{
  "date": "2022-11-25",
  "headline": "CNN Newsroom",
  "subHeadline": "Ukraine Races To Restore Power As War Enters Tenth Month; E. U. Energy Fail To Agree On Gas Price Cap; Hungary To Support Sweden, Finland As NATO Members; U. N. Passes Resolution To Investigate Protest Crackdown; China Records COVID Case High For Second Day In A Row; Former Magazine Columnist Brings Case Against Trump; Early Voting Allowed Saturday In Georgia Senate Runoff; Musk To Restore Banned Accounts Based On Poll Results. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "South also came under attack this morning, but there are no reports of casualties. Meanwhile, 100 troops from both sides are now on their way home after a prisoner exchange on Thursday. Ukraine says it will keep pushing for the release of all of its troops held by Russia.And down south, at least seven people are dead after Russian artillery attacks on the city of Kherson. Ukraine says 21 others were injured on Thursday in what President Zelenskyy called a revenge attack for Russia's recent pullout from the city. Elsewhere in Ukraine, efforts are underway to get the lights back on. Officials say the capital of Kyiv and the rest of Ukraine are now receiving about half its usual power supply. Power plants are slowly coming back online, but Ukrainians say the process is taking a while because of the sheer scale of the Russian strikes on Ukraine's electricity system on Wednesday. The attacks left a vast majority of the country in the dark. And for the first time in decades, temporarily took all of Ukraine's nuclear power plants offline. These satellite images show you how much Russian attacks are hurting Ukraine's power supply. The image on the left is from January, showing lights all over the country. The one on the right is from this month, most of Ukraine in the dark. In Kyiv, doctors had to perform heart surgery by flashlight after their hospital lost power halfway through the procedure. This video shows them doing the surgery on a child whilst waiting for generators to kick in. President Zelenskyy spoke about the power outages on Thursday night. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translation): Restoration work continues today throughout the whole day. We are gradually restoring electricity, heat, water supply and communication. I am grateful to everyone who fights and works for our country. Together, we endured nine months of full scale war and Russia hasn't found a way to break up. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "Clare Sebastian is monitoring developments in Ukraine joins me now live in the studio. I mean, these attacks are having a seismic effect, aren't they? Just that example of the operation is a really clear one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "Quite incredible how quickly they're getting it back online each time as well, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "SEBASTIAN",
      "sentences": "They're working incredibly fast, Max, and bearing in mind, of course, that these attacks are ramping up. This week was the first time that we've seen the power grid. So basically, everyone in the country lose power at a certain point. They've now managed to as of yesterday evening, according to the electricity, transmission operator restored about 50 percent of it. And Kyiv, about 50 percent of homes still don't have power, but water is back.About a third of homes, according to the mayor, now have heat. Clearly, Ukrainians are very resilient. This is a real test of that. This is not only about getting through your day without heating, this is about losing water. As I said, gas, mobile networks have also been coming out. And also when you do get it back, you are clearly in the knowledge that it might not last very long that these attacks are still ongoing. So they are racing to restore all of this with the clear knowledge that it could happen again. The Kremlin still denies that it's hitting what it calls social targets. And it says that if Ukraine wants to end the suffering, it needs to meet Moscow's demands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "Clare, thank you.Russian President Vladimir Putin is warning Western leaders that any plan to cap oil prices would have great consequences. European energy ministers held an emergency meeting in Brussels, but they failed to reach any sort of agreement. CNN's Anna Stewart has the details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "ANNA STEWART, CNN REPORTER",
      "sentences": "The issue of capping gas prices has divided the block for weeks. Heading into the meeting, the Czech's Deputy Prime Minister said he was expecting it to be, and I'll quote, spicy. And the Polish Minister for Climate and the Environment through cold water on the idea that a deal could be reached.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "ANNA MOSKWA, POLISH CLIMATE MANAGER",
      "sentences": "The gas price cap, which is in the document currently, it doesn't satisfy any single country. It's a kind of joke for us, after so many amounts of discussions and proposals, written proposals which were presented by member states.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "STEWART",
      "sentences": "The E.U. Commission had proposed setting a cap of EUR 275, about $285 per megawatt hour, on wholesale gas prices being sold the month ahead on the futures market. Now, that is so high, far higher than current prices, that some member states questioned the point of it, saying it would rarely, if ever, be triggered.Other member states are uncomfortable with capping the wholesale price of gas at all, saying it would do little to curb gas demand. The Czech Minister for Industry and Trade, who chaired the meeting, concluded with this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "JOSEF SIKELA, CZECH MINISTER FOR INDUSTRY AND TRADE",
      "sentences": "I am glad to inform you that today we are once again sending a clear message of unity. We are not opening the champagne yet, but put the bottle in the fridge.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "STEWART",
      "sentences": "The message of unity was about as clear as mud, and it is unclear whether the E.U. will find a compromise when they meet again on this issue next month.Anna Stewart, CNN, London.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:08",
      "speaker": "JOMANA KARADSHEH, CNN CORRESPONDENT",
      "sentences": "This decision by the U.N. Human Rights Council to establish a factfinding mission is being described as historic, a landmark decision, seen as a huge victory for so many Iranians and human rights groups and advocates who for years have been pushing the international community to establish an independent, investigative and accountability mechanism to try and hold the perpetrators of these human rights violations in Iran to account.Now we've spoken with human rights experts and lawyers who have been following this very closely and have been pushing for this for quite some time. And they say what we should expect is the United Nations in the coming weeks would establish this fact-finding mission. What it would do is investigate the human rights violations that have been taking place during these protests since September. It will collect, preserve and analyze evidence that could be used to hold the perpetrators of these human rights violations accountable. Now, some would say that this is long overdue, that this should have happened a long time ago in Iran. But it is happening at a time when the United Nations is warning that the situation in the country is critical. We've heard the U.N. Human Rights Chief describing this as a human rights crisis right now. And with the protest movement that has turned into a national uprising showing no signs of stopping and the government's already brutal crackdown intensifying, many fear that the situation is only going to get worse. So it is very important that the international community he is doing this right now. Jomana Karadsheh, CNN, Istanbul.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:08",
      "speaker": "FOSTER",
      "sentences": "U.S. officials are urging Turkey to end its aerial assault on Kurdish forces in northern Syria. Turkey has been targeting what it calls terrorists in the region following an explosion in Istanbul that killed six people last week. One of the Kurdish groups is the SDF, a key ally in the U.S. fight against ISIS, whilst Turkey is a critical NATO ally.The U.S. State Department calls the Turkish actions destabilizing and says they're putting civilians and U.S. personnel in danger, but Turkey is pushing back. Its defense minister, saying it is out of the question for Turkey to harm coalition forces or civilians. For the second day in a row, China has set a new high for daily COVID infections. It recorded more than 320 new cases on Thursday. Large outbreaks have been occurring across the country, with the southern city of Gwangju and southwestern Chongqing reporting the bulk of new infections. Let's bring in CNN Beijing Bureau Chief Steven Jiang. Thanks for joining us, Steven. Of course, this is, you know, resulting in lots of people in China questioning whether or not the government's strategy is working here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:08",
      "speaker": "FOSTER",
      "sentences": "Just in terms of, you know, the impact this has on the economy from people like you being at home, not outside spending money, what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:08",
      "speaker": "JIANG",
      "sentences": "Yes, I think that's $1 million or $1 billion question and a lot of analysts are saying China seems have passed this point of no return because even when say Beijing implements another Shanghai style lockdown, it may not help given the transmissibility of the Omicron variant. I just saw some latest figures from Nomura with financial analysts saying once again regions that contribute to some 20 percent of China's GDP under some form of lockdown, that's on par with what we saw back in April when Shanghai was going through that brutal lockdown.So it's really in the way things have come to a full circle and it's going to be a very long, brutal winter ahead. Max?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:47",
      "speaker": "FOSTER",
      "sentences": "A law that allows adults in New York to sue their abusers long after the statute of limitations has expired is about to be put to the test on former President Donald Trump. Ex-Magazine columnist E. Jean Carroll sued Trump for battery and defamation on Thursday in connection with a sexual assault in a New York department store that she says took place in the mid-1990s.Thursday was the first day that lawsuits could be brought under the Adult Survivors Act, which allows adults alleging sexual assault a one-year window to file a claim. CNN's Kara Scannell has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:47",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Ex-magazine columnist E. Jean Carroll has filed a new lawsuit against former President Donald Trump. Carroll is suing Trump for battery and defamation. She says the former president had raped her in the mid-1990s in the dressing room of a New York City department store. She also says he defamed her when he denied the allegations of rape, saying that he didn't know who she was and that she made up the assault to boost sales of her new book.This is the second lawsuit brought by Carroll, but the first to try to hold the former president accountable for the alleged assault. Carroll is bringing this lawsuit under a new New York state law called the Adult Survivors Act. That law allows any adult to bring a lawsuit against someone that they say sexually assaulted them, no matter how long ago the alleged attack occurred. Trump attorney, Alina Habba, responded to the lawsuit, saying, \"While I respect and admire individuals that come forward, this case is unfortunately an abuse of the purpose of this act, which creates a terrible precedent and runs the risk of delegitimizing the credibility of actual victims.\" Lawyers say to expect a flood of lawsuits under this new law. If you look to a 2019 law that was passed that allowed child victims to bring claims, there were 11,000 lawsuits brought in that two-year window. Back to you. FOSTER: This has been a terrible week for Donald Trump and his legal team. On top of this new lawsuit, other investigations are heating up. The U.S. Supreme Court cleared the way for House investigators to get Trump's tax returns. The New York Attorney General's lawsuit against the Trump Organization now has a trial date. An appeals court questioned Trump's need for a special master to renew documents. A review documents found at Mar-a-Lago. And Trump ally, Senator Lindsey Graham testified before the Georgia grand jury investigating 2020 election interference. Now, staying with Georgia, voters will be able to cast ballots this Saturday in the U.S. Senate runoff election. That's after the Georgia Supreme Court denied a Republican bid to prevent early voting from taking place for Saturday after Thanksgiving. This is a high stakes race between incumbent Senator Raphael Warnock and Republican Herschel Walker. If Warnock wins reelection, Democrats will hold 51 out of the 100 seats in the Senate and will no longer have to rely on Vice President Kamala Harris to serve as the tiebreaker. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:47",
      "speaker": "MAEVE RESTON, CNN NATIONAL POLITICAL REPORTER",
      "sentences": "But this court decision was a big deal for Democrats because they're operating on such a compressed timeframe in this runoff election, and they are trying to boost turnout as much as they possibly can. And so getting this additional Saturday of early voting will really allow a lot of those voters whose schedules are constrained during the week to get out there and vote.And, of course, the big question here is what that pool of voters is going to look like. We're expecting, of course, a huge drop off from general election day. But the more voters that Warnock can get out there, the better it's going to be for him. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, David, you were right. And look at this. No one happier. They have cornered the market on energy, enthusiasm, and just pure stark (ph).(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}