{
  "date": "2022-12-12",
  "headline": "CNN Newsroom",
  "subHeadline": "Orion Splashes Down After 26-Day Journey to Moon and Back; One Month Later But Still No Suspects in University of Idaho Murders; China's Infection Count Falls Amid Rising Omicron Fears; Ex-migrant Workers Recount Awful Conditions in Qatar; LA Council Member Faces Security After Altercation Video. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "KRISTIN FISHER, CNN SPACE AND DEFENSE CORRESPONDENT",
      "sentences": "A textbook splashdown of the Orion capsule in the Pacific Ocean this afternoon ending a successful Artemis 1 mission, the beginning of NASA's new Artemis program and it happened on such a historic day. The 50th anniversary of the Apollo 17 mission. Those astronauts Gene Cernan and Harrison Schmitt landing on the moon. Now NASA trying to do it again.But it all starts with this first uncrewed test flight. And so, what we saw today was this Orion spacecraft barreling through the earth's atmosphere at about 25,000 miles per hour, hitting temperatures of about 5,000 degrees Fahrenheit. Such a critical test for this spacecraft, because they can't replicate conditions like that here on earth. By all accounts it performed beautifully, but now they are going to have to conduct some final checks once they get this spacecraft out of ocean and back to the Kennedy Space Center. But for a program, a rocket, a spacecraft, a mission that has encountered so many delays, so many setbacks, including get hit by a hurricane just five days before liftoff. Today the moment that NASA has been hoping for and really paving the way for Artemis 2 and Artemis 3 when Americans and perhaps astronauts from other countries in the world return to the surface of the moon for the first time in about half a century. Kristin Fisher, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Now it's been a month since four university students were murdered in their beds in Idaho, but still no arrest. We'll have the latest on the investigation coming up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "NOBILO",
      "sentences": "Plus, fear of rising COVID cases in China has some residents choosing to quarantine at home instead of reporting their positive results. How those choices are affecting cities trying to reopen when we return.(COMMERCIAL BREAK) [04:35:00]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "Welcome back to CNN NEWSROOM. I'm Max Foster. If you are just joining us, let me bring you up to date with our top stories this hour.Government-affiliated news agencies in Iran say a second protester has been executed by hanging, who was convicted of allegedly killing two members of the security forces and injuring four more. Since the death of Mahas Amini Iran has increased its crackdown on dissent. And more than 15 million people are under winter weather alerts across 14 U.S. states. Some areas could see at least a foot or more of snow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Although one month has gone by, and tips continue to pour in. Police in Moscow, Idaho still have not disclosed a suspect, a specific murder weapon or a motive in the killings of four university students in their beds. CNN's Camilla Bernal has the latest on the investigation.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "CAMILLA BERNAL, CNN CORRESPONDENT",
      "sentences": "It's been a month, and not much has changed. A month ago, police said that they believed this was a targeted attack and that there was no threat to this community. Then they walked all of that back and said they couldn't definitively say there was no threat to this community because no one had been arrested in this crime.Now, what they are saying is that they still believe this was targeted. It's just unclear if it was the house here behind me that was targeted or if it were the students that were targeted. One of the most significant developments that we've had all month is the search for information regarding a white car. This is a white Hyundai Elantra, made between 2011 and 2013, that police believe was in this area in the early morning hours of November 13. They've gotten a lot of new tips on this white car. So many of them that it's now the FBI handling all of these tips. Almost 50 FBI investigators are on this case. That's in addition to the Moscow police department. They are leading the investigation with the help of the FBI and the state police. So, there are a lot of resources, a lot of officers on this case, and yet not a lot of information. That's what's frustrating to a lot of friends and families of the victims but also for the entire community. Because the bottom line is that a month later, we still don't have a motive. We don't have a weapon, and we don't have a suspect. Camilla Bernal, CNN, Moscow, Idaho. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "A Canadian oil company says it still doesn't know what caused a leak in a key pipeline supplying oil to the U.S. TC Energy says its teams are actively investigating the reason behind it. And nearly 14,000 barrels of oil spilled last week from the Keystone pipeline into a creek in Washington County, Kansas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "NOBILO",
      "sentences": "The company says it has have more than 200 personnel including environmental specialists working on the issue. However, it didn't give a timeline as to when it would resume operations. The pipeline is a critical artery between the U.S. and Canada.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "Fears are growing in China that a new wave of COVID cases is building just as the government starts to overhaul its zero-COVID policy. One expert says cases brought on by the omicron variant are spreading rapidly. The official count was down on Sunday in Beijing, but the true number could be much higher than reported.CNN's Kristie Lu Stout joins us now with more. This omicron variant which is really worrying the authorities there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDENT",
      "sentences": "Yes, absolutely, Max. It's also, Max, worrying residents there. Across the country they are bracing for a surge in COVID-19 infection just as the country is slowly unwinding years of its punishing zero-COVID policy. This is a situation in Beijing, we know there that businesses are closed. Restaurants, if they're open, are effectively deserted. And according to CNN's team on the ground, they say the only place in Beijing where you'll see crowds are people lining up in front of COVID-19 testing centers or in front of pharmacies to get medicine.I wanted you to listen to these two Beijing residents and how they describe this new reality. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE (through translator): Life is more important than outbreaks. The pandemic has impacted our life too much. I think our life is more important than health. UNIDENTIFIED MALE (through translator): It's better to just protect yourselves. Cover yourselves and don't let the elderly go out too much. That's all. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "This week, much of the sports world will turn its attention to the semifinals of the World Cup, but some are choosing not to watch the games out of a moral objection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "NOBILO",
      "sentences": "The migrant workers who helped bring the tournament to life are refusing to tune in because it reminds them of the horrible conditions they endured. CNN's Larry Madowo has their stories.(BEGIN VIDEOTAPE) LARRY MADOWO, CNN INTERNATIONAL CORRESPONDENT (voice-over): Boniface Barasa is back in Kenya but says he's still suffering from trauma after three years as a construction worker in Qatar before the World Cup.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "BONIFACE BARASA, FORMER MIGRANT WORKER",
      "sentences": "I saw the supervisor call another Kenyan a lazy Black monkey. Then when the Kenyan countered back, he asked him, \"why are you calling me a black monkey?\" Then he slapped -- the supervisor slapped the Kenyan.MADOWO (voice-over): The 38-year-old is a lifelong football fan but says he hasn't watched any matches. The pain is still too fresh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "BARASA",
      "sentences": "Another one died from that harsh weather conditions. And my colleague died. Another was beaten, and he went missing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "MADOWO",
      "sentences": "You saw somebody die in front of you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "BARASA",
      "sentences": "Yes. Somebody collapsed and died. And I think that was because of the harsh weather conditions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "MADOWO",
      "sentences": "Because of the heat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "BIDALI",
      "sentences": "I am very worried and scared, and concerned, when the World Cup ends. Because like, all the media, you know, spotlight and everything else will, you know, shift and move away to the next big thing.MADOWO (voice-over): Qatar says it dismantled the previous restrictive migrant labor system, which has been criticized across the Gulf for exploiting foreign workers from Africa and South Asia and taking away their passports. But critics say the reality has not changed. Geoffrey Owino was a city inspector at Lusail Stadium who believes he, too, was deported from Qatar for speaking up for migrant workers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MADOWO",
      "sentences": "The African migrant workers complain of exploitation despite all these changes Qatar says it's put in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GEOFFREY OWINO, FORMER MIGRANT WORKER",
      "sentences": "On paper, the laws are very good. But implementation and good will from the government of Qatar is the problem. That's why workers will continue complaining until a framework, a robust justice system is put in place, whereby violators of these laws against migrant workers are punished.MADOWO (voice-over): Geoffrey says he receives complaints and distress calls from migrant workers all over the Gulf, desperate to return home. (END VIDEOTAPE) MADOWO (on camera): Organizers of the World Cup told CNN that it would need specific names and dates and ID numbers before it can respond to those allegations in our report about discrimination, racism, verbal and physical abuse, even deaths of migrants during the building of the World Cup. But they previously told CNN that any allegations of migrant workers being targeted or detained or speaking up was untrue. And so, here's the thing, FIFA inspectors did go to the sides during the building of the World Cup Stadium and whenever they did migrant workers tell us they were told to behave, otherwise they don't know what could have happened to them. They could have been sent home or could have lost their jobs. So, they became good employees and said yes, we're treated well. And so, one of the migrant workers I spoke to said he's too traumatized to even watch the World Cup. He doesn't even want to see Qatar on TV. Another one said he compared the conditions of living in Qatar as a black migrant worker to modern day slavery. And that is the backdrop for this expensive World Cup -- $220 billion built on this World Cup on the labor of black and brown migrants from Nepal and India and Bangladesh and many of them also from here in Kenya and Uganda -- Max, Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "Larry Madowo in Nairobi, thank you so much for bringing us this really important story that we can't lose sight of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "Thank you, Larry.While Los Angeles celebrates the swearing in of its first female mayor, one of the cities councilmembers is under scrutiny yet again. This time over a video that shows him in an altercation with a community activist. CNN's Nadia Romero has the story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "NOBILO",
      "sentences": "Still to come, CNN honors everyday people doing extraordinary things to change the world. We'll show you who was named hero of the year, just ahead.(COMMERCIAL BREAK) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Look at that reaction. The votes are in for the CNN Hero of the Year. The Kenyan-born software engineer was honored on Sunday as part of CNN's annual celebration of everyday people changing the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "She founded TechLit Africa, a non-profit that uses recycled computers to create technology labs in rural schools in Kenya. Cheboi credits her mother for always being an inspiration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Look at that.In Sunday's NFL action, San Francisco 49ers rookie quarterback, Brock Purdy, spoiled Tom Brady's homecoming in Northern California. Purdy who was the last pick and this year's NFL draft, threw for 185 yards and two touchdowns as well as a rush for another touchdown. The 49ers beat the Buccaneers, 35-7.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Purdy's family was on hand at the game to witness his first NFL start. Purdy's father was shown becoming emotional after his son's first touchdown pass.Meanwhile, the Philadelphia Eagles clenched a playoff spot after defeating the division rival New York Giants, 48-22. Eagles quarterback Jalen Hurts threw for 217 yards and two touchdowns and rushed for a third touchdown. And Eagles running back Miles Sanders ran for 144 yards and scored two touchdowns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "After Sunday's match, the Eagles have the best record in the league. 12 wins and one loss.Finally, this hour it looks like the Joker is ready to put a smile on moviegoers' faces. Director Todd Phillips shared this teaser for the upcoming sequel which is \"Joker: Folie a Deux.\" We're wondering how that's going to end up when it's come out on British and American cinemas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Folie a deux or folie a deux.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "With Joaquin Phoenix returning to the title role.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "No details yet on the plot, but reports say that the film picks up where the story left off, with the joker being admitted to Gotham's asylum. Phoenix won the Oscar for best actor for his performance in the original film. But the sequel is still a ways off, scheduled for release in October of 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "Thanks for watching us here on CNN NEWSROOM. I'm Max Foster.",
      "isLastSentenceInterrupted": false
    }
  ]
}