{
  "date": "2022-12-16",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Massive Wave of Missile Attacks Reported Across Ukraine; Pentagon: Russia Won't Dictate what Military and U.S. gives Ukraine; Firms & Charities Providing Essential Services in South Africa; Why is Twitter Targeting Journalists; How Britain is Reacting to Netflix Series. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "CHRISTINA MACFARLANE, CNN HOST, CNN NEWSROOM",
      "sentences": "Hello and welcome to CNN Newsroom. I'm Christina MacFarlane in London. Max Foster is off today. Just ahead dozens of missiles pound Ukraine. Multiple targets across the country are struck including the Capital.We'll have a fresh report from Kyiv this hour plus, the Coronavirus cold that's the latest label given to COVID-19 by one of China's top epidemiologist in a stunning shift in policy from Beijing. And Twitter takes aim at journalists after several reporters have their account suspended many are asking what this means for free speech on the platform? At this hour, Ukraine is getting pummeled by another wave of Russian airstrikes targeting energy infrastructure. Air raid sirens ran out across the country today in what Kyiv is calling one of the biggest missile attacks there since the start of the war. The Capital the Northern Central and Southern regions all hit. The Mayor of Kharkiv is describing the damage there as colossal and he says there's no electricity heat or water. Ukraine says 76 missiles have already been launched and an Air Force Spokesman says for the first time Russia has used strategic bombers. Ukraine state energy provider says an emergency mode has been activated as critical infrastructure has been targeted. CNN's Will Ripley has more now from Kyiv.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "The Kyiv City Military Administration says the Ukrainian capital has survived one of the most massive missile attacks since the beginning of the full scale invasion I'm staying in a square where you can seize destroyed vehicles from the beginning of the war.We actually can't take you to the scene of these attacks because the targets were critical infrastructure in Ukraine has very strict rules about filming and showing these locations. They don't want to tip off the Russians to what areas they might have hit and what areas they might have missed. But in this case, Kyiv says that most of the missiles never reached their targets because they say out of around 40 missiles that Russia fired directly at Kyiv which is a huge number, even for locals who've been living here throughout this full scale war for nearly 10 months now. They say they shot down 37 of them. There were however, three explosions reported here in Kyiv both on the east and west banks of the river, two of them in the East one in the West, there are reports across Ukraine of entire cities plunged into darkness as a result of these attacks, which didn't just hit here in Kyiv they also hit to the South in Odessa and to the North, in Sumy, and Kharkiv. But here in the capital, there were tens of thousands of people sheltering in place, hiding and underground subway stations waiting for an all-clear and there were sounds of explosions. We actually heard them this morning as we were getting ready to pack up and go on a road trip, the air raid sirens went off, and there were some loud explosions that can be heard in our vicinity. CNN staff that lived even closer to the scenes of the explosion say they also heard the sound of the air defense systems being activated, shooting down, presumably those dozens of missiles that were headed towards the Ukrainian capital. The number of dead and injured of course, those reports are always fluid. But as of now we know at least two people killed. At least five people injured, including children. And UNICEF just days ago warned that these ongoing Russian attacks this constant bombardment of the civilian power infrastructure is putting the physical and mental health of nearly every single child here in Ukraine at desperate risk. Will Ripley CNN Kyiv, Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MACFARLANE",
      "sentences": "Our thanks to Will Ripley for that. Well, a U.S. announcement on whether it will send patriot missiles to Ukraine is expected at any time, and it comes amid these escalating Russian strikes on civilian infrastructure. The Pentagon says the Kremlin does not have a say in the matter and will not dictate what security assistance the U.S. provides to Ukraine.(BEGIN VIDEO CLIP) BRIG. GEN. PAT RYDER, PENTAGON PRESS SECRETARY: I find it ironic and very telling that officials from a country that brutally attacked its neighbor in an illegal and unprovoked invasion, through a campaign that is deliberately targeting and killing innocent civilians and destroying civilian infrastructure that they would choose to use words like provocative to describe defensive systems that are meant to save lives and protect civilians. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MACFARLANE",
      "sentences": "Russia is warning of unpredictable consequences if Washington does deploy the advanced air defense system to Ukraine and what's being described as another provocative move by the United States. [08",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MACFARLANE",
      "sentences": "Well, CNN's Barbara Starr joins me now live at the Pentagon. And Barbara Ukrainians have been asking requesting these patriot missiles now repeatedly. So no doubt this will be welcome news. But as I understand it, they do require intensive training to operate. So how soon do you think they could be an operation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BARBARA STARR, CNN PENTAGON CORRESPONDENT",
      "sentences": "Well, no one really is talking about that, at this point. Still, President Biden signature on the dotted line, if you will, needs to happen the final approval to ship patriot missile systems to Ukraine, it will take some period of time to get them there.And then once they're there, Ukrainian troops most likely having to go to Germany to be trained on these systems. And it's not just the training, it's the repair the spare parts, the maintenance. So it's a complex system. But the U.S. and Ukraine appear to have come to an agreement that it's really worth it to get this done in the face of these Russian missile barrages. Of course, the advantage of patriot is its radar can lock onto an incoming ballistic missile, and shoot it down at some altitude and distance from its target inside Ukraine. So that will be a huge benefit, especially as winter approaches and they're trying too hard to keep the power systems running for the people there at the same time, the U.S. is announcing its increasing its overall training of Ukrainian forces. Now, it's going to be about 500 troops a month in Germany at a training area that the U.S. operates in Germany. They are going to accelerate, escalate the training, if you will get them better trained up on more complex systems. And as units you know, basically moving beyond the individual Ukraine soldier now getting these units fully capable, fully trained have been able to operate on the battlefield. Christina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MACFARLANE",
      "sentences": "Barbara Starr at the Pentagon for us. Thanks very much, Barbara. Well, Volodymyr Zelenskyy has fought hard to keep the global spotlight on his country since Russia's invasion and now CNN has exclusively learned that FIFA have rebuffed the Ukrainian President's request to share a message of peace at the World Cup Final.According to our source Mrs. Zelenskyy was surprised by the rejection. However, talks between Ukraine and FIFA are apparently still underway and we'll have more on that in about 20 minutes from now on our World Sports Show. Now as record high COVID-19 cases sweep across China, a prominent Chinese Epidemiologist appears to be downplaying the crisis. In a virtual speech to university students on Thursday, the doctor said the Omicron variant should be renamed the Coronavirus cold those chives with the government's recent efforts to play down the severity of the epidemic. This shift comes after China eased up on COVID restrictions following unprecedented protests against the nation's zero COVID policy. Selina Wang now has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "SELINA WANG, CNN CORRESPONDENT",
      "sentences": "As COVID rapidly spreads throughout China, the Chinese government spin is that everything is fine that China's COVID policy was a success and is still a success. Propaganda has taken a complete U-turn from declaring an all-out people's war on COVID to suddenly now telling people your health is in your own hands.There are a lot of state media headlines like this and the People's Daily the headline reads start by wearing a mask and be the first person responsible for your own health and - the headline reads in the fight against the epidemic everyone is the first person responsible for their own health. Other articles are praising the last three years of zero COVID and hailing this pivot as an achievement, including this commentary from the People's Daily that has gone viral. The key lines are \"The virus has weakened, but we have become stronger. Chairman Xi's insightful judgment, scientific and firm decisions shows his reliability as a people's leader. It pointed out and provided crucial guidance for us to win this people's battle, total battle and precise battle against COVID\". A lot of people online they're furious over that article. Some are calling it a lie that completely ignores the devastating impact of zero COVID over the last three years, the trauma and pain that people faced during lockdowns, no apology or no admitting that the government has ever made a mistake. State media has instead focused on how the government is responding. The government said it will train volunteers and retired health workers to boost manpower the government is increasing the number of fever clinics. This social media video shows people waiting inside of Beijing stadium that's been converted into a makeshift fever clinic. You can see some lines forming and people waiting on benches. We're already seeing hospitals under strain here in the capital. But the really big concern is what happens when people go back home for the upcoming Chinese New Year. And COVID starts to spread more rapidly in the rural parts of China with weaker health infrastructure. Selina Wang, CNN, Beijing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "MACFARLANE",
      "sentences": "There has been criticism of the ongoing special investigation into the incident. So far two police officers have been dismissed and arrested accused of destroying evidence. The area's Former Police Chief and Former Emergency Monitoring Officer are also under investigation for matters related to the tragedy. Now condolences are pouring in after a fire near Lyon, France claimed the lives of 10 people. Five of the victims were children between the ages of 3 and 15 four people are hospitalized in critical condition. Flames broke out overnight in the eight storey apartment building quickly engulfing the top three floors according to French media, more than 150 firefighters battled the blaze, investigators are trying to figure out what started the fire and add they have not ruled out anything including arson.Now South African President Cyril Ramaphosa is expected to remain the leader of his party the ANC. Delegates are meeting in Johannesburg over the next few days to pick their next leader. This comes just days after Mr. Ramaphosa avoided impeachment proceedings, regardless of who runs the party or is President they'll have to face their citizens concern that the government isn't providing basic services. David McKenzie joining us now live from Johannesburg. So David, while this turmoil around the government and Ramaphosa continues, what is it that the people of South Africa want and need from their government that they are just not getting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPODENT",
      "sentences": "Well Christina, it's a long list. And maybe if you ask South Africans, they would say, well, where do we start? Because with that, - those divisions within the ruling ANC and long going accusations of corruption.That party is over shattered their party conference. I should say is overshadowed by the fact that many people don't have basic services coming from the government, and those that don't have to just do it themselves. (BEGIN VIDEOTAPE) MCKENZIE (voice over): --transit team evading a sophisticated criminal attack. You likely saw this viral video from South Africa. Attacks like this happened here all the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "WAHL BARTMANN, CEO, FIDELITY SERVICE GROUP",
      "sentences": "So basically, what we do here is we do live vehicle tracking and monitoring.MCKENZIE (voice over): Some of the best protected vehicles and cash depots are tracked real time at Fidelity's Nerve Center in Johannesburg. MCKENZIE (on camera): Are you a step behind or step ahead right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "BARTMANN",
      "sentences": "We try and are one jump out of crime. But we know that they're very creative and well organized. So we're looking at the training we're looking at technology.MCKENZIE (on camera): Air Defense Unit has come here to the East of Johannesburg. This location was the last spot that a signal came out of a vehicle that they think was hijacked. MCKENZIE (voice over): This search ends without a win. MCKENZIE (on camera): Is it frustrating when you see this has been thrown out? Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They get away with too much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The bad guys won.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.MCKENZIE (voice over): Active private security officers here outnumber the police roughly five to one. MCKENZIE (on camera): Shouldn't the government be doing this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "BARTMANN",
      "sentences": "Well, that's why the industry is so big, because I don't think government is getting to all of it.MCKENZIE (voice over): All of this goes beyond security. On the streets of Johannesburg, private companies have to sponsor the pothole patrol. When a fire gutted one of Africa's most important public hospitals, well-known charity \"Gift of the Givers\" stepped in. South Africans frequently joke that its founder should run the country. MCKENZIE (on camera): The Fire Service safety, security, construction water all of this is being handled by private individuals or charities. What does that tell you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "IMTIAZ SOOLIMAN, FOUNDER, GIFT OF THE GIVERS",
      "sentences": "The message is very strong and clear. The country has lost faith in the government. That's the reality. And at the same time, the country has lost a lot of hope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Every time when I look at my kids, especially in this moment, and I see that I can't provide them with most of the thing which they need, especially when it comes now to Christmas time.MCKENZIE (voice over): Hope is in short supply for Vincent and Dora, who lost his construction job during COVID and says his wife left him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "SOOLIMAN",
      "sentences": "At the end of the day, it is our country. And I said very clearly, the country does not belong to the government. It belongs to the people of South Africa. So we can even sit and moan and cry, knowing nothing can be done, or what did ourselves we can do something and fix it wherever we can. MCKENZIE (voice over)(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "MCKENZIE",
      "sentences": "Well Christina, as you said, whoever wins the ANC Conference will have a tough order to try and improve services to the people. One disturbing statistic here in South Africa is that the country has more than 60 percent youth unemployment.We talk to younger South Africans, they feel they don't have the connections to the ANC of the past, necessarily the party of Nelson Mandela, but they don't necessarily feel that there's an alternative politically, most people just trying to survive, Christina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "MACFARLANE",
      "sentences": "Most people just disconnected at this point, David by the sounds of it. Thanks very much there David McKenzie lives for us from Johannesburg. Well, still to come. Twitter suspends the accounts of several prominent journalists. But why is CEO Elon Musk doing this now? And what does it say about free speech on the platform that's next?(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes. And because of that Donie, there's been some strong responses, some concerns. I actually want to read off. Here's what CNN had to say about this because it was a strong, I think unjustified response.They said the impulsive and unjustified suspension of a number of reporters, including CNN's Donie O'Sullivan, is concerning, but not surprising. Twitter is increasingly instability and volatility should be of incredible concern for everyone who uses the platform. We have asked Twitter for an explanation and we will reevaluate our relationship based on that response. Donie I don't think CNN are the only ones now reevaluating their relationship with Twitter. You know, we remember back what just two months ago, when Elon Musk was saying that he wanted to promote free speech he wanted Twitter to be what was it a digital town square. So what is this spell now for the future of Twitter? O'SULLIVAN: Yes, I mean, it's certainly a bad look for supposedly free speech absolutist and big fan of the First Amendment in the U.S. to be banning journalists. But look, I mean, on the other side of this, Twitter is a private company. They are entitled to do whatever they want, when they banned Trump in January of 2021. I think many of us pointed out that, you know, Trump has other outlets, he has other platforms. But I think, you know, when it comes to journalists, like myself and others from national media outlets here in the U.S., we have what are platforms, right? We can use other social media, we have our publishers, we have TV like this. But I do think this sends a chilling effect to particularly a lot of freelance and independent reporters around the world who rely on Twitter to get their work out there and to get work to get assignments. And especially if you think Elon Musk has many other companies, including SpaceX and Tesla, you know, what about the chilling effect that this might have on those independent freelance journalists around the world who are doing reporting that might be critical of mosque?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, that's a worrying precedent, doesn't it? But I know regardless of whether you're in or out of Twitter Donie, you will continue to tell the truth as a reporter as you see it thank you for joining us giving us perspective on this!O'SULLIVAN: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "MACFARLANE",
      "sentences": "And do stay with us we'll be back after this short break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "MACFARLANE",
      "sentences": "Welcome back! This just into CNN the father of a U.S. college student who's been missing in France for more than two weeks says his son is alive. Kenny DeLand Jr., disappeared in late November was studying at a university in the City of Gothenburg. He was later seen in a store about an hour away before vanishing without a trace.Good news, now the Duke and Duchess of Sussex are back in the headlines this after the final episode of their Netflix Docuseries, Harry &amp; Meghan was released Thursday, Scott McLean shows us how the British people have been responding to it. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "PIERS MORGAN, TV HOST",
      "sentences": "Harry and Meghan take their audience to fools. They blame everybody but themselves, their present even the most incendiary of claims with no evidence. And sadly, the impact is real. That Prince Harry surely there's now a traitor to the country that he wants served.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Essentially, Harry is using the media to complain about the media, but really to complain about his brother. It's quite painful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's just rather on edifying. I think they're losing the war of public opinion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "MCLEAN",
      "sentences": "A new poll shows the ones wildly popular couple now have more detractors than fans in the UK, with a net popularity rating of minus three for Harry and minus 19 for Meghan, still far better than Prince Andrew but far worse than King Charles, or Harry's brother, Prince William. The same poll found almost 6 in 10 Brits think that making the Netflix series at all was a bad idea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think he should move on not throw his family under the bus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I just think that it's - there's a little bit of desperation about it. And you know his brother is going to be the King of England. Is that only we're really going on really making a documentary for Netflix.MCLEAN (on camera): Do you think they should have made in the first place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, if they're seeking privacy probably not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If you got to run away from the press run away from the press. You know, don't I'm leaving London because the press has been awful to me. But then I'm going to let Netflix into my house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Its own division, complete division. It's the Royal Family since it's about broken apart.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}