{
  "date": "2022-11-30",
  "headline": "CNN Newsroom",
  "subHeadline": "In China, New Protests Flare Despite Pledge To Ease Restrictions; U.S. Defeat Iran 1-0 And Advances To Round Of 16; Some Iranians Celebrate U.S. Win In World Cup; Inside The Battle For Bakhmut In Eastern Ukraine. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:32",
      "speaker": "PAULA NEWTON, CNN ANCHOR",
      "sentences": "Hello everyone, I'm Paula Newton.Ahead right here on CNN NEWSROOM. New protests against China's zero COVID policy coming just hours after health officials promised to shorten lockdowns and boosts vaccinations. The United States knocks Iran out of the World Cup, an outcomes celebrated not only by U.S. fans but many Iranians as well. And NATO promises more support for Ukraine but Kyiv says they need weapons even faster. So, new promises by the Chinese government to ease the impact of COVID restrictions don't seem to be appeasing protesters. Now, they clashed with police in a number of cities again on Tuesday. Video from northeastern China, you see it there, shows crowds pushing back COVID police with big white barricades. It was a similar scene in the southeast with protesters throwing bottles and other objects at security forces in hazmat suits with plastic shields. The country's top health officials meantime are pledging to ease some COVID restrictions to reduce the impact on people's daily lives. Now, for one thing, they say lockdowns should be lifted as quickly as possible after outbreaks. Authorities blame local officials in fact for taking a one size fits all approach and implementing some controls, in their words, excessively. They're also rolling out a plan to get more people vaccinated. (BEGIN VIDEO CLIP) MI FENG, SPOKESPERSON, CHINESE NATIONAL HEALTH COMMISSION (through translator): We need to speed up the COVID-19 vaccination especially for the elderly. We hope that elderly could actively complete the vaccination as soon as possible to protect the health of themselves and their families. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:32",
      "speaker": "NEWTON",
      "sentences": "And we go to Hong Kong now where CNN's Kristie Lu Stout is tracking the latest developments.We just heard from those Chinese officials, right, Kristie, and they are trying to address some of the complaints. But what have we seen in the last day or so across China, even though we've heard more from health officials about their plans going forward? KRISTIE LU STOUT, CNN CORRESPONDENT (on camera): Yes, Paula, we have seen just more COVID related protests erupt across the country with videos circulating online showing fresh protests in places like Guangzhou in neighboring -- in neighboring, pardon me, Dongguan as well as in Jinan. Let's bring up the video for you from Guangzhou in there. You see protesters clashing with police on Tuesday night. The police there are wearing full hazmat suits, they're carrying shields. In some videos, we see the protesters wearing what appears to be empty plastic water bottles at the police and the police respond, dispersing them with tear gas. Let's show you the videos from nearby Dongguan, which is a major manufacturing hub in the south of the country there. And at this protest, it's at a COVID-19 testing site. You hear the protesters repeatedly chant over and over again, lift the lockdown, lift the lockdown. And in this final video we're going to show with you it's from Jinan, which is in the east. It's a capital Shandong province. You see more tense confrontations between protesters and police officers so tense. As you can see, the protesters are just taking these barriers and furling them at the hazmat clad security forces. Let's bring up the map for you. As of today, CNN has been able to verify 23 COVID related protests taking place in 17 different cities across the country. This is the picture of the pressure that is on Beijing on the Chinese government right now to find a way out of its zero COVID policy. On Tuesday, Chinese health officials they did address this, in fact, according to an official, let's bring up his statement with the CDC. His name is Cheng Youquan. He said \"long term closed off management will not only impact the general public's normal life, but also trigger anxiety and create difficulties in daily life. Such wrongful practices must be addressed and avoided.\" Chinese officials, they also announced an action plan to expedite the boost number of vaccinations especially among the elderly. That's a sound move. But experts point out that China needs better vaccines, it also needs to find a better way to deliver more vaccines and booster shots to the entire population. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "STOUT",
      "sentences": "Absolutely. There's multiple dimensions to these protests and protests in places like the videos we screened just now in Guangzhou, where lockdowns have been underway. People have been asking for a lifting of the lockdowns, they've had enough of the zero COVID strategy.But that has morphed into more political calls and direct challenges even asking for Xi Jinping to stand down in places like Shanghai. And as a result, that's where we've seen that tightening of security in some of China's top cities, cities where there are universities that have had these zero COVID protests, or these political protests as they've morphed into in Beijing and Shanghai. This video we want to share with you as one new tactic that is being used by security forces to try to stamp out these protests. In addition to rounding up protesters, and in addition to detentions, they're also searching people's phones. This video was taken on the metro in Shanghai, the police there searching people's smartphones, possibly looking for photographs at the protest sites, possibly looking for banned apps like Telegram, like Twitter, and possibly looking for VPN, it's a virtual private networks which are used by people and used by protesters to bypass China's Great Firewall. We have a statement from a top security official who address the protests is believed to be the first official response to these protests that erupted over the weekend. And Chen Wenqing China's domestic security chief said that he basically urged law enforcement to resolutely strike hard against infiltration and sabotage activities by hostile forces, as well as illegal and criminal acts that disrupts social order. Very tough language there, Paula but even, you know, despite that security clamp down, this tough rhetoric that's being used, we're not seeing a sign of this nationwide protest movement being snuffed out. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "NEWTON",
      "sentences": "Yes, and again, such a contrast. You wonder when you see those scenes there with people having to hand over their smartphones, you know, what happens if something is found. And again, completely chilling for many people that are going through so much. STOUT",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "NEWTON",
      "sentences": "Yes. Kristie Lu Stout for us in Hong Kong. Again, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "STOUT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "NEWTON",
      "sentences": "The U.S. men's soccer team have gotten their first wind of Qatar World Cup beating Iran in a politically charged match on Tuesday.OK, so that was the scene that has been celebrated in Doha. The US topped around 1-0, punching their ticket to the round of 16. Now, the Americans will face the Netherlands on Saturday and the party didn't stop at the stadium, right? You can see fans celebrating with the U.S. team in their hotel lobby. I mean, look at that, they couldn't be happier. That was right after the game. CNN's Don Riddell has some of the highlights. (BEGIN VIDEO CLIP) DON RIDDELL, CNN WORLD SPORT CORRESPONDENT (on camera): Team USA is marching on here at the World Cup in Qatar, and this young American side will never forget the game that carried them through to the knockout rounds. On Tuesday night, they beat Iran 1-0, thanks to a brilliant and courageous call from their biggest star Christian Pulisic. He was hurt in the process. And it was a slender win, but it was enough to ensure the USA finished second in group b, knocking Iran out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was awesome. We're resilient. We keep fighting, we don't give up. And we're moving on.YUNUS MUSAH, MIDFIELDER, U.S. MEN'S NATIONAL TEAM: So happy, so happy, men. I'm so relieved after that final whistle to be able to go through knowing that you're staying here, you're not going home yet, and getting to enjoy this amazing competition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "RIDDELL",
      "sentences": "It was a night of high emotional at Al Janoub Stadium, a politically charged atmosphere played against the backdrop of the extraordinary antigovernment protests which have claimed the lives of hundreds of Iranian demonstrators on the other side of the Persian Gulf.TYLER ADAMS, CAPTAIN, U.S. MEN'S NATIONAL TEAM: We support the people of Iran. And obviously the players, so, you know, we understand well. We obviously don't know exactly what they're going through, but we support them in all circumstances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:03",
      "speaker": "RIDDELL",
      "sentences": "The drama wasn't just confined to the pitch, there was tension between Iran's fans who were split between their support of the government and the uprising, which is now into a third month.Before the game began, one told CNN that he wanted his team to lose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:18",
      "speaker": "RIDDELL",
      "sentences": "While some anti-regime supporters had wanted their team to lose, others had wanted them to win because Iran's continued involvement in this competition would have kept the international spotlight on the protests back home. Their emotions are so conflicted.Meanwhile, the United States march on to their first knockout game since 2014. It's a tough game next, the Netherlands on Saturday. Back to you. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:18",
      "speaker": "NEWTON",
      "sentences": "Our thanks to Don Riddell there.For more on today's World Cup action, I'm joined by CNN Senior Sports Analyst Darren Lewis. He's an assistant editor columnist and football writer for The Daily Mirror as well. Good to have you on board after what wasn't a very eventful night there in Qatar. And it seemed that the action on the pitch and not politics was what played out. And what did you make of the match and importantly of the result?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:18",
      "speaker": "DARREN LEWIS, CNN SENIOR SPORTS ANALYST",
      "sentences": "Well, the result is very significant, Paula, because it showed just how far the U.S. Men's National Team is progressing, the second youngest squad in the entire competition as Don was saying.And Gregg Berhalter, their head coach asked about that, in the buildup to the match, and really talking about the discipline, the fortitude, and the professionalism that they've been playing with. For me, I think this is one of their best performances. It's the third time in four World Cups that they've reached a knockout stage. But this, as Don was saying is possibly the most fractious, they were asked questions in press conferences about human rights and politics and racism. And we saw earlier this week, the captain Tyler Adams asked about the U.S. and its record on racism. And he answered with a lot of class, he answered with a lot of clarity. And he was, if you like, a snapshot of the discipline and focus that runs throughout this U.S. Men's National Team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:18",
      "speaker": "NEWTON",
      "sentences": "Darren, I'm interested to get your take on this, the American team certainly has a lot to celebrate. And yet, they must be relieved that at least for a time the political spotlight will be off of them.I mean, where do you stand on that because some people had said that, given what's going on, that it wasn't fair that these young men basically had to represent the political thoughts of a nation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:18",
      "speaker": "LEWIS",
      "sentences": "Yes, I think that's absolutely right. I think they're there to play. Both managers, it has to be said, Carlos Queiroz, Iran's head coach, tried incredibly hard to keep the focus on the football.But as Don was saying to you a second ago, it had been so hard to do that because of what we had been hearing from their homeland, certainly the Iranian players. And also because some of the players were quite keen to use their platform. And we now know Paula, that we live in an era where high profile sportsmen in a variety of sports want to be able to talk about the things that matter most to them, and the people watching and supporting them. That's why this performance from both sides because the Iran played very well indeed, it's so creditable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:18",
      "speaker": "NEWTON",
      "sentences": "Yes, and the development of sport, especially on the international stage has become so much more complex, as you say, because some of the players themselves want to bring these issues to the fore.We have to talk about the Iranian players, right, and what's at stake for them. Now, some of them are professional players, for sure. CNN had reported that some of their families, if not them, may face some intimidation or worse going back home. You know, how do you interpret this, given the fact that these players did refuse in the first match to sing the national anthem, and yet their teams, some people, interpreted them to be operatives for the regime that somehow there was something wrong what they were doing just by playing for their country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:12",
      "speaker": "NEWTON",
      "sentences": "Yes, and the spotlight off of them now that they have been knocked out of the World Cup, but as you said, so many more issues, not just on the pitch, but off of it as well. Darren, thank you so much for your perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:12",
      "speaker": "LEWIS",
      "sentences": "Thank you, Paula. I really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:12",
      "speaker": "NEWTON",
      "sentences": "Now, we do want to turn to the scene inside Iran where some people were actually celebrating, celebrating the U.S. victory.Videos posted on social media showed Iranians dancing and clapping. Some even set off fireworks. CNN's Jomana Karadsheh has more for us. (BEGIN VIDEO CLIP) JOMANA KARADSHEH, CNN CORRESPONDENT (on camera): Really extraordinary scenes in Iran, people celebrating their own national team losing. We've seen video trickling out from different cities, including the capital Tehran with people there chanting and cheering. Video from the city of Mashhad, a power base of the clerical establishment also showing people celebrating. And video from across the Kurdish region, one of the areas of the country that have borne the brunt of the regime's brutal crackdown, their people pouring into the streets, dancing, honking their horns and even fireworks in the city of Saqqez, the hometown of Mahsa Amini. One young Kurdish man I spoke to says that he is happy, because this is the government losing to the people, he says. A team against a nation isn't a national team, he said. While there are Iranians who feel that that is unfair to their country's team, the players who have been under immense pressure and according to a source, telling CNN they have also faced threats of their families being tortured if they tried to protest during the World Cup. There are a lot of Iranians who feel that the team should have done more for the people while they're in the spotlight. While they're on the global stage. They -- people feel that they should have shown more support for the protesters back home. They say other athletes have done that, they have faced the risks, some have been jailed, but they have come out in solidarity with the protesters. So, some people are really feeling disappointed by their Team Melli or the national -- the nation's team as it's known, some feeling that it was there representing the regime now, especially after that victory against Wales last week, where we saw members of the security forces out on the streets celebrating in these real surreal scenes at a time when these forces are cracking down a dissent in the country so violently. They're accused of horrific human rights abuses and accused of killing hundreds of people during this crackdown. Those scenes really angered so many people who found it really painful as Iranians are burying their dead and dealing with the consequences of this very violent crackdown, that the regime was claiming this as a victory and its forces were celebrating and that really explains the kind of scenes that we have been seeing out of Iran tonight. This is a team that in the past has united Iranians. No matter how they felt about the regime, football, soccer always united Iranians and now it does appear like it may be dividing them. Jomana Karadsheh, CNN, Istanbul. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "All right, well, you can hear the incoming rounds. The incoming rounds from Russian artillery fire are really intensive here as we have entered the outskirts of Bakhmut.(END VIDEO CLIP) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "NEWTON",
      "sentences": "NATO is pledging more help to repair Ukraine's energy infrastructure as Russia ramps up -- ramps up its attacks. Now, foreign ministers of the block are in Bucharest for two days of talks including discussions on trying to provide yet more military aid to Kyiv. Ukraine's Foreign Minister urged NATO to speed up the deliveries of weapons.NATO Secretary General meantime says the military aide is in fact making a huge difference on the battlefield every day. But Russian attacks on infrastructure amount to what he said was, \"energy blackmail\". (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "JENS STOLTENBERG, SECRETARY GENERAL, NATO",
      "sentences": "Russia is using brutal missile and drone attacks to leave Ukraine cold and dark this winter. President Putin is trying to weaponize winter to force Ukrainians to freeze or flee.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "NEWTON",
      "sentences": "Now, the foreign ministers reiterated NATO's full solidarity with Ukraine in a joint statement Tuesday and condemned what they called Russia's cruelty.Now, the Ukrainian military seen here launching rockets Tuesday as President Volodymyr Zelenskyy said Russian forces were trying to advance in several regions. A senior U.S. military official says Russia was firing unarmed cruise missiles at targets in Ukraine to try and deplete the Ukrainian stock of air defenses. President Zelenskyy gave this update on the state of fight. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): The situation on the frontline is difficult. Despite extremely large losses, the occupiers are still trying to advance on the Donetsk region in a foothold in Luhansk region move into Kharkiv region. They are planning something in the South. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:04",
      "speaker": "NEWTON",
      "sentences": "Now, air raid sirens meantime sent Ukrainians scrambling for bomb shelters earlier Tuesday. The shelling is constant on the frontlines in the East.CNN's Matthew Chance is there as the fighting intensifies in and around the town of Bakhmut. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "NEWTON",
      "sentences": "In the meantime, Ukraine's first lady is highlighting horrifying allegations of sexual abuse at the hands of Russian forces.Olena Zelenska spoke to the British Parliament Tuesday saying the abuse is part of the systemic violence Russia is using right across Ukraine. OLENA VOLODYMYRIVNA ZELENSKA, UKRAINIAN FIRST LADY (through translator): We have documented thousands of crimes including sexual violence. The youngest girl who was raped by the Russian occupiers was 4 years old. The oldest survivor was 85. These are the victims we know. How many victims we still don't know about. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "NEWTON",
      "sentences": "On Monday, Zelenska called for the abuse to be recognized as a war crime, saying Russian soldiers have been very open about using sex as a weapon.So far, CNN has been unable to verify the first lady's claims. The war in Ukraine is expected to top the agenda when French president Emmanuel Macron meets with U.S. President Joe Biden at the White House this week. Macron and his wife Brigitte arrived in the U.S. Tuesday night. This is the first full scale state visit for the Biden administration. Wednesday, Macron will visit Arlington National Cemetery and Mr. Biden -- with Mr. Biden at NASA headquarters that will be alongside U.S. Vice President Kamala Harris. Thursday, there's an official arrival ceremony at the White House, a joint presidential news conference, followed by a state dinner. Macron also added in a visit to New Orleans on Friday. Prince William and his wife Catherine are also headed to the United States for the first time since becoming Prince and Princess of Wales. The royal couple will be traveling to Boston. Their primary focus will be the awarding the Earthshot Prize, which was founded by William in an effort to aid climate entrepreneurs. But there will be other stops on the agenda including a visit to a climate tech startup in the John F. Kennedy Library and Museum. OK, still to come for us, Chinese health officials defend Beijing's zero COVID policy but pledged to make some changes on their end. What they plan to do as protesters fill the streets, we'll have that when we come back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:32:18",
      "speaker": "NEWTON",
      "sentences": "Joining me now is Ben Cowling. He is the professor of epidemiology at the University of Hong Kong's School of Public Health. And we thank you for weighing in on what continues to be a tremendous problem in China.What are China's best options right now as far as you're concerned? And what do you make of these latest adjustments that they've announced? BEN COWLING, PROFESSOR OF EPIDEMIOLOGY, UNIVERSITY OF HONG KONG'S SCHOOL OF PUBLIC HEALTH: Well, COVID still poses a major threat to public health in China, because the vaccine uptake in the elderly is not as high as it could be. And, so I think in the short term, really, the only feasible option for China is to get these outbreaks under control. And that may well require continuation of the stringent measures, and even more stringent measures even going to the citywide lockdown that occurred in Shanghai earlier this year. But, really, it tells us that there's got to be a way out. There's got to be a plan to transition away from zero-COVID. Not immediately, but we've got to plan ahead. And I suspect, at some point next year, that's going to have to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:32:18",
      "speaker": "NEWTON",
      "sentences": "You know, I'm fascinated to hear from you that, despite the protests, and of course, everyone sympathizes with what the Chinese are going through right now, that you know, in terms of medical options, that there aren't a lot of good options right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:32:18",
      "speaker": "COWLING",
      "sentences": "Well, the Chinese government has said they're stalled on succeeding in zero-COVID is persuaded the population, that zero-COVID is the best strategy for China, that it will be a disaster if even one person dies from COVID.And that means that they really have to follow through. They have to deliver on zero-COVID, and that means for the time being, in cities that have outbreaks, those outbreaks have to be controlled. Because that's a -- that's a key element of the zero-COVID strategy. They can't allow small outbreaks to simmer, because that's going to spread to other places. It's going to receive new outbreaks, and then ultimately, cause more disruption and more economic loss. So, that's the challenge they face.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:12",
      "speaker": "COWLING",
      "sentences": "Well, that's right, and I think we could say that, even a vaccine coverage reached the hypothetical figure of 100 percent, there would still be a lot of infections if COVID was allowed to spread.We know around the world, vaccination doesn't do that much to stop infections. It does reduce the risk of severe disease. But even if there was a very, very high vaccine coverage in China, if there was a large outbreak across the entire country, I think the health system would be challenged by that. And, that's something that will have to be faced at some point. But I don't think it will have to be faced this winter. We know postponing it to the spring or the summer would at least reduce transmission because of seasonality and give more time to prepare the healthcare system and to increase vaccination rate further, including a forth those (ph) campaign that I don't think has started yet in China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:12",
      "speaker": "NEWTON",
      "sentences": "And so if we get a broader perspective from you on this, if we took the politics out of it, right, and we just looked at what the medical path forward would be, how many months would you be looking at here? And, when would mass vaccination make a difference to the point where you wouldn't have to have it least these severe lockdowns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:12",
      "speaker": "COWLING",
      "sentences": "Well, I think, for now, the zero-COVID measures are going to continue. I think a transition plan would involve months of planning. And then the transition would, itself, take at least six months.I think Singapore spent almost a year transitioning out of their zero- COVID measures, one by one. It took almost a year, I think, from having all the measures until having almost none of the measures. So that's what we're looking at, I would say, next year. But it takes a lot of planning first. Get the vaccine coverage up, get the healthcare system prepared. And get the communications to the public sorted out so they know what to do at different times, and they can assess their risk and assess their behaviors as they want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:12",
      "speaker": "NEWTON",
      "sentences": "Yes. A lot of stake. And hard to believe. It has been nearly three years since we saw, you know, Chinese people first suffer from this virus. And, unfortunately, from what you've just explained, they are, again, in a tough spot with it.Ben Cowling for us in Hong Kong. I appreciate it. Still ahead for us, actor Will Smith opens up about the moment he slapped Chris Rock at the Oscars and what drove him to do it. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "WILL SMITH, ACTOR",
      "sentences": "I've been away. What y'all been doing?TODD (voice-over): Appearing on \"The Daily Show\" with Trevor Noah, his first a late-night interview since he slapped Chris Rock onstage in March.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "CHRIS ROCK, COMEDIAN",
      "sentences": "Oh, wow!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "SMITH",
      "sentences": "That was a horrific night, as you can imagine. You know, there's many nuances and -- and complexities to it, you know. But at the end of the day, I just -- I lost it.TODD (voice-over): Smith didn't apologize for the slap, as he did in the days immediately following the incident. But did express regret.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "SMITH",
      "sentences": "That's not who I want to be. And I guess the thing that was most painful for me is I took my heart and made it hard for other people. You know, and it's like, I understand the idea, they say hurt people hurt people.TODD (voice-over): Smith explained the emotions and painful family history that had been simmering until that moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "SMITH",
      "sentences": "You know, that was a rage that had been bottled for a really long time. It was a lot of things. It was the little boy that watched his father beat up his mother, you know. It's, you know, all of that just bubbled up.TREVOR NOAH, HOST, COMEDY CENTRAL'S \"THE DAILY SHOW\": Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "SMITH",
      "sentences": "In -- in that moment.TODD (voice-over): Smith recounted talking to his 9-year-old nephew later that night after the Oscars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "SMITH",
      "sentences": "\"Why did you hit that man, Uncle Will?\" You know? Damn it! Why are you trying to Oprah me?TODD (voice-over): Smith said he's now concerned about the team that produced his new movie, \"Emancipation.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "SMITH",
      "sentences": "I just hope that their work will be honored, and their work will not be tainted based on, you know, a horrific decision on my part.TODD (voice-over): But will the slap heard around the world overshadow Smith's body of work? NISCHELLE TURNER, \"ENTERTAINMENT TONIGHT\": There is going to be, you know, a faction of people who just don't forgive him. But I think overall, I think the majority of moviegoers, and I think the majority of his fans will come back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:09",
      "speaker": "TODD",
      "sentences": "We reached out to Chris Rock's representative to see if Rock had any comment on Will Smith's interview with \"The Daily Show.\" Rock's camp didn't respond.Brian Todd, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}