{
  "date": "2022-12-21",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "Biden Expected to Announce Additional $1.88 in Security Aid; Former FTX CEO's Extradition from the Bahamas Drags on; Musk says He'll Step Down as CEO after Finding Replacement; Zelenskyy to meet Biden at the White House; Data and AI Driven Hopper Notifies Travelers of Best Rates; Nike, FedEx Higher after Market-Friendly Results. Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "JULIA CHATTERLEY, CNN HOST, FIRST MOVE",
      "sentences": "A warm welcome to \"First Move\". My last show before Christmas Day and therefore a perfect time to say thankyou for watching and to send holiday wishes your way. Also a moment to forget any stock market dismay or the latest manic Musk tweet display, even Sam Bankman-Fried hair disarray. All the World Cup teams that may have led you astray spend time with your family and friends without delay. And so ends my holiday communicate all that's left is our top story today and that's Volodymyr Zelenskyy in the U.S. of A. The Ukrainian President expected in Washington for a surprise and historic set of meetings with both President Biden and congressional leaders. He's likely to thank the United States for its support so far, but also make the case for more. We'll help to D.C. in just a moment's time for now. Sam Bankman-Fried on the move too, the Former Head of fallen crypto exchange FTX set to be extradited to the U.S. from the Bahamas. He faces a stunning array of federal criminal and civil charges in a case that continues to reverberate through the crypto world and beyond. Travel also on millions of people's minds as they rush home for the holidays a travel nightmare brewing in the United States with a powerful storm sector sweep across the country later this week. And coming up too, the outlook for holiday travel demand and the postal lock down trends with CEO of data and AI driven travel app Hopper. And speaking of turbulent trips, U.S. stocks still on track for a rare December drop but futures today are pointing higher as you can see boosted by solid earnings from both FEDEX and Nike. And Europe is green like a Christmas tree too and Asia steadying a little bit after Tuesday's surprise Bank of Japan policy move that could eventually lead the way to rate hikes there. And Tesla bulls to hoping for more than coal in their stocking a bit of a rebound in store after Tuesday's 8 percent plunge. Elon Musk is saying he will step down as Twitter CEO when you find someone \"foolish enough to take the job\". That story just ahead too lots to get to, as you can see today, but we do begin in Washington D.C. and President Zelenskyy set to arrive at the White House for a meeting with President Biden and then later he will head to Capitol Hill to address members of the U.S. Congress his new video as Zelenskyy in Poland on that journey. It's his first trip, of course, outside of Ukraine since the war began back in February. President Biden tweeting, I hope you're having a good flight to Volodymyr. I'm thrilled to have you here. Much to discuss and Jeremy Diamond is waiting there at the White House for him to arrive. It is a huge moment. Jeremy, great to have you with us! It's also probably one of the best kept secrets ever judging by just the comments from lawmakers yesterday who seem to have been kept in the dark too. What can we expect today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "DIAMOND",
      "sentences": "But it's also as Republicans are set to take control of the House and some key House Republicans have cast doubt on continued U.S. supportfor Ukraine. So no question that when President Zelenskyy arrives here both during his meeting at the White House but in particular when he delivers a prime time address to Congress this evening. He will be coming here with a message of thanking the U.S. for its support, but also urging that support to continue on as he looks to the future of the war in Ukraine, of course, the future of the political landscape here in the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, pivotal timing to continue to rally that support. Jeremy, great to have you with us! Thank you, Jeremy Diamond there. And PresidentZelenskyy not coming to Washington empty handed. Ukrainian troops on the frontlines gave him a signed flag as a thank you gift for the U.S. President and Congress. Will Ripley, has all the details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Within hours of Ukrainian President Volodymyr Zelenskyy, tweeting that he was on his way tothe United States to meet with the U.S. President Joe Biden. Air raid siren sounded across Ukraine yet again, that's pretty much like every day here in this war torn country. But what makes today different is that it's the first time Zelenskyy has not been physically present in the country since the start of the full scale invasion on February 24. He faces quite a challenge when he goes to Washington for that triumphant announcement with President Biden of billions of dollars in additional defense spending, including those highly coveted by the Ukrainians. Patriot Missile Defense Systems that they hope will be a game changer in this conflict, which has been dragging on around 10 months now. Zelenskyy has to convince U.S. lawmakers and also NATO that they need to support Ukraine through the long haul. Even though there is growing pressure, including from the French President Emmanuel Macron, for peace talks with Russian President Vladimir Putin. Now the Ukrainians here, well, the conversation on the ground and Ukraine is supportive of Zelenskyy being in the United States. They are also determined to finish this war that Russia started and that means from the Ukrainian perspective, reclaiming all territory taken by Russia, pre 2014, including Crimea, which was illegally annexed by Russia. That's what started this whole war. From the Ukrainian perspective, they've been fighting Russia for almost nine years now. Now, they're the West might feel differently, they might feel that Ukraine should try to make some concessions that Zelenskyy domestically is under a tremendous amount of pressure not to make. But the big challenge for him is as he continues to accept billions of dollars in weapons from foreign countries, and yet the lines have been basically the same relatively the same. Ukraine's not retaking a tremendous amount of territory; they're not losing ground to the Russians, either. He has to convince them that the challenge is urgent enough. And the threat is big enough for the world that they need to keep putting money and resources into Ukraine, especially with word of a potential Russian troop buildup on the Belarusian border to the north of Ukraine, which could open up yet another front in this conflict, which is already seeing intense fighting to the east, to the south. And of course, the regular bombardment and bombing of the civilian infrastructure here by Russia. Will Ripley, CNN in Southern Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Let's hone in on that angle a little bit. The Kremlin of course, responding to President Zelenskyy's trip to Washington, saying thatby providing more weapons to Kyiv Western countries is aggravating the conflict. Clare Sebastian has more on the reaction now from Moscow. Clare and actually we've heard from President Putin himself not missing an opportunity to paint this as NATO aggression, rather than anything else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Yes, Julia, this is a line that we've been hearing from Moscow now for some months that they believe they are atwar, not just with Ukraine, but with the West and all of NATO. Obviously, it's in their interest to make that point because it, you know, makes their battlefield defeats look a little less humiliating. But we did just hear from President Putin, as you say, just wrapped up a big meeting with an expanded board of his Defense Ministry, a roomful of men in military uniform. And the speech really was doubling down on that line that they are at war with NATO. He said that the military potential and opportunities of virtually all the main countries of NATO are being used against Russia. He said that Russia is looking at the equipment being deployed by NATO and Ukraine and building its military accordingly and the speech was also really an exercise in sort of touting the expansion of the Russian Military piling unlimited. He said resources into it. He talked about stepping up the readiness of the nuclear arsenal and new hypersonic missiles, improving the systems even for mobilization. Although he did say that he believes that the Russian army now has enough people with those 300,000 men already mobilized. So he is clearly even as we see President Zelenskyy in the United States potentially willing to discuss what an end game might look like? What a path to peace might look like? It's clear that Russia is in the mood for the opposite.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "The decision raising clear concern those officials are trying to mask the scale of the outbreak and the loss of life. Selina Wang reportsfrom Beijing. (BEGIN VIDEOTAPE) SELINA WANG, CNN CORRESPONDENT (voice over): China has only reported a few COVID deaths since abandoning its zero COVID policy. But what we see on the ground tells a different story. WANG (on camera): There is a long line of cars that sticks across this entire area of cars waiting to get into that cremation area. I'm in the parking lot right now and it's completely full of cars. I'm speaking here because there are many, many security guards patrolling this entire area. And I spoke to a man earlier who said that his close friend passed away from a fever that the hospital didn't say why? He said he's been waiting here for hours, and he still has no idea if his friend's body can even get cremated today? WANG (voice over): And it's not just in Beijing, social media shows crematoriums and funeral homes around the country overwhelmed. This funeral home in Jinan and the man is saying it's going insane. Here it is patched with cars and vans carrying bodies stretch all the way into the distance in front of this crematorium in Tianshunxiang (ph) and families wait and stand in their mourning clothes at this Wuhan funeral home with no idea how long they have to wait before their beloved ones can be cremated. A new study by Hong Kong researchers estimates nearly 1 million people in China could die from COVID, if the country doesn't take necessary public health measures like increased vaccinations. Long lines like these are forming across the country outside of hospitals in Hangzhou. People wait for hours outside in the cold rain. Crowds form outside of hospitals in Wuhan, round zero of the original outbreak. WANG (on camera): This is a COVID designated hospital in Beijing. There's been a steady stream of elderly patients in wheelchairs being led into this hospital. I spoke to a man who has been waiting outside for his elderly family member who he said is very sick with a high fever from COVID, but he said this hospital is running out of bed space. Are you busy? I asked the COVID worker outside this hospital. Yes, extremely busy. He tells me we even work into the evenings. Did a lot of people die here? I asked. Yes, every day he says. Is it all because of COVID? Yes, he says people with underlying conditions. The country's COVID strategy has suddenly swung from one extreme to another. This is what China's Metropolis torching looked like a month ago during a mass COVID locked down, a ghost city. But now not only has Tongzhou (ph) lifted, it's locked down. A government announced on primetime television that people who has COVID. As long as they were only mildly sick or asymptomatic, well they can return to work. But people are still scared to go out. Restaurants and shopping malls in the city barely have any customers. Subways across major cities are eerily empty. But none of this is stopping tiny state media from hailing the country's COVID strategy as victory after victory. As the Chinese people feel they are suddenly left to fend for themselves. Selina Wang, CNN Beijing. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move\", all the Third time's a charm for Sam Bankman-Fried's extradition. The Former CEO of FTX is in court againtoday. After confusion and disagreement between prosecutors and Bankman- Fried's Bahamian attorney delayed the process. SPF's lawyer has said its likely Bankman-Fried will be extradited to the United States as soon as the final court hearing takes place. CNN's Patrick Oppmann joins us live from the Bahamas. You might be spending Christmas there at this rate. Patrick, we've learned to expect the unexpected. What do we know about the situation today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "PATRICK OPPMANN, CNN CORRESPONDENT",
      "sentences": "Well, it has felt like a Groundhog Day situation where we every day we expect something to happen. That does notbut we are told that it looks very positive that today will be the day that SPF leaves the Bahamas leaves on a private flights really different kinds of private flight that as a Former Billionaire he is used to but he will be a we are told under the care of U.S. federal agents who will take him to United States. Before that happens, though, there has been some paperwork. And so we understand from Reuters that he has now signed the agreement that would extradite him that has to come before a judge at the courthouse behind me. In a few hours, we are told and his lawyers have already said here and in the U.S. that he will accept this deal that will allow him to drop his fight to extradition and allow the United States government to remove him to the U.S. Some reports as well from the United States. That he's in negotiations with prosecutors in the U.S. to come up with some kind of deal that will allow him to come out of be out on bail. So essentially, that he would be under, we imagine very strict circumstances not have to remain in prison like he is currently in the Bahamas at a notorious prison here in Nassau so things are moving slowly, but in the direction that would appear to allow Sam Bankman-Fried to leave the Bahamas perhaps as early as tonight, Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "CHATTERLEY",
      "sentences": "We shall see Patrick Oppmann, thank you so much for that. And then maybe we'll see you tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "OPPMANN",
      "sentences": "No problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "CHATTERLEY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "OPPMANN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "CHATTERLEY",
      "sentences": "OK, the Biden Administration is pressing pause on rules regarding which electric vehicles will qualify for U.S. tax credits. Afterprotests from both Europe and Asia, the government is proposing a $7,500 tax credit per vehicle, but only for models that are assembled in North America and meet demand and conditions on the origins of key components. Some of America's trading partners are calling the rules discriminatory. They are part of President Biden's inflation Reduction Act meant to speed up the transition to cleaner vehicles and boost U.S. production. Christine Romans joins us now. Christine, it's always good to have you on these stories. When I am deeply confused there is a lot going on here and I know you and I have discussed this in the past. There's the concern over the requirement for U.S. produced components in order to be able to qualify for this $7,500. There's also and we've discussed this on the show already with other competitors too have the likes of Rivian. What qualifies for the future for commercial electric vehicles and whether that gives a huge demand boost to the United States and players here relative to those in in Europe and beyond? What's going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ROMANS",
      "sentences": "You know, recently I sat down with the Rivian CEO. We talked about how the inflation Reduction Act a big part of it has nothing to do withinflation. It has to do with a big investment and a total strategy shift for how the U.S. incentivizes this transition to a greener future. Listen to what he said. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "RJ SCARINGE, CEO, RIVIAN AUTOMOTIVE",
      "sentences": "That policy is shifting a lot of people's mindsets in the right way. It's driving us to say how do we morerapidly build localized supply chain for battery? Just as every car company that operates, the United States is thinking the same things? So I think that's outstanding. I think the reality as well is, this is for a long time been something that's politicized electrification, or a path to carbon neutrality has been politicized. We're beginning to see that fade, which is really encouraging. So it's not a right issue or a left issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ROMANS",
      "sentences": "There's been some pushback that, you know, not all EVs are going to get these great incentives at the outset and the unfortunate, but what doyou say to that? I mean, that's, where the election was written.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SCARINGE",
      "sentences": "It's a fact that it's going to prioritize domestic supply chains, for sure. But I think everybody who's serious about, you know, being in theU.S. market is going to figure out there, how to localize your supply chain, certainly we are. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ROMANS",
      "sentences": "And localizing the supply chain specifically for batteries, right? That has been for some of these automakers, the harder path here, butthat's what this law is designed to do. It's to incentivize assembly in the United States and more of the battery production to be localized and that's what these automakers are trying to do. Now you've got the Treasury Department moving back a deadline on some of these rules. So we're all trying to understand what that means for consumers in the U.S. who are buying either these delivery vehicles where you have incentives of up to $40,000, on delivery vehicle, a large delivery vehicle, or for cars $7,500 in the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, and this was what was fascinating to me, that what could be up to $40,000 for these delivery vehicles. And for a company like Rivianthat had announced perhaps that they were going to start manufacturing and doing deals. I think it was Mercedes in Europe, and suddenly we're like, and perhaps it ties to the economic environment too, but from my perspective, why would you bother manufacturing and producing delivery vehicles in Europe? If you're going to see those that want to buy them in the United States get such a huge tax credit, you focus on America and producing for the American market.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ROMANS",
      "sentences": "And I was just there in that normal plant where those Rivian trucks or a big delivery trucks are rolling out for Amazon. I mean, there are justacres and acres and acres of these tribes ready to roll and started January 1, a big tax incentive available for U.S. assembled. Vehicles here and with and again, the law is written that they have to be assembled in North America and meet conditions and the origin of key components. They've pushed off the origin of key components final rulemaking, which means this could mean a wider window for more tax credits. We'll have to see how it all plays out, but it did. It is a new strategy and a new direction, the inflation reduction act very big part of that was this transition to a greener future for cars in the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Politically named for purposes we need to go into, quite frankly, but a huge climate component of this. And I think, in many ways,this is the United States throwing the gauntlet down to other regions, in particular, the EU who's also been very focused on this. But at appointments, were saying when the United States is subsidizing to such a huge degree, that any businesses looking around the world and working out where their supply chains are. Or beyond, you focus on where the biggest demand kicker is? And where you get the biggest incentives? It's good business sense and that's a problem for the likes of Europe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ROMANS",
      "sentences": "Yes, and is there any industry there's more globalized, do you think than the car industry?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ROMANS",
      "sentences": "I mean, just think about that the auto industry, which makes when you're talking about domestic production and local sourcing in an industrythat is so globalized. Still, again, still trying to understand the ripple effects for this globalized supply chain and these European companies that are producing and selling in the U.S. and vice versa? It's, going to be fascinating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, it is, and also, they've had the shocker of the last few years where supply chain chinks and beyond have been such a huge problemfor them that now is the time. Christine Romans, always a pleasure to talk to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ROMANS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "The danger is the next CEO gets the stuffing knocked out of them. Who might be poor?PAUL R. LA MONICA, CNN REPORTER: I can't believe you just went New Kids on the Block my teenage self from the late 80's is cringing right now as well as my nearly 50-year old self. But anyway, Elon Musk, he wants to stop running Twitter but he seems to not be can you not be certain that he can find someone that can do the job as he tweeted yesterday, I will resign as CEO as soon as I find someone foolish enough to take the job! After that, I will just run the software and servers teams. One not really a great job posting, Hey, come take this thankless stupid job where you'll have to report to me the most preeminent micromanager on the planet. And if he's running the software and servers teams, what's left for the CEO to do the advertising business that Musk is trying to de- emphasize as they go more with subscriptions and Twitter blue. I don't understand what Musk is trying to do at Twitter. Tesla Investors still seem concerned the stock is up a little bit in premarket trading Julia, but not that much considering the 8 percent decline you mentioned yesterday and the gigantic 60 percent drop this year. I think a lot of people would love to see more confidence from Musk, that he's going to just resume running Tesla and SpaceX and everything else he's doing, and maybe just stop with this Twitter falling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes and that he can find someone competent to turn this around, because that is a point that he's emphasized on a number of occasions. It'sgoing to take someone with great confidence, step forward, Snoop Dogg because he did put a Twitter poll out himself, suggesting that he was ready to take the helm. And unlike Elon Musk, it was a big fat yes. In response, and it wasn't an insignificant number of people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "MONICA",
      "sentences": "Yes, over 3 million, I believe, voted in the Snoop poll and an overwhelming majority 81 percent. You know, I would love to see the nameCalvin Broadus Jr., on, you know, a C suite office and what Snoop would do at Twitter? Hey, I mean, it can't be any stranger than what Musk is doing. Obviously, Snoop Dogg is joking. He has a thriving music career that I think he wants to focus on. But there are other people that, you know, Wall Street's been speculating about in Silicon Valley could Sheryl Sandberg now that she's no longer a Meta, be someone that could come in and inspire confidence? You've got David Sacks, a member of the so called Pay Pal mafia with Elon Musk. He might be someone that, you know, could step in as well. So I think there are definitely intriguing candidates, but again, it's who would want the job that Elon Musk seems to be denigrating at every possible turn. And then again, you have to report to Musk, which look at Tesla and the revolving door of executives that have left their kind to suggest that Elon may not be the easiest boss to work for, especially if he wants you sleeping at the office and putting in 25, eight days, which, you know, obviously don't exist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, perhaps both rewarding at times, and also exhausting. In all seriousness, and we do have some fun with this story and I know it'snot fun for some of the shareholders involved. I'll make that clear. But a front of the show, Roger McNamee, and of course of Facebook fame was a mentor to Mark Zuckerberg wrote an op-ed or an opinion piece in Time Magazine. It sorts of resonated with me, and he wrote that we're as media making exactly the same mistakes that we made with Donald Trump. As with Elon Musk, now, in that we're providing a platform, we're raising attention; we're talking about it constantly. We're sort of playing the game and he has a point actually gain that Elon Musk himself was making the engaging now is that engagement on Twitter is at records that the level of volume of tweets back and forth and flying around are at record highs. Paul, do you think Roger has a point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MONICA",
      "sentences": "That being said, in order to fence, Elon Musk runs several well- known companies and he is the second richest person on the planet. You can't exactly ignore him, especially for financial media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. And he's proved he's got great brilliance in certain spheres as an innovator and a visionary. So, fingers crossed, he turns thisround for all of those that do use this platform and find value in it. Paul, great to talk to you, you could have just said yes and said no more and we'd have not continued to provide the platform. Thank you. Speak to you soon, thank you, happy holidays. Coming up on \"First Move\" we're awaiting President Zelenskyy's arrival in Washington D.C. much more on that historic visit up next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "As you point out, therefore, an incredibly important 60 days. Just put the patriot missile systems into perspective borders and how theywould play into what we've seen in recent weeks with the attacks in particular on energy and utility infrastructure. How pivotal would they be in helping Ukraine defend itself? And I guess how quickly can the soldiers that be taught to use them and utilize them? GEN. CLARK: Well, the patriots are good system and it can intercept ballistic missiles, it's expensive. We don't know exactly how many systems they're getting, the news releases are saying a battery, well, this is would be put in place probably around Kyiv. And it would protect in the case of Russia getting the Iranian ballistic missiles in. Pretty expensive to shoot down $200,000 drones with a limited supply of million dollar plus patriot missiles, that might not be effective. If we put in several batteries, a battalion, maybe two battalions, if we could do that, then we get much broader coverage across Ukraine. But this is not a country wide system. This is essentially a long range point defense system with a relatively small round footprint of protected area, say 50, and 70 miles in diameter. So yes, it can help protect Kyiv, but not the rest of the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. General Clark, I'll tweet out your New York Times opinion piece because I really valued it. And it's not just the message forAmericans to understand it's, I think it's for all of us at difficult times, sir, happy holidays, thank you so much for joining us. GEN. CLARK: You too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "General Wesley Clark, thank you. We're back after this, stay with us.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "LALONDE",
      "sentences": "And if the price happens to drop, you get an alert and it tells you, this is a good time to buy. It's cheaper than anything we've seen inthe past than anything we've seen in the future. Price tracking has been around for a while. But as you mentioned, we have about 80 million people that have used us and people save an average of $60, which kind of matters on a $400 average ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Wow. And how much notice just on average does it give you if the price drops and then it sends the alert and says actually, perhapsnow's the time to buy. Is there a pattern over how close to the point of travel, you tend to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "LALONDE",
      "sentences": "Of course, that all depends on the travel route in the season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "LALONDE",
      "sentences": "So if we take, for example, the holiday travel, we're expecting a record of 54 million people in the U.S. are going to travel for theholidays, that's 20 percent more than last year and it's actually 4 percent higher than 2019. So we're setting a record this year. In a period like that, the only thing to do to save money was to book super early. So if you're planning to go for holiday travel and you haven't booked, it's going to cost you. If you look outwards, let's say post-holiday travel, a ski trip where you're going to hit the islands, usually a 90 day window, you'll get the alerts, anything within two weeks of travel generally is more expensive. So you're going to end up booking your ticket, maybe a week or two sooner than everybody else. And that's where you get the most savings. What happens also --time, there are less people on the planes, and then the airlines will drop the prices for a day. And that's where it really pays off to be using an app like Hopper.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Interesting, yes and you instantly get the alert when they do those and those sort of quick sales. And 95 percent accuracy, I think wasone of the stats that leapt out at me. Now the app is free, you obviously make money, I'm assuming when people actually book via the app, but you also offer some FinTech products within the app, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "LALONDE",
      "sentences": "That's correct. So we're a boring gigantic travel agency in terms of our business model. But will we offer on top of the prediction, using alot of the same data we use to forecast prices are things like price freeze. So for a few dollars will actually hold the price if it's a good one that you want to have frozen for a few days, so you can make up your mind, maybe you need to talk to your spouse. And right now we have a lot of products that help you make non-refundable things refundable. So if your travel plans change and you can get your money back. And also a very popular product right now is the disruption protection. So if your flight is late for an hour, you can either get all your money back and get rebooked by the airline for free or Hopper the app will we book you on any other airlines, so you don't have to spend an entire day waiting for the airline you booked on to get a flight in. If we're considering holiday travel, that product is especially popular. And your listeners may have heard this. But there's actually a big storm that's going to hit the U.S. which is terrible time. And so we expect it's going to be crowded, but also very disruptive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, and I'm going to read to the FinTech offerings that you provide, as you've just mentioned, a number of them are 70 percent of theair booking revenue that you're creating at the moment just to give people a sense of scale. And you don't do advertising, which I think would also delight some people, quite frankly, you don't want to be spammed while they're trying to book these things as well, because it's stressful enough. How unique, by the way, is this technology? Because if I look at some of the other big travel apps that we're talking about, for example, Expedia is one that instantly comes to mind. But I don't see their kind of offering like this, too. So I just wonder whether that sort of almost makes you an acquisition target if they could incorporate your kind of technology. Are you perhaps open to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "Wow. So you didn't actually answer my question about whether you're in the market to be bought. But I think you've actually answered thequestion as if to say, you're here for a modern generation and you may have 11 percent market share of right now. But you're, you're perhaps going to grow big enough to buy them one day perhaps. Provide that customers something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "LALONDE",
      "sentences": "And definitely --?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, I know where you're headed. Talk to me about growth, talk to me international growth, because while the app is available, I can seearound the world, the majority of those downloads are coming from the United States growth plans do you need to raise more money to do it, talk me through that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "LALONDE",
      "sentences": "So we've grown about 25 fold 25 times since our pre-pandemic scale. So we were really a story of innovating through the pandemic. But Ithink another of the really exciting changes we've had this year is we've gone from about 2 percent of our business originating outside of North America. And that's how we really define international growth is having international customers, not Americans fine abroad. And so this month, 20 percent of our business is from outside of North America. We are starting to have a huge presence in Latin America, which has always been a good market for us, but also Europe and Asia have been growing. And the growth rate outside of the U.S. is actually more than twice what we're seeing in the U.S. So I wouldn't be surprised this time next year if 50 percent of our business isn't coming out of those markets. They're very mobile friendly. Mobile is used even more frequently in those markets. But social commerce is just such a natural fit for some of these markets like Asia and Latin America that we are very bullish on the outcome there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. And the re-opening across significant parts of Asia like China, of course to is going to be fascinating to see as well. Fred,fantastic to chat to you, thank you so much. And we will reconvene on this conversation and see how that growth is going. And I know you also plant two trees for every booking that's made on the website as well and I did want to talk to you about that. But we've run out of time, we shall reconvene. Fred happy holidays, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "LALONDE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "Fred Lalonde there, the Co-Founder and CEO of Hopper, great to chat to you. Stay with \"First Move\", we're back after this.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}