{
  "date": "2022-11-17",
  "headline": "CNN Newsroom",
  "subHeadline": "Police: Two Roommates Were Home When 4 Idaho Students Killed, UVA Shooting Suspect Bought 2 Guns Legally After Prohibition Removed, Atlanta-Area DA Floats Possible Immunity Deal For Fake Trump Electors. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:00",
      "speaker": "MADISON FITZGERALD, CLOSE FRIEND OF IDAHO VICTIMS, ETHAN CHAPIN AND XANA KERNODLE",
      "sentences": "As Tanner said, this is the University of Idaho such a small tight knit community and those four precious lives touch so many people within not only our community, but also students and faculty and advisors alike. I'm very grateful to be a part of the Vandal family right now and to have the connections that I am making at the University of Idaho and getting through this with them as a Vandal family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "ERICA HILL, CNN HOST, NATIONAL CORRESPONDENT",
      "sentences": "There are a lot of unanswered questions right now, as we learned in that last press conference last night, the initial report that there wasn't a cause to be concerned now officials say there may be. Do you feel that you're getting enough information, Tanner?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "TANNER MCCLAIN, KNEW UNIVERSITY OF IDAHO VICTIMS XANA KERNODLE",
      "sentences": "You know, I, you know, I really wish, you know, there was some more answers to these questions. You know, I just, all I can do is just hope and pray that the authorities can make some quick discoveries, and I bringing someone to justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "HILL",
      "sentences": "Madison, you've talked about - you both actually said what a tight knit community this is, for people who aren't familiar with the University of Idaho who haven't been to Moscow, give us a sense of what that means on this campus. What is it like to be a student there? And how much time - something like this when it happens, it's going to rock a campus no matter where it is. But given this tight knit community, how much, how much more do you think that's playing into, into what you're seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "FITZGERALD",
      "sentences": "Being a student at the University of Idaho, we've had a real privilege of not having safety be on the forefront of our minds 24/7. I felt safe on campus, I felt safe within the Moscow community. And this is a wound that is deep and will take a long time to heal. But if - I trust Moscow PD and I trust the University of Idaho, if they say that campus in Moscow is a safe place for students and for the community to be. I trust fully what they have to say. And, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "HILL",
      "sentences": "Do you plan to go back? Are you - Are you home now? Thanksgiving next week, obviously, waiting until after the holiday. MCLAIN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "HILL",
      "sentences": "Yes, Madison, do you plan to go back?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "FITZGERALD",
      "sentences": "Yes, I do plan to return to campus after Thanksgiving break.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "HILL",
      "sentences": "And you know, as I mentioned, you both you both know some of the victims Madison as I understand it, you were actually at the house the night before you were really close with Ethan and Xana. Could you tell us a little bit about each of them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "FITZGERALD",
      "sentences": "It was a privilege to know such kindness. They were both amazing individuals. They had the most warm, amazing hearts. They touched so many lives on campus because of how truly welcoming and kind they were to every person that they ever met. They are the type of kindness that you wake up and you remember, and they made you want to be better, kinder people every single day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "HILL",
      "sentences": "So important to get that message out there of the people that they were and the many lives that they touched. Madison Fitzgerald, Tanner McClain, thank you so much for taking the time to join us. And we wish you strength in the time ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MCLAIN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "FITZGERALD",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "HILL",
      "sentences": "In Georgia, a standoff between some allies of former President Trump and an Atlanta area prosecutor investigating Trump's efforts to overturn the 2020 election the state, may actually be forcing a change in the prosecutor's strategy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SCIUTTO",
      "sentences": "You may remember those allies agreed to be fake electors to thwart President Biden's legitimate victory in Georgia. But subpoenas to get their testimony have not been as successful as the District Attorney hoped. So now CNN's Political Correspondent, Sara Murray here with a story you can only see here on CNN. So this is a big change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SCIUTTO",
      "sentences": "What does it say about where this all stands? Sara Murray, thanks so much. So to discuss, Elie Honig, Former Assistant U. S. Attorney for the Southern District in New York. And Elie, I wonder first of all, does a switch like this work your targets? Actually, no. Maybe I'm open to an immunity deal? And what does that tell you about where the case stands?ELIE HONIG, FORMER ASSISTANT U. S. ATTORNEY, SOUTHERN DISTRICT OF NY: Well, Jim, there's a strategic dance going on here to be sure. As Sarah said, this all started when the DA said your targets, meaning there's a reasonable possibility I will indict you. Then the DA subpoenas them saying and now I'm going to force you to testify. And normally prosecutors do not do that. You'd ordinarily do not subpoena somebody who's a target, because they're going to go in and incriminate themselves and you try to respect that, right? What are the targets do at this point? They take the fifth, that's absolutely the right. It's the right move. Now, if the DEA wants to counter that, she can give them immunity, meaning we will not use your testimony against you, you essentially will not be prosecuted. If she does that, they have to testify but they're going to get a pass. And what that tells me, Jim, is that the DA sees these people as more important as witnesses than as people who ultimately might be indicted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SCIUTTO",
      "sentences": "OK, you've been blistering in your criticism of prosecutors in Georgia, but also the Department of Justice and elsewhere for waiting too long to complete their cases. President - former president has now announced his candidacy. I know that legally, laws Allah will proceed, etcetera, etcetera. But practically, does this make it more difficult to, well both indict and convict?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "HONIG",
      "sentences": "Absolutely, Jim, let's remember, the key piece of evidence that the Fulton County DA has here, is the call the tape of the call between Donald Trump and Brad Raffensperger. You know, when that became public? Before January 6 2021. We are now coming up on nearly two years, this district attorney did not even empanel a grand jury until a year and a half in until this past summer.And now here we are, Donald Trump has announced, as you said, has no legal significance. I don't think it will stop anyone from indicting him. But you have to be practical here. Ultimately, indictment is not the end goal. It's conviction. Now, it's going to be that much harder to get a jury several years down the road, it takes a good year or so to get even from indictment to trial. Now you're going to be asking a jury to convict somebody who's a candidate potentially, a front runner, potentially a nominee for one of the two major parties, that's not going to be easy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SCIUTTO",
      "sentences": "And you believe that danger applies not just to the Georgia case, but any potential case brought by the for instance, the Department of Justice as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "HONIG",
      "sentences": "Yes, that applies to the Fulton County DA, that applies to the Justice Department. And you know, people say, \"Well, these things take time. \" Of course, they do. I know I was a prosecutor for 14 years, but not this much time, not two years. I have seen we all have seen DOJ move with remarkable speed when the situation requires it.But we're going on two years. And I think ultimately when it comes down to a jury, I think they're making their own job. These prosecutors are making their own job even more difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes, I mean, you mentioned the case of Tim McVeigh, for instance a days and weeks as opposed to months and years. Elie Honig, thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "HONIG",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "SCIUTTO",
      "sentences": "Twitter employees have a deadline today 5pm. And by the end they have to commit to quote, \"an extremely hardcore work environment or leave.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "HILL",
      "sentences": "That ultimatum coming in an internal email that Elon Musk sent to the entire staff. CNN Chief Business Correspondent, Christine Romans is here with more. So there's the question of there are some potentially some legal HR issues with the ultimatum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT",
      "sentences": "Of Course. Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "HILL",
      "sentences": "Also, based on the cuts that he's made, some people who've left voluntarily. I mean, can he afford to throw this out there and lose even more staff?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "ROMANS",
      "sentences": "And Jim's been reading the business section because you totally nailed it there. Look, the economy is pretty strong still. I mean, the consumer is really resilient. You're seeing signs of inflation peaking, but we just got jobless claims today that were still pretty low, really, which means there are not a lot of layoffs outside of the tech sector, of course, which got too fat during the pandemic.And now they're taking off some of that excess. You've still got an economy that is moving along here. That's why there are these expectations, the Fed will still have to keep raising interest rates to try to cool it. This is at its core, a consumer who is still spending, making changes to how they're spending, of course, because of inflation. Inflation looking like it's showing signs of peaking. But when I look at these retail earnings and the retail sales report from this week, I still see that the engine of the American economy, the American consumer, still moving forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "HILL",
      "sentences": "So that's still moving forward. There have also been - you and I were talking about this in the break. We're talking about, Jim, the break yesterday. I think it was from Goldman Sachs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "HILL",
      "sentences": "Was it that they were they were sort of revising with their outlook in terms of inflation and the possibility of a recession?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "ROMANS",
      "sentences": "So they're seeing inflation by the end of next year, less than 3 percent getting closer to the Feds 2 percent target, and they see a path to avoiding a recession. You, guys when I look at the numbers this week, this flurry of economic data, we have you hear people worried about recession, you hear CEO saying they're planning for a recession. You don't see it at any of these numbers here right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SCIUTTO",
      "sentences": "Christine Romans, trend is your friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "ROMANS",
      "sentences": "Trend is a friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SCIUTTO",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "ROMANS",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SCIUTTO",
      "sentences": "Still ahead another story we're following. Comedian Jay Leno will still need another surgery this week. This after he was seriously burned working on a car. He has many of them earlier this week. We will hear from his doctor here on CNN, next.(COMMERCIAL BREAK) [09:55:00]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SCIUTTO",
      "sentences": "A very good Thursday morning to you. I'm Jim Sciutto.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "HILL",
      "sentences": "I am Erica Hill. Just moments ago Speaker of the House Nancy Pelosi arriving on Capitol Hill where she is set to make a major announcement about her political future. CNN has learned the 82-year- old Democratic House Leader has in fact prepared two separate speeches. It's unknown though this morning which one she plans to deliver today. CNN has also learned President Biden told Pelosi, he hopes she'll remain in Congress and in a leadership position.",
      "isLastSentenceInterrupted": false
    }
  ]
}