{
  "date": "2022-12-12",
  "headline": "Inside Politics",
  "subHeadline": "Deadline: Congress Has Until Friday To Fund Govt, Avert Shutdown; Top Republican: Dems, GOP Are $26 Billion Apart On Spending Deal; New CNN Poll: Broad Members Of Americans See Both Parties As Too Extreme; Dems Grapple With Sinema's Decision To Defect; Soon: Lockerbie Bombing Suspect To Appear In D.C. Court; New Special Counsel Speeds Ahead On Trump Criminal Probes. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "JOHN KING, CNN HOST",
      "sentences": "Hello, and welcome to Inside Politics. I'm John King in Washington. Thank you for sharing your day with us. Deadline week for Congress. Government funding runs out Friday. And the negotiations are even more complicated than normal because of the coming flip of the House from Democrats to Republicans. Your take, brand new CNN polling releasing right now shows broad numbers of Americans view both political parties as too extreme.Plus, justice delayed but not denied. The alleged bomb maker suspected of blowing Pan Am flight 103 out of the sky is in custody. And due in court next hour, 34 years after that terror attack killed nearly 200 Americans. And this is what gets cheers in today's Republican Party. Marjorie Taylor Greene says if she had organized the insurrection, the mob would have won the day. They blocked the peaceful transfer of power. (BEGIN VIDEO CLIP) REP. MARJORIE TAYLOR GREENE (R-GA): Steve I had organized that, we would have won. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "KING",
      "sentences": "Up first for us, a looming deadline and a familiar struggle. The government needs money to pay its bills by Friday. Right now, a spending deal is MIA. The top line gap according to Senator Richard Shelby, roughly $26 billion. The divides between Republicans and Democrats are many including over COVID money, climate, social programs and money for Ukraine. There is also a Republican push to hold off the biggest decisions until January when the Republicans would take control of the House.Let's get straight up to the Capitol, CNN's Lauren Fox. Lauren, negotiations facing a clock, any progress?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Well, this morning lawmakers coming back to Washington today. And the expectation is they're going to need some kind of short-term spending bill to give them more time to negotiate, John, that's never a great sign. But over the weekend, it's telling me they did make some progress. But they still have not come together on what the top line number should be. Also known as how much money are they going to spend next year on funding the government?They basically have two options. They're going to need a couple more days to negotiate. After that they're going to have to decide, are they going to come together on a new spending bill? Or are they going to have to fund the government at last year's level? There's a lot of reasons that the White House and Democrats don't want to do that, in part. They want to use this opportunity when they have all levers of government to put through a bill that has and reflects their feelings on spending. Right now, though, it looks like Republicans and Democrats continue to be divided. It's really up in the air whether they're going to come to an agreement or not in the next couple of days, John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "KING",
      "sentences": "Lauren Fox live on Capitol Hill, taking off an interesting week to say the least. Lauren, thank you. With me in studio to share their reporting and their insights, CNN's Audie Cornish, CNN's Manu Raju, and Laura Barron-Lopez at the PBS NewsHour.So, Manu, you have the last act of both Senator Shelby and Senator Leahy, these two bears of the appropriation process. They want to get this done. But the old way doesn't necessarily work in this new and this is complicated anyway. But with Kevin McCarthy and all the pressure he faces in the House, where his House Republicans are saying no deal, no deal, wait till were in charge. What's going to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "And look, that is really going to be the big challenge for Kevin McCarthy. He is saying himself, he believes it should be punted to the new Congress. A lot of people on Capitol Hill believes that he would like to clear the decks because this will be such a mess so difficult in the divided Republican House.The narrowly divided Republican House and narrowly divided Democratic Senate coming to an agreement on a big spending bill in the new year. Mitch McConnell last week suggested that talks were not going well, and that perhaps they would have to punt something into the new Congress, which prompted a lot of feeders. Now, this is Congress's mess of its own making. They're supposed to get done with the appropriations process by September 30, 12 bills to fund the entire government. They are now aware December 16. They have not finished the appropriations bill. So, they're trying to roll all 12 of these bills together into this massive mammoth of a bill to jam it through in a few days that virtually no one will have a chance to read. But there are so many significant issues in there. There's $37 billion of funding for Ukraine. There is issues dealing with reforming the Electoral Count Act to prevent another effort on January 6, but those all could fall by the wayside if they don't get a deal and they kicked us into the new Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "KING",
      "sentences": "This is one of the things that makes little sense to people watching out there in the real America because through a COVID pandemic, through inflation, they have to get the kids to school and pay the bills and get ready for the holiday season, spend what they can, take a vacation if they can, but they figure it out and Washington seems to do this. We've had three government shutdowns in recent years, two in the Trump administration, one in the Obama administration.In our new poll audience interesting, what do you think of the political parties? Well, you know, 44 percent of Americans think the Democrats are too extreme. 50 think the Republicans are too extreme. After this midterm election year where we got a Republican House, but just barely. Democrats gained a little bit in the Senate. The American people are watching this town. What is their expectation? Can Washington do anything?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "AUDIE CORNISH, CNN ANCHOR AND CORRESPONDENT",
      "sentences": "Well, both of those graphs were helpful that you put up because I think what people see is dysfunction. I think that decades of shutdowns here and they're going for x-amount of days, this brinkmanship in our reporting about what could happen worst case scenarios, it did not endear people to Congress and how it operates. And this omnibus scenario is not that unusual. And so, it's very hard to kind of go to the voter and say, typically, we're more functional than this. But now, you know, is really the problem.One other thing I wanted to throw out there for context is that Kevin McCarthy is still trying to shore up his own leadership. So, the idea that he could marshal resources or votes for something complex, controversial, seems kind of like a stretch as he still tries to find votes for himself just to be speaker next time around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "KING",
      "sentences": "I think you make a key point that he - on truth serum, he would like, and we fund the government for a year, so that I can try to get this job. And then if I get this job, figure out how to manage this job before I have to deal with big decisions. That's what he would say, probably on truth serum, but he can't say that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "RAJU",
      "sentences": "Exactly, because he needs those votes. Republicans who are saying, he wants - they want me to take a harder line. Some of them want them to take even a harder line on another major issue in the new Congress, which is raising the national debt ceiling They're going to have to avoid a debt default in the next Congress. So those are really the only two things that the new Congress has to deal with. They're going to be a lot of messaging bills that try to pass through the House.So, it'll be hard enough to pass by themselves. But those key fiscal issues, keeping the government funded, raising the debt ceiling, and a lot of Republicans in the rank and file say they want Kevin McCarthy to take a firm line and say, what he will and will not expect demand to raise the debt ceiling. So, all these issues are going to be huge, huge challenges for Kevin McCarthy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "CORNISH",
      "sentences": "(crosstalk) I feel like you're reporting on the Hill at the tea party time, and it was just like, what are we doing today. Not funding the government. And it was so much of our reporting time spent on what the government was not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "KING",
      "sentences": "There is a lot of deja vu to the dysfunction. So, we're waiting to House Republican dynamics are interesting. In the Senate, you also have the dynamic. How will it play out? Will it make any difference of Senator Sinema switching parties and becoming an independent, not a Democrat? Listen here. Two of our colleagues, one says this is all about her. Another says, no big deal.(BEGIN VIDEO CLIP) SEN. BERNIE SANDERS (I) VERMONT: I think the Democrats they're not all that enthusiastic about somebody who helps sabotage some of the most important legislation that protects the interests of working families and voting rights and so forth. So, I think it really has to do with her political aspirations for the future in Arizona. SEN. JON TESTER (D) MONTANA: Look, I was surprised she made the change. But functionally, I don't think that change is a thing, whether she's a Democrat or she's a Republican, that really doesn't matter. The label doesn't matter. What matters is you got to have somebody in Washington D.C. that wants to get things done and move things forward. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "KING",
      "sentences": "Do we know the answer that question? Does it matter in the current context of trying to keep the government open? This our first clue, if you will, of whether she's going to be different?BARRON-LOPEZ: I think according to Senator Sinema, and according to Majority Leader Chuck Schumer and the White House functionally, they say that it's not going to be different that she - that they expect her to still be a partner to the White House. That's what the President Biden's team has been stressing. But you know, I mean, Senator Sanders isn't the only Democrat who has been pretty vocal about the fact that they're upset that Sinema did this, but they also aren't surprised. I mean, Congressman Greg Stanton from Arizona, tweeted out right after she announced this, that she did it purely for political reasons, saying that if he had primaried her in a Senate primary, he would have beaten her 58 to 17 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "KING",
      "sentences": "That will be a fascinating decision. Once we get through this period of deja vu and dysfunction that the 2024 stuff starts. Up next hour. Next for us. Next hour, a prosecution more than three decades, get that three decades in the making. A court hearing for a just arrested suspect in a 1988 terror attack that killed 270 people.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "KING",
      "sentences": "Get some important context. Now I'm joined by CNN's Nic Robertson and our CNN Homeland Security Analyst Juliette Kayyem. Nic, to you first. 34 years later, one of the suspects, one of the masterminds allegedly will be brought to justice in a U.S. courtroom. It's a remarkable development. And yet, there's still a lot we don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "It is remarkable. And it's been painstaking to gather the evidence on the ground in Scotland all those years ago. To get to the trails in Scottish court and the Netherlands, which was a convoluted way of bringing the last two Libyan intelligence agents to justice.Partly because this particular intelligence agent was questioned in Libya, when he was being held on unrelated issues back in 2012. And it was five years before the FBI knew about the details of what he said, and then could get access Three years later, to the Libyan law enforcement official who questioned Mas'ud about his actions. So, it is very long, very slow to get very slow to get to this point. But it is huge that he arrives in the United States. And I think if we read between the lines of what's been put in the court documents, it does appear as if they've had support of the Libyan government along the way, at least in more recent times, although the detail on that in the context, we're yet to discover, to",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "KING",
      "sentences": "And Juliette, help us with perspective. As someone who has studied terrorism. I remember this was in the final days of the Reagan administration, I had just moved to Washington. I remember very clearly final days in the Reagan administration, that transition to George W. Bush 34 years ago, this week, this happened. Since then, we've had 9/11. We've had a couple of attacks on the World Trade Center. But this was a defining moment in global terrorism when it happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "JULIETTE KAYYEM, FORMER ASSISTANT SECRETARY OF HOMELAND SECURITY",
      "sentences": "It absolutely was. I still remember shocked us, it was also when the age finally, cable TV. You saw the family members waiting at the airport. And there were pictures of them. And everyone remembers also because there was a couple dozen Syracuse students also on the flight.So, the emotional impact of it, we tend to forget it after 9/11. Until this day we remains the second largest terror attack against U.S. citizens, although, oh, 30 nationalities perish that day. And two takeaways here, as Nic was highlighting is, is while we do have a long memory and counterterrorism will continue to go after people. This case obviously opened up in 2011 when Gaddafi loses power in Libya. There is a question about his statements and whether they will be admissible in a U.S. court. We simply do not know whether his confession was how it was obtained. It was obtained to anti forces. And obviously that is going to be a question and something that his defense attorneys will bring out. But the second thing I think is important is before Lockerbie, terrorist victims often didn't have a voice. It was the family members around these victims who really began to organize in a fashion and really push the U.S. government and international governments to go after these cases that we're used to it now after 9/11. But the Lockerbie families really have to be commended in all different sorts of ways from documentary, filmmakers like Ken Weinstein to Doron Steen - excuse me, two, to the members that we saw on TV just now of really pushing governments to say, look, these aren't just random victims in these in these wars that we fight. These are human beings who are family members who want justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ROBERTSON",
      "sentences": "We will and that perhaps bring some solace to the families. Abdelbaset al-Megrahi who was the Libyan intelligence agent, who was convicted in that court in the Netherlands, put in jail in Scotland for eight years, released after that amount of time because he had cancer.I caught up with him in his house in Tripoli, Libya, right after Gaddafi was overthrown and tried to speak to him. He was virtually in a coma. But his family was still professing his innocence, still saying that there were inconsistencies in the evidence. For the families who've lost loved ones here, all of that is unimaginably painful for the likes of us. Who cover this as professional reporters, trying to bring out the information. For family members, this is this is information about why this happened, about precisely how it happened and precisely who was responsible and then seeing them face justice. So, you know, I sort of come at it with that perspective. We're all sitting here. We all remember when it happened. I remember being here in the U.K. when it happened and covering it over the many years subsequently. So, you know, I always try and put myself in the place of the families and I think this is very important. This is potentially very important and useful for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "KING",
      "sentences": "Some new details now on the fastmoving criminal probes, focusing on the former President Donald Trump. CNN has learned that the newly appointed special counsel Jack Smith, ramping up dual investigations into the former president's attempt to overturn the 2020 election and his handling of classified documents after leaving office.Smith has taken over a staff that's already nearly twice the size of Robert Mueller's team of lawyers. The investigations have already established more evidence than what Mueller started with, including from a year-long financial probe that's largely flown under the radar that from CNN's new reporting. Joining me now to share their insights and their reporting, CNN's Katelyn Polantz, CNN's Sara Murray, and our legal analyst, former federal prosecutor Elliot Williams. Walk us through the biggest new items in this reporting, including that last part about financial investigation. What are we talking about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "KATELYN POLANTZ, CNN CRIME AND JUSTICE REPORTER",
      "sentences": "Right. Well, so what we're talking about is a series of investigations that have existed for some time, they're just under new management now, basically. In this, in report that we were doing, there were a lot of us trying to understand what this special counsel's office looks like now that Smith is stepping in to oversee.On the January 6 side of things, there has been a financial investigation that has existed for some time, all kinds of different possible financial crimes have been looked at the funding of rioters, money laundering. And now they are also looking at potential political contributions and the misuse of that, that's just an aspect. There's a lot of other things that are under investigation. And one of the things about this existing team that we found is even a year ago, when January 6, prosecutors were being brought in to look at more political circles, they always have had the ability to take a case the whole way up to Donald Trump if that evidence leads them there. And so, Smith now maybe making decisions on what to do with that sort of evidence, but they are still asking witnesses about Trump himself. And then the other thing that we found, John, that is just a really interesting comparison to other special counsels is that this is not a shadow Justice Department being set up by Smith from scratch, sort of like how Robert Mueller did. Garland has been looking, tapping, really expert people, big thinkers of the department even asked somebody to stay on a year past their retirement to help with January 6, appellate law. And so, in a lot of ways, the last segment, you're talking about Bill Barr, and the Oklahoma City case that - sorry, the Lockerbie bombing is stuck with him Garland, the Oklahoma City case, and how you run that sort of prosecution that sticks through this because you can see hints of it here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "KING",
      "sentences": "So, you make a key point that this investigation was already broad in scope, already moving pretty aggressively. Now it has the new management. From someone with inside Justice Department experience, how does that change things, for the better or the worse?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "ELLIOT WILLIAMS, FORMER FEDERAL PROSECUTOR",
      "sentences": "Not a ton of, I think the under new management point that Katelyn made is actually a really good way to think about this. Because if you imagine that this was a team of many prosecutors from across the Justice Department, from a few different offices around the country actually that came together. And it's as if swapping out the boss.Now the work and the work product and everything they've been working on, doesn't really change and the working resource. A lot of these steps, these subpoenas and actions that we're seeing today might have been being cooked up weeks, if not months ago, under the prior management. And it's a sign of the sort of the continuity of government that when senior people come in and out, the work that they're working on continues.",
      "isLastSentenceInterrupted": false
    }
  ]
}