{
  "date": "2022-12-21",
  "headline": "Connect the World",
  "subHeadline": "U.S. And Ukrainian Presidents To Meet; U.N. Appoints Fact-Finding Mission On Iran Crackdown; U.S. Sending Patriot Missile Defense System To Ukraine; Sam Bankman-Fried May Be Extradited To U.S. Wednesday. Aired 10- 10:40a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "KINKADE",
      "sentences": "Hello, I'm Lynda Kinkade at the CNN Center. Welcome to CONNECT THE WORLD. Good to have you with us.We begin with a dramatic visit kept under wraps until the last minute. Ukrainian leader Volodymyr Zelenskyy says he is on his way to meet U.S. President Joe Biden. A CNN affiliate says he sent a picture of Mr. Zelenskyy arriving in Poland by train a short time ago en route to Washington. His trip carries echoes of another U.S. Visit by wartime leader Winston Churchill during one of the darkest times during World War II. Later, when the Ukrainian president arrives at the White House, he won't be empty- handed. He is bringing a flag for Mr. Biden and the U.S. Congress signed by Ukrainian troops on the front lines. This will be Mr. Zelenskyy's first known trip outside his homeland since Russia invaded Ukraine back in February. And of course, he has faced many challenges, as we hear from CNN's Will Ripley, who is in southern Ukraine. (BEGIN VIDEOTAPE) (AUDIO GAP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "-- air raid sirens sounded across Ukraine yet again. That is pretty much like every day herein this wartorn country. What makes today difference is it the first time Zelenskyy has not been physically present in the country since the start of the full scale invasion on February 24th. He faces quite a challenge when he goes to Washington for that triumphant announcement with President Biden of billions of dollars in additional defense spending, including those highly coveted by Ukrainians Patriot missile defense systems, which they hope will be a game-changer in this conflict that has been dragging on around 10 months now. Zelenskyy has to convince U.S. lawmakers and also NATO that they need to support Ukraine for the long haul, even though there is growing pressure, including from French president, Emmanuel Macron, for peace talks with Russian president Vladimir Putin. The Ukrainians here, while the conversation on the ground in Ukraine is supportive of Zelenskyy being in the United States, they are also determined to finish this war that Russia started. That means, from the Ukrainian perspective, reclaiming all territory taken by Russia pre 2014. That includes Crimea, which was illegally annexed by Russia. That is what started this whole war from the Ukrainian perspective. They have been fighting Russia for almost nine years now. The West may see it differently. They may feel Ukraine should try to make some concessions that Zelenskyy, not domestically, is under a tremendous amount of pressure not to make. But the big challenge for him is, as he continues to accept billions of dollars in weapons from foreign countries, yet, the lines have been basically staying relatively the same, Ukraine has not been retaking a tremendous amount of territory. They're not losing ground to the Russians but he has to convince them the challenge is urgent enough and the threat is big enough for the world that they need to keep putting money and resources into Ukraine, especially with word of a potential Russian troop buildup on the Belarusian border to the north of Ukraine, which could open up yet another front in this conflict. It's already seen intense fighting to the east, to the south and of course, the regular bombardment and bombing of the civilian infrastructure here by Russia -- Will Ripley, CNN, in southern Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "KINKADE",
      "sentences": "We are covering this story from all angles. CNN's MJ Lee is live from the White House. Lauren Fox is at Capitol Hill and we have our ClareSebastian for us in London. Good to have you all with us. I want to go first to MJ. This, obviously, is Zelenskyy's -- We are having some difficulty getting through to MJ. Lauren, I will come to you first. We know that the House Speaker invited Zelenskyy to make an address later tonight. And it comes just months after we discussed that support was waning for Ukraine, especially amongst Republicans. Talk to us about the significance of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "It comes at a critical moment up here on Capitol Hill, because lawmakers are about to return home for theholidays. They have to pass this massive spending bill first. That bill includes $45 billion  in support for Ukraine. And there's going to be a lot of Republicans, perhaps even in the audience tonight, listening to this special meeting from Zelenskyy, who are probably going to vote against that money. This is a significant moment for Zelenskyy to try to change minds and hearts up here on Capitol Hill. But really, this is a moment for House Speaker Nancy Pelosi. She is going to be stepping down from her speakership. This is probably the last opportunity she is going to have to invite a foreign dignitary to come and address Congress in this joint meeting, with all this pomp and circumstance. We were told last night that Pelosi started reaching out to members, hoping to bring them back to Washington so they could be a part of this address. Remember, there's just not that many lawmakers up here right now and House members are allowed to vote remotely. So she really had to do some work to try to shore up a crowd tonight. The expectation, of course, is this is going to be a very significant and important moment for both the Speaker and Zelenskyy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "KINKADE",
      "sentences": "I do wonder whether any members left and are now returning. I want to come back to you soon.Clare Sebastian, I will come to you in London for the Russian reaction. I understand the Russian president spoke not long ago in Moscow. Did he have any reaction to Zelenskyy making his first trip outside of Ukraine since he invaded that country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "He did not specifically mention that, Lynda, but it was clear this trip was firmly in his sights. This was astrident speech from Putin, frankly, in a series of strident speeches we have seen from him over the course of the past week or so. He was addressing an expanded board of his defense ministry, really, a roomful of the military's top brass, quite a visual, all in military uniform. He really presented Russia as under siege from the West and expansionary NATO, as he sees it. Take a listen to some of his opening remarks. (BEGIN VIDEO CLIP) VLADIMIR PUTIN, PRESIDENT OF RUSSIA (through translator):  It's well known that today the military potential (ph) and opportunities are virtually all the main countries of NATO are being used against Russia. Nevertheless, our soldiers, officers and sergeants are fighting for Russia courageously and staunchly. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SEBASTIAN",
      "sentences": "That was one of the lines he took really significant as we see President Zelenskyy in the U.S., expecting to get another round of militaryaid from the United States. The other key takeaway from the speech from President Putin is he is now planning a significant expansion of the military to increase its size in terms of personnel by about a third, improve the readiness of the nuclear arsenal. He talked about accelerating a hypersonic missile program, among other things. Money, he said, not an option. Financing will not be limited for the military, anything the army wants, he, says they will get, it but not at the expense of the rest of the economy. They will learn from the mistakes of the past. The key thing to understand here, Lynda, is even as we see the potential in Washington for President Zelenskyy to discuss what an endgame this war might look like, Russia is doubling down on its military posterior (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "KINKADE",
      "sentences": "All right, thank you, Clare Sebastian.I do want to bring in that MJ Lee, who is outside the White House. MJ, this is President Zelenskyy's first trip outside Ukraine since Russia invaded the country. A great deal of planning had to happen in order to ensure this trip. Can you take us through the details? What do you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "KINKADE",
      "sentences": "Welcome back. A CNN exclusive investigation uncovered what the Biden administration wants to know how U.S. and Western made componentsended up in Iranian drones that Russia has been firing into Ukraine, drones like this. Officials tell CNN a task force overseen by the White House National Security Council has now been launched to investigate this. Components found in some drones include processors made by a Texas-based company and an engine manufactured by a Canadian owned entity. Both companies say they had no idea the technology was being used like this and they have condemned it. CNN's Natasha Bertrand joins us now. This is an exclusive report you've got, Natasha. U.S. and Western built elements ending up in these Iranian drones that have been fired into Ukraine. What more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "NATASHA BERTRAND, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "This is a major problem. This is why the Biden administration has launched this task force acrossthe administration, from the Pentagon to the State Department, Treasury Department, Commerce, all in an effort to figure out how to stop this from happening. So many of these American companies, as you've said, really do not know their products are going into these Iranian drones that are being used to devastating effect inside Ukraine. Now part of the problem is, of, course many of these components that are being found in these Iranian drones, things like microchips, processors, microelectronics writ large, are actually very easily accessible online. And what's happening is these Iranian entities, many of which are sanctioned by the U.S., are actually using middlemen, companies, front companies, to actually purchase these equipments so they can use it to put in these drones. Of course, a lot of these American companies cannot keep track of every distributor and every middleman and every reseller that is selling their drones or their microequipment overseas. So part of what this task force has been doing over the last couple of months is basically notifying all of the companies in the U.S. whose parts have been found in these Iranian drones and saying to them, look can you please go back and look at your supply chain? Look to see whether you can identify any single points where your products may have been sold to bad actors and try to fix that? Ultimately, about 82 percent of the components that were found in drones that were examined by an investigative firm in the U.K. were actually made in the U.S. Just a really staggering number there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "KINKADE",
      "sentences": "Wow, 82 percent. That is staggering. They've asked these companies to check the supply chain line and ensure this doesn't happen.Are there any other repercussions these companies will face?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BERTRAND",
      "sentences": "You know, it's a great question. Congress actually wants to force greater accountability for these companies. It is unclear how exactlythey would do that, because again, many of these companies are saying they basically do not know where all these products are going. But Congress now wants the administration to provide them with a list of all these companies whose products are ending up in the Iranian drones so they can then go to them and say, you need to better monitor your supply chain. It is unclear, of course, whether there will be any financial penalties because, of course, the companies insist they are not breaking any laws. They are not running afoul of any sanctions, because they are not selling directly to the sanctioned entities. But there has to be a way, according to the administration, according to the sources we spoke to, to better monitor where a lot of this equipment is going, especially more sophisticated equipment, like engines, for example, that are really at the heart of what are making these drones so devastating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "KINKADE",
      "sentences": "Can we start with Iran and this fact finding mission?Take us through the scope. What do you expect to find and how do you hope that information could change behavior?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "VILLEGAS",
      "sentences": "You know, the Iranian people have expressed inside Iran and outside of Iran has been heard by the council. We decided to have, for thefirst time in history, a special session on Iran and approved, for the first time, an investigative independent expert body to investigate the violations that started with the death of akma (ph), that tragic death, of akma (ph) Amini. So this commission is the main independent body created by the international community to investigate the violations. So what I did yesterday is to appoint the experts that will start working immediately with the staff that will support them. Of course, the three experts are there but it's not only three people that will do the job. There's a support team of the office of the high commissioner that will work with them. The idea is to document, bring testimonies, cover all the information in order to identify responsibility and also help in their accountability for the violations, because the reports we have been hearing here in the council are very clear that they be approved. We heard a very difficult -- situation with over 150 cities protests, over 14,000 people that were detained and of, course Iran, the 460 deaths in the context of the protests. And the idea for me to appoint women, of course, there are three women. And it's the first time in history in the Human Rights Council that an investigative body like this is integrated only by women. But I didn't choose them only because they were women. They were the best experts out of a list of over 50 people that were put forward to me. So they are all very highly qualified people. They are specialized with a lot of -- if you look at their background, it's very impressive. One is a (INAUDIBLE) of the Supreme Court of Bangladesh (ph), with a lot of experience in the U.N. and (INAUDIBLE) she investigated the occupied protest in the occupied Palestinian Territories with the U.N. And the second one from Pakistan, she was in the working group on the disappearance of persons. She's a business woman in Pakistan, one of the first ministers of health and Latin America. She is one of the main experts of Latin American women's issues, with a long history of investigating these types of violations in the Americas before the courts. So I think I am finishing my presidency appointing (INAUDIBLE) for a very difficult situation, the right experts to follow up on the mandate. And they will have to prepare a report. And this will be the basis for any accountability.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "KINKADE",
      "sentences": "These three women are charged with leading this fact finding mission, they are very qualified, experienced.Will they actually go into Iran? If so, is that risky and when can we expect a report?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "KINKADE",
      "sentences": "I would love to spend more time with you but unfortunately, we have to leave it there for now. I would love to get you back on the programsoon. Ambassador Villegas, thank you for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "VILLEGAS",
      "sentences": "Thank you. Goodbye.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "KINKADE",
      "sentences": "Outrage today over a decision by the Taliban to ban all Afghan woman from attending university. U.N. secretary general, Antonio Guterres,says he is deeply alarmed by the decision, saying it violates equal rights and will have a devastating impact on Afghanistan's future. U.S. envoy for Afghan woman says the Taliban were reverting to extreme policies back in the '90s. The Qatari government says it's deeply disappointed and called on the Taliban to review the ban. I want to bring in CNN's Nada Bashir, following the developments, joins us now from London. Good to have you with us. Can we first start with the reaction inside the country? I understand there are protests, not just by women but also by men.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "NADA BASHIR, CNN CORRESPONDENT",
      "sentences": "Absolutely. There has been significant reaction within the country. We heard from some of those women who had beentold as of last night they would not be returning to university, describing the fact that their futures are buried, hopes lost. And this comes after many young women taking part in this entrance exams with the hope of attending university. Now their dreams, their, hopes completely crushed by this latest edict from the Taliban. A huge concern, of, course we have seen the Taliban rolling back the rights of women and girls over the last few months since their takeover of government in Afghanistan in March. We saw schoolgirls being told they would not be able to return to secondary school after months of closure. This just as schools were due to reopen. Young girls, in, fact we have seen those restrictions at universities themselves. We've seen classes being segregated. Women and young girls being told they are not to be taught by young male professors. There has been effort by the Taliban to crack down and clamp down on the rights of women and girls in education. This may not come as a total surprise to those watching, observing the state of affairs in Afghanistan. But certainly, a devastating blow to the rights of women and girls in the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "KINKADE",
      "sentences": "Welcome back, I'm Lynda Kinkade at the CNN Center, great to have you with us.I want to take a deeper dive into our top story. Volodymyr Zelenskyy's surprise visit to the U.S. We know this visit will coincide with a massive new package of military aid from the United States, included in the $1.8 billion dollar package Patriot missile launchers. Something Ukraine has long sought to help fight Russia's relentless aerial attacks. It is not clear how many Patriot missile launchers will be sent to Ukraine. They are considered to be one of the best missile defense systems in the world. I want to bring in CNN Pentagon correspondent, Oren Liebermann, to explain the importance of these missiles. Good to see you, Oren. The U.S. has committed about $20 billion  in security assistance in Ukraine. This is a almost $2 billion  to add on top. Explain the importance, the significance, of this missile launch system that will now be sent to Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "The crucial part of Patriot missiles is, first, they are the most advanced U.S. air defense capabilityand, second, they are long-range. Ukraine has done very well with the air defense capability that they have been provided with so far but none of them are long-range. This is like an extended dome over what Ukraine already has. We have seen them effectively use medium-range the U.S. has provided, as well as short range Stinger missiles from the U.S. and other countries. But none of them give the range and the options of Patriot missiles. That's why these are so significant. It will bolster Ukraine's air defense. Will it change the war on its own? Certainly, it will not. There is too much else going on for that. But it adds to Ukraine's already formidable, already capable capabilities. Anything to slow down these Russian barrages on energy infrastructure, water infrastructure in Ukraine. Anything like that is valuable. Of course, they are complex. Patriots are very expensive systems. You wouldn't use these willy-nilly to fire to hit targets. The system is expensive, it takes dozens of soldiers to operate as well as training the components of the system and training for maintenance of the systems. All of that is folded into this decision but now we see and the Biden administration sees this war is going to extend, there is the time and the necessity to give them and train them on Patriot missile batteries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "KINKADE",
      "sentences": "Talk to us about the timing of the visit by the Ukrainian president, the first since the war began, given in recent, months we havebeen speaking about Republicans' waning support for the war in Ukraine. How crucial is the timing right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "KINKADE",
      "sentences": "We will be following it closely this afternoon. Oren Liebermann, thank you for so much.(MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "KINKADE",
      "sentences": "Well, I want to get you up to speed on some other stories on our radar right now.Incoming Israeli prime minister, Benjamin Netanyahu, has a few more hours to form a new government. He's expected to partner with far-right parties, creating one of the most hardline right-wing governments in Israel's history. he should take office by January 2nd. Cities on the U.S.-Mexico border area preparing for a massive influx of migrants as legal challenges play out in court. The Biden administration wants the U.S. Supreme Court to reject a bid by Republican states to keep the Trump era pandemic policy easing the expulsion of migrants in place. But it wants the high court to wait until next Tuesday to end Title 42. Former Russian president and current deputy security council chairman, Dmitry Medvedev held surprised talks with China's Xi Jinping. They met in Beijing. They discussed Ukraine while Mr. Xi mentioned deepening relations between the two countries. Still to come, Twitter has a new job opening. Elon Musk is looking for someone to replace him as the CEO. One requirement? He says he must be foolish enough to take the job. We'll have a live report on the latest twists at  Twitter, when we come back. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "OLIVER DARCY, CNN BUSINESS SENIOR MEDIA CORRESPONDENT",
      "sentences": "I think that's the question, right?Who would want this job? It sounds like it would be impossible to recruit for it. For one, you have to report to Elon Musk, who is going to own Twitter and run its software and engineering teams and that seems challenging, given how erratic he has proven to be over the past few months. But also, broadly throughout his career, running other companies like SpaceX and Tesla. The other issue, I think, is the new CEO is going to be really inheriting a company in absolute turmoil. Musk obviously laid off a large portion of the staff. There was the additional staff exodus. And he has alienated all the advertisers, which are its primary source of revenue. Musk has said himself that these company is on the fast-track toward bankruptcy. Not only are you reporting to an erratic owner of the company, you are also inheriting an absolute mess. So really, unclear who would want to sign up for this job, outside even the normal challenges of running a company like Twitter, which is dealing with a whole bunch of free speech issues, among other things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "KINKADE",
      "sentences": "It really is a mess, isn't, it?In a short time since Elon Musk has fought Twitter, he has led with mass layoffs. He announced plans to charge for verified accounts and he backpedaled on that. It's a lot to do with very little stuff right now. I imagine morale is probably very low.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "DARCY",
      "sentences": "There have been so many developments over at Twitter since Musk took over. It would be a page if we listed them on the screen. It will takea while to go through, from reinstating the former president's account on there to remember what he tweeted that crazy Paul Pelosi conspiracy tweet, to ruling out Twitter Blue and it being full of impersonation issues? I mean, there are so many issues that have popped up over at Twitter, every day, there is a multitude of stories about the chaos at that company. Again, you have to wonder, who is going to want to sign up for this? Elon Musk himself has basically said there really isn't anyone. He was tweeting this the other day. There really isn't anyone who he thinks can run this company. And he is saying he's not going to leave until he finds someone. I guess it's unclear exactly when he is going to leave. He says he will resign. But if there's no one to run the company except, him he might be heading Twitter for sometime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "KINKADE",
      "sentences": "All right, Oliver Darcy. Good to have you on the story yet again, for another twist at Twitter. We will speak again soon, no doubt. Thankyou.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "DARCY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}