{
  "date": "2022-11-16",
  "headline": "CNN Newsroom",
  "subHeadline": "Donald Trump Announces 2024 Presidential Candidacy; Investigation Underway After Deadly Missile Blast in Poland; Successful Launch of NASA's Artemis One Moon Rocket. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Hello and a warm welcome to our viewers joining us in the United States and all around the world. I'm Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "I'm Max Foster joining you live from London. Just ahead on CNN NEWSROOM.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "To make America great and glorious again, I am tonight announcing my candidacy for president of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I have a feeling just watching him that the midterm is depressing him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is the announcement that absolutely no one in the Republican Party wants right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And liftoff of Artemis 1. We rise together. Back to the moon and beyond.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In the effort to return humans to the moon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The Poles are pointing the finger of blame to a certain extent directly at Moscow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We've been crystal clear that we will defend every inch of NATO territory.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from London this is CNN NEWSROOM with Max Foster and Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "It is Wednesday, November 16, 9 a.m. here in London, 4 a.m. on the U.S. East Coast. We are tracking 2 major stories this hour.First, Donald Trump has officially entered the 2024 race for the White House. And the former president says crime and inflation have pushed the U.S. towards ruin under Joe Biden and the country is a laughing stock on the world stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "If he wins Trump would be the first U.S. president elected to nonconsecutive terms since Grover Cleveland in 1892. And here's a bit of his announcement for you.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "TRUMP",
      "sentences": "The decline of America is being forced upon us by Biden and the radical left lunatics running our government right into the grouped. This decline is not a fate we must accept. When given the choice boldly, clearly and directly I believe the American people will overwhelmingly reject the left's platform of national ruin and they will embrace our platform of national greatness and glory to America.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "President Joe Biden who is at the G20 summit in Bali, Indonesia tweeted",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "We're also following developments after a missile hit Poland and killed two people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "An investigation is already underway. Polish officials say the missile was Russian made.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "But who fired it and where it was fired from is still unclear. Matthew Chance was on the scene earlier and has more on the investigation.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "It's a one- street tang essentially and that street has been sealed off all night by the Polish authorities preventing us from actually getting to the scene because they've got specialists on the ground there literally trying to piece together the fragments of the ordinance to try to work out where it's from and who fired it. The Polish authorities have come out and said it's a Russian-made missile but of course it doesn't necessarily mean it was fired by Russia.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Poland may invoke NATO's Article 4 which would trigger talks with the alliance's decision-making body. In the coming hours NATO will hold an emergency meeting in Brussels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "NATO and G-7 leaders, including the U.S. President held an emergency meeting Tuesday in Indonesia and they promised Poland their full support and vowed to stay in close touch regarding the next steps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Our correspondents are tracking developments around the world. Nina dos Santos in London, Melissa Bell in Brussels, White House reporter Kevin Liptak and senior international correspondent Ivan Watson are in Bali. Welcome to all of you. Kevin, first of all with you, G-7 leaders holding a midnight session, I understand it, to discuss this crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NOBILO",
      "sentences": "Thank you, Kevin. Let's go next to Melissa Bell whose in Brussels, Belgium where of course the NATO HQ is there. Melissa, as Kevin was just alluding to there, we understand a NATO plane had tracked this missile. Do you know what information that NATO has, whether or not they're continuing to coordinate with allies and investigate this further? And when can we expect to know any more concrete details? I understand the secretary general may be making a press conference later today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "MELISSA BELL, CNN CORRESPONDENT",
      "sentences": "That's right, Bianca. A meeting has just gotten underway. Just begun here at NATO headquarters between NATO ambassadors. And of course, the first thing they're going to be doing is looking at all the intelligence of all of the NATO alliance members to try and figure out exactly what's happened.As you say, a NATO official has confirmed to CNN, that a NATO aircraft was able to track that missile as it landed. And of course, that intelligence has now been fed back to NATO headquarters, will be part of what NATO alliance members are going to be looking at before they consider their next move. As Kevin was just saying, of course, it comes in the context where already Poland has raised its level of military preparedness and suggested that it could invoke Article 4. We will know more about whether or not it has invoked and started that consultation process, not the first time it's been invoked by NATO countries. Seven times since NATO was created in 1949. It is of course the first step that means NATO members gather around their country to consult with it on what they need to do next. So, it will be a measure of course of how seriously Poland takes this. It will depend on what the intelligence says and whether or not it is decided that that is necessary. We should know more once that meeting is finished. We expect it to last a couple of hours. Jens Stoltenberg is expected to speak at about mid- day local time here in Brussels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NOBILO",
      "sentences": "And Melissa just quickly to you. What channels currently exist for deconfliction and communication between Russia and NATO?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BELL",
      "sentences": "Very little, Bianca, because of the nature of rhetoric and the way the course of the nearly nine months of this war have unfolded. What we've seen so far over the course of the last four hours are denials on the part of Moscow. Suggestions that this is a provocation. Precisely the kind of rhetoric you'd expect and it's in line with what we've been hearing these last few weeks and months.So, the site here, the NATO alliance members very aware of that rhetoric, very aware, of course, at how quickly a rhetoric can be inflamed and passions can be ignited. And given all the implications of the invoking Article 4 and potentially Article 5, given the seriousness of what that would represent, of course they're going to be taking very measured language and considering very carefully what their next step is. What you are likely to see is a sort of halfway house before that and certainly on the part of those member states who are close to Ukraine's border -- this has been a consistent theme. The need those safe for a no fly zone to try and prevent this sort of incident from ever happening again -- Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Nina, there was a very quick response, wasn't there, from Moscow. They described this missile landing as a deliberate provocation. What do you think they meant by that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "Ivan, to you in Bali. We've had the communique released from the G20 countries. It can be like reading tea leaves sometimes interpreting these. But in terms of what was said about the conflict and Russia's invasion of Ukraine, what struck you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Right. Well, first, the Ukraine war is front and center not only in the enormous 1100 plus page declaration that the G20 published within the last couple of hours. But also, at the actual meetings when the Ukrainian president Volodymyr Zelenskyy was granted space to address the assembled leaders and Ukraine isn't a member of the G20. This as the Russian president, Vladimir Putin, was a no show and he sent his foreign minister here instead.So, in this enormous document it's the third basically -- the third article in it talking -- calling it the Ukraine war. And that's important because another G20 member, China, avoids calling it a war referring to it as frequently a crisis instead of a war that has killed so many people and is destroying so much of Ukraine. The declaration goes on to say, quote, most members strongly condemned the war in Ukraine and stressed it is causing immense human suffering and exacerbating existing fragilities in the global economy. It goes on to say, the use or threat of use of nuclear weapons is inadmissible. While President Biden led a camp of U.S. allies that have been very outspoken criticizing Russia's conduct of this invasion, this war, you have other countries that are more neutral, Indonesia, India, China a Russian ally, and yet the Indonesian president came out again today saying, stop this war. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "Ivan, Kevin, Melissa, and Nina, thank you all so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "Now we're barley a week beyond the U.S. midterm elections and already one candidate has his sights set on 2024. It is Donald Trump, of course, facing a series of state and federal investigations. But he is determined to return to the White House as has Kristen Holmes reports.(BEGIN VIDEOTAPE) KRISTEN HOLMES, CNN U.S. NATIONAL CORRESPONDENT: Tuesday night former President Donald Trump launching his third presidential bid despite the warnings and hesitations of many of his top advisers and aides who said that he didn't have the momentum coming out of the midterms given the lackluster Republican results. As well as concern that he would overshadow the Georgia Senate runoff and cause Republican candidate Herschel Walker did not win the race. Now Trump's speech was uncharacteristically low energy. He seemed to stay mostly on message. While aides did say it would likely 30 minutes. It was much longer. Take a listen to just some of what he had to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "TRUMP",
      "sentences": "In order to make America great and glorious again, I am tonight announcing my candidacy for president of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "While many Republicans of course wanted Trump to wait before announcing his third White House bid. But as CNN political analyst Maggie Haberman says the former president thinks his run for the White House might help him deal with his legal troubles.(BEGIN VIDEOTAPE) MAGGIE HABERMAN, CNN POLITICAL ANALYST: Part of what he's trying to do is stave off the Justice Department from a potential indictment. He is under two that we know of investigations with the Justice Department. He does believe this is going to provide him some armor. Now the Justice Department has made very clear that's not a decision that they are considering. But you can't divorce all of this from the politics and how Trump will use it and weaponize these investigations into him. And so, that's very much a part of his thinking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "TIM NAFTALI, CNN PRESIDENTIAL HISTORIAN",
      "sentences": "It surprised me that given the amount of time he's been thinking about this, that this was the best product he could put out. I listened to him in the campaign in Pennsylvania. He was full of energy. He was teasing the fact that he was going to announce. You could sense that he wanted to do it. Where was that person tonight? Something has happened. I have a feeling just watching him that the midterm is depressing him tremendously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "MICK MULVANEY, FORMER TRUMP WHITE HOUSE ACTING CHIEF OF STAFF",
      "sentences": "If he wins in 2024, now he's a candidate. He is the likely Republican nominee. Can he be beaten head to head by Ron DeSantis or Tim Scott? Sure. But it's not going to be a head-to-head race. They'll be five or six other people in the race and he'll get the 35 percent that really support him. And under the winner take all primary system, he'll be the nominee.But that means the 2024 race is not about Joe Biden or whatever Democrat is on the ticket. Not about inflation, not about world events, not about abortion. It'll be about Donald Trump. The same thing we saw in 2020. No one voted for Joe Biden. Everybody voted for or against Donald Trump. It was a referendum on him. And that's what we're hurtling towards in 2024 and I don't see the outcome being any different two years from now than it was two years ago. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "Still ahead this hour, we'll take a closer look at some of the claims that Trump made in his special announcement and see how they square up with the reality.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "3, 2, 1. Boosters ignition! And liftoff of Artemis 1. We rise together back to the moon and beyond.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "NOBILO",
      "sentences": "After a nail-biting series of technical glitches and delays, the Artemis 1 rocket blasted off earlier for its 26 day mission to the moon. The team had to address critical radar issues and a hydrogen fuel leak shortly before the launch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "It was a third attempt to launch this rocket. The most powerful one ever built. The first phase of the Artemis mission is an unmanned test flight and the ultimate goal is to return astronauts to the moon and someday send humans to Mars. NOBILOFisher who is at the Kennedy Space Center. And Kristin, the most joyful thing I think I've seen this week is your reaction which has been playing on our air to take off. Tell us what it was like and also remind our viewers about the significance of this mission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "Kristin Fisher thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Setting up camp on the moon. I think that's the ultimate plan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "I know, and I am no astronaut but you don't want to go into space with a loose bolt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "No, absolutely not thankfully. The excitement was understandable. This was her Super Bowl. NOBILOlucky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Just explained these pictures. A week after the U.S. midterm elections lawmakers return to Capitol Hill to talk about what happened last Tuesday and decide who will lead the new Congress. More on that next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "And plus, his presidential announcement was vintage Trump. Build the wall, drain the swamp, just tell the truth. CNN's fact checkers are on the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "And winter has come early for many in the U.S. Our meteorologist Pedram Javaheri will update us on the snow that is causing travel disruptions in parts of the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "TRUMP",
      "sentences": "Despite the outcome in the Senate, we cannot lose hope and we must all work very hard for a gentleman and a great person named Herschel Walker. A fabulous human being who loves our country and will be a great United States Senator. Herschel Walker, get out and vote for Herschel and he deserves it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "NOBILO",
      "sentences": "That as you probably recognize was Donald Trump endorsing Republican candidate Herschel Walker in the upcoming Georgia runoff elections. Georgians head back to the polls in less than three weeks to vote for their Senate pick. And Democratic incumbent Raphael Warnock is suing the state of Georgia to allow for another day of early voting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "Warnock and the Georgia Democratic Party filed a lawsuit challenging the move by state officials to prohibit early voting on the Saturday after Thanksgiving. The lawsuit asks for a court order blocking state officials from taking action to prevent counties from offering early voting. Did you keep up with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "NOBILO",
      "sentences": "I tried, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "We have several new alerts in the race for the U.S. House of Representatives. CNN's projects incumbent Republican Ken Calvert will win the California 41 district defeating Democrat Will Ronan. This is a Republican hold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "NOBILO",
      "sentences": "CNN also projects incumbent Democrat Jim Costa will win the California 21st district defeating Republican Michael Mayer. And this is a Democratic hold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "With 11 races still outstanding these latest predictions give Republicans a total of 217 seats in the House. That means they need just one more to take control of the chamber.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "NOBILO",
      "sentences": "These developments come as Congress is back on Capitol Hill for the first time since the midterms. Republicans are haggling over who will lead the party in the new Congressional term. And in the wake of last week's disappointing election results some prominent Republicans are facing unprecedented challenges to their positions. CNN's Manu Raju has more.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "After the first time since Mitch McConnell has been the Republican leader, he is facing a challenge from within. This after Senator Rick Scott, a Florida Republican, someone who has been battling with McConnell's allies for months over the handling of the midterm elections, plans to challenge McConnell at a closed door leadership meeting on Wednesday morning.Now Scott is the head of the National Republican Senatorial Committee, which is in charge of all Senate Republican races. Mitch McConnell, of course, the Republican leader, someone who has an outside group that spent hundreds of millions of dollars in key Senate races in order to try to get back the Senate majority. The fact that Republicans now failed to get back the majority has led to finger pointing, and intense blame game. Even going behind closed doors for more than three hours on Tuesday as they criticized each other and questioned how their party should move ahead in the aftermath of Tuesday's debacle. Now Mitch McConnell has the vote. He made it very clear to reporters that he has locked down the votes. But Rick Scott's candidacy is essentially a protest vote over McConnell himself. And when I asked one of Scott's allies, Josh Hawley, about the criticisms of McConnell has endured, he aligned himself with Rick Scott and also suggested the Republican leader could not get them back to the majority.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Is Rick Scott going against leader McConnell for Republican leader? Will you support him?SEN. JOSH HAWLEY (R-MO): Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "RAJU",
      "sentences": "What's the problem with having McConnell as a leader for another two years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "HAWLEY",
      "sentences": "Oh well, I mean, if you like the election results, I guess there is no problem. But if you want to be a majority party, clearly what we're doing hasn't been working and it hasn't been working for a long time. And I think you look at independent voters, I mean, we gave them nothing. No alternative. That was the decision by leadership. They didn't want to have an agenda. RAJU",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "HAWLEY",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "RAJU",
      "sentences": "Now Hawley's views are decidedly in the minority of the Senate Republican Conference. Expect McConnell to be re-elected on Wednesday. He will have -- this will make him the longest serving Senate party leader of either party in U.S. history. Now at the same time Republicans in the House dealing with their own leadership challenges. Kevin McCarthy was nominated by his party to be the next Speaker of the House. He is far short of the 218 votes he will need in January to actually get the speaker's gavel. And he acknowledged he has work to do before next January.Manu Raju, CNN, Capitol Hill. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "Now the calendar says fall but in much of the U.S. it feels more like winter. Colder than usual temperatures are sweeping the country this week with snow in the forecast from the Great Lakes to the Northeast. Pedram is keeping an eye on all of this for us. Hi, Pedram.",
      "isLastSentenceInterrupted": false
    }
  ]
}