{
  "date": "2022-12-20",
  "headline": "CNN Newsroom",
  "subHeadline": "Panel Recommends Four Criminal Charges Against Trump; EU Countries Reach Deal on Gas Price Cap; Putin Meets with Lukashenko in Rare Trip to Belarus; CNN Sr. Investigative Correspondent Drew Griffin Dies at 60; More Than 190 Countries Agree on Deal to Protest Planet at COP15 Conference. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "His antics have even affected his other company Tesla which had its stock downgraded on Monday.Still to come, falling prices at the fuel pump. A look at how much Americans are paying for gas now with a check of the latest numbers for you. Plus, how the only U.S. president to be impeach twice is responding after Congress says he should be prosecuted for inciting insurrection and other crimes. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "Welcome back to CNN NEWSROOM. I'm Max Foster. If you are just joining us, let me bring you up to date with latest of our top stories of this hour.In an historic move, the House Committee investigating the January 6 Capitol riots is recommending criminal charges against former President Donald Trump. They say Trump paved the way for the violent attack on the U.S. Capitol was directly involved in efforts to overturn the 2020 election. And his team even went as far as coercing witnesses in their investigation. (BEGIN VIDEO CLIP) REP. ADAM SCHIFF (D-CA): He brought this mob to the Capitol. He understood that they were armed. When he was told they wouldn't go through the metal detectors, his answer was then take the metal detectors down, they're not here to hurt me. He understood they were there to potentially hurt someone. He was more than happy to have them march on the Capitol knowing they were armed. His only frustration and indignation was he couldn't go with them. And when the violence began, he made it worse by attacking his own vice president. All the people around him understood just how that was pouring gasoline on the fire. And I think he understood that as well. [04:35:00] And then you have the extraordinary dereliction of duty where he sat by and did nothing while this mayhem was taking place. And then afterwards telling them how much he loves them, even now talking about pardoning them. To me that's pretty powerful evidence certainly of giving aid and comfort for those engaged in insurrection. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "It didn't take long for the Trump camp to respond but it's clear that the difference of opinion on the matter has emerged between the former president and his advisers. Kristen Holmes has that story.(BEGIN VIDEOTAPE) KRISTEN HOLMES, CNN U.S. NATIONAL CORRESPONDENT: Former President Trump responded to those criminal referrals by the House to the Department of Justice saying on Truth Social that these folks don't get it. That when you come after me, people who love freedom rally around me. And he added that what doesn't kill me makes me stronger. Now President Trump -- or former President Trump has continually referred to any sort of legal peril, any investigation before he was in office as a witch hunt, as a hoax. And he is correct in that many of these instances including the impeachment, including even as recently as this summer the search of his Mar-a-Lago home have galvanized his base and caused Republicans to rally around him. But advisers that I have spoken to say they are concerned that is not what is going to happen here, particularly after former President Trump launched that 2024 presidential bid. We have seen donors and Republican voters moving further and further away from former President Trump essentially saying they don't want to deal with his quote, unquote, baggage. Now his advisers concerned that this is just going to add to that baggage. Now this again comes as the former president is launching his third campaign. We are expecting him to start campaigning on the ground in early even next year. But it remains to be seen whether or not he still has that support from his base as we move forward. Kristen Holmes, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "Meanwhile, a former Trump White House official tells CNN that though her former boss's reaction to referrals might be typical, he's definitely worried.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "ALYSSA FARAH GRIFFIN, CNN POLITICAL COMMENTATOR",
      "sentences": "So, what I think has always been important -- and I've said this before having sat down with the committee a number of times -- they've always had a dual track. They want to tee up the best case for the Department of Justice but it's about educating the public on what exactly took place that day. But all the while this investigation has been going on the grand jury has been convening. They've been interviewing more witnesses. They have things in addition to what is laid out in this report. So, it's kind of hard to even predict necessarily what's left to go. We know they sat down with Marc Short -- the vice president's chief of staff, Pat Cipollone and others. So, there could be even more evidence that the Department of Justice already has.But one thing I want to note real quick, my general barometer for how successful a hearing like this is, is how outraged the former president is. And he went ahead and put out just a screed on Truth Social in no way denying basically anything that what was alleged, but basically just saying, you know, I had requested troops to be at the Capitol. He wanted 20,000 troops there. Again, if you didn't incite a mob, there wouldn't be a need for troops to be at the Capitol , neither here nor there. And then blaming everyone from the Department of Justice to the FBI and then bringing up Hunter Biden. So, he's clearly rattled by this. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "And I think purposely so. There was no sort of overt mention of what the next move in Ukraine might be, whether it might involve Belarus. There was a lot of speculation around this. There really was no mention even, Max, of the word Ukraine. This was just about dropping hints potentially rattling Ukraine, keeping their focus on that northern border where we know they've stepped up security. Significant that Russia and Putin openly saying they are conducting drills, exercises on Belarusian soil. Talking about training Belarusian pilots, as he said, on planes that they can fly nuclear warheads. And not only when he says of what his next move in Ukraine might be, but that Russia having invaded one neighbor might now be considering absorbing another. Putin denied this. Take a listen to the State Department spokesperson on this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "NED PRICE, CNN STATE DEPARTMENT SPOKESPERSON",
      "sentences": "Look, I think a statement like that has to be treated as the height of irony. Coming from a leader who is seeking at the present moment right now to violently absorb his other peaceful next door neighbor.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "SEBASTIAN",
      "sentences": "And I think it's clear that Russian influence in Belarus is growing. This is very significant to see Putin after three and a half years of not visiting the country, touch down there, not only him but also his foreign minister and defense minister at the same time. Definitely sending a message.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "He's not going to like the price cap, is he. But can he work around it do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "SEBASTIAN",
      "sentences": "Well, the Kremlin said it's unacceptable. They say that it violates market pricing. It's not really going to affect Russia that much as of now. The price cap at 180 euros or $190 is way above the market prices for gas at the moment. Plus, gas is not as important to the Russian budget as oil. Gas ministers just said that say deliveries to non-CIS known former Soviet countries, are down 45 percent so far this year. Partly because they've already cut off the gas to many people. This is more about Europe trying to stabilize the gas market to prevent those spikes that we saw over the summer. I think the jury is still out whether it will actually work. Most people are worried it could backfire and destabilize the market.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "We want to take a moment now to acknowledge the passing of one of our own, CNN senior investigative correspondent Drew Griffin. He died on Saturday after a battle with cancer. Anderson Cooper looks back at the incredible legacy that Drew leaves behind.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "DREW GRIFFIN, CNN SENIOR INVESTIGATIVE CORRESPONDENT",
      "sentences": "It was so hot --ANDERSON COOPER, CNN ANCHOR (voice-over): During his nearly two decades at CNN, Drew Griffin was known for his tenacious reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GRIFFIN",
      "sentences": "Are you worried you'll be indicted before the election, sir?COOPER (voice-over): His interviews were unwavering.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GRIFFIN",
      "sentences": "I don't think you really understand how votes are cast, collected, and tabulated in this country.COOPER (voice-over): And he gave a voice to those who didn't have one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We don't expect it to be easy. We don't expect the truth to be easy.COOPER (voice-over): Drew was a gifted storyteller, dedicated to seeking the truth and holding the powerful accountable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GRIFFIN",
      "sentences": "Why do you continue to push the lie that the 2020 election was stolen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "STEVE BANNON, FORMER WHITE HOUSE CHIEF STRATEGIST",
      "sentences": "It's not a lie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GRIFFIN",
      "sentences": "It's a lie. You have no proofs. We've looked at all the facts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "BANNON",
      "sentences": "I tell you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GRIFFIN",
      "sentences": "You don't have the facts.COOPER (voice-over): And Drew's stories had real world impact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GRIFFIN",
      "sentences": "Wolf, Uber doesn't release the number of drivers who are accused of sexual assault, so CNN decided to count up ourselves.COOPER (voice-over): After CNN questioned Uber about a string of sexual assaults by drivers, the company made major safety changes to its app and revised its policies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Excellent reporting. Thanks to you and your team.COOPER (voice-over): Drew exposed serious issues at VA hospitals across the country, revealing a broken system, veterans dying while waiting for care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This particular veteran was screaming, please do whatever you can, do not let the VA do this to another patient or another veteran, we do not deserve this type of treatment.COOPER (voice-over): That led to the resignation of the VA secretary and the overhaul of the VA scheduling system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GRIFFIN",
      "sentences": "Gas here --COOPER (voice-over): He covered business and terrorism, the environment and politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GRIFFIN",
      "sentences": "Mr. Birch (ph)? Mr. Birch (ph)?COOPER (voice-over): And there were many people over the years who didn't want to answer his questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GRIFFIN",
      "sentences": "Please talk to us, director. Director Helman?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GRIFFIN",
      "sentences": "Did the background checks to those companies not reveal the fact that you are accused of torture and murder?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GRIFFIN",
      "sentences": "Do you know Alex Ferdman (ph), a convicted felon, who apparently runs one of these clinics and has been billing the state of California for several years, despite the fact that there have been complaints?COOPER (voice-over): Drew won most of journalism's big awards, but that is not what motivated him. He cared about people and how they were impacted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GRIFFIN",
      "sentences": "Get out, dude.COOPER (voice-over): While he was covering the aftermath of Hurricane Harvey, he ended up rescuing a man from floodwaters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GRIFFIN",
      "sentences": "Don't go backwards. All right, sir, are you all right? All right, hold on, hold on.COOPER (voice-over): His job as a correspondent took him all across the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "In Canada officials at the U.N.'s COP15 conference have reached a landmark deal. They hope it will stave off human caused mass extinction and save earth's biodiversity. It's been called the \"30 by 30 deal,\" from one of its goals to protect 30 percent of the planet by 2030. Many more than 190 countries have signed on to the sweeping agreement that lays out 23 targets including a pledge to phase out or reform $500 billion of subsidies that are harmful to nature. The U.N. Secretary-General hailed the deal. (BEGIN VIDEO CLIP)ANTONIO GUTERRES, U.N. SECRETARY-GENERAL: Delegates at the COP15 U.N. biodiversity conference in Montreal agreed on a new global biodiversity framework. We are finally starting to form a peace pact with nature. This framework is an important step for determined diplomacy and I urge all countries to deliver. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}