{
  "date": "2022-11-12",
  "headline": "Smerconish",
  "subHeadline": "Conservative Media Come For Trump; Boarding School Bans Smartphones For All Students And Faculty; Control Of Senate, Congress Still In Play; Were The Pollsters Wrong? Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:25",
      "speaker": "MICHAEL SMERCONISH, CNN ANCHOR",
      "sentences": "The conservative media come for Trump. I'm Michael Smerconish in Philadelphia.Last night, the Arizona Senate race was called for Democratic incumbent Mark Kelly, putting Democrats within striking range of holding the U.S. Senate. Donald Trump's reaction on Truth Social, it was this, \"This is a scam and voter fraud. They stole the election from Blake Masters. Do election over again.\" Excuses like this, they have finally run out Trump's welcome with the conservative media, jeopardizing any attempt for him to run again. Now, of course, I first thought that Trump was finished when he descended that escalator at Trump Tower and told us that Mexico was sending us it's rapists. And yes, I doubled down when he disrespected John McCain by saying he liked people who weren't captured. And I was convinced it was the end of his campaign when we heard the grab them by the P tape. Hey, I'm nothing if not consistent, but this time it feels different. The conservative media has now turned against Donald Trump by recognizing that he has cost the GOP the last several election cycles by putting his thumb on the scale favoring those who showed fealty to Trump at the risk of electability. Particularly galling to many was his attempt to emasculate potential Republican rival Ron DeSantis during a late campaign rally in Pennsylvania, just three days before DeSantis would record the largest GOP gubernatorial victory seen in Florida since 1868. And the pushback has been intense. Just look at \"The New York Post\" cover from Thursday. \"Trump Dumpty, Don who couldn't build a wall had a great fall can all the GOP is men put the party together again?\" This wasn't the liberal \"Washington Post,\" it was \"The New York Post\" owned by Rupert Murdoch, who also owns Fox News and \"The Wall Street Journal.\" And inside was a piece from conservative columnist John Podhoretz titled, \"Here's how Donald Trump sabotage the Republican midterms.\" Podhoretz like another conservative journalist Peggy Noonan, recounted races where Trump helped nominate inferior candidates robbing Republicans have a clean shot at both the House and the Senate. As Podhoretz put it, \"In almost every place a Trumpster last, there had been a regular Republican who could and should have been the party's nominee, a nominee who could have taken advantage of the uniquely horrible facts and fundamentals, confronting Democratic candidates in 2022.\" \"The Wall Street Journal\" editorial board similarly blunt, \"Trump is the Republican Party's Biggest Loser. He has now flopped in 2018, 2020, 2021 and 2022.\" The Journal to gave specific examples including Don Bolduc in New Hampshire, Blake Masters in Arizona, Mehmet Oz and Doug Mastriano in Pennsylvania. And then there was the conservative Washington Examiner which went with this headline, \"Voters show they want sanity and they don't want Trump.\" The paper pointed out that Trump's presumptive 2024 rival Florida Governor Ron DeSantis in his reelection victory speech claimed quote, \"Florida was a refuge of sanity when the world went mad.\" And the Examiner added, \"Florida voters love this message, and whereas then President Donald Trump barely beat Joe Biden by three points in the state only two years ago, DeSantis crushed his opponent by 20 points on Election Day. Other Republican governors who brought order instead of chaos also won. Ohio, Governor Mike DeWine ran away with a 25-point victory. Governor Chris Sununu took New Hampshire by 15 points. And in Iowa, Governor Kim Reynolds won by 20 points.\" The Examiner concluded, \"These midterm elections have made it crystal clear that voters want to move past the chaos and dishonor of the 45th. President.\" Over on Fox News, Marc Thiessen, former speechwriter for George W. Bush said this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:25",
      "speaker": "MARC THIESSEN, FORMER WHITE HOUSE DIRECTOR OF SPEECHWRITING",
      "sentences": "We have the worst inflation in four decades, the worst collapse in real wages in 40 years, the worst crime wave since the 1990s, the worst border crisis in U.S. history. We have Joe Biden who is the least popular president since Harry Truman since presidential polling happened and there wasn't a red wave. That is a searing indictment of the Republican Party. That is a searing indictment of the message that we have been sending to the voters. They looked at all of that and said it looked at the Republican alternative and said no thanks.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:25",
      "speaker": "SMERCONISH",
      "sentences": "But Salena --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:25",
      "speaker": "ZITO",
      "sentences": "I think he's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:25",
      "speaker": "SMERCONISH",
      "sentences": "Salena, that's what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:25",
      "speaker": "ZITO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:25",
      "speaker": "SMERCONISH",
      "sentences": "-- is in Trump's wheelhouse, that's what he wants. There's a lot of ego that you've just identified. And if they all get in, and he holds firm, I don't know 25 percent, 27 percent, 30 percent of the vote, then he can't be stopped in the nomination. Will you speak specifically to what I've identified this coalescing of conservative media voices now weighing in against him? What do you make up all of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:25",
      "speaker": "ZITO",
      "sentences": "Well, I think that a vacuum has been filled, and right now that vacuum is Ron DeSantis. He has shown that he can be robust and vigorous in defending the conservative movement and conservative ideals, he has proved that he can build a coalition because that's what you need to win. And also, he is competent. He has handled things that disasters, just disasters alone, let alone the pandemic in a competent, clear headed way. And I think that is what the problem is for Donald Trump, because voters are saying, look, there's someone else that can do this and he's not always going off on social media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:25",
      "speaker": "SMERCONISH",
      "sentences": "You know, that Trump's response to this is to say, hey, they were all against me in 2016, and when I defeated everyone they put in my path, they then all jumped on board. And the same thing will happen again, whether it's \"The New York Post,\" \"The Wall Street Journal,\" the Murdock's, even if I'm abandoned by Fox personalities, they'll all come around when I'm the victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:25",
      "speaker": "ZITO",
      "sentences": "I think what Donald Trump has gotten different now than when he understood in 2016, 2016 was about the people, it's about aspiration, about being part of something bigger than himself. Since 2020 and through 2022, it's been about him. And these voters are -- they've always voted on community, they've always voted about being together on ideals and on values. And when you make the -- your argument about you, you lose that coalition, it starts to break apart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:25",
      "speaker": "SMERCONISH",
      "sentences": "Salena, it's going to be interesting to see who finally gets in against him. If they all get in even if a couple of them get in, I think he's got a clear path. But if they can -- if there were a sit down and they all decided, OK, it's Youngkin's turn or it's DeSantis' turn in a one-on-one, but then again I felt the same way in 2016.Final question, how are you voting on today's poll question? Can he win a nomination without the support of the conservative media?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:25",
      "speaker": "ZITO",
      "sentences": "Yes. Oh, I mean, Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:25",
      "speaker": "SMERCONISH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:25",
      "speaker": "ZITO",
      "sentences": "I don't know. I don't know. I don't know the answer to that question. Is that one of my options? I don't know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:25",
      "speaker": "SMERCONISH",
      "sentences": "No, it is not Salena. We make you weigh in. Go to smerconish.com and make up your damn mind.Thank you, Salena.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:25",
      "speaker": "ZITO",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:12",
      "speaker": "SMERCONISH",
      "sentences": "You're making it sound to me, with no credentials in this regard, as booze or drugs or gambling or sex, is it just the same in that regard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:12",
      "speaker": "LEMBKE",
      "sentences": "It really is just the same. So the process of getting addicted to a drug is very similar to the process of getting addicted to a device or to digital media. People start out for one of two reasons, to have fun or to solve a problem. The problem can range from loneliness and boredom to anxiety and depression. If it works, people will return to using it.But the problem is that over time, our brains will adapt to that increased surge of dopamine by down regulating our own dopamine production by involuting our own dopamine receptors. And ultimately, what we've done is we've decreased our dopamine firing levels, not just to their baseline, but actually below baseline. And now we're in a dopamine deficit state. And that is very much akin to a clinical depression, or to an anxiety disorder. So now we're using this substance, not to feel good or get high, but just to bring ourselves back up to baseline. And when we're not using, we're experiencing the universal symptoms of withdrawal from any addictive substance, which are anxiety, irritability, insomnia, dysphoria, and craving intrusive thoughts of wanting to use our drug.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:12",
      "speaker": "SMERCONISH",
      "sentences": "Dr. Lembke, I'm learning all of this from you, and I'm sure that the CNN audience is learning all of this from you. Big tech, they already know this, right? They've got our number?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:12",
      "speaker": "LEMBKE",
      "sentences": "These are the attention engineers, they've hired the neuroscience minds of our generation, they know exactly what they're doing. We are not using their products, we are their products. They have engineered these devices to be incredibly reinforcing.TikTok really is the equivalent of crack cocaine. I know for myself that the first time I use TikTok, I used it for three consecutive hours before I knew what happened. We lose a sense of time when purchasing dopamine. These digital products are engineered to be addictive. And we are individually and collectively becoming addicted to these devices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:12",
      "speaker": "SMERCONISH",
      "sentences": "When your book on dopamine came out two years ago, maybe a little bit less, you wrote an essay in the \"Wall Street Journal,\" and you told a story about a 20-year-old, very, very bright suffering from anxiety and depression related to this very subject. And in that particular case, instead of prescribing something, meaning some medication, your recommendation was a fast. Can you speak to that and whether that works for everybody?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "SMERCONISH",
      "sentences": "So, finally, you're the expert in this regard, and yet, I'm sure you need, given your credentials and your attainment, you need to rely on social media or at least electronic communication to some extent. How do you get it done? Like in a typical day or in a typical week, what is your fix?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "LEMBKE",
      "sentences": "I use self-binding strategies, which is what I recommend in my book. Self-binding strategies are both literal and metacognitive barriers that we put between ourselves and our drug of choice, whatever that drug is, so that we're not just exercising our willpower, we're actually anticipating the pull of the drug in advance. So when it comes to devices, what I do is I make sure I don't touch a device at all until I've made my bed, exercise, eaten breakfast and brush my teeth. And then before I actually open my device, I make a list of what I'm going to do on the device. So I'm very intentional in advance about how I'm using that device.I also use time as a self-minding strategy. I make sure I consolidate and limit my time on the device, doing whatever the activity is, so that I'm really focused, not doing two things, or three things or 10 things at once, but doing the one thing on the device that I need to get done, like answering my e-mail, and then getting off the email. Although it's tempting to mindlessly scroll or to mindlessly wait for something new to come in, we have to really be disciplined in our -- in advance and create these self-binding strategies so that we limit our consumption. Quantity and frequency matter when it comes to addiction. Access matters. Access is one of the biggest risk factors for becoming addicted. So we have to build a world within this crazy dopamine overloaded world so that we can have healthy relationship with technology.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "SMERCONISH",
      "sentences": "Everything you've just said makes perfect sense. My executive producer, Catherine (ph), just said in my earpiece, you'd never allow us to get away with that. And she's right. And I need to rethink that because I'm one of those -- I'm going to go to a commercial break in a minute.What am I going to do? I'm going to look down and see if there was some reaction to the show that I need to respond to. That was excellent. Thank you so much. I really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "LEMBKE",
      "sentences": "You should do a dopamine fast. If you can't do a month, just do 24 hours. This is my 24-hour challenge for people. No screens for 24 hours.Plan it in advance. Let people know you're not going to be available. Don't let your mind tell yourself stories about why you have to be on. Don't touch a device for 24 hours and notice what you feel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "SMERCONISH",
      "sentences": "I'm going to try it. I'm going to try it. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "LEMBKE",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "SMERCONISH",
      "sentences": "Here's some social media reaction that has come in. That sounds a little hypocritical, doesn't it? Hey, let's go to Twitter and YouTube and Facebook.Andy. The smartphone is now part of society. That's the reality. Now, that responsibility sits with educators to teach smartphone etiquette and manners. These lessons then follow students into society. I love the boarding school experience. I'm not surprised at all by the outcome, that the kids are mentally healthier and happier, and they're interacting with one another. I mean, mingling, we've got a -- it's Bill Maher's word, it wasn't mine, but I've been on this subject for a long time, we got to get back to mingling with one another. Up ahead. We're many days past the election, and yet control of the Senate and House are both undecided. What are the latest numbers and what can we expect? And along those lines, remember when this was supposed to be a red wave due to historical precedent, the President's low approval rating, 40-year high inflation, is it time to blame the polls yet again? Or were they actually correct? And please make sure you're going to smerconish.com register for the Daily Newsletter while you were there. But answer this week's poll question, Can Donald Trump win the GOP nomination without the support of the conservative media? (COMMERCIAL BREAK) [09:33:39] SMERCONISH: We're four days post-election still neither party can claim either chamber of Congress. The Senate, 49-49, with two races to be decided. The House, where 218 is the magic number, is at 211 for the GOP, 203 for the Dems. In times like these, I always like to turn to CNN's senior data reporter, Harry Enten. Harry, Democrats have now won Arizona leaving only Nevada and Georgia, the run-off. So, what's the latest in Nevada's Senate race, and why is it taking so long?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "So a few things. Number one, in Nevada, what we've seen is Catherine Cortez Masto who was once trailing by upwards of three points has closed within 1,000 votes. She keeps gaining as more and more mail ballots get counted, a washout, and in Clark County, obviously, Clark being the home to Las Vegas. And it is those mail ballots that take so long to get counted in Nevada because they only have to be postmarked by Election Day. They can come in as late as Saturday.And now, Nevada has universal mail voting for all registered voters. And so essentially what's happening is they're getting those envelopes, they have to verify the signatures, and it takes a while to count some ballots. But it's better to be accurate than to be fast. Obviously, you prefer to be both, but it's best to be accurate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:04",
      "speaker": "ENTEN",
      "sentences": "Yes. I mean, look, I think that is the most likely scenario. We have to still wait for those mail ballots to get in. But in every time that the mail ballots have come in we've seen her hitting essentially what she needs to hit in order to overtake him.And that's the same thing, obviously, we saw in Arizona, right, where we saw that Mark Kelly was doing what he needed to do and that's why CNN ultimately projected that race. In Nevada, we're seeing basically the same trend line, right, where Catherin Cortez Masto is hitting the numbers that she needs to hit. She's getting 60, 63, 64 percent of the mail ballots that have been coming in. And, yes, if I were making a bet at this particular point, I would think that she will, in fact, win re-election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:04",
      "speaker": "SMERCONISH",
      "sentences": "OK, which would mean that Georgia then, still an important race, but it would be gravy for the Ds because then it would be a question of whether they go to 51 or it is 50/50 with the vice president breaking ties the way that, frankly, it was going into the election. The House, how do you see the big picture for the House of Representatives?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:04",
      "speaker": "ENTEN",
      "sentences": "I mean, look, the fact that we're still talking about the House on the Saturday after the election was not something that I envisioned at all. Look, Republicans, obviously, have won more of the projected races so far, 211-203. Although, the Democratic number has been coming up.I think the real question is, can Democrats eventually overtake Republicans? I think that they can. I don't think it is the most likely scenario. Republicans are favored, but there are a number of races out in California where Republicans currently hold the advantage, where I wouldn't be surprised if Democrats overtake. You know, California's 22nd congressional district, if I'm recalling my number correctly, with the incumbent David Valadao he -- back in 2018, he lost a race that he led for basically a month. Because California has universal mail voting it takes a long time to count the ballots. At least as of yesterday, only about a third of the votes have been counted in that district. He was up, but we're just going to have to be patient here because California and the west coast, with all of its mail voting, it takes time to count those ballots. The House is far from determined at this point, even if Republicans are the favorite. If they do win control, it is probably with only like 220, 221 seats. So, it is ridiculously close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:04",
      "speaker": "SMERCONISH",
      "sentences": "It just feels like Groundhog Day. I'm tired of seeing the chyron so I hope it's -- I hope it's over soon. That's all I want to say. Harry, nicely done. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:04",
      "speaker": "ENTEN",
      "sentences": "Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:54",
      "speaker": "SMERCONISH",
      "sentences": "So what happened to that midterm red wave? In other words, were the pollsters wrong again? You'll remember that as we approached Election Day, the drum beats were sounding that the GOP was on a trajectory to probably take both houses of Congress, flip some governorships and generally mop the floor with an unpopular president, a bad economy, and a 75 percent thought process that the country is headed in the wrong direction.On the eve of the election, by way of example, real quick politics had the Senate going 53-47 for Republicans. At FiveThirtyEight, Nate Silver laid odds of the GOP taking the Senate to be 59 out of 100. In the betting model at Predict It to win a dollar you had to bet 69 cents on the GOP taking control of the Senate but only 37 cents for the Democrats. Larry Sabato's crystal ball had it 51-49 for the GOP. In two key Senate races, the Trafalgar Group which often bucks the conventional wisdom, Arizona Trafalgar had the Republican Blake Masters up over Democratic incumbent Mark Kelly, 48.2 to 46.7. Last night, the race was called for Kelly when the latest tabulation is up 5.7. In Nevada, the Trafalgar had Republican Adam Laxalt up by nearly five over incumbent Catherine Cortez Masto. As of today, the lead is less than 1,000 votes or 0.1 percent. And that lead has been steadily dwindling. And yet, after midnight election night, Nate Silver was saying on his podcast, \"The pollsters seem to have had a pretty good night.\" Joining me now to discuss is David Byler, political columnist and data analyst for \"The Washington Post,\" where his election postmortem piece was titled \"The early verdict: The polls were okay.\" David if that's the case, if the polls were OK, then why was the outcome received as such a surprise?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "SMERCONISH",
      "sentences": "I think that the public and pundit class have disregard for margin of error. You know, you hear a race is 51-49, and you just go with the person with the 51. Or I referenced FiveThirtyEight saying it was a 59 percent likelihood of the Senate being Republican, well, OK. I mean, 60/40, let's call it. There is a 40 percent likelihood that it won't be but we disregard that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "BYLER",
      "sentences": "Yes. I think that's exactly right. I mean, to someone who is, you know, profession is probability, maybe a professional poker player or something like that, a 59 percent probability is different from a 50/50 probability. But for most people, 59 percent, that just feels like a coin flip. That's a toss-up. That's not something where the Republicans have some overwhelming advantage that's going to carry them, you know, with certainty to a majority.So really what you had going into this election was a narrow advantage for Republicans in the House. And, you know, again, we're waiting for races to be called, but they still have a narrow advantage here on Saturday, and a toss-up in the Senate. And most likely, when all the votes are counted, you're going to end up with either 50 or 51 Democrats, which is, you know, consistent with the toss-up. So, you know, I think people who are expecting the polls to be accurate are asking a little bit more than really any predictive measure can deliver.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "SMERCONISH",
      "sentences": "And notwithstanding what you've said, meaning, I'll accept everything you've offered so far, could there, nonetheless, have been some overcompensation for the Republican vote because, in the last few cycles, it seems like it had been discounted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "BYLER",
      "sentences": "Right. I mean, if you read the commentary and the analysis and everything heading into the election, even people whose numbers were saying, hey, this is a toss-up, they were biting their nails. They were saying, well, what if I'm missing those Republican voters again? What if there is a problem with my likely voter model? What if there's a problem with people not responding?And people were really worried about that. And they were kind of second-guessing their own math and their own estimates. And I think that the lesson of 2022 for everyone, me included, is trust the process. If you have a process and it is your, you know, analytical way of looking at the world and it says, hey, this is a toss-up, don't second-guess yourself based on hype or vibes. Go with your numbers. And more often than not that's going to lead you in the right direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "SMERCONISH",
      "sentences": "All right. You had me up until then but I'm a 76ers fan, and that slogan has still not panned out for us. We're still -- we're still waiting. Thank you, David. That was really great, and I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:02",
      "speaker": "BYLER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}