{
  "date": "2022-11-23",
  "headline": "CNN Newsroom",
  "subHeadline": "Multiple Fatalities In Virginia Walmart Shooting; First Hearing Set For Nightclub Club Shooting Suspect in Colorado; Police: Multiple Fatalities in Virginia Walmart Shooting; Biden Extends Pause on Student loan Payments. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:01:03",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:01:03",
      "speaker": "ANNA COREN, CNN ANCHOR",
      "sentences": "Hello, everyone. I'm Anna Coren, we begin with breaking news. Police in Chesapeake, Virginia are reporting multiple fatalities and injuries from a shooting at a Walmart. Details are still coming in and we're working to get you the very latest information.Again, police say they have responded to a shooting at a Walmart in Chesapeake, Virginia. They report multiple fatalities and multiple injuries. Well, let's bring in CNN National Security Analyst Juliette Kayyem. And we also have Neill Franklin joining us a former Maryland State Police Officer. Juliet, let's start with you. What details are you learning? JULIETTE KAYYEM, CNN NATIONAL SECURITY ANALYST (ON CAMERA): So, a Walmart opened two days before Thanksgiving opened late. And so, you're going to have dozens of people if not more in a large facility of which they are new to it. So, they don't know what's going on. You have a shooter, we don't know if the shooter was an employee of the Walmart or someone who came in at this stage. There's conflicting reports and at least several fatalities at this stage and including other injuries. So, what's happening right now is obviously making sure that the threat is no longer it seems that's the case. And then now you're in the family reunification stage of this, which is the people who were there getting out and getting with their families or getting away from the scene after or after providing witness testimony. And then, you'll have the identification of the victims, which is the horrible part right now, so close to the holidays. Another mass shooting event in an open area that is almost impossible to secure, especially in states that allow that have more of a gun culture than other states. I guess I'll put it that way. And the law enforcement now is going to figure out what presumably is the motive at this stage of the killer and whether he's alive or dead, we don't know that yet either. But another night in America, unfortunately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:01:03",
      "speaker": "COREN",
      "sentences": "Yes, we are obviously looking at these live pictures of Chesapeake, Virginia where we can see the police cars, it look like they have secured the area.Neill, tell us what would be happening on the scene, whether or not the shooter has been subdued, whether or not he is alive, dead. We know that there are multiple fatalities and injuries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:01:03",
      "speaker": "NEILL FRANKLIN, FORMER MARYLAND STATE POLICE OFFICER",
      "sentences": "Oh, sure. There's some things that we know for certain about, how the police will respond to such an incident. Unfortunately, we've done it too many times.So, the first thing is to neutralize the shooter to identify the shooter or shooters, find them, neutralize them. And then you have to take care of the injured, you have to survey the entire store, locate anyone who's injured, some may have left the store, but then you tend to those. And then becomes an arduous task of finding out what happened. Locating witnesses and Juliette said something, people are scattering, people are leaving the store, people are hopping in cars and leaving, and you want to do your very best to find anyone who was a witness to this. And then you have to go through the process of collecting evidence. And it's going to take a long time, this crime scene is going to be working for probably days. And so, collecting that evidence, again, finding out what the motive is of the shooter or shooters, and then moving in a direction of how do we prevent these from occurring in the future? I know we've been down this road many times before, and we're probably going to have more but we've got to do to work on prevention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:08",
      "speaker": "FRANKLIN",
      "sentences": "Well, unfortunately, we have a society where we have grown many people were dealing with mental health issues. And not just dealing with these issues, but they don't know how to mitigate them. We've just gone through a period of COVID shut down for a couple of years, which has accelerated mental health issues.Now, I'm not saying that that's the only reason but as we investigate these shootings, we come to learn that in many of them, we are dealing with people who are suffering from mental health issues, unresolved mental health issues, and we're trying to deal with red flag laws, we're trying to deal with -- let me just say this, reasonable regulations should be background checks. There's no reason why both sides, both parties, all parties can can't come to some sort of agreement on this. That's a beginning point, we can do this. But mental health is a big part of this, identifying it, and then mitigating it for those people who are suffering from it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:08",
      "speaker": "COREN",
      "sentences": "Yes. Well, Juliette, let's talk about what happened on the weekend in Colorado Springs with that gunman walking into that club, the LGBTQ club and just firing on the crowd.I mean, if it wasn't for that former Army veteran who tackled that man -- the gunman, you know, to the ground, there would have been so many other people dead. But you're talking about a society that, you know, were grieving the loss of five people from the weekend. And now, we have another shooting, as you say, at a Walmart, a supermarket days before Thanksgiving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:08",
      "speaker": "KAYYEM",
      "sentences": "That's right. And right before that, you had killing of Virginia University of three football players. I mean, you're -- we're just reserve now in just this cycle. And I -- and I think it's really important to pick up on what Neill said in terms of, there are two solutions here. And if we focus too much on one or the other, we're not going to come to any solution.The first is, of course, the means. In Colorado, the shooting was over within two minutes. And by FBI statistics, about 75 percent of active shooting cases, end before law enforcement arrives, that's how fast they're occurring. And about 25 percent of them are over within two minutes. So, this is -- these are -- these are multi fatality events that are happening because of the speed of the weaponry, the kind of weaponry we have on the -- on the -- on the streets. And so, looking at at least those weapons that would kill lots of people faster makes it and makes it almost impossible for law enforcement to help. We don't know what happened tonight at the Walmart but we certainly know that in Colorado, it took the bravery of an Army veteran as well as others to stop the assailant even though that response was relatively quick, just three or four minutes. And then you look to the motivation, whether it's hate, whether it's harassment, that then leads to hate, which may be the case in Colorado or an employee issue, those motivations are also important. The data is clear. And the research is clear that people do not just wake up and get a gun and shoot people. That they are -- they are talking about it, they are -- their well-being or lack thereof is known by a community this is going to take people stepping forward, it's not just a matter of red flag laws, it's a matter of a community also recognizing the threat with inside and in terms of family members or others. Both of those are -- will make things less worse, because they can't get worse, I guess they could here but -- and both of them have to be focused on but what we have is we have gun rights activists sort of ignoring the means, right. They're not talking about the guns. And then we all sort of sort of talk about, you know, just one part of it. And it's important that we -- that the challenges today is that how frequently they're occurring, how often they are occurring, and then also how quickly the deaths are occurring. That is a relatively new phenomenon since the semi-assault rifle ban ended after 10 years, which it was showing good success by stopping these kinds of killing, so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:13",
      "speaker": "FRANKLIN",
      "sentences": "Anna, you are absolutely correct. I live down in Fort Myers, Florida. And you know, I talk to people every day from the left, from the right, a lot people from the right and not one has disagreed with me about reasonable background checks.Now, one has disagree with me about having the age of 21 before you can purchase a firearm. So, it is political. You know be because the people want something done. And these are just a couple of things that where we can begin and it's reasonable. And again, as Juliette said, there are multiple pieces to this. This is complex. It's not one or two things, but it's multiple parts to the solution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:13",
      "speaker": "KAYYEM",
      "sentences": "One of the things that we've seen (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:13",
      "speaker": "COREN",
      "sentences": "Please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:13",
      "speaker": "KAYYEM",
      "sentences": "I teach young people is generation lockdown is coming of age, and they're voting and Neill and I may be older, so we're not experiencing this phenomenon. But what we put these kids through in terms of the only solution we would provide them as they are the ones who have to lockdown.This generation has come of age, they are in their 20s and 30s. They view gun violence much like climate change as the threat, they don't worry about international threats. They're not worried about, you know, nuclear threats like I did in the -- in the 80s and 90s. This is -- this is their nuclear threat. So, generation lockdown has come of age and, you know, God bless them in some ways, because I think that the unity of their response, which cuts across both parties, is that this is an unacceptable way to have raised a generation of kids who are now voting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:13",
      "speaker": "FRANKLIN",
      "sentences": "Well said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:13",
      "speaker": "COREN",
      "sentences": "For our viewers who are just joining us, let's update you, there has been a mass shooting at a Walmart in Chesapeake, Virginia, it happened a short time ago, we are waiting for more details. We know that there are multiple casualties and multiple injuries.As we look at these live pictures, we can see that police seem relaxed, they seem to have certainly secured the scene. But we're obviously waiting for any update from the scene. Juliette, if we can talk about what happened on the weekend, because that is obviously a mass shooting where we do have details, the gunman had told his mother, had threatened his mother that he was going to let off a bomb some years ago. Now, you would think that that alone would have raised a red flag within the community, within the police force, and yet it didn't. So, I guess this is to both Juliette and to Neill, are there cracks in the way that things are reported? And then logged, you know, why aren't these red flags going up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:13",
      "speaker": "KAYYEM",
      "sentences": "Well, in this instance, we know that the gap in the law which would have required the mother to come forward and to file a complaint, so she calls the police, but then she goes quiet might have -- I have to say, might have triggered a red flag law. There's lots of variances in each law.And then there's the jurisdictional issue of whether that particular jurisdiction actually enforces the red flag complaint because you can have a law, but if your police or others aren't enforcing it, it won't matter. So, what you had was an incident that less than a year passes, he's an old -- he's purchasing his own guns, his motivation is unclear at this stage. We haven't seen the charges yet. They're leading with hate of some kind. But nonetheless, that is essentially what happens. And so once again, you're going back to it and I said, look, you can have laws, I want more laws, I want responsible laws, but you also have communities that are -- that are aware of this, in each case that are aware of this, and that -- and that we are -- we are dependent on them to make the judgment call for us that the person that they know might be a threat to others. And that is not an easy thing to ask, but it's necessary at this stage. None of these come as surprises when you look back at them. Right? All these guys you know had some -- a lot of things going on. COREN: Yes, Neill, if I can get you to respond. Are there -- are there are there cracks, major flaws in the system?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:14",
      "speaker": "COREN",
      "sentences": "The latest on our breaking news out of Chesapeake, Virginia. Police say it is believed the shooter who opened fire at a Walmart is dead. Authorities say when they went inside the store, they found multiple people had been killed or injured. We don't know the exact number of fatalities but moments ago, police said it's likely less than 10. We'll bring you the latest information as it becomes available.Well, we now want to go to Chesapeake, Virginia police spokesperson Leo Kosinski. He was going to join us, he will a little bit later in the show. Let's now move on to the suspect in the weekend mass shooting at a Colorado LGBTQ nightclub, he is now out of hospital and in jail. Anderson Lee Aldrich is due for an initial court appearance in the coming hours and will face multiple murder charges. The district attorney says hate crime charges are also being considered. Well, CNN's Rosa Flores is in Colorado Springs. (BEGIN VIDEO CLIP) ROSA FLORES, CNN CORRESPONDENT (voice over): New information is surfacing about the troubling past of the suspected gunman, 22-year- old Anderson Lee Aldrich.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:14",
      "speaker": "CHIEF ADRIAN VASQUEZ, COLORADO SPRINGS POLICE DEPARTMENT",
      "sentences": "Our investigators are writing search warrants and looking at any type of items such as computers and any technology.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:14",
      "speaker": "FLORES",
      "sentences": "The suspect was caught on camera surrendering to police during a bomb threat incident last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:14",
      "speaker": "ANDERSON LEE ALDRICH, SUSPECT",
      "sentences": "This is your boy. I've got the (INAUDIBLE) outside. Look at that. They got a beat on me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:14",
      "speaker": "FLORES",
      "sentences": "When his mother called police on him, saying he had guns and ammunition, according to authorities. But the case was not adjudicated, and the file was sealed, which means it would not be detected in a background check.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:14",
      "speaker": "ALDRICH",
      "sentences": "Go ahead, come on in boys. Let's (INAUDIBLE) see it!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:14",
      "speaker": "FLORES",
      "sentences": "The incident failed to trigger Colorado's red flag law, raising questions about the strength of a tool that allows firearms to be removed from someone at risk to themselves or others.Until the age of 15, Aldrich was known as Nicholas F. Brink. He legally changed his name to Anderson L. Aldrich in 2016 through the courts in San Antonio, Texas, court records show. Prior to that in 2015, the shooting suspect was the subject of intense online bullying on a still active Internet parody page. CNN has found evidence of the mocking comments that spanned a five- month period when he was 15 years old. The page resembling Wikipedia shows photos of him, mocks his weight and accuses him of engaging in illegal activity. Aldrich is the grandson of California Assemblyman Randy Voepel, who initially compared the January 6th attack to the Revolutionary War, but later said he did not condone or support the violence and lawlessness that took place on January 6th. Aldrich's family life is chaotic. He was primarily raised by his maternal grandmother, the ex- wife of the assemblyman, a source told CNN. And since the shooting, police have been trying to reach out to the suspect's mother Laura Voepel. Police say they don't know where she is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "She has not offered to come forward and speak with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:11",
      "speaker": "COREN",
      "sentences": "A short break now, more on our breaking news in just a moment, please stay with CNN.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:11",
      "speaker": "COREN",
      "sentences": "We continue to follow breaking news out of Virginia where police in Chesapeake say there are multiple fatalities and injuries after a shooting at a Walmart just hours ago.Police say the shooter is believed to be dead. We'll continue to follow developments and bring you the very latest but now let's go to Chesapeake, Virginia Police Spokesperson Leo Kosinski. Leo, please update us on what has happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:11",
      "speaker": "LEO KOSINSKI, SPOKESPERSON, CHESAPEAKE, VIRGINIA POLICE",
      "sentences": "Yes, ma'am. So initially, the call came in at 10Over the course of the next 30 minutes or so, officers went inside the building and along with the Chesapeake fire department and we're able to use a tactical response to provide aid to several injured persons and we located several fatal -- people that were killed by the gunman in the building also. Little while later, we were able to do the investigation, able to determine that it appears that it was a single -- a single shooter and that shooter is we believe is deceased.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:11",
      "speaker": "COREN",
      "sentences": "So, Leo, how many people have been killed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:11",
      "speaker": "KOSINSKI",
      "sentences": "I do not have an exact number at this time. It's been multiple, multiple fatalities right now, ma'am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:11",
      "speaker": "COREN",
      "sentences": "And Leo, do we know if the police killed the shooter? Or did the shooter take his own life?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:11",
      "speaker": "KOSINSKI",
      "sentences": "I do not believe so. I'm not 100 percent sure on that right now. That's still being part of the investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:11",
      "speaker": "COREN",
      "sentences": "OK, so at this stage you believe --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:11",
      "speaker": "KOSINSKI",
      "sentences": "-- two hours after the -- after this incident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "COREN",
      "sentences": "OK. How many police officers were called to the scene? Can you give us an idea of logistics, of numbers? Of where this place is?KOSINSKI (via phone): Those numbers were probably dozens. And then -- you know, dozens of investigators. Like, it's kind of an all-hands-on- deck thing at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "COREN",
      "sentences": "OK. And what about the number of injured? Can you tell us about that?KOSINSKI (via phone): We had multiple injuries also. I do not have exact numbers on those, either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "COREN",
      "sentences": "OK, but they've all been taken to hospital and are receiving treatment, obviously.KOSINSKI (via phone): Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "COREN",
      "sentences": "Any other information, Leo, that you can share with us at this moment? I appreciate this is a fluid scene, but any other details you can share with our viewers?KOSINSKI (via phone): Yes. We believe it's just the one shooter. Officers are obviously -- we're still here, investigating. It's going to take several hours. Several days, probably. And we're still actually looking through the Walmart, because you know, a Walmart Supercenter, they're very large in size. Persons could have been at the event and try to hide or something, so we're still kind of searching the building, looking for anybody who may still be inside, maybe injured. So it's still kind of a rescue, slash recovery, but it's also now the investigation is starting right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "COREN",
      "sentences": "OK. All right, Leo. We will leave you -- leave it there for now. Leo Kosinski from the Chesapeake Police public information. We certainly appreciate the update, and we'll let you get back to it. Thank you very much.KOSINSKI (via phone): Yes, ma'am. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "COREN",
      "sentences": "Let's bring in CNN national security analyst Juliette Kayyem. We also have Neill Franklin joining us, a former Maryland State Police officer.So Juliette, Neill, you have both heard from the public information officer from the Chesapeake Police. So the shooter is -- is dead now, but it would seem it was an active scene for at least half an hour. It was a lone gunman. There are fatalities. We don't know how many. There are injuries. We don't know how many. But it would seem that the police are still searching this Walmart, a large store, to see if there are any other injured or dead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "NEILL FRANKLIN, FORMER MARYLAND STATE POLICE OFFICER",
      "sentences": "Yes, as Leo Kosinski said -- and this is what I figured. It's a super Walmart. It's huge, and people may still be hiding. It's going to take them a while just to make sure that they've located everyone in the store.And then beginning the process of identifying evidence and -- and everything else. So this is going to take a while. This is probably going to be active at least into the morning, probably late into the day tomorrow. And again, being able to locate people who may not have made to the hospital, maybe were transported by other people to the hospital, who may still be out there, who may have gone home, who may be witnesses. They've got a lot of work to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "COREN",
      "sentences": "Juliette, what was your assessment of what Leo said?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "JULIETTE KAYYEM, CNN NATIONAL SECURITY ANALYST",
      "sentences": "Yes. So they have not notified -- I mean, look, we know how to read into these things. They have not been able to identify individuals or at least notify next of kin. That is their primary responsibility.I know we want the number, but the primary responsibility is obviously to get people with their families, get the witness reports, as Neill was saying, see if people left, if they went to hospitals on their own. You have immigrants or other people who, and communities that may not want to come forward, but they need to. And so it's getting community members to come forward, as well. As Neill was saying in the earlier segment, it's a military community. And so there's going to be that factor in, as well. We just don't know who the victims are at this stage. So that's primary. I will say one thing. It is never good when they cannot tell you the number, because that means they either have not sweeped the whole area, or the number -- you know, they're trying to figure out, unfortunately, how many bodies are in a particular room, who those individuals are. So it's -- you know, normally. if you have a shooting of one or two, you would definitely be able to -- to know that. I also noted that he said that the original calls, they weren't sure it was an active shooter. Then they switched to the active shooter protocols. And that -- and that they have come to believe, by after 30 minutes, that the assailant, the killer was not able to kill anymore. Whether he committed suicide or something else happened in the rooms, we don't know. So this is a big event with -- with an unclear number of dead, and families being notified is primary right now. If you knew your family member was there, you're standing outside the parking lot right now, waiting for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "COREN",
      "sentences": "And I presume, as you said, this is a Super Walmart, so this is a very large store, multiple rows, multiple places for people to hide.Neill, your sense when you heard that this was an active scene for half an hour, tell us how would police have responded to that scene? Would they have gone in straightaway? Please -- please let us know what takes place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "FRANKLIN",
      "sentences": "As he said earlier, it was all hands on deck. When the call went out, when it was confirmed that there was an active shooter here. Then you have multiple agencies responding.Now, the training is the same from one agency to the next nationwide. So no matter what department you're from, you'll be able to begin the process of forming a team and systematically going through the store, trying to identify the shooter. Obviously, you're listening. You're questioning people who are coming out. You're looking at the evidence. You're looking at, unfortunately, you're looking at bodies; you're looking at injured people. And you're trying to track down the active shooter or shooters. So once those officers, the first officers arrived on the scene, form a team, maybe multiple teams, they're going in. They're not going to stand by like we've seen in other places. They're going to go in and they're going to do their job. And that's probably what happened here. And I would think -- I'm not saying for sure -- but I would think that if this shooter was neutralized by police officers, I think that would have been reported by now. But again, I don't know for sure. Two hours into this, I'm sure they would have that information to report, if that were, in fact, the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "COREN",
      "sentences": "So if police had killed the gunman, they would have reported that. So your sense is that this gunman would have committed suicide?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "FRANKLIN",
      "sentences": "I'm not saying -- I don't know for sure, but it seems that that may be the case. It happens quite often, especially if they run low on ammunition or if something else happens.Or, as we've seen before, could someone else, a customer or a worker or someone else could have been involved in neutralizing the shooter. That's also a possibility. Again, we don't know for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "COREN",
      "sentences": "Well, Juliette Kayyem, Neill Franklin, we certainly appreciate, you know, your insight, your knowledge on these active shooting scenes.Updating our viewers now that there have been multiple fatalities and injuries at a Super Walmart mired in Chesapeake, Virginia. We're going to take a short break, but more on our breaking news in just a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "COREN",
      "sentences": "Well, back to our top story. Police in Chesapeake, Virginia, reporting multiple fatalities and injuries after a shooting at a Walmart store.Let's now turn to the scene, with Leo Kosinski speaking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "KOSINSKI",
      "sentences": "-- response and kind of went that motion. Several other officers, many other officers also responded. Parts of our -- members of our fire department responded. We did basically, like, a tactical entrance and movement in the building. Located multiple fatalities and multiple injured persons.A little while later, through the course of providing treatment, we were able to establish that we believe it's only -- we believe it's a single shooter. And that single shooter is deceased at this time. That's really all we have to go on. It's a very active scene. We're just a little over two hours past, you know, it happening. That's kind of where we are. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Can you tell us what was the shooter involved in an officer-involved shooting? Was the shooter --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "KOSINSKI",
      "sentences": "I don't believe so. I can't say that for sure. So that will still be part of the investigation. It's all happened very, very quickly. Very dynamic. A lot of -- lot of people involved. A lot of officers. UNIDENTIFIED MALEemployee, or was it a customer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "KOSINSKI",
      "sentences": "We do not know at this point. We're getting a lot of information coming in, and we're kind of investigating all that. We're looking into the relationships and all that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Is there, if not an exact number, a range as to how many fatalities, injuries we're talking about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "KOSINSKI",
      "sentences": "I don't. I apologize. Sorry. I do not -- I don't have a range. Multiple fatalities, multiple injuries. And all the injured were transported to area hospitals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Was the shooter a male or female?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "KOSINSKI",
      "sentences": "Not at this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Any important information? Because I know the family reunification center is set up. Any other information that families may be concerned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "KOSINSKI",
      "sentences": "Our family reunification center is the Chesapeake Conference Center. That's at 700 Conference Center Drive. So if you are looking to get a hold of a loved one that either worked here or might have been shopping here, that's where you should go, is that 700 Conference Center Drive, to try to locate your -- locate your relatives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Any ideas of how many people were in the store when this was reported?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "KOSINSKI",
      "sentences": "I don't. You know, obviously, it's a very large store. It's a super center. I mean, I don't know how many square feet. It's very, very large. I don't know how many -- how busy it was at the time. We're just a couple of days away from Thanksgiving, so I don't know how much -- shopping, I don't know. I don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What's it been like for you all, with police, these Walmarts? You know, these are big, you know, square footage. What has it been like for you as far as investigating, canvassing the area, versus responding directly on scene?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "KOSINSKI",
      "sentences": "As far as the investigation, it's -- basically, it's an all- hands-on-deck type of situation at this point. You know, many of our investigators are here and we just -- you know, piece by piece. We're just taking a little bit of time.You know, we have plenty of time right now, with the store is closed. So we're just -- we're going to    investigate until we get everything complete.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Do you know how long -- ?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "KOSINSKI",
      "sentences": "There are also other agencies, but they're assisting with traffic. The State Police is here. I think I saw a Virginia Beach Police car helping with just traffic -- traffic control. UNIDENTIFIED MALEwhen the first officer arrived on the scene and when the attack was made?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "KOSINSKI",
      "sentences": "I do not know that. Well, when the first officer arrived, they went in immediately. But I don't know when they started. I don't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The last time we talked, you said there was -- UNINTELLIGIBLE) -- they were still looking for fatalities and other victims, as well. Tell us anything on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "KOSINSKI",
      "sentences": "I believe that's still going on right now. You know, as big a store as this is, you know, there could be a lot of hiding places. Somebody who was in there. They heard something, got scared, ran and hid.You know, we're still kind of in the -- in the searching aspect of the store to locate other potential victims, or you know, just people in hiding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Did it seem like the shooter was shooting randomly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "KOSINSKI",
      "sentences": "I do not know. I can't say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you know whether or not the shooting was -- appeared to be pertaining to one part of the store?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "KOSINSKI",
      "sentences": "I do not know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(UNINTELLIGIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "KOSINSKI",
      "sentences": "I don't know. I'm hoping sometime tomorrow looking into that. It's still -- Like I said, you know, we're just a couple of hours past the initial incident. So everything is very fluid, very new right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right now, what's the step -- next step for your officers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "KOSINSKI",
      "sentences": "Correct. Still clearing until recovered in the entire building is clear and safe and secure, and then the criminal investigation starts, and that could take -- that could take days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Obviously, we've seen mass shootings in our area before. Is there a comparison as to what your officers are working this scene to others?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "KOSINSKI",
      "sentences": "I could make it -- I couldn't make it out. Sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How are you all feeling right now? Because I mean, gun violence, of course, mass shootings have been reported on nationally. I mean, of course, (UNINTELLIGIBLE) is no stranger to what happened two years ago in Virginia Beach. I mean, what -- what do you make of just what's been going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "KOSINSKI",
      "sentences": "It's sad. You know, a couple days before the Thanksgiving holiday. I mean, anytime it's sad. It's just a bad time all around, for everybody involved, and especially the victims. I mean, this is horrible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Have all shoppers been cleared out of the store?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "KOSINSKI",
      "sentences": "The shoppers, witnesses, they're all contained and being interviewed with -- by police.So I can do two more questions? Anything else? Good. All right. I don't know when I will do another update. Maybe in the next couple hours or so. There have just been a lot more coming out in the opening hours. Hopefully, we'll get something together. And we've got to go from there. All right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:10",
      "speaker": "KOSINSKI",
      "sentences": "Thank you guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:52:13",
      "speaker": "COREN",
      "sentences": "Back to our top story. Police in Chesapeake, Virginia, are reporting multiple fatalities and injuries from a shooting at a Walmart.We don't know the exact number of people killed, but police say it's less than ten. Officials say the shooter is believed to be among the dead. Police are at the scene securing the store and gathering evidence. This is a breaking story. CNN will continue to bring you updates as they become available. Well, one customer who was in Walmart during the shooting texted her daughter, and her daughter shared a screenshot of the text exchange with her mother on Facebook, where she tells her mother to hide. Her mother said she saw a victim on the floor. \"I'm crying, I'm shaking,\" the doctor told CNN. I had just talked to her about buying turkeys for Thanksgiving. Then this text came in. The mother is still in shock, but she has been reunited with her daughter. Well, Virginia Senator Mark Warner has tweeted about the Walmart shooting. He says he's second by reports of yet another mass shooting, and he is monitoring developments closely. He's urged all those in the community to listen to guidance about local law enforcement and to stay away from the scene. Will turner attention now to the war in Ukraine. A startling assessment from the head of Ukraine's power grid. He says a major Russian attack last week caused colossal damage at power stations across the country. He says more than 100 missiles were used in the assault on energy facilities. For now, the grid is stabilized as scheduled blackouts continue, but the destruction is widespread. (BEGIN VIDEO CLIP) VOLODYMYR KUDRYTSKYI, CEO, UKRE (through translator:) The scale of the damages colossal. Practically no thermal or hydroelectric stations have been left unscathed. For you to understand the scale of these attacks and what we have to deal with, practically all thermal and hydro generations, meaning major power stations, have been damaged by missile attacks. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:52:13",
      "speaker": "COREN",
      "sentences": "As Ukraine works to keep the power running, more aid is on the way.The U.S. and the World Bank are each expected to provide four and a half billion dollars in assistance in the coming weeks. And the European Union has announced two and a half billion dollars in financial aid. Well, U.S. President Joe Biden has extended the pause on federal student loan payments. CNN's Arlette Saenz is with the present in Massachusetts for the Thanksgiving holiday and has this report. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:55:16",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "It isn't fair, to ask tens of millions of borrowers, eligible for relief, to resume their student debt payments while the courts consider the lawsuit. For that reason, the secretary of education is extending the pause on student loan payments while we seek relief from the courts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:55:16",
      "speaker": "SAENZ",
      "sentences": "The president student loan forgiveness program, which could offer up to $20,000 of relief for eligible borrowers, has been on hold for several weeks due to some legal challenges. The Biden ministration has gone to the Supreme Court, asking them to allow for the implementation of the program while these legal challenges play out.Now, about 26 million people have applied for the student loan relief, and 16 million of those applications have been accepted and approved. The Department of Education has notified people that they can't discharge that debt with this program currently tied up in the courts. But so many people have been facing questions about whether the student loan repayments would begin come January as this relief program is tied up. And now the president is saying that they will offer them a bit more relief, extending that pause until the summer. Arlette Saenz, CNN, traveling with the president in Nantucket, Massachusetts. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}