{
  "date": "2022-12-12",
  "headline": "The Situation Room",
  "subHeadline": "New Subpoena For Georgia Secretary Of State In Trump, January 6th Probes; Update On Brittney Griner As U.S. Seeks Paul Whelan's Release; More Than 10 Million At Risk As Monster Winter Storm Strikes; Millions On Alert As Powerful Winter Storm Trudges East; Iran Carries Out Second Known Protest-Related Execution. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Happening now, a new subpoena in the federal criminal investigation of January 6th seeking testimony from the Georgia secretary of state who defied Trump's efforts to try to overturn the presidential election. The special counsel plowing ahead right now in his probes of the former president.Also tonight, we're learning more about Brittney Griner's months in Russian captivity and how the WNBA star is readjusting to freedom as the U.S. is now sharpening its focus on winning Paul Whelan's release. We'll get an update from key White House Official John Kirby. And we're tracking the massive winter storm that's unleashing blizzard conditions in parts of Northern California. More than 10 million people across the country could be pummeled with everything, from blinding snow to pounding rain and powerful tornados. Welcome to our viewers here in the United States and around the world. I'm Wolf Blitzer. You're in THE SITUATION ROOM. Tonight, there's growing sense, a growing sense of urgency right now in the criminal investigations of former President Donald Trump, as the special council issues a new subpoena and hits the ground running. CNN Political Correspondent Sara Murray is covering it all for us from Capitol Hill. (BEGIN VIDEOTAPE) SARA MURRAY, CNN POLITICAL CORRESPONDENT (voice over):  Special Counsel Jack Smith subpoenaing Brad Raffensperger, the Georgia secretary of state Donald Trump pressured to overturn the 2020 election. DONALD TRUMP, FORMER U.S. PRESIDENT:  All I want to do is this. I just want to find 11,780 votes, which is one more than we have, because we won the state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "MURRAY",
      "sentences": "The round of recent subpoenas to battleground state officials cutting as the special counsel speed ahead with a pair centered probes around Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "MERRICK GARLAND, ATTORNEY GENERAL",
      "sentences": "He promised to the American people in his own statement that there would be no pause or hiccup in his work and I understand that that is exactly what's going on now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "MURRAY",
      "sentences": "Prosecutors in the Mar-a-Lago documents case taking an aggressive approach as they ask a judge to hold Trump in contempt for failing to comply with the subpoena over the summer, demanding Trump return all documents with classified markings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "TRUMP",
      "sentences": "This is a new hoax, the document hoax.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "MURRAY",
      "sentences": "DOJ hitting a setback as the judge refused to hold Trump in contempt but notching a victory as the third party review of documents seized from Trump's Florida resort officially comes to an end, Judge Aileen Cannon, dismissing the case today, giving DOJ access to tens of thousands of records and other items from Mar-a-Lago.Investigators also plugging away on their probe into efforts to subvert the 2020 election. A source tells CNN they're asking those in Trump's orbit about the former president's involvement and knowledge of events leading up to January 6th. The special counsel's staff already twice as big as Robert Mueller's team in the Russia probe, including 20 prosecutors on January 6th and efforts to overturn the 2020 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "TRUMP",
      "sentences": "We will never give up. We will never concede. It doesn't happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "MURRAY",
      "sentences": "And prosecutors have been looking at potential financial crimes in an under-the-radar part of their probe, digging into Trump's post-election fundraising arm, the Save America PAC, according to subpoenas viewed by CNN. All of this as the House select committee investigating the January 6th Capitol attack convened privately over the weekend.REP. BENNIE THOMPSON (D-MS):  We have some things to decide as to whether we make referrals on information that we uncovered during our investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "MURRAY",
      "sentences": "Aiming to nail down a list of individuals, they plan to refer to the Justice Department to be considered for criminal prosecution. Among those under consideration, Trump, former Chief of Staff Mark Meadows, former DOJ Official Jeffrey Clark and Attorneys Rudy Giuliani and John Eastman.REP. ADAM SCHIFF (D-CA):  If we do make referrals, we want to be careful about how we do them, but I think we're all certainly in agreement that there was evidence of criminality here. (END VIDEOTAPE) MURRAY (on camera):  Now, when it comes to the special counsel's investigation, sources are telling CNN that Trump seem feels pretty mixed about it. There are some who think Jack Smith could be good for the former president because he has been abroad, he hasn't been marinating in the January 6th coverage. There are others who see Jack Smith as a hitman who's likely to bring a prosecution against Trump. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "What's significant, Wolf, about that relationship is that we have heard the conversation that Brad Raffensperger and Donald Trump had. It's very rare that a piece of evidence plays out on national news, and it did. So, my understanding or my guess is that they are, number one, asking Brad Raffensperger to fill in the details of that conversation, number two, building a case for either not just the former president but people around him who might have been privy to some of those acts in Georgia in January of 2020.So, it's a very valuable witness to talk to. It's natural. I think any smart prosecutor would go to the individual who had the public conversation with the target of the investigation. So, it's not a surprise here and we'll see comes out of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BLITZER",
      "sentences": "Good point. You know, Elie, the special counsel, the new special counsel, he is moving, I understand, very quickly as he takes the reins of these two criminal investigations, but why is the pace of all of this so critical right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Well, Wolf, every day that passes makes the prosecution's ultimate job more difficult. And by the way, Jack Smith recognized that. When he took over special counsel three-plus weeks ago, he issued a pretty vanilla public statement but he did say the pace of this investigation will not flag under my watch.And here's the reason. Prosecutors generally get to control the timing of an indictment. We're all very focused on will there be an indictment or will there not be, that's ultimately going to be up to prosecutors, and they can largely decide when. But an indictment is just the start of a case. You have to think about a trial, which, in a federal system, is likely to be a year or so after an indictment. And every day that passes, you get deeper into the 2024 election, we know Donald Trump is now a candidate and it's a very difficult thing to get 12 jurors unanimously to convict not just the former president but by then somebody who will be a leading candidate for 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BLITZER",
      "sentences": "Yes. The indictment is just the first step in a long legal process. Gloria, Trump's inner circle right now and Trump himself could soon face the possibility of these criminal referrals from the January 6th select committee. How big of a blow would that be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "GLORIA BORGER, CNN CHIEF POLITICAL ANALYST",
      "sentences": "Look, I think it would be a huge, symbolic blow to say that the former president of the United States, for example, was tampering with witnesses, that would be one possibility, was trying to disrupt the transfer of power in the United States, and the people you're showing on the screen here, his former chief of staff, his lawyers, a former Department of Justice official.It doesn't mean that the Justice Department is going to say, okay, we're going to do what you're telling us. What this is saying is that the committee, after its voluminous hearings and research, has come to this conclusion. So, I think it's very important for the American public to see what conclusions they've reached as they get their document from the committee, which is going to be long on detail and they can judge -- the public can judge for itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BLITZER",
      "sentences": "Good point. Elliot, how high is the bar right now for the U.S. Justice Department to bring these criminal charges against those key figures?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "WILLIAMS",
      "sentences": "Look, it's the same bar that you have in any other case. You have to have probable cause to proceed with the charges and you have to convince a jury beyond a reasonable doubt. The problem is that when you're charging and investigating a former president of the United States, you have to ensure that this -- I mean, this is quite literally the trial of the century, if this is to happen. And the Justice Department really needs to be probably even more competent than they would in any other case.Look, it would be unethical to proceed with the prosecution that they did not think they would win and they have to be really certain here before the proceeding of that might be informing some of the caution you're seeing from the Justice Department.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BLITZER",
      "sentences": "Elie, these referrals may be sort of symbolic, but could the select committee potentially hand over new evidence to the U.S. Justice Department.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "HONIG",
      "sentences": "Well, Wolf, you're exactly right. Legally, a referral is just symbolic. But I think what really matters here is the substance of the referral. What actual evidence does the committee turnover to DOJ and in what form. Because I guarantee you, DOJ prosecutors are going to look at that carefully. They're not just going to throw it in the circular file.And let's keep in mind, we know for a fact that the committee has been ahead of DOJ on certain key pieces of evidence. We know, for example, that the committee got to Pat Cipollone before DOJ did. We know the committee got testimony from Cassidy Hutchison before DOJ did. So, it wouldn't surprise me at all if DOJ looks at those files and gets all sorts of new evidence that's really important towards their investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BLITZER",
      "sentences": "Gloria, how much more do you think we could learn from the select committee's final report, which is expected to be released in the coming days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:02",
      "speaker": "BLITZER",
      "sentences": "What do you think, Elliot?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:02",
      "speaker": "WILLIAMS",
      "sentences": "No, absolutely. You know, look, these referrals are symbolic. It's an important step for Congress. It's a co-equal branch of government. But I don't think the Justice Department is ultimately relying on them. It's a symbolic step but an important one on behalf, frankly, of the people (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:02",
      "speaker": "BORGER",
      "sentences": "But they're going to be very interested in looking at investigative files, if they can, and transcripts and comparing what was told the committee to what they're being told.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, they're moving forward towards an agreement but they're moving very slowly, and it's still an open question about what that agreement looks like or whether or not Congress may, at the end of the day, be forced to punt, avoiding a shutdown and leaving that issue to the new Congress.Remember back, this was supposed to be the all wrapped up by September 30th. That was the initial deadline to fund the entire government, but they couldn't get an agreement then. So, they made a new deadline this Friday. And it appears they're going to blow past this deadline as well and extend it for another week. That is to give more time for negotiations for a massive bill to fund the federal government roughly $1.75 trillion, maybe more money. That number has not been figured out yet. But if there is no deal on that big package, Mitch McConnell, the Senate Republican leader, is warning that this could be kicked into the new Congress when Republicans are in charge of the House. (BEGIN VIDEO CLIP) SEN. MITCH MCCONNELL (RKY):  If House and Senate Democratic colleagues can accept these realities in the very near future, we may still have a shot at assembling a full-year funding bill that will give our military commanders the certainty they need to invest, plan and stay competitive with rivals like China. If our Democratic colleagues can't accept those realities, the option will be a short-term bipartisan funding bill into early next year. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "RAJU",
      "sentences": "And that would raise all sorts of questions for the new Republican majority assuming Kevin McCarthy is the next speaker. He would have to deal with this right off the bat with a narrow House majority, Republicans divided about how to proceed and trying to get an agreement with Senate Democrats who are barely in the majority in the Senate side and a Democrat in the White House, which would leave a lot of questions and concern about conscious Congress' ability to avoid a shutdown in the new Congress Which is why, Wolf, there is enormous pressure to get the deal right now to fund the government, to fund the Pentagon, provide money for Ukraine and deal with issues, such as overhauling the Electoral Count Act to avoid a January 6th. But can they get a deal, still an open question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "We shall find out very soon. Manu Raju up on Capitol Hill, thank you.Let's bring in CNN Senior Commentator John Kasich, the former Republican Governor of Ohio, also with us, CNN Political Commentator Van Jones, he's a former Obama administration official. Governor Kasich, according to CNN's new poll just out today, Americans are clearly split on whether they trust Republicans in Congress or President Biden on the big -- the very big issues. But just look at the unfavorable view of the House GOP leader, Kevin McCarthy. Would you trust McCarthy to avert a shutdown?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "JOHN KASICH, CNN SENIOR COMMENTATOR",
      "sentences": "Well, you're going to avoid a shutdown, Wolf. And in regard to the poll, what it really says is that America is divided. Hello? It's like we didn't know that. But here's what I find particularly interesting and looking at some of the polls that are out there. About 90 percent of the people say in our country that they want people to be able to get along. They want more collegiality. But what they also say is, I want everybody to get along, but I just want you to agree with me. It's like saying, Van, we're going to get along, you just have to agree with the way that I think. In that way, we can solve this problem. But right now, we're just still divided and there's no surprise the way this thing works, unless you could agree with me, Van. Maybe you would.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "Well, let me ask, Van. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "VAN JONES, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, I do think that we're divided. And when you look at the numbers, the other thing you see is that there are some people who are really happy and some people are really sad. There's a lot of people who are in the middle. We say it's a 50/50 nation. I think it's a 30/30/30 nation. And I think the 30 percent in the middle, 30-plus was in the middle, they just don't know what to think about this.And when you hear McConnell was there just talking, we may not be able to avoid a government shutdown. You may throw a hot potato into the beginning of next year with weak leadership in the new Republican majority. I think people are very, very concerned. I think people were glad that we had a good election. There was not a lot of controversy about the election. There were concessions, et cetera, that's good. We're back to normal in that regard. But we're also back to normal in division, polarization and drift. And that's not good for the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "How much sway will she have when Republicans take control of the House in January?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "KASICH",
      "sentences": "You know, I think she'll have influence because she's pretty close to McCarthy and trying to get him elected. But back to the other issue about government funding, I think the Democrats will wrap this up this year because they don't want to not get it done and then pass it over to Republicans who will then have the majority. But in terms of, look, joking about January 6th, you know, my blood still curls over the thought of what they did down there at that Capitol and there are no grounds on which to make a joke. And to hear the cheering and everything, you know, I don't know. I really don't know how to explain that. Maybe too much eggnog is all I can think about. But, you know, it's outrageous and her activities have been -- in my opinion, have been irresponsible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "JONES",
      "sentences": "And I agree. And one of the things that happens is people say, well, we have extremism on both sides, et cetera. Nobody in the squad is up here cheerleading for armed insurrection on the Capitol. I think if anybody in the squad, AOC anybody else said something like that, it would be considered completely unacceptable.But we've gotten now where our extremist are people who want higher taxes on rich people, there are extremist people who want to joke about being armed and attacking America's government and winning against a sitting Congress trying to do its constitutional duty. So, there's something that's really off here. And my big hope is that as we move forward together, we're going to have divided government, some cooler heads have to prevail going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "And, Governor Kasich, give me your final thought.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "KASICH",
      "sentences": "Well, I agree with Van. The question is can the big chunk of Democrats working with responsible Republicans who are now beginning to see some of those moderate Republicans, that center Republicans are beginning to assert themselves. It's going to be interesting to see how that plays out for the good of the country. It would be great if we could get a few things accomplished here coming up in 2023.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "Yes, good point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "JONES",
      "sentences": "One or two, one or two.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "New details tonight of WNBA star, Brittney Griner's dramatic return to the United States from Russia and the increased focus right now on bringing American Paul Whelan home next.CNN National Security Correspondent, Kylie Atwood, is joining us. Kylie, the pressure is clearly on the Biden administration right now to get Paul Whelan released from Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "That's right, Wolf. Anyone who is tracking Brittney Griner's return home realized last week that there was another American who was left back in Russia, Paul Whelan. He's been wrongfully detained in Russia for about four years now. The pressure is on particularly for Paul Whelan's own family.(BEGIN VIDEOTAPE) ATWOOD (voice over):  Even as WNBA Star Brittney Griner re-acclimates to freedom, the Biden administration is headed back to the drawing board for Paul Whelan, another American wrongly detained in Russia who didn't come home with Griner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "ROGER CARSTENS, SPECIAL PRESIDENTIAL ENVOY FOR HOSTAGE AFFAIRS",
      "sentences": "We're meeting today on Monday morning to go through next steps in the strategy, but, Paul, we haven't forgotten you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "ATWOOD",
      "sentences": "And the Biden administration met virtually today with Whelan's sister, Elizabeth. National Security Adviser Jake Sullivan said today that the next engagement between the U.S. and Russia to secure Whelan's release would take place later this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "JAKE SULLIVAN, WHITE HOUSE NATIONAL SECURITY ADVISER",
      "sentences": "The conversations with Paul Whelan's family have been substantive. They have had a number of very good questions and also a number of suggestions that they've put forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "ATWOOD",
      "sentences": "Meanwhile, Griner reportedly making progress, re-acclimating at an army hospital in San Antonio, Texas, where she's been undergoing medical checks. And the two-time Olympic medalist strapped on her sneakers over the weekend to play basketball for the first time in almost ten months. Her first act was a dunk, Griner's agent said.BILL RICHARDSON, FORMER U.S. AMBASSADOR TO THE U.N.:  I'm understanding that she's -- it's going to be a few more days before she gets out. You know, right now, a lot of hostages have come back, they want to reunite first with family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "ATWOOD",
      "sentences": "But by all accounts, Griner is doing extraordinarily well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "CHERELLE GRINER, WIFE OF BRITTNEY GRINER",
      "sentences": "I'm just standing here overwhelmed with emotions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "ATWOOD",
      "sentences": "New video emerging of Griner's time in a Russian penal colony, making her small bed, eating alongside inmates and carrying fabric, her assigned job because her hands were too large to sew.After a prisoner swap on the tarmac in Abu Dhabi, Griner finally boarded a U.S. government plane headed for freedom. Special Envoy for Hostage Affairs Roger Carstens suggested she take a seat and offered her some peace and quiet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "CARSTENS",
      "sentences": "She said, oh, no, I've been in prison for ten months now listening to Russian, I want to talk. But, first of all, who are these guys? And she moved right past me and went to every member on that crew look them in the eyes, shook their hands and asked about them. ATWOODREP. KEVIN MCCARTHY (R-CA):  Think about the exchange, the Merchant of Death for a WNBA star who was picked up for marijuana. What a victory for Putin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "JONATHAN FINER, WHITE HOUSE DEPUTY NATIONAL SECURITY ADVISER",
      "sentences": "Whether Viktor Bout continues to apply the trade that we once did is something that we're going to be paying close attention to.(END VIDEOTAPE) ATWOOD (on camera):  Now, Wolf, we have yet to hear Brittney Griner's accounting of her ten months in Russian detention, in her own words. So, we're obviously waiting for that. But when it comes to her future and she'll return to professional basketball, her agent said today that they're not sure yet. She hasn't made a decision as to whether or if or when she'll return to the court professionally. But she also said she plans to use her freedom and her newfound existence as a star for good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "BLITZER",
      "sentences": "Yes, we just wish her only, only the very, very best. Kylie Atwood at the State Department, thank you very much.We're also following relentless fighting right now in multiple parts of Ukraine as the country's forces launch continuous offensives in Russian-occupied areas. Tonight, Ukraine is reporting what it calls significant power deficits caused by Russian attacks and that's making treating the injured even more difficult. CNN's Senior International Correspondent Sam Kiley has our report, which contains images some viewers might find disturbing. (BEGIN VIDEOTAPE) SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice over): Getting the ingredients for lunch to Vyacheslav's best friend, his arm, his livelihood. Hit by a missile in Bakhmut, he thinks his life was saved by his leather jacket, which held together when he was hit, searching for cabbage and beats. I didn't know what hit me, I don't understand but the force was incredible, he says, because the arm just flew off. I was conscious, but I was praying. I tell you, I pray to survive. He was a builder and he was right-handed, but not anymore. He was rescued by soldiers from Bakhmut, which has been a scene of the most intense fighting along an 800-mile front and rushed to hospital here. The first thing I asked was if I could have my arm sewn back on, he said, I saw that it was completely torn off and was just hanging in the sleeve and my stomach was burning. There are times he wishes he hadn't survived. Now, I'm half man, half zombie, half human to be exact. The fighting in Bakhmut is merciless and it's been relentless. Weeks of intense artillery duels torn the city apart and ripped into the dwindling number of civilians still there. The local Ukrainian authorities have implored civilians to leave the region for months. The consequences of staying on a rough and catastrophic and end up here in the nearby Kostyantynivka hospital. So, this is how the Ukrainians are managing to get around the destruction of their power grid. This is a Ukrainian series of boilers installed in this hospital. It can only heat though the intensive care ward, the maternity ward and the operating theatres. Everybody else just has to wrap up warm. Is that because you don't power? Medecins Sans Frontieres has rushed medics to replaced those who have fled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "LUCIA MARRON, NURSE, MEDICINS SANS FRONTIERES",
      "sentences": "There was a big with the electricity supplies, and sometimes there's not light or no water. So, that's a big problem (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:00",
      "speaker": "KILEY",
      "sentences": "But still, the injured come from Bakhmut. This woman in her 30s has been riddled with shrapnel. Her leg is shattered. But as they examine her more closely, her internal organs have been badly damaged. These two surgeons will be in this operating theatre for many hours to come.The doctor says she's a resident of Bakhmut. She came under artillery fire and suffered a shrapnel wound to the abdomen with damage to several organs. Is she going to live? We hope so. Are you seeing a lot of these injuries? Yes, every day, every day. And with the fighting in Eastern Ukraine expected to intensify, every day will be a bad day. (END VIDEOTAPE) KILEY (on camera):  Now, Wolf, the G7 meeting virtually has reiterated its support for Ukraine, particularly from the United States and the European Union, pledging the European Union is pledging 2.1 billion Euros, that similar amount of dollars to the Ukrainian effort. At the same time, President Zelenskyy renewing and repeating his calls for help. He is getting more anti-aircraft commitments at least from European allies and the United States for more anti-aircraft weapons to defend against those drones and cruise missiles that have been attacking the energy systems, but it's also artillery and tanks that he really need. The Ukrainians have to maintain the initiative because the Russians will have the numbers on their side and, therefore, more time. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:03",
      "speaker": "JOHN KIRBY, NATIONAL SECURITY COUNCIL COORDINATOR FOR STRATEGIC COMMUNICATIONS",
      "sentences": "She's getting some of the best mental health and medical healthcare that she can get there at the Brooke Army Medical Center in San Antonio. These are trained professionals that know how to deal with people that need to reintegrate back into society. So, I'm confident that she's getting absolute best care she can.And there will be constant conversations between her medical staff and the family and her about what's the next step is going to be, when is it that they all think collectively she'll be ready to leave. But from all accounts, it looks like she's in good health and certainly good spirits and we all wish her the best.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:03",
      "speaker": "BLITZER",
      "sentences": "We certainly do. As you know, the U.S. and Russia will engage this week to discuss Paul Whelan's case. You say the U.S. is now more informed on what Russia would want. So, how will that influence any new proposals for a prisoner swap?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:03",
      "speaker": "KIRBY",
      "sentences": "It certainly helps us come up with options and alternatives. And as you heard Mr. Sullivan say, through discussions with the family, that also can provide some new ideas. But over the last weeks and months, it became very clear that the Russians were treating Paul differently and putting him in a whole different category based on these sham espionage charges.So, now we have that context, we have a better understanding of where their position, what their expectations are and that will help us come up with proposals and alternatives. We're going to stay at this work and we're going to do everything we can to get Paul home just as quickly as we can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:03",
      "speaker": "BLITZER",
      "sentences": "We all hope he gets home soon, very, very soon. Let's turn to Ukraine while I have you, John. President Zelenskyy is renewing his request for air defense systems. Artillery, he wants modern tanks and more. Is the U.S. likely to substantially boost the type of weaponry it provides to Ukraine as this war sadly grinds toward the one-year mark?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:03",
      "speaker": "KIRBY",
      "sentences": "We are working in real time with the Ukrainians. You saw just on Friday we announced another $275 million of assistance, which included air defense and artillery. The president had a chance to talk to President Zelenskyy over the weekend. The G7 met today. President Zelenskyy addressed them.We're mindful, very aware, of what's going on, on the battlefield like, Sam's, report, very aware what the needs are and we're going to constantly work to change those needs, as we need to, to make sure that Ukraine can defend itself, can win back its territory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:03",
      "speaker": "BLITZER",
      "sentences": "Ukraine's defense minister told CNN today he expects Ukraine will get Patriot air defense systems in the next stage of the war. Those systems would come from the U.S. Will the U.S. eventually provide those kinds of air defense systems, the Patriot, specifically, to Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:03",
      "speaker": "KIRBY",
      "sentences": "I don't want to get ahead of where we are right now, Wolf. We know that air defense is a significant need for the Ukrainian armed forces as they continue to come under a barrage of Iranian drones and cruise missile attacks. And we are continuing to provide air defense capabilities, advanced air defense capabilities, and so are our allies and partners. We're in constant touch with them. We're going to work this out in real-time but I just don't want to get ahead of decisions yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:03",
      "speaker": "BLITZER",
      "sentences": "Russian forces, as you know, they are advancing on the key Eastern Ukrainian city of Bakhmut. Will the Ukrainians be able hold off these Russian offensives?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:03",
      "speaker": "KIRBY",
      "sentences": "The Ukrainians are fighting very, very hard in the Donbas. And it is true that the fighting around Bakhmut, particularly of late, has been very, very violent, very intense. But the Ukrainians have done a very agile, capable job of trying to win back that territory from the Russians. But the fighting is intense. That's why we're going to keep giving them the kind of security assistance that they need.I would add that in that area of the Donbas, the Bakhmut area, that's really the only area where the Russians have made even some incremental progress. And as, Sam's, report demonstrate, it has come at a cost to them as well. The fighting has been violent there. They have suffered as well. Elsewhere along the front, Wolf, all the way down to the south, the Russians are largely in defensive positions and the Ukrainians are doing the pushing on them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:03",
      "speaker": "BLITZER",
      "sentences": "John Kirby, from the White House, thank you very, very much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:03",
      "speaker": "KIRBY",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:09",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "The boarding pass that shows he went to Malta, his fingerprints on it, the fact that he left right after the bomb was placed, the fact that he was the intelligence service's main technical expert on bomb making.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:09",
      "speaker": "ROBERTSON",
      "sentences": "A test now, will testimony gathered by Libyan law enforcement a decade ago be admissible in the U.S. court?(END VIDEOTAPE) ROBERTSON (on camera):  Now, Mas'ud technically could face the death penalty here, but the government says it's not going to pursue that because it wasn't constitutionally available at the times the crimes, the killing, the Lockerbie bombing took place. Next time he's back in court, expect it to be the 27th of December and by then maybe, he'll have picked a lawyer -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:57",
      "speaker": "BLITZER",
      "sentences": "A massive winter storm that slammed the Western United States is now moving east. And right now, more than 10 million people are under winter weather alerts.CNN's Brian Todd is following this story for us. Brian, this storm could have an impact across much of the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:57",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Well, forecasters, Wolf, are warning this is a multi-day severe threat from coast to coast with blizzard conditions, flooding, possible tornados. Tonight, we have new information on where the storm is at its worst right now and where it's headed.(BEGIN VIDEOTAPE) TODD (voice-over):  In Sota Springs, California, a plow truck can barely navigate a wall of snow almost as high as the truck itself. At a ski resort in Lake Tahoe, high winds almost knocked a chair lift off its cables, all part of a massive winter storm that blanketed the mountains in California, the Sierra Nevadas getting up to 5 feet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:57",
      "speaker": "MARK HEGWOOD, RESIDENT OF POLLOCK PINES, CALIFORNIA",
      "sentences": "Craziness. It's crazy out there. Be careful. It's slippery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:57",
      "speaker": "TODD",
      "sentences": "The storm shutting down parts of Interstate 80 in northern California amid concerns in the area about possible avalanches. In the Pacific coast areas of California, they didn't see as muchsnow, but heavy rain caused flooding in some places. In Orange County, flash flooding in a drainage canal stranded one man who had to be extracted by swift water rescue teams. But this is a coast-to-coast multiday event, and this storm is on the move. More than 10 million people in over a dozen states are under some level of winter weather alert. The Upper Midwest and Central Plains will get hit the hardest with snow Monday night into Tuesday. But millions more are in this storm's path as the system makes its way south and east and carries a different kind of threat. Our CNN weather team says it will really start to pop in parts of Kansas, Oklahoma, and Texas starting this hour with thunderstorms and possible tornados.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:57",
      "speaker": "CHAD MYERS, AMS METEOROLOGIST",
      "sentences": "The storm is going to begin to tap the gulf of Mexico moisture kind of like a spring-type storm. So as we work our way into the evening hours and the overnight, which is very dangerous, because tornados that happen at night can be more deadly than anything that happens during the day. There are less spotters, there's less warning, you may be sleeping.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:57",
      "speaker": "TODD",
      "sentences": "By late Wednesday evening, CNN's team says the eastern end of the storm will be in southern Virginia, the western end will be in Nevada. Between Sunday and today, a separate system brought snow to parts of the northeastern U.S. dozens of crashes reported in the Worcester, Massachusetts, area. Tow truck teams had a tough go of it too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:57",
      "speaker": "NATHAN DAVID, TOW TRUCK DRIVER IN WORCESTER, MASSACHUSETTS",
      "sentences": "Underneath the snow it is really icy. It's hard for people just to walk on it, let alone cars and stuff.(END VIDEOTAPE) TODD (on camera):  Now, it's not all bad news with this enormous system. Some places in the west and deep south that were slammed by a recent drought, well, they really need this rain, like some stretches of the Mississippi River that had some of the lowest water levels on record this fall. They need the rain, Wolf. They may not need this much of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:58",
      "speaker": "BLITZER",
      "sentences": "Breaking news. Sam Bankman-Fried, the founder of the failed cryptocurrency exchange FTX has been arrested in the Bahamas just one month after the spectacular collapse of his company. According to the Bohemian government, prosecutors in the United States have filed charges and are likely to request his extradition.Other news we're following, Iran has carried out its second known execution related to months of protests against the regime. CNN's Salma Abdelaziz reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:58",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "Wolf, an intimidating and public execution in Iran in the early hours of Monday morning. Iran's authorities hanged Majidreza Rahnavard. According to news agencies, he was convicted of waging war against God, the accusation against him is that he killed, stabbed to death, two members of Iran's security forces and wounded several others.But the devil is in the details here. The allegation is that this incident took place on November 17th, meaning Rahnavard went from being an accused man to being a hanged man in under a month. That's why activists and rights groups are saying he is victim to a sham trial. And that really the only purpose behind his execution is to intimidate, is to scare other protesters and provide Iran with yet another tool of repression. And there is concern more executions coming. Rahnavard is the second protester killed since the start of this popular uprising in September. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}