{
  "date": "2022-10-19",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden to Address Voter Concerns on Energy Prices; Exclusive: Woodward Interviews Chronicle Trump Presidency; \"Special Master\" Unhappy with Mar-a-Lago Document Process; Russian Missile Strikes Ukrainian Power Stations; Putin Set to Meet with Security Council in Hours Ahead; Four Men Shot and Dismembered, Person of Interest in Custody. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Hello and a warm welcome to our viewers joining us in the United States and all around the world. I'm Max Foster in London. Just ahead.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We will continue to bring gas prices down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They know the economy remains top of mind for voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "OPERATOR",
      "sentences": "Mr. Woodward, the president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Hi, bob.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "TRUMP",
      "sentences": "My whole life has been deals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It is Trump unvarnished, blunt, profane. It will not surprise you that he attacks people he doesn't like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We haven't seen something like this in New York City for nearly a century.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "These are human beings, they don't need to be shipped all over.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from London, this is CNN NEWSROOM with Max Foster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "It is Wednesday, October the 19th. 9 a.m. here in London, 4 a.m. in Washington.In the coming hours U.S. President Joe Biden will address voter anxiety over energy prices less than three weeks ahead of the midterm election. And Mr. Biden is expected to announce that 15 million barrels of oil will be released from the U.S. strategic petroleum reserve in an effort to ease rising gas prices. The amount of oil in the reserve is at its lowest level since the 1980s. Despite gas prices having gone down since the summer, crude prices have been rising after OPEC+ announced plans to cut production and is hitting consumers in the wallet. Polls show that inflation and the economy are the top two issues for U.S. voters in the upcoming midterms. CNN's Phil Mattingly is in Washington with more on what we can expect to hear from Mr. Biden today. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "PHIL MATTINGLY, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "President Biden and his top economic officials have for several months made trying to do something, anything to dampen skyrocketing gas prices a central priority, if not the top priority both politically and economically for the administration. Over the course of the summer, they had a pretty good run, more than three months of consecutive drops in gas prices. A run that was really put into question by a decision from OPEC+ to reduce its output targets by nearly 2 million barrels.The administration has moved quickly and intensively over the course of the last several days to do something to blip the impact of that. And the president on Wednesday is set to announce at least some of those steps. This is part of the plan the president laid out in the spring -- 180 million barrels released over the course of six months. These an additional release than they planned, at least a couple of weeks ago. And it underscores the president's real urgency in trying to address this issue, particularly just three weeks out from the midterm elections. It's something he eluded to at an event in Los Angeles last week. Take a listen",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "The price of gas is still too high and we need to keep working to bring it down. I'll have more to say about that next week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MATTINGLY",
      "sentences": "Obviously the president spent Tuesday talking about abortion rights trying to thrust that back into center stage and recognition inside the White House of what a motivating issue that could be for Democratic voters, for independent women, for young voters in particular trying to draw on voters remembering how they felt when the Supreme Court first made that decision explicitly. The president did that several times.However, the reality remains the economy is the number one issue in poll after poll of voters of both parties. And perhaps nothing is more salient when it comes to the economy than gas prices. Some dips over the course of the last couple of days. But the president and his team trying to do anything possible to maintain those and drive them down even further. Phil Mattingly, CNN, the White House. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "As Phil just mentioned, President Biden is also focused on the issue of abortion rights, as Democrats look to rally voters ahead of the mid-term election. During the event on Tuesday, he made a major promise on a push to put abortion rights into law if Democrats can elect more Senators and keep control of the House. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BIDEN",
      "sentences": "Here's the promise I make to you and the American people, the first bill that I will send to Congress will be to codify Roe v. Wade. I'm asking the American people to remember how you felt, how you felt the day the extreme Dodd decision came down and Roe was overturned after 50 years.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "A new poll shows likely voters in Florida favor Rubio. He's leading Demings by about 7 percentage points but the survey was conducted last month well before Tuesday's debate.Now to a CNN exclusive. We've obtained a copy of the new audio book by journalist Bob Woodward containing 20 interviews over four years with former U.S. President Donald Trump. It's called \"The Trump Tapes\" and it comes out next week. Interviews chronicle Trump's relationship with the North Korean dictator Kim Jong-un and Russian President Vladimir Putin. Woodward says he's releasing them because hearing Trump speak is completely different and a completely different experience than reading transcripts or listening to snippets of sound on TV. Some of them deal with Trump's letters from Kim Jong-un which are now at the heart of the Justice Department's classified documents investigations. Trump shared them with Woodward. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Nobody else has them, but I want you to treat them with respect. I haven't -- with anybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "ROBERT WOODWARD, AMERICAN INVESTIGATIVE JOURNALIST",
      "sentences": "Understand. Understand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "DONALD TRUMP",
      "sentences": "And don't say I gave them to you, OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "WOODWARD",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "DONALD TRUMP",
      "sentences": "But I think it's OK. Normally I wouldn't -- I wasn't going to give them to Bob, you know. What, did you make a photostat of them or something?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "WOODWARD",
      "sentences": "No, I dictated them into a tape recorder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "DONALD TRUMP",
      "sentences": "Really?(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Well, in another interview Trump discusses writing the speech after the death of George Floyd when he declared himself the law and order president.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "WOODWARD",
      "sentences": "Did somebody help you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "TRUMP",
      "sentences": "Yes. I get, I get people, they come up with ideas, but the ideas are mine, Bob. The ideas are mine. Want to know something? Everything is mine.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Woodward described Trump as an unparalleled danger who continues to lead a seditious conspiracy to overturn the 2020 election, a sentiment echoed by U.S. Congressman Jason Crow.(BEGIN VIDEO CLIP) REP. JASON CROW (D-CO): I've spent a good chunk of my adult life in national security and foreign policy and defending this country and I just can't imagine how anybody that understands the complexity, the high stakes of our national security, the volatility in the world today, how anybody can think that Donald Trump is remotely equipped to handle these challenges and to keep America safe. This is a man who over and over and over again demonstrates narcissism, anti-social or even sociopathic behavior. You know, this idea that all ideas are his. Everything good originates from him. Everything bad originates from somebody else. This is not a stable man, not to mention somebody that even understands national security. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "The House Select Committee investigating the January 6th Capitol attack has also set its sights on Donald Trump. Republican Liz Cheney said the committee will issue the subpoena to the former president shortly. Last week committee members voted unanimously to seek his testimony under oath, as well as documents. Cheney who is the vice chair of the committee, hopes Trump will fulfill his legal obligation and honor the subpoena.(BEGIN VIDEO CLIP) REP. LIZ CHENEY (R-WY): We all felt that our obligation is to seek his testimony, that the American people deserve to hear directly from him, that it has to be under oath. That he has to be held accountable. So, we'll be issuing a subpoena shortly both for his testimony under oath, as well as for documents. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "RYAN GOODMAN, PROFESSOR, NYU SCHOOL OF LAW",
      "sentences": "So, there's some strange legal arguments and missteps by the Trump team at least. So, Dearie is saying for example, I've got this document, you told me is both executive privilege -- which means that it must be a government document -- and you've told me is a personal document. Metaphysically it cannot be both.And then there's other frustrations that he has with both sides in a sense that they have this strange letter that was apparently sent from the Trump lawyers to the Justice Department. And he says to them, was it sent? And neither side wants to take the burden of saying, yes or no, we did send it or yes or no we didn't receive it. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "Another defeat for the Trump era prosecutor hunting for wrongdoing In the FBI's probe of Trump in Russia. The primary source of the largely discredited Trump/Russia dossier was acquitted of lying to the FBI about its content. The jury found Igor Danchenko not guilty on all four charges. The acquittal is a major setback for special counsel John Durham. He's taken two cases to trial and lost them both. Durham has secured only one conviction. The guilty plea of low level FBI officer -- lawyer rather, he got probation.Now we're following developments out to Ukraine now where officials say Ukrainian forces have now shut down 13 kamikaze drones over the Mykolaiv region as Russia continue to launch air attacks on cities across Ukraine. We're also hearing of power outages in the Dnipropetrovsk region after Russian attacks. But the chief military intelligence in Ukraine is predicting an end to the war by next summer. Saying, quote, Russia's loss is inevitable. His comments coming as Ukrainian intelligence believes Russia's supply of many missile types are now critically low. Still, Russia reports more high position strikes ahead of Vladimir Putin's meeting with his security council set to take place in hours ahead. CNN's Nic Robertson standing by for us in Kyiv. And Clare Sebastian tracking developments here in London. Nic, in terms of these attacks on particularly power supplies across Ukraine, it's proving very effective, isn't it, which is very worrying in the leadup to what will be inevitably another cold winter in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "It really begs the question how accurate Russia's strikes are. Are they taking out the most critical parts of the power generating infrastructure, the huge generators or are they sort of hitting the transmission equipment and the lines. In the evidence at the moment seems to point to the fact that they are being able to hit the big facilities.We know that overnight they hit electrical generating facilities in Kryvyi Rih and Nikopol, and Enerhodar. So, three towns sort of in the center towards the south of Ukraine now suffering power shortages, water shortages in those areas. Government officials say they can get most -- sort of the lesser damage repaired in about 48 hours. But the bigger equipment, that's going to take much longer. And so, it is a war of attrition that Russia is mounting here to try to turn the lights out, turn the heating off in Ukraine coming into the winter. For sure, a pressure point but one that Ukrainians have said they're not going to give into, they're not going to be cowered by this. And we know that, you know, the government is very focused on the military offensive in the south. That they are very focused on keeping the electrical supplies going and the population here is very focused on the fact that Russia -- about what Russia was trying to do to them. They support their government. So, Russia's attacks on the civilian population don't seem to be having the desired effect -- Max. MACFARLANE: OK. Nic, thank you. Clare, the Security Council meeting, I mean, they happen regularly, don't they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "But at the moment where particularly concerned because of the way he might ramp it up and we're seeing things ramped up every week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "There's also meetings of Western defense ministers going on as well in Washington as we understand it. And again, the nuclear issue wasn't meant to be on the agenda but it does seem to be a rushed meeting. And there is lot of talk about that -- preparing a response for a possible Russian nuclear intervention. Is this all just the normal sort of posturing you would expect at a time like this of war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "SEBASTIAN",
      "sentences": "I think the West and NATO are trying to make it extremely clear to Russia who, for example, the deputy head of the Security Council Dmitry Medvedev has said in recent weeks that he doesn't think that NATO would come in to protect Ukraine in the event Russia used nuclear weapons. I think NATO is trying to make it very clear, along with the U.S. obviously, that that isn't the case, that they would respond. Recent interesting comments from the U.S. National Security Adviser Jake Sullivan that it doesn't matter the size of the nuclear weapon or the way it's used, it's still viewed by the w est as a nuclear weapon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "Clare, thank you very much indeed. Also, Nic in Kyiv.Now American basketball star Brittney Griner spent her 32nd birthday in a Russian jail on Tuesday. In her lawyers tell CNN she's anxious ahead of her appeal hearing which is next week. Griner was obtained in Moscow in February and sentenced in August to nine years in prison for drug smuggling. Her family has launched a We Are BG social media campaign and Griner thanked her supporters through her lawyer. And as the NBA season starts, one of basketball's biggest super stars reminded everyone that Griner isn't forgotten. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "STEPHEN CURRY, AMERICAN BASKETBALL PLAYER",
      "sentences": "We want to continue to use our platform and the opportunity to shout out a very special member of the basketball community, Brittney Griner's birthday is today. She's 32 years old. We want to continue to let her name be known and we pray that it's been 243 days since she's been wrongfully incarcerated in Russia. We hope that she comes home soon and everybody's doing their part to get her home.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "Meanwhile, a senior U.S. official says the Biden administration has been in touch with Russia in recent days as part of efforts to secure Griner's release.Now still ahead, four men brutally murdered in Oklahoma and a person of interest connected to the case is in custody. We'll have the latest on that investigation. Plus, a suspected serial killer in California could face the death penalty if convicted. The latest on his arrest next. And parts of the U.S. bundle up as freezing temperatures sweep the Eastern part of the country. The states turning on their heat pretty early just ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Monstrous waves on lake Michigan battering the shoreline on Tuesday. The U.S. national weather forecast -- weather service forecasted that waves up to 20 feet were there, more than six meters. The area has seen moderate to high winds since the weekend as the state braces for a blast of icy temperatures.The snow has started falling in the state where Marquette County lost power due to the winter weather. Police closed intersections after traffic lights went out with parts of Michigan expected to see as much as eight inches of snow today. Meteorologist Pedram Javaheri joins us with more. Feels pretty early.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "JAVAHERI",
      "sentences": "It is. You know, about two months officially away from the first day of winter. But, Max, we're seeing the temperatures here that are certainly below average across a large area of the United States. The storm system here ushering in not only the moisture in the form of wintry rather but also a significant threat for cold air expanding over to an area home to about 120 million Americans, spanning some 23 -- parts of at least 23 states across the U.S. where cold weather alerts are in place.And the snow showers again moving through the region over the next few hours. And we expect this to taper off very quickly here going in from Wednesday into Thursday. But notice these temps this morning, 26 degrees in Minneapolis, Omaha same score, Nashville, 39, Atlanta about the same temperature and Montgomery also in the upper 30s. In fact, you factor in the wind chills, it's going to feel like teens this morning across some of these areas. Colder this morning in Atlanta than in Buffalo, New York. So, it really speaks to how areas across the South are dealing with this as well. And notice this, from this time yesterday to right now about 7 to 20 plus degrees cooler across the southern United States and just yesterday at this hour. But we do expect upwards of 80 plus record temperatures mainly across the central portion in the southeastern area of the U.S. Here are the low temperatures the next couple of days. And, Max, you'll notice it'll warm up each of the next several days. In fact, we look ahead to next week, I notice the cool contours of blue and into say light shades of green eventually translate into yellows and oranges. That's indicative of warmth coming in. So, this round of cold air, even the snow showers is going to end rather quickly. And by next week, believe it or not, going right back again above average for a large area of the Eastern U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "OK. Pedram, thank you very much indeed.Now a California man charged with killing at least three people could face the death penalty if he's convicted to those murders. Wesley Brownlee was ordered to be held without bail after appearing in court on Tuesday. Police believe he's connected to as many as six murders and an attempted murder all coming under investigation. Authorities say they expect to file more charges against the suspect. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "Police arrested Brownlee after he was allegedly seen stalking people at a local park. So far, he hasn't entered a plea.Also in California, a verdict in a high profile murder trial. A jury found Paul Flores guilty of the 1996 murder of Kristin Smart. A separate jury found his father Reuben not guilty of being an accessory to that murder. Prosecutors say the younger Flores, who is now 45, raped or tried to rape Smart and then killed her in his college dorm room when they were both 19 years old and students at California Polytechnic State University. Flores's father was accused of helping hide Smart's body which has never been found. Police in Oklahoma are saying they're getting new leads every day in the case of four men whose bodies were found in a river shot and dismembered. A person of interest is now in custody in Florida on an unrelated charge. CNN's Ed Lavandera has more on this story and a warning, some of the content in this report is disturbing. (BEGIN VIDEOTAPE) ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT (voice-over): On a Sunday night more than a week ago, these four men headed out from a home in Okmulgee, Oklahoma on a bike ride, but their families would never see them alive again. Five days later, police say parts of their bodies started emerging from this river south of Tulsa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "JOE PRENTICE, CHIEF, OKMULGEE POLICE",
      "sentences": "Each victim suffered gunshot wounds. All four bodies were dismembered before being placed in the river. And that is what caused difficulty in determining identity.LAVANDERA (voice-over): Authority say, the victims are Alex Stevens, Mike Sparks and brothers Billy and Mark Chastain. Jon Chastain is an uncle of the two brothers. He says the men were good fathers who leave six children behind. JONATHAN CHASTAIN, UNCLE OF VICTIMS MARK &amp; BILLY CHASTAIN: We're all horribly, horribly hurt over it. I mean, it's just not something that we ever seen coming. Our family never seen them doing anything to deserve this. LAVANDERA (voice-over): But how and why these men were killed remains a mystery. Investigators say the men's cell phones were last tracked in two salvage yards on the edge of town. Near one of those yards, investigators say they found evidence of a quote, violent event. Investigators say they interviewed the owner of the salvage yards last Friday. The man denied knowing the four victims but then he disappeared. Until Tuesday, when he was arrested in Florida for driving a stolen pickup truck with Oklahoma license plates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "PRENTICE",
      "sentences": "Joe Kennedy is considered a person of interest. But no charges have been filed. Investigators would like to speak with him again.LAVANDERA (voice-over): Investigators also say they have evidence the four victims were plotting to commit some kind of crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "PRENTICE",
      "sentences": "That belief is based on information supplied by a witness, who reports they were invited to go with them in to, quote unquote, hit a lick, big enough for all of them. We do not know what they planned or where they planned to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "LAVANDERA",
      "sentences": "Police there in Oklahoma have said that they believe these four men were planning some sort of crime. When you heard them say that what'd you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "CHASTAIN",
      "sentences": "That was -- they were hard workers. They were hard workers. The whole family is devastated. You know. Whatever they were doing, whatever. I mean, whatever it was, they weren't going out to murder people. Whatever was going on? I don't know. But what I do know is we need some justice for this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "LAVANDERA",
      "sentences": "That relative of the victims that we spoke with say that many family members are simply distraught and disturbed by the very gruesome nature of these murders. He describes it as, quote, medieval. And the family members also say they believe that not just one person acting alone could have committed these heinous murders.Ed Lavandera, CNN, Dallas. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}