{
  "date": "2022-12-26",
  "headline": "CNN This Morning",
  "subHeadline": "Tesla Stock Tumbles With Share Prices At Lowest Point This Year; China's Front Line Workers Say Hospitals Are Overwhelmed; Taliban Ban Female Aid Workers, Warn U.S. Not To Interfere; \"Historic\" Winter Storm Kills At Least 17 In Western New York. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:30:00",
      "speaker": "BEN SMITH, EDITOR IN CHIEF, SEMAFOR",
      "sentences": "Yes. I mean, in some ways, just the law of gravity is starting to apply here. Tesla is valued - is the most valuable car company in the world. It's way more valuable than Toyota, which sells a lot more cars. And, that's all based on the idea that Tesla is going to become like the iPhone of cars. It is just going to become this massively dominant company that, huge share of cars, maybe 20 percent, maybe more, will ultimately be Tesla's. And then, he suggested that things aren't going to pan out quite that way, just that it's going to be one of many car companies with a pretty good car. These are really - if you've driven a Tesla, fun to drive good car, but maybe not going to be the only car on the road. And, any sign that that's the future is going to gradually bring in the stock to Earth.SARA SIDNER, HOST, \"CNN THIS MORNING\": It's really interesting. We've also heard from Elon Musk himself, there is a movement on his part where he is selling some of his Tesla stocks, a large amount, for someone like me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "I am worried about bringing one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "SIDNER",
      "sentences": "Maybe not for him. But, let's listen to what he said on a podcast about the economy, and what's happening with it.(BEGIN VIDEO CLIP) ELON MUSK, CEO, TWITTER: It does seem like we're headed into a recession here in 2023. The magnitude of that recession is debatable, but I think it's at least a light to moderate recession. Potentially, it's on the order of 2009. So, that's - so, I think it's wise to kind of like prepare for the worst - hope for the best, prepare for the worst. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "SIDNER",
      "sentences": "He is sounding like he is making a prediction that the Fed might make. What do you think of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "HARLOW",
      "sentences": "Let's switch gears here. I loved your - is it your last newsletter of the year, Ben? And,--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "SMITH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "HARLOW",
      "sentences": "Yes. It was great. And, what I loved the message about sort of thanking your readers for returning to like trying to - like embrace sanity, and not all the yelling voices. But, also, you said something really interesting, Ben. You talked about what you believe is going to be this New Year, the beginning of the end of social media in journalism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "SMITH",
      "sentences": "Yes. I mean, I think all of us have sort of, journalists in particular, have been both - we've been addicted to Twitter. Our companies have been addicted to Facebook just - and over the last 10 years, I was at BuzzFeed. Before, I was at the time certainly felt that that ride up of seeing so much traffic, so much attention, and particularly attention to news run through these big social platforms. And, I think there is lots of interesting things happening at Facebook, happening at Twitter.But, when you step away from that, what you're seeing is just people who consume news, finding that less and less a useful way to get it. I don't think a lot of people wake up in the morning and think the most efficient way to understand what's happening in the world is to look at one of these feeds. There is a level of chaos. They've shifted away from journalism as well in the interests of their ownership, both of them. And so, I think that opens a lot of space for morning news broadcasts, for email newsletters, for websites, old fashioned things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "SIDNER",
      "sentences": "But, Ben, they've always said the cable is dying.(CROSSTALK) SMITH: --helping people to organize the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "HARLOW",
      "sentences": "Did you notice that plug there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "SIDNER",
      "sentences": "I did. But, where are people going? I mean,--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "SMITH",
      "sentences": "I'm doing my best here. It's the holiday spirit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "HARLOW",
      "sentences": "You ask a good question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "SIDNER",
      "sentences": "Yes. I mean, where are people going, because, if they're not going to social media, which is where everyone we thought was going to go, now what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "SMITH",
      "sentences": "Well, the pendulum swings, and there is both all sorts of new things. But, TikTok, for example, vastly the biggest and the most important of the new things, isn't social media, right? It's mostly entertainment. It's not 100 million people creating and 100 million people consuming. It's much - very tilted toward a relatively small number of creators. And then, I think people are swinging back toward more conventional ways of consuming, which is to say, editor, human editors or algorithmic editors putting together what they think is the most interesting stuff for you so that you don't have to just sift through the casts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "SIDNER",
      "sentences": "Too much algorithm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "HARLOW",
      "sentences": "Curating. You know what I did last week? I was on vacation. I read books, like physical actual wonderful books, and it was lovely to read those instead of Twitter. Thank you, Dan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "SIGNER",
      "sentences": "Dan, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "SMITH",
      "sentences": "But, print is definitely the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "HARLOW",
      "sentences": "Yes. All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "SMITH",
      "sentences": "Bye.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:00",
      "speaker": "HARLOW",
      "sentences": "I'm going to like put that on a plaque in my office. Ben, thank you.Let's talk about China, an unprecedented surge of COVID again in China, the country's top health authority announcing it will stop releasing daily case counts immediately. We'll talk about why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "SELINA WANG, CNN CORRESPONDENT",
      "sentences": "Well, Poppy, health authorities, they're not saying why, but this decision was made after widespread criticism over just how unreliable the data was. So, in the first 20 days of December, health authorities publicly reported less than 63,000 COVID cases. But, leaked documents from China's top officials showed very different internal estimates that almost 250 million people may have caught COVID in that first 20 days. So, if correct, that estimate, which CNN cannot independently confirm, it would mean this is the largest COVID outbreak to date globally.But, Poppy, again, that information was not made public, and China also has only reported a small handful of COVID deaths for the whole month. But, when I visited a crematorium in Beijing, body bags were piling up, and those scenes, they are playing out in major cities across this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "HARLOW",
      "sentences": "And, that's part of what we were just seeing in the video on screen is body bags of corpses being put in what appear to be extra storage containers. That's how severe it is. What about the medical system? How much strain is it under across China right now because of this search?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "WANG",
      "sentences": "Yes, Poppy. That is a footage we took at the crematorium that was very busy and overcrowded. And look, the medical system, it's under a huge amount of pressure. Even here in the capital Beijing, which has some of the best medical resources in the country, doctors are saying they're overwhelmed with elderly patients with COVID symptoms. A doctor at Beijing United Family Hospital said there was no preparation for this wave of COVID cases, no stockpiling of medicine.There was this viral video I want to point to in the southern city of Guangzhou, and it shows this man kneeling on the ground at a fever clinic. He is breaking down, begging the nurse to let him see the doctor after waiting for hours. The nurses kneeling, trying to calm him down, saying he may have to wait six to eight hours. It just speaks to some of the desperation we're seeing. Fever and cold medicine, also nearly impossible to get at drugstores, antivirals, also very hard to get. But, Beijing just announced it's going to start distributing Paxlovid to community health centers in the coming days, Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "HARLOW",
      "sentences": "Woe, what a crisis. Selina Wang, thank you for the reporting from Beijing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "NADA BASHIR, CNN REPORTER",
      "sentences": "You're absolutely right, Sara. I mean, this was a huge concern for many women in Afghanistan, and of course, internationally. The concern now that this is a vital bridge between Afghanistan and the international community providing that almost life-saving support for women and girls across the country. The Taliban has said that they have come to this decision much as they did with the ban on university education for women last week because of violations of what they believe are their Islamic values, namely, dress code regulations, which are very strict, which they have enforced since their takeover in Afghanistan, and also relations and activities of women, between men and women across the university sector, education sector, and now crucially in the aid sector.Now, that has been the response from the Taliban. As you said, they've told the U.S. not to interfere in their internal affairs. We've already heard that condemnation from Secretary of State Antony Blinken saying he is deeply concerned by this development. Now, four aid agencies have pulled out, crucial development there, concerning development in a string of erosion of women's rights and freedoms in Afghanistan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "SIDNER",
      "sentences": "It is going to make things harder for everyone. Nada Bashir, thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "HARLOW",
      "sentences": "Well, inflation levels we have not seen in 40 years, gas prices shooting up to record highs this past year. Christine Romans counts down the top 10 business stories of 2022.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT",
      "sentences": "The recession debate raged, Elon Musk's chaotic Twitter takeover, and the energy market turmoil raised prices at the pump. These are the top business stories of 2022.Number 10, crypto crashed amid the downfall of its biggest exchange, even flashy Superbowl ads couldn't hold off the chill of a crypto winter as investors ditched risky assets. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Has the Bitcoin bubble finally burst, part of a crash that has cost investors more than a trillion dollars.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "ROMANS",
      "sentences": "A downturn made worse by the implosion of the world's largest crypto exchange, FTX, over claims it misused customer money,-- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The $32 billion company that plunged into bankruptcy basically overnight.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "ROMANS",
      "sentences": "--leaving millions of customers scrambling to recover funds, a class action suit for celebs who endorsed FTX,--(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm getting into crypto.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "ROMANS",
      "sentences": "--and attracting government scrutiny. Disgraced FTX founder, Samuel Bankman-Fried or SBF, saw his multibillion dollar fortune evaporate--(BEGIN VIDEO CLIP) SAM BANKMAN-FRIED, FOUNDER, FTX: I think it might be $100,000 or something like that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "ROMANS",
      "sentences": "--before being arrested on fraud and conspiracy charges, SBF's legal team says it's considering all options.Number nine, America faces a housing crisis. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "BORIS SANCHEZ, CNN CORRESPONDENT",
      "sentences": "Americans are struggling to keep up with rising home prices.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "ROMANS",
      "sentences": "The pandemic altered the housing market, delayed construction, kept supply low, while demand spiked, creating a crisis of affordability.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Housing prices hit a record high in April.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "MATT EGAN, CNN BUSINESS REPORTER",
      "sentences": "Prices are going up.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "ROMANS",
      "sentences": "Meanwhile, the Federal Reserve's inflation fight more than doubled mortgage rates,--(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mortgage rates now topping seven percent, a 20- year-high. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "ROMANS",
      "sentences": "--pricing out many Americans.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "How many properties do you think you've explored?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "LAURA GUILMAIN, FLORIDA RENTER",
      "sentences": "Thousands, thousands.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "ROMANS",
      "sentences": "Home sales dropped while rental costs hit record highs.Number eight, Wall Street soured on streaming amid a slowdown. 2022 ushered in a new era for streaming services. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Netflix lost 200,000 global subscribers. The last time Netflix lost subscribers was October 2011.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Growing losses at Disney Plus.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "ROMANS",
      "sentences": "Streaming stocks tanked as the days of meteoric growth seemed to be over. So, Netflix introduced ads, a move it had resisted, and will crack down on password sharing, while Disney saw a leadership shakeup. But, all the major players revised plans, cutting costs, to create profitable business models instead of relying on subscriber growth.Number seven, a nationwide rail strike looms, and is averted not once, but twice. The first came in September. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It will be the first nationwide rail strike in 30 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Nearly one third of the nation's freight could come to a standstill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Labor unions and rail lines reaching a tentative last minute deal. UNIDENTIFIED FEMALE(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "ROMANS",
      "sentences": "But, rank and file workers wanted paid sick time, not included in the agreement.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Workers at the biggest and most powerful rail union have voted down a tentative contract deal.VANESSA YURKEVICH, CNN BUSINESS &amp; POLITICS CORRESPONDENT: And now, you have four rail unions who have voted it down altogether. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "ROMANS",
      "sentences": "This time, Congress stepped in, passing a bill forcing workers to accept the deal,--(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The joint resolution is passed.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "ROMANS",
      "sentences": "--and stay on the job.Number six, Americans returned to the skies in record numbers, but airlines couldn't handle the influx. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Explicit (ph) warning, it's going to be a summer of travel in hell.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "ROMANS",
      "sentences": "Some days saw thousands of flights delayed or canceled, especially over holiday weekends,--(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "PETE MUNTEAN, CNN CORRESPONDENT",
      "sentences": "45,000 flight cancellations nationwide since the first of June.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "ROMANS",
      "sentences": "--one major reason, not enough crew members. Airlines trimmed staff during the pandemic. So, any disruption like bad weather sparked chaos.Number five, a rough year for Wall Street amid a tech wreck. The breathless post-COVID rally ended this year. (BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE: The S&amp;P 500 has fallen into what investors call a bear market.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "RAHEL SOLOMON, CNN CORRESPONDENT",
      "sentences": "This was the worst day for the Dow since June of 2020.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "ROMANS",
      "sentences": "Investors reacted to rising prices and the Fed's aggressive campaign to fight them, raising the specter of a recession, well, also hurting high growth stocks like tech.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Tech stocks have plunged since the start of this year.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "ROMANS",
      "sentences": "2022 was an awful year for tech companies, after years of unstoppable growth, profits declined, leading to hiring freezes and an alarming number of job cuts.Number four, the recession debate raged amid economic whiplash. COVID broke the economy, leading to a recovery full of conflicting signals, GDP shrank,-- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Alarm bells are ringing for the U.S. economy tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "The U.S. economy shrank for the second quarter in a row. That is the common definition of a recession.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "ROMANS",
      "sentences": "--while big business voices offered dire warnings.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If we're not in a recession right now, we're likely to be in one very soon.DOUG MCMILLON, PRESIDENT &amp; CEO, WALMART: --customers who are more budget-conscious that have been under inflation pressure now for months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "JAMIE DIMON, CEO, JPMORGAN CHASE",
      "sentences": "I think policymakers should be prepared for the worst.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "ROMANS",
      "sentences": "But, despite the gloom of hot inflation and higher rates, U.S economy was resilient. With the labor market so strong, companies were fighting for workers,-- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There are 1.9 open jobs for every unemployed person.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "ROMANS",
      "sentences": "--And people kept shopping, driving growth,--(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Recession fears don't deter U.S. shoppers in a record-setting Black Friday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "American shoppers shelled out an all-time high, $11.3 billion.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "ROMANS",
      "sentences": "--wrapping up 2022 with the recession question still unanswered.Number three, Elon Musk's chaotic Twitter takeover, the billionaire began building his stake in January, becoming the largest Twitter shareholder, before offering to buy the whole thing. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Elon Musk makes a $41 billion hostile bid for Twitter.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "ROMANS",
      "sentences": "Musk wanted to unlock Twitter's potential. Twitter eventually agreed to sell itself before Musk did an about face in May,--(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Musk is trying to back out of buying the social media giant, saying Twitter is withholding vital information.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "ROMANS",
      "sentences": "--then came months of legal maneuvering, complicated by revelations from a whistleblower.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "--the company's cybersecurity failures make it vulnerable to exploitation.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "ROMANS",
      "sentences": "Still, Musk eventually completed the deal instead of heading to trial. He immediately slashed jobs,--(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Nearly half of the company's employees now out of the job.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "ROMANS",
      "sentences": "--while rolling out other changes, including trying to launch paid verification and reinstating controversial figures, including former President Trump.Number two, energy market turmoil raised prices at the pump. Russia's war in Ukraine threatened oil supply, sending global prices soaring. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That's a seven-year-high. U.S. crude, in the meantime, multi-year highs too.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "ROMANS",
      "sentences": "That effected gas prices.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Gas prices here in the United States reached record highs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And, that's up by a staggering 60 cents in just one week.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "ROMANS",
      "sentences": "Many Americans couldn't afford to fill up the tank. So, President Biden released oil from the strategic reserve, and blasted U.S. oil companies,--(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "The profits are a windfall of war.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "ROMANS",
      "sentences": "--while also asking them to pump more oil. He did the same of Saudi Arabia during a controversial visit in July. But, OPEC Plus did the opposite, slashing production in October, an attempt to boost oil prices finally weighed down by concerns over a global slowdown. Gas prices also fell, and during the year cheaper, than before Russia invaded Ukraine.Number one, the Fed's aggressive fight to tame decades-high inflation. Americans paid high prices again this year. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Inflation in the United States soaring to a new 40-year-high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Across the board, you're paying way more for just about everything.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "JAY POWELL, CHAIR OF THE FEDERAL RESERVE OF THE UNITED STATES",
      "sentences": "--and we continue to anticipate that ongoing increases will be appropriate.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "ROMANS",
      "sentences": "Some worry the Fed's higher rates will spark a recession. They're already shaking markets and raising credit and mortgage payments. But, have they lowered consumer prices? There is no clear signal yet. One thing is for sure, the effects we'll continue to work their way through the economy into next year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "SIDNER",
      "sentences": "Ahead, our coverage of the historic snowstorm continues, the latest from Buffalo, New York. And, look at that picture, just how the south also is dealing with this deep freeze, coming up.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "SIDNER",
      "sentences": "Good to see you again. The Buffalo Bills had to spend Christmas morning in Chicago, after their win on Saturday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "HARLOW",
      "sentences": "But, they won.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "SIDNER",
      "sentences": "They won. So, the team ended up flying into Rochester yesterday as the airport in Buffalo, as you might imagine, because it was crazy out there, remained close, but they would land and see die hard Bills fans, of course, waiting to see them. CNN's Sports Carolyn Manno joins us now. Quite the welcome back for a Buffalo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "CAROLYN MANNO, CNN SPORTS CORRESPONDENT",
      "sentences": "Yes. You clinched the division, and you have to shuffle your car, all right, but that's OK. I mean, as they acknowledged, so many people around the country are dealing with so much worse than that. They said emergency workers, everybody, working hard than us. But, it was wild. And, you talk about Bills fans really showing up.I mean, there are some of the most passionate fans out there, and this is proof of that. I mean, the journey did not stop there, though, for Bill's players. Once they landed in Rochester, they took the buses back to the facility at Orchard Park. And, this is where they would find their cars. They were completely buried. Bills' safety Damar Hamlin documenting this wild scene on Instagram, a terrible weather was just one of the themes of Week 16 in the NFL, just like it's been all around the country. The Bills last month had a home game move to Detroit. So, grabbed a bunch of shovels, guys, and just had to dig their cars out. I mean, I think it is awesome. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "HARLOW",
      "sentences": "They are just like the rest of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "MANNO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "SIDNER",
      "sentences": "But, what nice little cars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "MANNO",
      "sentences": "Yes. And, I actually tied for the best record in the conference as well. So, they might have playoff games at home in January. So, Buffalo, just something to keep--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "HARLOW",
      "sentences": "And, they have to move a Buffalo game?",
      "isLastSentenceInterrupted": false
    }
  ]
}