{
  "date": "2022-10-25",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "Rishi Sunak becomes new UK Prime Minister; Dimon, Solomon speak at FII Panel Moderated by Richard Quest; China's Yuan falls amid Fears about Xi's Third Term; U.S. Stocks mostly Higher after 2-day Rally; Saudi Ambassador speaks to CNN about Strained Ties with U.S.; Adidas Cuts Ties with Kanye West after Anti-Semitic Comments. Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "JULIA CHATTERLEY, CNN HOST, FIRST MOVE",
      "sentences": "A warm welcome to \"First Move and fantastic to have you with us this Tuesday! A day of royal importance inthe United Kingdom as King Charles the third officially appoints Rishi Sunak as the nation's new Prime Minister. Sunak warning in his first public comments outside number 10 Downing Street there have the \"Profound economic crisis facing Britain\". He also vowed to restore public trust after the Liz Truss turbulence hopes that the new Prime Minister will provide much needed government stability. And crucially, economic credibility has seemingly become markets for now with benchmark 10 year U.K. yields falling further below the 4 percent level. U.K. stocks as you can see, they're pulling back a bit in Tuesday's session. But the pound also strengthened by some six tenths of 1 percent versus the U.S. Dollar. The dramatic action in fact, taking place in Asia overnight where the Chinese currency the - has tumbled to its lowest level in 15 years versus the U.S. dollar. Growing concerns over what Chinese President Xi's consolidation of power might mean for the world's second largest economy. It also follows a major sell off in U.S. listed Chinese stocks on Monday. Alibaba and other big names as you can see on the screen, they're falling by some 10 percent or more. JD.com they're 13 percent lower in Monday's session. However, JPMorgan countering by suggesting that the Chinese stock sell off might finally represent a buying opportunity. We'll get the perspective of China watcher, Mandarin speaker and Former Australian Prime Minister Kevin Rudd later on in the show. For now, let me give you a look at what we're seeing in terms of price action on Wall Street. A cautious start, as you can see that to the U.S. trading session on tap as Investors await and are awaiting results of king-sized import from the major U.S. tech firms. Microsoft and Alphabet report after the close Tuesday. Monday sessions or stocks reached their highest levels in fact, in six weeks. Amid hopes that the Federal Reserve may begin slowing the pace of rate hikes helping the mood we shall see. High hopes on Wall Street and in the U.K. as well as the Rishi Sunak era dawns. And that's where we begin today's show, regaining trust after Truss. That is what the new British Prime Minister Rishi Sunak is vowing to do now that he's seated at number 10 Downing Street. During his first speech, the Prime Minister said he wanted to \"Pay Tribute\" to his predecessor Liz Truss, but that mistakes were made during her time in office. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "RISHI SUNAK, PRIME MINISTER OF BRITISH",
      "sentences": "Some mistakes were made, not born of ill will, or bad intentions. Quite the opposite in fact, but mistakesnonetheless and I have been elected as Leader of my party and your Prime Minister, in part to fix them. And that work begins immediately. I will place economic stability and confidence at the heart of this government's agenda. This will mean difficult decisions to come. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "CHATTERLEY",
      "sentences": "And as the opposition Labour Party Leader suggested this week in number 10 Downing Street has had a revolving door recently. Liz Truss,the fourth Prime Minister to resign since that Brexit vote back in 2016. And her time in office, just six weeks. Rishi Sunak will surely be hoping to outlast his recent predecessors, six weeks and counting. Scott McLean joins us now. Scott, it was a far more confident I think I'm poised version of Rishi Sunak that we saw today. Even compared to just yesterday, laying out the challenges but also admitting that mistakes have been made and a bold plan for the future. The question is how?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "MCLEAN",
      "sentences": "That's going to build up over the next couple of years if nothing changes. And so the question is, where will Rishi Sunak decide to cut?Would it be something like defense and going back on the promise to raise defense spending from 3 percent of GDP target in the next few years to just 2 percent, which is the NATO standard. Could he go after pensions and have them not rise with inflation as Rishi Sunak, his predecessor, Liz Truss had promised to do. Could he ask some big infrastructure projects and what might he do about taxes? Surely, he's had plenty of indications that he's not going to follow the same direction that Liz Truss has done on taxes. And could he even go after one of the taxes that Liz Truss did manage to keep in place which is the rise in National Insurance? All of these are sort of open questions. There are not many people in this country right now Julia, who is betting that he'll change his Chancellor right off the bat. Jeremy Hunt, the Finance Minister, all odds are that the odds on favorite or that Jeremy Hunt will remain in place. And that Fiscal Update for Monday will go ahead as planned. It's an open question how much impact the Rishi Sunak will have in potentially tinkering with that or changing it? He also has this huge challenge though of uniting his own party. And surely today as we get more news about whom the new cabinet will be? And how much change there will be within cabinet? We will know how much of an olive branch Rishi Sunak plans to extend to the other side of his party; those loyal to Boris Johnson are those loyal to Liz Truss? Surely Rishi Sunak wants to reward those who have been loyal to him. But also, he has a long way to go to make sure that his party is much fractured party is united going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Vitally important week begins today for this government. We shall see Scott, great to have you with us. Thank you, Scott McLean there.OK, let's move on Russia will address the U.N. Security Council today. According to reports, the nation set to claim Ukraine might use the so called Dirty Bomb on itself. Russia has insisted without proof that Ukraine plans to detonate an explosive mix with radioactive material. And a so called false flag operation Ukraine denies the allegations and fears Russia is creating a pretext for escalation. Nic Robertson joins us now from Kyiv. Nic, great to have you with us two things! I think the first, that Russia has the ongoing ability to address the U.N. Security Council with their concerns on this. And secondly, I think the genuine fear and you've been discussing this now for more than 24 hours of the leadership in the U.K., in the United States, in France and in Turkey, have perhaps what they perceive Russia to be doing here. Where are we today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "You know both Ukraine and Russia are effectively going to the U.N. The U.N. Security Council isgoing to debate. Russia's claim that Ukraine is in fact planning this dirty bomb Ukraine has appealed and offered to and it appears the International Atomic Energy Agency, the EU. Effectively the U.N.'s nuclear watchdog to come here and expect inspect its two sites. One is a scientific research center, which has a nuclear part of it and another is a mining facility in the center of the country. Ukraine is throwing the doors wide open to the U.N. body to do that. Russia is going behind closed doors at the U.N. Security Council to debate its claims to the point of the Russians have been speaking a lot over the past few days a typically to Western officials specifically, the Defense Ministry, Defense Minister and the Military Chief of staff in Moscow, speaking to counterparts in London, Washington, Paris and also in Ankara. This seems to indicate that Russia wants to talk now the question is what is it want to talk about? Let's lay out what we know. President Putin claims that he now controls these four regions is annexed illegally annex of Ukraine. And essentially he thinks he's done. And he wants to try and get out of the war, which is actually losing. So it creates the impression that his defense officials are having these conversations perhaps to see where avenues about ending the war could go. But on the other hand, they're ratcheting up the rhetoric and the ante with the possibility of a nuclear dirty weapon. They've gone down the road of speaking about the potential for tactical nuclear weapons. They know this issue gets the world's attention. So they're bringing it up again, in a different form. I think this is where we're at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "And just in the Russian court has rejected us basketball star Brittany Griner's appeal. She was sentenced to nine years in prison fortrying to smuggle a small amount of cannabis oil. She was arrested at a Moscow airport back in February just days before Russia invaded Ukraine. It's not clear whether her lawyers will take the case to higher courts. But moments after the hearing a Senior U.S. Diplomat in Moscow continue to push for Griner's release. (BEGIN VIDEO CLIP) ELIZABETH ROOD, CHARGE D'AFFAIRES, U.S. EMBASSY IN MOSCOW: Miss Griner appeared by video in the trial today. So we were not allowed to communicate with her. Therefore, we will continue to request consular access. So we can be in touch with Miss Griner directly regarding her well, where her welfare, how she's doing. It is honestly tragic that Ms. Griner had to spend her birthday last week in a Russian prison rather than at home with her family and on the basketball court with her teammates. Nothing in the previous sentence nothing in the result of today's appeal changes the fact that the United States government considers Ms. Griner to be wrongfully detained. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "Perhaps no surprise, the current state of geopolitics has been singled out as the biggest worry for one of the top names in globalfinance. The CEO of JPMorgan Chase, Jamie Dimon said events around the world are an even bigger concern than the prospect of a recession in the United States. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "JAMIE DIMON, CEO OF JPMORGAN CHASE",
      "sentences": "It's very good news right now, the United States people see it consumers, businesses, still spending so lotsof money, a lot of fiscal stimulus. But there's a lot of stuff on the horizon, which is bad and could not what doesn't necessarily but could put the United States in recession. That's not the most important thing for what we think about. We'll manage right through that. I would worry much more about the geopolitics of the world today. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "He was speaking at the future investment initiative and major investment conference in Saudi Arabia on a panel moderated by our very ownRichard Quest. And Richard joins us now. Richard, great to have you with us! First and foremost, what a powerhouse of a panel where you had the CEO of Goldman Sachs, you had JPMorgan, the CEO of Blackstone, just to name a few. No surprise, I think that the geopolitics was raised as a dramatic issue. But we're not just talking about a U.S. recession; we're talking about potential for a global recession. And that's just one of the issues at the core of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "RICHARD QUEST, CNN EDITOR AT LARGE",
      "sentences": "Yes, because of the Blackstone, and not just the Blackstone, just the deteriorating level of global discourse,Russia, Ukraine, obviously. But that obviously has Russia-EU-U.S., U.S- China, U.S.-Saudi tensions there. France, Australia, over AUKUS There are a lot of geopolitical tensions in the world that are going to make a deteriorating economic situation, harder to deal with. Whether it makes it worse is academic, it's going to make it harder to deal with. And that's why David Solomon, of Goldman Sachs was pretty clear, the economics are not good and a recession is likely. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "DAVID SOLOMON, CEO OF GOLDMAN SACHS",
      "sentences": "When you find yourself in an economic scenario like this, where inflation is embedded. It's very hard to get outof it without a real economic slowdown. So I too am in the camp, that we likely have a recession in the U.S. going to have I think, most likely a recession, we might be in a recession in Europe. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "QUEST",
      "sentences": "So either a U.S., a Europe or U.K. In fact, many people here are telling me that they think some of those places are already in recession,whether technical or otherwise. But look, Julia, you know this part of the world. This is really what it is about. It is about people coming here and doing business. And if you just look at this cross section, you will see major changes. You will see, for example, the sheer number of women who are here in senior roles. But women who are not covered, there is no requirement for people to be covered. You see Saudi men much more effortlessly. When they greet women, shaking hands, you see a much more relaxed environment. Now that's not to say that there aren't U.S. businesses here, or there aren't U.S. who want to stay away because of other problems with the government. But changes happening, changes incremental. And I think that's what this year is really all about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "CHATTERLEY",
      "sentences": "Richard thank you so much for joining us. And as I mentioned that later in the show we'll hear more from Jamie Dimon and a part of anexclusive interview with the Saudi ambassador to the United States about tensions with Washington. Now speaking of global concerns, China's currency the Yuan fell sharply is Investors a pet issue deep concern about Xi Jinping is historic third term in power. And the fact that officials who backed market reforms were missing from his new top team. Kristie Lu Stout has all the details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDENT",
      "sentences": "Investors are still unnerved after that huge and historic sell off on Monday. And China's currency is feelingthe pressure today on Tuesday. The U.N. tumbled to an all-time low on international markets. On the tightly controlled domestic market, the Chinese currency weakened to a new 15-year low. On Monday, the Hong Kong HANG SENG had its worst day since the 2008 global financial crisis. Shares of the Chinese tech giant Alibaba and Tencent as well fell more than 11 percent wiping off $54 billion from their combined stock market value. U.S. listed shares of Chinese tech firms also fell. China's tech industry has been a big target and Beijing's crackdown on private enterprise and despite the release of a stronger than expected GDP report. The markets are spooked by Xi Jinping's power grab at the 20th Party Congress. The Chinese Leader secured that unprecedented term as Party Leader for the third time. He packed his new leadership team with loyalists. And he pushed out experienced economic policymakers like Premier Li Keqiang, like Vice Premier Li Xi and the Central Bank Governor Yi Gang. Justin Tang is the head of Asian Research at United First Partners; pinpoints why Investors are so concerned saying this. \"The concern is the lack of checks and balances in a partisan committee. Mr. Xi has never been supportive of consumer tech stocks and the market expects that stance to continue or even more restrictions to arise.\" Meanwhile, Michael Every, the Global Strategist at Rabobank tells CNN, \"The Chinese Yuan so dramatically lower fixing today, and it's hitting fresh cycle lows. If politics is now everything, and Chinese tech is nothing, then the Chinese Yuan is only going one way.\" Now so far this year, the Yuan has weakened more than 15 percent against the dollar. It's on track to post its worst year in almost three decades. Kristie Lu Stout CNN, Hong Kong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back and a dramatic week in politics in China leading to a more dramatic hit to financial markets in the region as we were justhearing. President Xi Jinping formally beginning his unprecedented third term in charge presenting a leadership team stacked with loyalists and an iron grip on power. Investors and analysts are left questioning the direction of policy going forward the potential negative impact on the economy. And the risk of further widening of the diplomatic divides with the West. The Chinese currency, the Yuan tumbling to its lowest level in 15 years or stocks in Hong Kong had their worst day since November 2008 during the financial crisis. It all comes as the U.S. discusses a possible meeting between Presidents Joe Biden and Xi Jinping at the G-20 next month. What does this all mean? Well, Former Australian Prime Minister and President of the Asia Society Policy Institute, Kevin Rudd joins us now. He's also the author of \"The Avoidable War\" the dangers of a catastrophic conflict between the U.S. and Xi Jinping's China. Kevin, always fantastic to have you on the show! I think the general consensuses this is going to mean far greater state control. But the investor response has been resolute and utterly negative. There's always devil within the detail. What's your take of what we've seen this week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "KEVIN RUDD, FORMER AUSTRALIAN PRIME MINISTER",
      "sentences": "Well, I think one of the reasons you've started to see some bearishness in markets towards theChinese economy, is because Xi Jinping has been on a long trajectory of moving the center of gravity of Chinese economic policy towards the Marxist left. This big trend began after the 19th Party Congress five years ago. A reassertion of the role of state owned enterprises. More restrictions for the private sector, particularly in tech, and in property and in private education and also the emergence of new instruments of industrial planning your doctrines of national economic self-sufficiency new concerns in China itself about the national security reliability of its own supply chains. And on top of that a new doctrine of common prosperity put all those things together. And you've had a relatively negative response from the Chinese private sector itself, which represents some 61 percent of GDP. With the 20th party congress, what Xi Jinping did in terms of his pre-existing ideological direction was not close, correct back to the market, and away from the party in the state? In fact, you double down and you see that across the ideological pages, and the economic pages of the Congress report. Add to that the changes to his economic team, and the loss of the - and the arrival of the new four. Then I think there is a question that analysts will pose, which is the ideology looks increasingly problematic from a market perspective and from a private sector perspective domestically. And furthermore, you've appointed a team with not a significant economic track record themselves. And how are they going to therefore sprinkle fairy dust across the top of this in order to rehabilitate Chinese growth levels? I think that's what's causing concern out there in markets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Is it short sighted to your point, and I understand all the concerns you mentioned but if I look at some of the names that are nowjoining the Politburo Standing Committee. And we're talking the potential future Premier Li Keqiang, Li Xi, Cai Qi. I've got all the names and I can give people an indication of who I'm talking about. And you have to forgive my pronunciation. Because I know you're fluent Mandarin speakers, so you can correct me afterwards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "RUDD",
      "sentences": "Pretty well actually --.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Not bad, but they join after heading up rich provinces where the focus on growth was a top priority and a way that their performance wasjudged. They understand the importance of growth, particularly at a time when they have such high youth unemployment in China. It's OK, shifting ideologically towards the left. But if you don't have growth in China, if you can't provide the jobs that are required. The dangers, the internal dangers, surely are increasingly significant too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "RUDD",
      "sentences": "And you've mentioned that perfect pronunciation my friend Li Keqiang, who is likely to be the new Premier and he goes back to his days of workingpolitically with Xi Jinping in Georgia when Xi Jinping was party secretary in Georgia. If you look at Cai Qi, for example, that relationship goes back even much earlier to Xi Jinping stays in Fujian Province when he was party secretary. And Cai Qi has been subsequently promoted to take over as Party Secretary, the Beijing municipality. Plus, on top of that being deputy head of the National Security Commission of the party center if you go to Ding Xuexiang, who is the Head of the General Office of Xi Jinping at the center. In other words, his Chief of Staff, that relationship goes back to their time working together when Xi Jinping was Party Secretary in Shanghai. And the Xi, a much older set of family based connections with the Xi family. Put all those things together, I think the overall analytical call is that you don't have among them a leader who has been responsible for the tasks of macro-economic management. Yes, a number of them have been in significant provincial positions. But running a province a bit like running a state in the United States of America or Australia, for that matter, where the emphasis is on how do you roll out your infrastructure? How do you get major projects going? It's somewhat different set of skills to those required in managing a macro economy. Where you're dealing with monetary policy, fiscal policy, as well as long term productivity growth and the drivers of productivity growth, and the overall balance between public and private sector it's a different set of skills. So therefore, I think that's why there is some skepticism. Of course, these individuals may well prove us wrong in this substantive performance. But at a first call, it's quite a different set of CVS that they bring to the table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, and far more micro focus and greater control and therefore perhaps having a negative impact on growth because that's the assumptionthat's the stage that's being made. I think, and I want to get your wisdom on what this means more broadly for diplomacy? Of course, there's talk about a potential first meeting in person between U.S. President Joe Biden, and of course, President Xi Jinping as well. And already I've seen people talking about the importance of Taiwan and their independent stances on that. But surely, by far, the bigger question at this moment is China's stance towards Russia? And at a time when we're actually seeing China warning its own citizens now that remain in Ukraine to leave this palpable perception perhaps. And perhaps you can, you can tell me if I'm wrong. But actually China's concerned about the nuclear risk. Or the greater escalation even further than we're seeing in the war at this moment what's your sense? How concerned are China and the Chinese government about nuclear weapons threat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "RUDD",
      "sentences": "If in fact, he is considering the actual use of these weapons systems, if he went ahead and used it, and China had not, as it werepublicly made efforts to prevent him from so doing this will also rebound significantly in terms of global perceptions of China's ultimate level of comfort with Vladimir Putin's military and political behavior in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "So I have about 30 seconds to answer the question that you pose to yourself, now is the time with the power that he's gained, and with thenational interest of his own to intervene directly and utilize that power?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "RUDD",
      "sentences": "Absolutely, I wrote an opinion piece in yesterday morning, South China Morning Post to that effect, knowing that that papers often read inthe central Chinese leadership, and it's time for China to act. The stakes are very high, and then won't just be catastrophic for Europe, Ukraine and the world to break this effective nuclear ban, which we've had since 1945. But China will be criticized for not having used its equities in Moscow to prevent it. China needs to act.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Kevin Rudd, Former Prime Minister of Australia and President of the Asia Society Policy Institute, sir, always a great pleasure to speak toyou. Thank you so much. And just a reminder, his latest book \"The Avoidable War: The dangers of a catastrophic conflict between the United States and Xi Jinping's China\" available now. We're back after this stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "Let me take you through some of those that we've seen. Coca Cola raising its full year guidance, it's been able to raise prices,without impacting sales. However higher costs also hitting the bottom line. And manufacturing giants General Electric 3M and Office Equipment firms Xerox profit at comical General Motors beating expectations it says that supply chain issues at its manufacturing facilities are finally easing that's good news and ties to our next guest. The Port of Los Angeles says it's winning the great supply chain challenge to the largest container port in the United States offering an encouraging outlook on the shipping bottlenecks that have helped fuel the U.S. inflationary crisis. Now as this graph dramatically shows, the daily backup of container ships at the port has virtually disappeared as import volumes soften. In fact, September was the weakest month for inbound shipments at the port since 2009 with imports falling some 26 percent. Now some of this is due to ongoing labor negotiation issues leading to cargo being redirected to other ports and also weakening U.S. consumer demand. To give us the context, Gene Seroka, the Executive Director of the Port of Los Angeles joins us now. Gene, welcome to rainy foggy New York with your amazing suntan! As always, it's great to have you here. When I saw these statistics, my first reaction was wow. And I'm glad to have you with us to get context. What part of this slowdown is because retailers have pre bought early to avoid not having goods on the shelves ahead of the holiday season? What part of it is rerouted traffic because of the labor negotiations that you're undergoing? And what part is slowing consumer demand? What's your view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "GENE SEROKA, EXCUTIVE DIRECTOR, PORT OF LOS ANGELES",
      "sentences": "Well, good morning, Julia. It's great to be here in New York. Look at a 20 percent drop overthe past two months and it's broken down into two segments about 12 percentage points is cargo that's moving to the east and Gulf Coast premeditated by importers, because they were worried about protracted labor negotiations and potential disruptions. None of that has happened yet both sides have put out two media releases saying that they won't cause any problems while they're at the table bargaining for this all important contract. The other piece about eight percentage points are cargo that came in earlier than normal. June and July were our peak months because importers did not want to get their cargo caught up in delays and make sure that they had it going through the Omni channel distribution network. We've also seen some bulkier cargo appliances, sporting goods and furniture taper off just a little bit. Those one time purchases during the pandemic don't repeat themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "OK. And so what we didn't talk about there was some inherent slowdown in purchasing and lessening of demand. Gene, is there any sensebecause we're keep searching around for signs of sort of pre recessionary behavior or recessionary behavior? Are you saying you're simply not seeing that it's other things going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SEROKA",
      "sentences": "That's right, Julia. What we've seen for July, August and September, that consumer buying has been about flat, which is good, becauseit's still elevated above pre pandemic days. Yet we're all watching this very closely in the face of 8.2 percent inflation and higher producer wholesale prices as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, flatten this case, when you're talking about the inflation rates that the country is facing is a positive I think? You mentioned,you've sent out these two press releases that have said look, we may be negotiating and we're talking of what 22,000 dock workers are involved with this union across 29 West Coast ports 70 terminals, I believe that are involved as well. I mean, it sounds dramatic on paper. Is that message getting through and are people saying fine, we may have redirected some of the traffic that we've planned over the past couple of months, we're going to redirect that back through the Ports of Los Angeles now is the message getting through?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SEROKA",
      "sentences": "We've got to keep bringing that message to the import and export community because the cargo volume is not showing that. Unfortunately,we've got backups in Gulf Coast and East Coast Ports, which do nothing for us as a nation from a competitiveness standpoint. We've got to make sure we bring certainty to the supply chain and keep this cargo moving fluidly as we head into the all-important retail season and the harvest season for our American agricultural farmers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SEROKA",
      "sentences": "I believe we can. We've learned so much over the last couple of years, Julia. We brought those ships that were backed up from 109 vesselsdown to single digits, all while moving near record amounts of cargo in the first seven months. Only the last two months have we seen a softening in the marketplace. So we've been able to move the containers out at a higher velocity than ever before through our partnerships with importers, exporters, and our service providers. The Los Angeles marine terminals have done a tremendous job. That cargo coming back our entire key indicator shows we can handle a large surge here before the holidays and help our retailers and others get product to market.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Good to know. In the past I've also asked you about trade between the United States and China. And we talked amid the lock downs inChina the emphasis that the authorities put there on keeping those ports open and working and ensuring deliveries and exports were taking place. What are you seeing Gene because there's clearly a lot of focus on the numbers that are coming out from China and the obvious slowing that we've seen in the economy and obviously they're still running the zero COVID policy across the country when necessary? What does the data tell you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SEROKA",
      "sentences": "The prioritization is still there. Folks like Yan Jun, who runs the Shanghai Deep Seaport Nan Shan Deep Seaport outside of Shanghai has beendoing a tremendous job as have Ports in Ningbo and South China. 60 percent of our trade imports and exports, emanates to and from China, really important market. Now with Xi Jinping taking for a third term, there will be a lot of eyes on how we can continue to fuel that export market for China of which were the biggest buyer here in the United States? So there's a lot to continue to work on keeping that supply chain fluid between the two largest trading nations, and biggest economies is key for success.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "But you're not worried. I mean, clearly, if you look at the financial markets, just in the last week or so there's real concern that agreater level of control for Xi Jinping is going to mean policies that result in the suppression of growth. Any sense from you or the conversations that you're having that that will have a significant impact from you because as you point out, when 60 percent of trade volumes, this has huge import for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SEROKA",
      "sentences": "It remains to be seen, of course, with the information that's come out of the meetings over the weekend and into the early part of the week.Exports play a huge role in China's GDP. And I know that's very important after having worked there on the ground for many years living in Shanghai. But also American companies, both on the import and export side of the ledger have been reevaluating their supply chains whether it's moving to other nations in Southeast Asia for production and sourcing, bringing cargo back manufacturing to near and, and onshore locations, all of that is being evaluated to make sure that we have resilience in the supply chain. This is not just one flip of a switch. Many of these relationships on sourcing from China have been built over the past three and four decades. More and more will come of this. And we'll have to see how the supply chain can continue to modernize.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move\"! The cost of living crisis gas prices inflation have become pivotal issues in the U.S. midterm elections.The decision by OPEC Plus to cut oil production has therefore further strained ties between the United States and huge oil producers Saudi Arabia speaking at the FIA Institute meeting, JPMorgan CEO, Jamie Dimon. So disagreement between long standing allies should be expected and can be overcome. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "DIMON",
      "sentences": "Saudi Arabia and United States with allies for 75 years. I can't imagine any allies agreeing on everything and not having problems. They'llwork it through. And I'm comfortable that folks on both sides are working through and these countries will remain allies going forward and hopefully help the world develop and grow properly. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "And CNN's Becky Anderson recently spoke with Princess Reema Saudi Arabia's Ambassador to the United States, about the Kingdom'sincreasingly rocky relationship with Washington, his part of that exclusive interview. (BEGIN VIDEOTAPE) PRINCESS REEMA BINT BANDAR AL SAUD, SAUDI AMBASSADOR TO U.S.: It's clear where to the point of disagreement, and many people have tried to politicize this, but you're hearing it from the horse's mouth. This is not political. This is purely economic, based on the expertise of 40 or 50 years of mapping and trends. We do not engage in the politics of anyone. We engage simply as a balancer and a stabilizer of the economy through the energy market, as we've done historically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "BECKY ANDERSON, CNN CORRESPONDENT",
      "sentences": "Well, let me provide as a counter argument to that. The White House perspective, the White House has accusedSaudi of siding with Russia is the Kingdom, siding with Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "AL SAUD",
      "sentences": "Now the kingdom has a policy of engaging with everybody across the board, those we agree with and those that we disagree with. Therelationship that we had with Russia is what allowed us to free prisoners of war, two Americans, five Brits, one Croat, and a selection from other countries. We view our role as a mediator and a communicator. We've supported Ukraine humanitarianly. We have given over 400 million. We collaborated with Ukraine and Poland to give 10 million to allow for the refugees that were coming out of the Ukraine and spilling into Poland, a safe landing. That's what we do. That's the value of our engagement. Is it siding with Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "ANDERSON",
      "sentences": "No. Have you personally spoken to the administration about this? What's the communication?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "AL SAUD",
      "sentences": "I do very regularly with the administration. And frankly, it's an administration that I have profound respect for. I have only had the mostgracious and direct communication as we should. That's how partners communicate with each other. And by the way, it's OK to disagree. We've disagreed in the past, and we've agreed in the past. But the important thing is recognizing the value of this relationship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "ANDERSON",
      "sentences": "Can the Kingdom do without a relationship with Washington?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "And you can watch the rest of Becky's interview with the Ambassador on \"Connect the World\" after the show at 10 am Eastern time at5pm in Riyadh. OK coming up after the break, a near $200 million mistake. Adidas unties itself from Kanye West following anti-Semitic remarks, the sportswear giant throwing in the towel the details next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "And welcome back to \"First Move\". Adidas cutting ties with EA, formerly known as Kanye West, this after he made Anti-Semitic remarks inrecent weeks. Christine Romans joins us now on this story. Christine, fantastic to have you with us! I'm afraid it's not a better story, to be honest. But this partnership has been under review since October when I believe he wore a white lives matter shirt in public. For me this latest comments is a question of where free speech ends and where hate speech begins this is clear cut I think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes and your monetary value doesn't protect you. But on that infamous podcast, \"I can say Anti-Semitic S-H-I-T and Adidas cannot drop mewrong\". Way to go Christine Romans, thank you so much for that!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "ROMANS",
      "sentences": "Nice to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "CHATTERLEY",
      "sentences": "Now, as you've heard, the UK's new Prime Minister says he's the man to lead the country out of the unprecedented challenges it's facing.Rishi Sunak laid out his leadership vision just hours ago at Downing Street. But before that, a vision of a different kind grace disguise of the United Kingdom. Fireworks in the night sky over the English City of Southampton it was to celebrate Diwali the Hindu festival that symbolizes the power of light over darkness. This year's show was extended in honor of Prime Minister Sunak becoming the UK's first Hindu Leader. The display was organized by temple co-founded by his grandparents. And across the Atlantic Joe Biden also took part in Diwali festivities and hailed the groundbreaking nature of Prime Minister Sunak's win. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "JEO BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "As my brother would say, go figure. And the Conservative Party expected to become the PrimeMinister I think tomorrow when he goes to see the King. Pretty astounding a groundbreaking milestone it matters, it matters. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}