{
  "date": "2022-10-22",
  "headline": "CNN Newsroom",
  "subHeadline": "January 6 Committee Subpoenas Trump; Steve Bannon Sentenced; Appeals Court Pauses Biden Student Debt Relief; China's Xi Expected To Get Third Term; Russian Troops Mined Major River Dam In Ukraine; Civilians Abducted And Held In Russia; Flu Spikes At Virginia High School; Surging Cases Of RSV Overwhelm U.S. Pediatric Facilities; Hurricane Roslyn Bearing Down On Mexico. Aired 4-5a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "The U.S. House Select Committee investigating the January 6 attack on the U.S. Capital has made good on its promise to subpoena former president Donald Trump. That subpoena was formally served on Friday.Compelling a former president to testify under oath is extremely rare in U.S. politics and it could test the limits of the law as it applies to Trump in the circumstance. But the committee says it needs to hear from him to bring its long investigation to a close. The panel writes, quote, \"We have assembled overwhelming evidence that you personally orchestrated and oversaw a multipart effort to overturn the 2020 presidential election and to obstruct the peaceful transition of power.\" The lawmakers cite a list of allegations against former president, including exerting pressure to overturn the election on the Justice Department, state officials, members of Congress and the vice president. The committee has set a November 4th deadline to receive the documents it has requested. Trump's deposition is slated to begin 10 days later. Trump's legal team responded to the subpoena with this statement, quote, \"We understand that, once again, flouting norms and appropriate and customary process, the committee has publicly released a copy of its subpoena.\" Trump is widely expected to challenge the subpoena in court or even ignore it but committee member Zoe Lofgren says the panel has every right to compel his testimony under oath. Here she is. (BEGIN VIDEO CLIP) REP. ZOE LOFGREN (D), MEMBER, JANUARY 6 SELECT COMMITTEE:  He has a legal obligation to come in and talk to us. But just as importantly, he has a legal obligation to respond to the documents that we have ordered him to produce, all of which are important to finishing our investigation. So let's see if he lives up to what the law requires of him. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "Trump's subpoena came just hours after his former advisor Steve Bannon was sentenced to four months in prison for defying his own congressional subpoena. CNN's Katelyn Polantz has those details.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "Ahead of the midterms, President Biden says his Democratic Party can pull out wins, especially as the economy shows signs of improvement. On Friday he took credit for a drop in the federal deficit and argued the Republicans would run the economic gains. Have a look.(BEGIN VIDEO CLIP) (BEGIN VIDEO CLIP) JOE BIDEN (D), PRESIDENT OF THE UNITED STATES:  The polls have been all over the place. I think that we're going to see one more shift back to our side in the closing days. And let me tell you why I think that. We're starting to see some of the good news on the economy. It's mega MAGA trickle-down, mega MAGA trickle-down -- the kind of policies that have failed the country before and will fail it again. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "Biden has also been touting his student loan forgiveness program to young voters but, on Friday, an appeals court temporarily blocked the initiative as it considers a challenge to it.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "Joining me now is Areva Martin, a CNN legal analyst and civil rights attorney.Thank you so much for being here with us, so much to dig our teeth into. Let's start with the subpoena for Donald Trump. How significant is it given that he is unlikely to comply and can basically just wait out the clock here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "AREVA MARTIN, CNN LEGAL ANALYST",
      "sentences": "Well, we know, Kim, that former presidents have been subpoenaed by Congress, have come forward and testify. Donald Trump said he is willing to testify if he can do it before a live audience, if he can do it before the committee and if it is televised. We've heard him made those types of claims before. It is not likelythat any lawyer representing Donald Trump is going to allow him to testify, because they know he has a propensity to lie. And if you lie before Congress, if you make a false statement that would be considered perjury, he could give himself an even bigger legal jeopardy. I don't think we are going to see him testify. I think he is going to run out the clock. And if the Republicans are successful during those midterm elections and they become the majority in the Congress, we already know they said that they will disband the January 6 committee. And it is likely that they will withdraw the subpoena that was issued for Donald Trump's testimony and his record. So he has nothing to lose by continuing to posture and to act as if he is going to testify, when, in reality, it is not likely that we will ever get his testimony before this committee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "He is not going to out-right stonewall, which is what Steve Bannon did, which led to his conviction, let's turn to that, Steve Bannon being sentenced to jail time.What message does that send do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "MARTIN",
      "sentences": "I think it sends a strong message, Kim, I think it sends a message that congressional subpoenas are very serious and you can't ignore them.You can't put yourself or position yourself above the law and if you think you can rely on nine substantive arguments like executive privilege, even though you haven't worked in the White House for many years, and even though you were acting as Steve Bannon was, as a private citizen, that you can find yourself like Steve Bannon, being convicted and being sentenced to the upper limit of the sentencing guidelines of four months. And we know he has a fine of about $6,500. So I think the judge in this case is trying to send a message to those other Trump loyalists: if they continue to stonewall, if they continue to refuse to cooperate, like Peter Navarro, that they could also find themselves, like Steve Bannon, facing real jail time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "Another legal development I want to ask you about, a federal court has temporarily put Biden's student debt relief plan on hold. So that seems largely procedural.So I want to sort of pivot and ask you a fairly broad, big picture question, what does it say about the state of politics in this country that so much of its governance is being essentially decided by the courts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "MARTIN",
      "sentences": "-- The majority of Americans share the ideologies, the principles and they support what Joe Biden is doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "Really appreciate your time, Areva Martin, thank you so much for being here with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "MARTIN",
      "sentences": "Thanks, Kim.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "Britain's Conservative Party is moving quickly to choose a new leader and prime minister by next week. Outgoing prime minister Liz Truss resigned on Thursday amid the fallout from a disastrous economic policy.Now three candidates are leading the pack to replace her:  former Chancellor of the Exchequer, Rishi Sunak, has already reached the 100 nomination threshold; House of Commons leader Penny Mordaunt is the first MP to confirm she is running. And British media reports former prime minister Boris Johnson has indicated he plans to join the race. Let's bring in CNN Salma Abdelaziz, standing by live in London. Salma, Boris Johnson winging his way back home. I think he's supposed to land in over an hour, something like that. It would have seemed improbable a couple of weeks ago but he must be one of the front- runners.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "This is an extraordinary turn of events, I think everyone in the country is asking that question, is BoJo coming back?Is he going to take back the premiership? Last night he flew back from the Caribbean, back from a holiday. Local media was following him on the plane. There were pictures snapped of him. It is absolutely a huge moment. But I think it is going to be very hard to see former prime minister Boris Johnson as a unity figure and that is exactly what the Conservative Party needs at this time, a unifying figure, one that will heal divisions, one that will put behind the political rivalries and lead the country. Of course, allies of Johnson will say that is exactly who he is and that is exactly what he is capable of doing. It is important to remember here he has not made an official bid. What he needs to do and what all of these potential nominees need to do is they need to get 100 MPs to back them by Monday 2 pm. What you're going to look at here is a lightning speed process. Just to give you an idea, Kim, the last leadership contest, the one that brought Liz Truss to her role, took about three months time. This is only going to take a week. We're supposed to know who the next prime minister of the country is by Friday. So Monday, 2 pm nominations close; you have to get 100 MPs to back you. That means three nominees maximum. We only know of one so far that is confirmed. That is Penny Mordaunt. The other two that we are looking at potentially Rishi Sunak and former prime minister Boris Johnson. After those nominations close Monday afternoon, we are going to see a vote among Conservative Party members. And that vote is supposed to narrow it down to just two nominees. There is going to be a second vote on Monday, an indicative vote. That is supposed to allow Conservative members to say who they want ultimately to win, who they want to be the next prime minister and maybe sort of push that second nominee, if there is a second nominee, to step down so that there is only one person left. If that doesn't happen, Kim, it's going to go to a very small handful of people, Conservative Party members, just 200,000 of them about, they will be able to vote online on Friday. And that's where it will wrap up. That's why you hear so many people upset. That's why you hear the Labour Party calling for a general election. This will be the third prime minister the country has this year, rather. And many are saying look, the Conservative Party doesn't have the mandate to continue. But the rules do not require a general election, so this is, it Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right we will be watching thank you so much. Salma Abdelaziz, we appreciate it.The U.K. may be waiting for a new prime minister. But in Italy the wait is over. I believe we have live pictures right now that we are seeing here. Giorgia Meloni has officially been appointed as Italy's new prime minister after meeting with the country's president. Meloni and her new ministers are being sworn in right now during a ceremony in Rome, making her Italy's first female prime minister. Her party claimed victory in September's general election as part of a broader right wing coalition. And on Friday, the president explained the need to create a new administration as quickly as possible. Listen to this. (BEGIN VIDEO CLIP) SERGIO MATTARELLA, ITALIAN PRESIDENT (through translator):  This time was short. Less than a month had passed since the election is possible because of the clarity of the election result. And it was also necessary to proceed quickly in view of the domestic and international conditions that demand a government in the fullness of its tasks. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "That indicates Li is retiring from that party role.As we saw this unexpected moment a short time ago, that is former Chinese top leader, Hu Jintao, led out of the room during the closing ceremony. The circumstances surrounding his exit, while they're not clear, he appeared to be reluctant to leave initially. Russian mercenaries are digging in and preparing to play defense in Eastern Ukraine. Long fortification lines will be built to protect hired guns. Plus more allegations of human rights abuses from Russia. We will hear from Ukrainian families who have been torn apart by forced deportations and imprisonment. Please stay with us. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "Ukraine is raising alarm over an alleged Russian plot to blow up a major river dam. Kyiv says Russian troops have already set up mines at the dam. If it is destroyed that would cause not only major flooding downstream but also possibly safety risks at Ukraine's Zaporizhzhya nuclear plant.The first story reported by CNN, the Wagner mercenaries have conducted an almost 2 kilometer fortification line in Eastern Ukraine. It consists of anti-tank defenses and trenches built since late September. The defenses can slow down a head-on assault but Ukrainian troops can still go around them. For more let's bring in CNN's Nic Robertson in Kyiv. Where I understand, Nic, there have been air raid sirens going off where you are, concerns about that, also on the attacks on infrastructure, including fears about the strike on that dam that I spoke about and the catastrophe that would ensue. What more do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NIC ROBERTSON, CNN  INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "It's been quite a significant night compared to the last couple of nights in terms of strikes across Ukraine. Here in Kyiv we've just had the sirens go off for the third time today, actually. Earlier on when the sirens went on here, missiles, Russian missiles were successfully intercepted.They were flying over the city; at least one of the intercepts appeared to be near an electrical power generating facility. Elsewhere in the country, Russia appears to have been able to punch through the air defenses. At least five towns in the west of the country, west of Kyiv, 4, 5, 6 hours west of here, have been hit there. They are all experiencing power outages as a result of these strikes. Cities about two hours, three hours and six hours drive south of here, sort toward the center of Ukraine, have also been hit; they are experiencing power outages there. Officials are telling people to conserve water because the water that they have in their systems may not be running in an hour or so. In the south of the country in Odessa, officials there reported that two missile strikes have hit power facilities there and some people in the Odessa region will be without electricity. So this is part of a system of strikes we have seen coming from Russia. They began a week ago Monday, about 11 days ago. Strike rates have been lower in the past couple of days but it seems to be up today. This is the third time the sirens have sounded over Kyiv and have sounded over much of the country through the morning here. The dam that you speak of is causing a big concern for Ukrainian officials. They say Russians have a couple of military trucks full of explosives on that dam. And if they blow it, it could damage and potentially render very dangerous a nuclear power plant for the upstream that won't be able to get the water for cooling downstream. Could  kill a lot of people, wash away homes. So on the front lines there is real tension. As you say, the Wagner line that has been built, 2 kilometers long, bear in mind that the whole front line along Ukraine is probably more than 1,000 kilometers. So it is a small effort that has been put in place by this Wagner group that they think is going to slow down a potential Ukrainian advance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "WARD",
      "sentences": "Did you know immediately when you read it that it was from him?OLENA YUSVAK, DIMA'S MOTHER:  Yes. (Speaking foreign language). WARD (voice-over):  \"He wrote it,\" she tells us. \"I feel he is alive. I know he is alive. I hope.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "WARD",
      "sentences": "What would you want Dima to know right now?WARD (voice-over):  \"Dima should know that Mama is waiting for him,\" she says, \"And Mama is fighting for him.\" Olena is not the only mother fighting. On Monday, 108 women, including 12 civilians were released from captivity in Russia. According to Human Rights groups, hundreds of Ukrainian civilians have been imprisoned unlawfully there. The lucky ones are used as bargaining chips in prisoner swaps. When we first met Katerina Andryusha in April, she was desperately looking for her daughter, Victoria. The young Math teacher was taken from her home by Russian soldiers on March 25th after they found messages about Russian movements in the area on her cell phone. She was taken to a detention center in Russia. \"We hope that she will get in touch,\" Katerina says. \"Would somebody, somewhere.\" Last month, Victoria was one of two civilians returned to Ukraine as part of a prisoner swap. \"It's over. Don't cry. You're home,\" the other woman released comforts her. It was a moment Katerina will never forget. KATERINA ANDRYUSHA, VICTORIA'S MOTHER (through translator):  She called me when she first crossed into Ukrainian territory. I was crying and shouting. The whole neighborhood could hear. WARD (voice-over):  The family home now is a place of celebration. Victoria tries not to dwell on what she went through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "WARD",
      "sentences": "Were you ever treated badly?VICTORIA ANDRYUSHA, FORMER RUSSIAN PRISONER (through translator):  In the beginning when I first arrived there, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "WARD",
      "sentences": "In what sense?What did they do? What did they say? V. ANDRYUSHA (through translator):  Different kinds of threats about what they can do to me and how they will do it. There was physical abuse, too but I won't say it in front of my mom. Mom doesn't have to know this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "WARD",
      "sentences": "How does that make you feel as a mother to hear what your daughter went through?K. ANDRYUSHA (through translator):  It's hard, so hard. WARD (voice-over):  Outside and away from her mother, Victoria tells us more about her detention. Were you assaulted in some way when you were held captive? V. ANDRYUSHA (through translator):  Yes. I was given electric shocks. They use sticks and their hands and legs. Really, this was physical abuse. They were beating me. Psychologically, I had prepared myself for this possibility and I knew this could happen in any moment. I was probably lucky that it only happened to me once. WARD (voice-over):  International law is very clear that it shouldn't happen at all. Under the Geneva Convention, civilians are to be treated as protected persons and the act of forcibly transferring them to another country is a war crime. Katerina is now focused on the joy of being reunited with her daughter after months of horror. But for so many others, the nightmare continues -- Clarissa Ward, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "Welcome back to all of you watching us here in the United States, Canada and around the world. I'm Kim Brunhuber. This is CNN NEWSROOM.In Virginia, about half of the 2,000 students enrolled in one high school are sick with the flu or suffering flu-like symptoms. And U.S. health officials are getting more concerned that this year's flu season will hit hard. According to the Centers for Disease Control, an early increase in flu season has been reported in the country. The southeast and south central states reporting the highest cases of the flu. They are concerned over an unprecedented case surge of a respiratory virus known as RSV. The rapid spread is reaching new levels and overwhelming pediatric hospitals. CNN's Brian Todd has more on this viral threat. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "REBECCA, MOTHER OF CHILD WITH RSV",
      "sentences": "The drive to the emergency room was really scary and really intense.BRIAN TODD, CNN CORRESPONDENT (voice-over):  This mother of a 5-year old, who was hospitalized with difficulty breathing, told us of an anxious drive to the emergency room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "REBECCA",
      "sentences": "Things got worse since we were admitted. I've seen starting last night that he's progressively having a harder time breathing.DR. RUTH KANTHULA, PEDIATRIC INFECTIOUS DISEASES SPECIALIST, MEDSTAR GEORGETOWN:  RSV is one of the scariest infections to see in a child, especially when it's in your baby. So you'll see your baby breathing really, really fast and you feel like there's nothing that you can do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "TODD",
      "sentences": "Around the country, doctors are reporting a spike in cases of RSV, respiratory syncytial virus, a common respiratory illness that is occasionally severe in babies and young children.Pediatric hospital beds are more full now than they've been in the last two years. Some children's hospitals are overwhelmed, scrambling to make space, using tents and it's only October. Why is it spiking this year? Experts say one key reason is because kids are back in school after the pandemic. Many children haven't built up their immune systems and masks and social distancing are a thing of the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "KANTHULA",
      "sentences": "So for these kids, this is the first time they're seeing a lot of these viruses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "TODD",
      "sentences": "RSV symptoms sometimes seem similar to cold and flu, runny nose, decrease in appetite, coughing, sneezing, wheezing and fever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "KANTHULA",
      "sentences": "You should think about bringing your child to the emergency room when you notice your child is having what we call respiratory distress or increased work of breathing. And so that's typically characterized by breathing really fast and a difficulty catching their breath.DR. JIM VERSALOVIC, PATHOLOGIST-IN-CHIEF, TEXAS CHILDREN'S HOSPITAL: That should be an alarm for any parent. We can see this disease rapidly progress, that children need attention quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "TODD",
      "sentences": "This 4-month old, Lindy Green (ph), was taken by ambulance and admitted at Cook Hospital in Houston.JEFF GREEN, LINDY'S (PH) FATHER:  Started running a pretty significant fever, not eats as much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "TODD",
      "sentences": "Doctors say to avoid RSV, clean surfaces in your home, have kids wash hands, cover their mouths when coughing or sneezing, Don't share things like toys or cups and avoid close contact, like kissing or cuddling. For cases that Don't require hospitalization, keep a child hydrated and give Tylenol or Motrin if they have a fever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "KANTHULA",
      "sentences": "Day five is peak of symptoms. So parents will notice that their child might be more uncomfortable at day five. And then their symptoms resolve and they get better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "TODD",
      "sentences": "Dr. Ruth Kanthula says what worries her about this uptick in RSV cases is that, unlike in previous years when the virus was seasonal and predictable, this time, she says, it has the potential to circulate beyond next spring when it might normally subside and possibly extend even into next summer or even beyond -- Brian Todd, CNN, Washington.(END VIDEOTAPE) (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "For more on this I'm by Dr. Owais Durrani. He is an emergency room physician and is joining me now live from Houston, Texas.Thank you for being here with us. As we just saw, cases of RSV have more than doubled in 25 states. Your hospital has been one of many across the country flooded by sick kids. Tell us about what you have been seeing. DR. OWAIS DURRANI, EMERGENCY MEDICINE PHYSICIAN:  Thank you for having me. You know, it really started back in May. We see RSV start around October, peak into December and then go away as we get warmer. This around this past summer, we saw cases, which is odd. We never really recovered from that. We saw an increase in cases this summer. And now heading into the fall, we've seen a ton of cases of RSV. And when you play the numbers game, a certain percentage of those kids are going to need admission and some advanced therapeutics. And we have had to admit a lot of kids. Usually we're able to find pediatric beds in Houston, which is a massive city. We have a massive medical center. But over the last 7 to 10 days, I have had personal experiences and heard from numerous colleagues that there are no pediatric ICU beds in Houston. And so we've been transferring children to other cities in Texas and, in some cases, out of state, which is really rare when you are practicing in the fourth largest city in the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "I understand it wasn't even that bad, especially for kids during the pandemic.What ages are you specifically seeing most affected?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "DURRANI",
      "sentences": "So the kids that are going to get the most sick from this are usually going to be under 1 year of age and especially in the first few months of life. That's because they haven't built up their immune systems.  They have really small airways.And what happens is usually older kids will have coldlike symptoms but those younger kids will have some effect on their lungs and can develop pneumonia from it, clogging in their lungs, which is why they usually need admission and oxygen and whatnot. We are seeing older kids at a higher rate in the past as well because, due to the pandemic, we were masking, we had good hygiene. A lot of kids were not exposed to the flu, not exposed to RSV. And so this is the first time that they're getting exposed to that and some of those kids are getting sick as well and having to get hospitalized as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "So is that why, you know, RSV, it isn't new; we've seen it for years.So is it just because of the pandemic you think that it is so unusual compared to previous years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "DURRANI",
      "sentences": "I think so. That is a trend. There is no evidence that this is a stronger RSV that we are dealing with or anything like that. It's just a whole bunch of kids that were never exposed to it, they are exposed to it for the first time.And just by the law of numbers, a certain percentage will get more sick and need  hospital beds. So we are having kids that are newborns to 6 months that are experiencing it, just like they would five years ago. And then you have kids who haven't encountered it who are needing hospitalization. So that doubling effect is what is putting us in a bind. And we still have kids getting hospitalized for influenza, COVID-19, another reason. So we are still dealing with an array of medical conditions kids get admitted for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "BRUNHUBER",
      "sentences": "People have been warning about this triple storm -- we have RSV, we just talked about; COVID, of course and then they are predicting a worse than normal flu season. I guess it highlights the importance of getting all of the available vaccines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "DURRANI",
      "sentences": "So that doesn't add to this wave that we are getting hit by and as we head into colder temperatures. BRUNHUBERvaccination fatigue after dealing with all of this pandemic. They are skeptical that the flu shot could be effective. Can you assure people that it is worth doing this year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "DURRANI",
      "sentences": "Yes, 100 percent, we have seen in the past years -- 2012 is a good example of this -- the flu shot that we got wasn't the perfect shot. A lot of people still got affected by influenza. But they were prevented being hospitalized, not out of work as long as they would have been.Similar to COVID vaccines, you may get COVID even if you are vaccinated but you will be protected from the severe effects. Same thing with influenza. You will hopefully not get it done and, if you do, your symptoms will be mild and not as long. And if you are in that elderly group you will be prevented from being hospitalized so get your flu shot, COVID vaccine. And the good thing is you can get both of them at the same time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "BRUNHUBER",
      "sentences": "Excellent point. Great advice, Dr. Owais Durrani, thank you so much for being here with us, we really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "DURRANI",
      "sentences": "Thank you.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "BRUNHUBER",
      "sentences": "Hundreds of demonstrators took to the street in Iran. The three weeks after dozens were killed and bloody Friday protests. Protesters chanted \"death to the dictator\" outside of a police station prompting one hardline cleric to call for tougher actions against demonstrators. Meanwhile an Iranian teachers' union is calling for a nationwidestrike in response to recent deaths and detentions of students across the country. The Norway-based Iran Human Rights Groups says at least 27 children have been killed but they estimated the total is actually much higher. CNN can't independently verify those figures. So as the brutal crackdown continues, the Biden administration is talking to Elon Musk about the possibility of setting up SpaceX's satellite internet service Starlink inside Iran. The hope is that the technology will help protesters connect with the outside world. The move comes as some critics are questioning Musk's reliability in his dealings with the government. One senior U.S. Defense official called Musk \"a loose cannon.\" Our Alex Marquardt has this exclusive report. (BEGIN VIDEOTAPE) ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT (voice- over):  As the United States carefully weighs how much to support the protesters in Iran, CNN has learned that the White House has turned to the world's richest man, Elon Musk, about his Starlink satellite internet to help Iranian activists communicate and get their story out. Starlink has been critical for Ukrainian forces in their fight against Russia and Musk has said the Starlink signal is active in Iran. But it would be a major technological and security challenge to smuggle in thousands of internet terminals and use them in such an oppressive country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "CHRISTOPHER KREBS, FORMER DHS CYBER SECURITY AND INFRASTRUCTURE SECURITY AGENCY",
      "sentences": "It's not just a matter of making it available; it is actually getting the terminals on the ground, into the country, educating people how to use it and making sure they're being used in a way that is not detectable.MARQUARDT (voice-over):  A senior administration official told CNN, \"We are interested in finding ways to ensure that the Iranian people can have access to the internet on their phones and everywhere else. And so Starlink is one option. But it is not the only option.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "AMIR RASHIDI, MIAAN GROUP",
      "sentences": "Access to the internet is very, very essential. It's (INAUDIBLE) tools, unblocking access to the international infrastructures. These are like immediate needs that the U.S. government has the power to (INAUDIBLE).MARQUARDT (voice-over):  Amir Rashidi fled Iran after participating in the 2009 mass protests. He worries about demonstrators being caught with Starlink.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "RASHIDI",
      "sentences": "As soon as you get arrested in Iran, to the eyes of the Iranian government, you are CIA agent or U.K. intelligence service agent. MARQUARDT (voice-over)concern over how erratic and unpredictable Elon Musk can be. A senior U.S. Defense official familiar with the Pentagon's discussions with Musk told CNN, \"He is a loose cannon. We can never predict.\" That after an abrupt 180 by Musk when CNN exclusively obtained documents, showing his company, SpaceX, wanted the Pentagon to pick up the tab for tens of millions of dollars per month for Ukraine. After CNN's report, he wrote, \"The hell with it. Even though Starlink is still losing money, we will just keep funding Ukraine government for free.\" Musk has been thanked for his support by top Ukrainian officials and says he is pro Ukraine. He also controls where in Ukraine Starlink is available, meaning he has significant sway over the battlefield. While he has also been proposing a peace plan, which echoes Kremlin talking points. On Thursday, he responded on Twitter to former Russian president Dmitry Medvedev, complimenting him on an unrelated topic and asking about the brutal fighting in the Ukrainian city of Bakhmut.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "KREBS",
      "sentences": "To have somebody who is in the public sphere going back and forth on their position, particularly when they start communicating directly with leaders of the antagonizing force, that is gravely concerning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MARQUARDT",
      "sentences": "While Ukrainian officials have been publicly grateful for Musk's contributions, one person I spoke with, who is familiar with the discussions between SpaceX and Ukraine, told me Ukraine needs Musk's technology but they don't know if he will continue to support them.This is a lot of power in potentially two global events in the hands of a single, very wealthy, mercurial person. We did reach out to SpaceX for comments and did not receive a response -- Alex Marquardt, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}