{
  "date": "2022-11-24",
  "headline": "CNN This Morning",
  "subHeadline": "Thanksgiving Day Football; Grant Wahl is Interviewed the World Cup; Ukrainians Detail Killing of Russian Soldiers; Shoppers Expected to Cut Back this Holiday Season. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:30:00",
      "speaker": "JOSH ALLEN, BUFFALO BILLS QUARTERBACK",
      "sentences": "I remember that as a kid.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "ANDY SCHOLES, CNN SPORTS CORRESPONDENT",
      "sentences": "Yes, so after that Lions/Bills game we're going to get an NFC showdown - NFC East showdown between the 7-3 Cowboys and 7-3 Giants. The Cowboys, they've been playing on Thanksgiving since 1966, but they are currently on their longest turkey day losing streak. They have lost three in a row. Now, they did handily beat the Vikings last week. So, we'll see if they can carry that momentum into today's game against New York.And speaking of the Vikings, as I mentioned, for the first time ever, Poppy, your hometown getting to host a Thanksgiving game. Vikings looking to rebound from the blowout loss to the Cowboys. They get the Patriots at home tonight. The Patriots have won three straight Thanksgiving Day games, including the infamous butt fumble game, which happened 10 years ago. It's the 10-year anniversary, guys, of the old butt fumble when Mark Sanchez ran through the lineman -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Wait, explain yourself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "I don't even know what you're talking about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "What are you talking about, Andy Scholes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "SCHOLES",
      "sentences": "You don't know -- it's one of the most famous plays in NFL history where Mark Sanchez ran into his own lineman, fumbled the ball. The Patriots picked it up, took it back for a touchdown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "SCHOLES",
      "sentences": "I still remember where I was exactly when the butt fumble happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "Well, this is your beat. Of course, you do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "I remember where I was when the butt fumble. OK, that's going to be all over the internet. You're going to trend with that one. (INAUDIBLE). HARLOW",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "SCHOLES",
      "sentences": "Yes, have fun tonight, Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "That's all I need.Thanks, Andy. Happy Thanksgiving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "Thank you.Now, talk about more football. Different football. There was another upset at the World Cup. Japan beat four-time World Cup champions Germany in an exciting come from behind victory. The final score was 2-1. Could the U.S. be next, the next underdog to topple one of the tournament favorite? They're going to play England tomorrow, who beat Iran in their opening match 6-2. Grant Wall, the legendary Grant Wahl, is the founder of grantwahl.com and the host of the podcast \"Football with Grant Wahl.\" I'm glad because his name is Grant Wahl. Earlier this weekend it was Saudi Arabia. They upset Argentina. Yesterday, what was it, Japan -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "And Germany.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "Upsetting Germany. We're - it's no - there's no way - there's no way it's been this full of surprises ever? Or, upsets, no?GRANT WAHL, FOUNDER, GRANTWAHL.COM: I mean there have been a couple. 2002 World Cup, there were a ton of surprises. The U.S. got to the quarter finals that year. So, maybe they're hoping they can do that again. But, absolutely crazy to see Saudi Arabia beat Argentina, my team that I predicted would win the tournament. And then Japan beating Germany. Not quite as big an upset because Japan is -- they're a solid team, but Germany's a four-time world champion, like you said. And that's why you love the World Cup is, nothing is ever guaranteed. We're seeing lots of surprises right now in this tournament and it's a lot of fun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "You had Argentina?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "WAHL",
      "sentences": "I did. It's my adopted country and I feel like this is Lionel Messi's chance to finally win one. And they'd gone 36 games without a loss and they lost to Saudi Arabia, which is not viewed as a world power. It was pretty cool to see how many Saudi fans were her in Qatar celebrating this really big moment for their country and their sport.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "Yes. Sure.Obviously, it matters who wins the World Cup, but I feel like this World Cup is going to be known so much for what these teams did off the field and the standing up for human rights in the face of this government and this regime. Talk to us about what - what the German players did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "WAHL",
      "sentences": "Yes. So, the German players had a protest in their team photo before their game against Japan where the put their hands - all - all the starting 11, they put their hands over their mouths to communicate that they were being silenced. And I thought this was a really powerful gesture. It was in response to FIFA threatening to give yellow cards to any team captain that was going to wear the one love multi-colored arm band. Nine European countries were going to do it. They all pulled back because no one wants to get a yellow card at the World Cup. You can get suspended with a second yellow card for a game. And this was, I thought, an appropriate response to what FIFA did.In my opinion, what FIFA did to - to really go over the top and threatening severe sanctions for a very basic show of support for human rights is - is crazy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "Well, you got detained for wearing the rainbow shirt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "Yes, I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "I mean, geez.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "HARLOW",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "LEMON",
      "sentences": "Yes. There's a lot of Grant Wahl love out there that I've noticed online, on social media. So, good for you. Good on you. And can we share who you - oh, wait, are you celebrating Thanksgiving with her or is she not with you or no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "WAHL",
      "sentences": "Oh, my wife, Dr. Celine Gounder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "WAHL",
      "sentences": "Former CNN correspondent and contributor. She is not here, unfortunately. We'll connect later on Zoom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "LEMON",
      "sentences": "OH.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "WAHL",
      "sentences": "We already had Thanksgiving dinner out here today in Qatar. U.S. Soccer had all the fixings, turkey, all sorts of stuff, and it was really fun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "HARLOW",
      "sentences": "Nice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "LEMON",
      "sentences": "Turkey, not the country, the meal, the bird.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "HARLOW",
      "sentences": "Grant, thank you, friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "LEMON",
      "sentences": "Thank you to you and Celine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "WAHL",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "LEMON",
      "sentences": "I hope Celine's watching. But Celine Gounder, who's, again, a CNN contributor, a doctor, she's amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "HARLOW",
      "sentences": "Oh, she's wonderful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "LEMON",
      "sentences": "So, thank you so much. Happy Thanksgiving to you. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "WAHL",
      "sentences": "Happy Thanksgiving, y'all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "LEMON",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "HARLOW",
      "sentences": "Well, a very troubling old photo of Cowboys owner Jerry Jones has resurfaced and it shows him in the crowd as a group of white students protested against integration at an Arkansas high school in Little Rock. You'll remember that. How he and others are responding this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:28",
      "speaker": "HARLOW",
      "sentences": "Welcome back to CNN THIS MORNING.A blackout in Ukraine's power system this morning as Russia targets the nation's energy infrastructure. Citizens there mounting a fierce resistance, though, doing whatever they can to disrupt these attacks in many areas. CNN's Sam Kiley met with some of those resistance fighters operating behind enemy lines in the city of Kherson. (BEGIN VIDEOTAPE) SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice over): Archie killed twice while he was still a teenager. KILEY (on camera): If I'm the guy, he stops to pee, so I'm having a pee, and then what did you do? Oh, God, I got a chill then. KILEY (voice over): He says he left his victim to bleed on the grass in the pitch dark. Archie struck again moments later, another drunk Russian soldier. Another throat cut. He acted alone, but now he was one of Kherson's resistance fighters. ARCHIE, RESISTANCE FIGHTER (through translator): They're wasted. It had only been a few days since they entered the city. I finished the first one immediately and then caught up with the other one and killed him on the spot. I threw away the knife and the jacket covered with blood and just left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:28",
      "speaker": "KILEY",
      "sentences": "Archie was only 19 when the Russians captured his city in March. With a friend he says he drove around the city gathering intelligence to send to Ukraine's armed forces.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:28",
      "speaker": "ARCHIE",
      "sentences": "At least ten Russians were slaughtered every night. I wasn't the only in Kherson. There were a lot of athletic and clever partisan (ph) guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:28",
      "speaker": "KILEY",
      "sentences": "For eight months Ukrainian partisans (ph) waged a psychological war against the occupiers and their collaborators targeting Ukrainians who took top posts handed out by Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:28",
      "speaker": "ARCHIE",
      "sentences": "As a result of a sneaky terrorist act, today our colleague, my friend Dimitry Savachenko (ph), has died.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:28",
      "speaker": "KILEY",
      "sentences": "Stramusoff (ph) himself would die in the final days of Russia's occupation of Kherson city, which ended three weeks ago.Kherson was the only regional capital to fall to Russia. But its population made sure that the invaders were unwelcome from the start. KILEY (on camera): That's incoming. In the last hour or so that we've been here in Kherson, there's been a constant shelling backwards and forwards. Almost all of that shelling will ultimately rely on somebody on the ground telling the gunner where to drop those bombs. KILEY (voice over): Ihor was a young father. This warehouse is wrecked because of him. IHOR, RESISTANCE FIGHTER (through translator): The Russian military kept here around 20 to 30 vehicles. There were armored trucks, ABCs (ph), and the Russians live here. I was passing by this place, and I saw all the vehicles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:28",
      "speaker": "KILEY",
      "sentences": "Ihor communicated on his phone app with his handler, code name \"The Smoke.\" IHORjust walking and talking on the phone and the camera was filming. I deleted the video, of course, because if they would stop me somewhere and check my videos and pictures, there would be questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:28",
      "speaker": "KILEY",
      "sentences": "Less than a day later, he says, Russian vehicles were a mangled mess as Ukraine rained missiles down on the newly identified target. It was a crucial step in destroying Russia's capacity to hold onto the city.With the Russians now amassed on the eastern side of the Dnipro River, they're close and still control 60 percent of the province, which they claim is now part of Russia. No doubt there are many Ukrainians among them who are also prepared to prove them wrong and to kill. KILEY (on camera): Do you feel sorry for the guys you killed at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:28",
      "speaker": "ARCHIE",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:28",
      "speaker": "KILEY",
      "sentences": "Sam Kiley, CNN, Kherson city.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:28",
      "speaker": "HARLOW",
      "sentences": "What amazing reporting from Sam Kiley on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:28",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:28",
      "speaker": "HARLOW",
      "sentences": "Sam, thank you for that.Ahead for us, the U.S. economy, as you know, facing pretty serious headwinds. New evidence that Americans may be slowing down their spending.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HARLOW",
      "sentences": "I'm still deciding if Don's on the inner circle of nine. I'll get back to you on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "LEMON",
      "sentences": "(INAUDIBLE) I'm not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HARLOW",
      "sentences": "But - but, Jon - but, Jon, I loved your story because I loved the -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HILSENRATH",
      "sentences": "I think you will be by next year. He's not going to - this year. I think he'll be there by -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "LEMON",
      "sentences": "I'm on everybody's naughty list this year. So, I'm used to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HARLOW",
      "sentences": "You're not on my -- you're - you're on the good list here.I loved your story because I loved how many families you talked to. And there's this one family that basically told their kids, you pick one gift, because the choice was, do we eat, right, do we have enough food or do we -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HILSENRATH",
      "sentences": "Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HARLOW",
      "sentences": "But I -- I think that's a message -- I know the stores aren't going to like this, but that's a great message for like every family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HILSENRATH",
      "sentences": "Yes. Well, there's - you know, so there's this story, the headline is kind of depressing, but the -- but like you say, the families, I think, have good stories to tell. One is that, you know, kids can't expect that they're going to get everything that they want, which, you know, might be kind of a lesson in life. The other family -- another family that we have in our - in our story talks about how well, you know, maybe this isn't a bad thing because we focus on what really matters this holiday season. For Christmas they're going out to a cabin with extended family members, they're going to sit by a campfire, cook marshmallows, maybe see their first snow for the year. And, you know, they 're -- the lesson that they takeaway is that, you know, we're trying to focus on what really matters this holiday, which is spending time with people we love, as opposed to, you know, binging on sweaters we might wear once a year. LEMONpercent according to the Farm Bureau, and that is reflective of other costs as well, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HILSENRATH",
      "sentences": "Yes. Yes, I think the one price that isn't up this year is cranberries. But -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HARLOW",
      "sentences": "We were -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "LEMON",
      "sentences": "We - wait -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HARLOW",
      "sentences": "Wait.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "LEMON",
      "sentences": "We have a debate about cranberries. If it's a big - if they -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HARLOW",
      "sentences": "A big -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "LEMON",
      "sentences": "In another paper, we won't say the name, about the evolution of cranberries. But we had the whole thing. I'm not a cranberry (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HARLOW",
      "sentences": "And I - it's my favorite part of Thanksgiving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "LEMON",
      "sentences": "So, go on. Sorry. We interrupted you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HILSENRATH",
      "sentences": "It - it might -- it might have been your show where I learned that little factoid.So - but, yes, price -- prices are going up everywhere. But here's another wrinkle, which is that, because companies are so overstocked with inventory that they built up during the pandemic when there were all these supply chain issues, a lot of companies are trying to get rid of stuff. So, you know, Americans have been slammed by high prices, not just for food, but also for gasoline, certainly for the last couple of years. Right now, a lot of retailers are trying to get people back into their stores with heavy discounting. So, the surprise this year could be that this inflation that slammed everybody for the last 24 months might all of a sudden disappear. You might find that prices for televisions are deep discounted. Prices for clothing. So, we might see a reversal in the trends that are causing people to be cautious about spending.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "LEMON",
      "sentences": "Yes. Well, listen, we know everybody's feeling it, but we want to wish you a happy Thanksgiving.Thank you, Jon, for appearing, especially on this day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HILSENRATH",
      "sentences": "Happy Thanksgiving to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "LEMON",
      "sentences": "Enjoy. Enjoy. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HARLOW",
      "sentences": "Thanks, Jon. LEMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:59",
      "speaker": "HARLOW",
      "sentences": "What an amazing - what an amazing thing to see on Fifth Avenue in New York City. That is Elton John lighting up the big apple literally on the heels of the rocket man's final U.S. stop of his farewell Yellow Brick Road tour. He made one last surprise performance of his hit \"Your Song\" to help unveil Sachs Fifth Avenue's annual window and light show.(BEGIN VIDEO CLIP) ELTON JOHN, MUSICIAN (singing): You can tell everybody this is your song. It may be quite simple but now that it is done. I hope you don't mind, hope you don't mind that I put down in words how wonderful life is while you're in the world. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:59",
      "speaker": "HARLOW",
      "sentences": "You guys got to - you guys got to cut to Don because he's singing here with his like flashlight in the air.That's was really - LEMON (singing): How wonderful life is when you're in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:59",
      "speaker": "HARLOW",
      "sentences": "I want everybody to hear you.LEMON (on camera): Your mom is - what did your mom text you yesterday, happy Thanksgiving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:59",
      "speaker": "HARLOW",
      "sentences": "Happy Thanksgiving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:59",
      "speaker": "LEMON",
      "sentences": "It's like, stop touching Don.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:59",
      "speaker": "HARLOW",
      "sentences": "She texted me that I touch you too much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:59",
      "speaker": "LEMON",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:59",
      "speaker": "HARLOW",
      "sentences": "Oh, my God, she's going to kill me now. LEMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:59",
      "speaker": "HARLOW",
      "sentences": "This was so - so Don totally treated us to a Billy Joel concert. Amazing seats. And then -- there's Tim, obviously, your wonderful fiance, and the piano man himself. And then we got to go backstage and meet him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:59",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:59",
      "speaker": "HARLOW",
      "sentences": "And I was so giddy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:59",
      "speaker": "LEMON",
      "sentences": "Him and his wife and his kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:59",
      "speaker": "HARLOW",
      "sentences": "Oh, they were great. And it was Kaitlan's first time at MSG.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:59",
      "speaker": "LEMON",
      "sentences": "At Madison Square Garden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:59",
      "speaker": "HARLOW",
      "sentences": "And she - we, she saved me, because she me a cheeseburger near the end of the concert.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:59",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:57:59",
      "speaker": "HARLOW",
      "sentences": "So, thanks, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "HARLOW",
      "sentences": "No, this is not true. She always - she always had today off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "LEMON",
      "sentences": "She didn't show up to work this morning. I'm kidding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "HARLOW",
      "sentences": "She always had today off so that I could have tomorrow off. Don't be saying that.",
      "isLastSentenceInterrupted": false
    }
  ]
}