{
  "date": "2022-10-27",
  "headline": "CNN Newsroom",
  "subHeadline": "U.S. Economy Grows in Third Quarter; Arizona Democrat's Headquarters Burglarized; Second Woman Accuses Herschel Walker; Hispanic Voters Play Major Role in Midterms; Final Push for Midterms; Ukraine Power Stations Destroyed by Russia. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:46",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "Good morning. I'm Erica Hill.We begin this morning with news just into CNN, the U.S. economy growing in the third quarter and even beating expectations. The GDP, a key indicator of economic activity, rising by an annualized rate of 2.6 percent. That's the first period of positive growth we've seen this year following two back-to-back quarters of decline. And so let's put that in perspective. CNN chief business correspondent Christine Romans here with us now. So, this is a little better than expectations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:46",
      "speaker": "CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:46",
      "speaker": "HILL",
      "sentences": "We were expecting to see a little bump here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:46",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:46",
      "speaker": "HILL",
      "sentences": "But put it in context for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:46",
      "speaker": "ROMANS",
      "sentences": "So, this is American consumers. They weren't buying as many couches and TVs. They were dining out. They were going on trips. And so you saw how people were spending their money changed a little bit.And it was -- it was a positive quarter. It was a bounce back from the doldrums of the first half of the year. The big question, as one of our writers at CNN Business put it, is it the bump before the slump? Because the Fed has been raising interest rates very, very aggressively. Companies are starting to signal that they are - that they're getting a little more cautious in their plans for the future and there are growing -- growing calls for some sort of recession next year. Maybe mild, but some sort of recession in the next twelve to eighteen months. So this is a positive development. A welcome development. It probably means the U.S. economy was not in a recession this summer or earlier this year but it doesn't put to rest all those concerns about some time in the future all this negativity coming home to roost in the U.S. economy. We also got jobless claims. This is a snapshot of what's happening in corporate America. Are companies firing people, laying people off? Still quite low, 217,000. You look at that trend there from the worst of the - of the - of the recession and the pandemic-induced recession. These are pretty much pre-pandemic levels. So, it doesn't show the Fed's rate hikes are starting to really hurt the job market just yet. And, overall, still a very strong job market. And 3.8 million jobs created this year. That is way better, way better, without even the year being done, than most typical years, you know, in the --- in the early 2000s and 2010s. So, we haven't really seen the Fed's medicine get to work in a big way in the economy except for the housing market, where it is starting to really cool things off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:46",
      "speaker": "HILL",
      "sentences": "Really quickly, how long, though, does it typically take for that to set in, those moves by the Fed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:46",
      "speaker": "ROMANS",
      "sentences": "Six months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:46",
      "speaker": "HILL",
      "sentences": "Six months. So that's part of - part of what we have to remember too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:46",
      "speaker": "ROMANS",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:46",
      "speaker": "HILL",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:46",
      "speaker": "ROMANS",
      "sentences": "That's right. There will be a lag. And we started those big rate hikes earlier this year. So, at some point, you're going to start to see that medicine working.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:46",
      "speaker": "HILL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:46",
      "speaker": "ROMANS",
      "sentences": "Another Fed meeting is next week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:46",
      "speaker": "HILL",
      "sentences": "Appreciate it. Thanks, Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:46",
      "speaker": "ROMANS",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:46",
      "speaker": "HILL",
      "sentences": "Well, countdown continues to the midterm. The economy and inflation, of course, the two major driving forces, as we have heard directly from voters. That is what could determine how they vote.Our reporters, correspondents on the trail from Arizona to Georgia this morning, following several major political headlines. Right now there's actually an active investigation underway in Phoenix after the campaign headquarters of Katie Hobbs, Arizona's Democratic candidate for governor, was broken into. CNN senior national correspondent Kyung Lah is in Phoenix with more of those details. So, Kyung, police say there were some items taken from the office. What more do we know about this break-in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "LAH",
      "sentences": "And there's more to that, Erica. She essentially said that she thinks that Hobbs might have just made all of this up.Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "HILL",
      "sentences": "Wow. All right, Kyung, we know you'll keep us posted on those developments. Appreciate it. Thank you.In Georgia, a second woman has now come forward claiming the Georgia Republican Senate Candidate Herschel Walker pressured her into having an abortion. That unidentified woman claims they had a romantic relationship and that the abortion happened some 30 years ago. Walker, a staunch opponent of abortion rights, has again denied the claims. CNN's Eva McKend is on the trail in Georgia and joins us live with more. Eva, good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS REPORTER",
      "sentences": "Good morning, Erica.Yes, Walker denying these allegations as well, suggesting that this is all politically motivated. Also telling Fox News something that we often hear when Republicans are under fire, saying, if they're doing this to me, imagine what they're going to do to you. Well, this accuser coming forward because she suggests it is important to her to highlight Walker's hypocrisy on this issue, what she characterizes as his hypocrisy. Let's take a listen to her, in her own words. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "JANE DOE",
      "sentences": "I went to a clinic in Dallas, but I simply couldn't go through with it. I left the clinic in tears.He was upset and said that he was going to go back with me to the clinic the next day for me to have the abortion. He then drove me to the clinic the following day and waited for hours in the parking lot until I came out. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "MCKEND",
      "sentences": "Now, this is so significant because if these allegations are true, Walker has said in the past that there should be no exceptions for abortion, not for rape, not for incest, not for life of the mother. Now, he has since evolved on that position, sometimes giving a different answer. But he has oftentimes said that there should be no exceptions.Now, for Senator Warnock's part, Herschel Walker competing in this competitive race against incumbent Democratic Raphael Warnock, the Warnock campaign saying that this all illustrates that Walker has a problem with the truth. But, still, we're seeing the entire Republican establishment rally around Herschel Walker. Texas Senator Ted Cruz will be rallying with Walker here in Georgia later today. Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "HILL",
      "sentences": "Eva McKend with the latest for us on the ground there in Georgia. Appreciate it. Thank you.In Pennsylvania, at a campaign rally, Democratic Senate Candidate John Fetterman hitting back at criticism of his debate performance, framing that night as a triumph. (BEGIN VIDEO CLIP) LT. GOV. JOHN FETTERMAN (D), PENNSYLVANIA SENATE CANDIDATE: Doing that debate wasn't exactly easy, you know. Knew it - knew it wasn't going to be easy after, you know, having a stroke after five - five months. I may not get every - every word the right way, but I will always do the right thing in Washington, D.C. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "HILL",
      "sentences": "Fetterman's campaign also continuing to pivot from the candidate's health to emphasize Republican Mehmet Oz's comments about abortion. He, of course, noted during the debate that that decision should be between a woman, her doctor and local political officials.This election season there is an increasing focus on Hispanic voters who are expected to play an increasingly important role two weeks from now. CNN's senior data reporter Harry Enten joining us now to break it down. So, this voting bloc, which I think it's important to point out, doesn't vote as a bloc -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "HILL",
      "sentences": "Although they're often - like often is referred to that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "HILL",
      "sentences": "But the number of Hispanic voters is rising and there is a real focus on the impact that Hispanic Americans could have in this election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "ENTEN",
      "sentences": "Absolutely. I mean if you look at the trend line that Hispanic voters have made up in midterm elections since the beginning of the century, you know, you look in 2002, they were only making up 5 percent of all midterm voters. You look up to 2018, 10 percent. We've seen a continuous rise. Where could they end up this year? Could it be 11 percent, 12 percent?But I think the real reason that we're focusing in on Hispanic voters is because, look at the key Senate races, right? There are basically four races that I think will ultimately determine the outcome in the United States Senate. You look at Arizona. You look at Georgia. You look at Nevada. You look at Pennsylvania. Look at the percentage that Hispanic voters make up in Arizona and Nevada. It is well north of 10 percent. You can see on your screen right now, 18 percent in Nevada, 23 percent in Arizona, they make up the registered voters. So, Hispanic voters have an outside say - outside -- outsized say in those key important Senate races. I couldn't get it out, but, there you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "ENTEN",
      "sentences": "It's still early. HILL",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "ENTEN",
      "sentences": "I don't think there is. You know, you -- we mentioned at the beginning of this, you know, bloc that Hispanic voters don't actually vote as a bloc. And what we see over the last few election cycles is, in fact, Hispanic voters, which have traditionally been a very strong Democratic group, have, in fact, they're -- the Democratic margin among Hispanic voters, at least when it comes to congressional races, has been shrinking.Again, back in October of 2016, you see that Democrats were winning that vote by 38 points. You look at that NBC News poll now with Telemundo, it's down to just 21 points now. We've seen a shrinking margin among Democrats. So they're still Democratic, but they're not -- not anywhere near as much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "HILL",
      "sentences": "Harry, always appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "ENTEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "HILL",
      "sentences": "Thank you, my friend.Joining me now to discuss further, Alayan Treene, she's a congressional reporter at \"Axios,\" and Heidi Przybilla, a national investigative correspondent at \"Politico.\" Nice to see you both this morning. So, when we look at where we stand this morning, yes, there's some great news in terms of GDP and even jobless numbers, you know, holding fairly steady this morning. Heidi, the economy and inflation, as we have heard from voters in poll after poll, are the number one issues right now. And yet your reporting is that not all Documents are on board to really shift their message in this last, you know, less than two weeks to hone in on that. Why the disconnect? HEIDI PRZYBYLA, NATIONAL INVESTIGATIVE CORRESPONDENT, \"POLITICO\": There has - this is really the headline that the Democrats needed. There has been a disconnect because, if you look throughout history, the party who -- that is in office always loses seats, and the exception to that is when something tectonic happens. Well, Democrats got that with the Dobbs decision. And for a while it seemed that they were riding that wave. It seemed that they were really surprised by what happened in Kansas and they were going to take that home. Now it's starting to level out again. We're seeing that inflation and the economy, which usually always determine the outcomes here, are coming back as the top issues for people. And there is a divide in the party because there's a divide about how hard to lean in, for instance, on populist themes such as corporate profiteering amid this inflation. You do see some Democrats making that argument, like John Fetterman, or even the Senate candidate in Colorado, Senator Bennett, but many other Democrats, like Pete Buttigieg, for instance, say, no, we need to focus more on the accomplishments that we've already had, like the potholes literally visibly being filled in all of these states because of the things that the Democrats did. Now, Democrats will probably need to make a hard pivot here in these closing moments - a closing argument on the economy. And there's other Democrats who say, we need to be talking more about what the alternative is because the Republicans, and you've heard this from Speaker Pelosi, the Republicans don't have a solution to inflation other than tax cuts, as well as cuts to the budget in the forms potentially of Medicare and Social Security even.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:01",
      "speaker": "HILL",
      "sentences": "So they're already starting that. You know, we've seen the president working on honing that message. He's been trying it out over the last few days. You know, what's coming at you is going to be really bad.But, Alayna, when we look at this, just the fact that it's now 12 days out and now we're talking more about, oh, yes, Democrats, we're going to - we're going to shift the message here and we're going to really hone in on the economy and what this could mean. It's remarkable that they didn't read the room in some instances. There was concern from the summer even after that bump that maybe that bump was not going to last. So, Alayna, I guess the question is, is it too little, too late at this point? ALAYNA TREENE, CONGRESSIONAL REPORTER, \"AXIOS\": It could be. And I think that's what a lot of Democrats are fearing. And we did some reporting on this earlier this week. Another issue, too, is just Democrats have been spending and getting out on these messages far longer than Republicans typically do. And we've seen that in this cycle. And it was -- there was a fear that when we saw that late summer boost for Democrats where it looked like the tide could be turning where they were closing the gap in large part thanks to their messaging and ramping up funding and resources on the Dobbs issue, there was a concern that it could become stale this late. And that's kind of what we're seeing. I think there's a concern now from the people I speak with, Democratic strategists, as well as those on The Hill and some people at the White House, that the messaging had worked, but the same message isn't as effective anymore as we're in these final days. And there has been, I'd say, for months now we've seen a lot of people on Capitol Hill, particularly those candidates in some of these more vulnerable states, and more of the frontline Democrats saying that we need to talk about the economy. We need to talk about how we're going to lower costs if we're going to stay in the majority and stay in power. And they've been pushing Biden to do this. And he's begun to do this more recently. But there's only a couple days now until the midterms and can that boost from his messaging really have an effect when it's this close to the midterm elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "PRZYBYLA",
      "sentences": "Usually these midterm elections are not local, right? They're dependent very heavily on the approval rating of the commander-in-chief, the person who is in the White House. And we've relied a lot on the polling experts to tell us what's going to happen in these elections. And yet what we saw, and this is just a note of caution, Erica, in 2016 was, we were all shocked by that hidden Trump vote that came out and had -- led to an upset election for President Trump.Well, there's something very interesting here going on here as well with this preponderance of early voting going on. If you look at, for instance, in Nevada, there's a huge advantage for Democrats in early voting. And if you dig deeper into those polls, Erica, it is male voters who are driving that narrative about inflation in the economy. For women voters, black voters and young voters, they're still evenly split on that. So, just a note of caution there that this trend of early voting as well could still hold some wild cards and some surprises, even though we are seeing overall in the polls, the aggregate of polls that Republicans do have an advantage in the generic ballot. I think this is something that's a little bit underappreciated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "HILL",
      "sentences": "Alayna, what are you looking at in these last couple weeks? Where are your zeroing in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "TREENE",
      "sentences": "Well, I think it's really interesting to look at how the different campaign arms really - like I spoke with the Senate Republicans campaign arm the other day, spoke with Democrats campaign arm the other day, and where they're shifting their focus. So, I think for a long time they've all been looking at the same battleground states and they've been pumping money into the same states. But now, as we're closing in on the election, we're seeing them shift resources to try and go after - and this is the Republicans I'm speaking about, shifting resources to go after different states where they think they can expand the map. And I think that's a really good way to look at this.I think polling, yes, of course, everyone relies on polls to give us a sense of what's going to happen. But I do think in the past several years, to Heidi's point, a lot of people have become distrustful of polls and wondering whether people are being honest about the polls as they have tended to be in the past. And so now, if you look at where the messaging is going, where the spending is going and where the focus of these groups are going, they're looking at voter behavior and they're looking at, OK, we don't just need to look at (INAUDIBLE) places like Ohio and Pennsylvania. They want to expand to Arizona and New Hampshire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "HILL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "TREENE",
      "sentences": "And I think that's a really good marker of how Republicans feel this boost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "HILL",
      "sentences": "Alayna, Heidi, great to have you both with us this morning. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:01",
      "speaker": "TREENE",
      "sentences": "Thank you, Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:22:29",
      "speaker": "HILL",
      "sentences": "This morning, officials in Kyiv say the Ukrainian Energy Agency will put in place some severe, unprecedented emergency power cuts in efforts to avoid a complete blackout. That move coming after Russian strikes on Ukrainian energy facilities overnight.Joining me now, CNN international diplomatic editor Nic Robertson, who had exclusive access to a Ukrainian power station destroyed by Russia. Nic, we've heard so much about this. We have yet to see these pictures. What are you seeing there on the ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:22:29",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "It's quite staggering. In one way, the -- much of the building here isn't damaged or destroyed. What's uncanny or eerie, if you will, it is silent. But what the Russian military has been able to do here is target some of the most sensitive equipment. Power stations across the country here have become the target over the past couple of weeks for the Russian missiles, for the Russian drones.Indeed, just as we arrived here, the sirens were going off. We immediately went into the bunker where a lot of the other workers from here, dozens of people in an underground bunker. But, you know, it's kind of normal here. I was speaking to one of the workers and he said, look, we're getting used to this. We spend - we spend hours every day stuck down here. They've got internet down there. They can message with their families. One guy was playing chess on his phone. So, they're now cowed by the missiles that are coming, but it's preventing them doing the much-needed repairs. And when we got out, we could really get to see the extent of the damage. Buildings blown apart. Drones and cruise missiles here -- hit here. They've been able to do some repairs and put up some of the pylons that have been knocked down, repair some of the building work. But there's critical infrastructure here that is really hard to replace, partly because it's not manufactured anymore. These plants are very old. So, it's hard to get. And they're looking around the rest of the country to try to find replacement spare parts, looking to international partners to find those spare parts. But you look around the parts of this power station that have been hit, there are burnt cables. There are burnt transformers. There are - there are - there's equipment rooms ripped open. Lots of people trying to repair it. But as I say, they're forced a lot of the time of the day to spend it in bunkers because of the air raid sirens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:03",
      "speaker": "ROBERTSON",
      "sentences": "That's the real test for the government at the moment. Thirty to 40 percent of the power network in the country down. So, the test is quite simply this, can they repair faster than Russia is destroying? And, yes, you can - you can repair the power lines. You can put up new concrete pillars. You can build new roofs. You can cover the windows. But some of these complex items that are being destroyed, that's going to take potentially months.Indeed, I've asked a number of people here, how long will it take you to repair this. They can't put a date on it because they just don't know when they can get the parts. And every day more of the system, more of these parts get taken down across the country. It stresses the system. Imagine this, this is all this damage, 30 to 40 percent is in the past two weeks. They know here, they recognize that there can be weeks more of this. They know that the Russian military is working with Russian electrical engineers to target the most sensitive places and damage the most hard-to-replace equipment at these sites. It is a vulnerability. Putin knows it. Everyone I've talked to at this plant here, and there's a lot of them, just want to do the best repair job they can, but they know it's a huge uphill battle.",
      "isLastSentenceInterrupted": false
    }
  ]
}