{
  "date": "2022-10-19",
  "headline": "At This Hour",
  "subHeadline": "Embattled Prime Minister Insists She's \"Not A Quitter\"; Crowds Cheer Iranian Climber Who Competed Without Hijab; Trump To Be Deposed Today In E. Jean Carroll Defamation Suit. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "KATE BOLDUAN, CNN HOST",
      "sentences": "British Prime Minister Liz Truss was in front of Parliament today already fighting for her political life, it seems, apologizing for mistakes made in just a few weeks that she has been in office. CNN's Bianca Nobilo is tracking this for us from London. Bianca, what did the prime minister say?BIANCA NOBILO, CNN ANCHOR &amp; CORRESPONDENT: Well, it's an often-used phrase, Kate, that the prime minister is fighting for her political life but she truly was today. In terms of the substance, it was a little lacking and some things that she said have now started to write rang -- ring a little hollow. Her main objective was to try and shore up her position to convince her MPs in the benches behind her that they could still have confidence in her and her leadership. And subject to blistering attacks by the Leader of the opposition, she claimed that she wasn't going to go anywhere. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "LIZ TRUSS, BRITISH PRIME MINISTER",
      "sentences": "Mr. Speaker, I have been very clear that I am --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "TRUSS",
      "sentences": "Mr. Speaker -- that I am sorry, and that I have made mistakes. Mr. Speaker, I am a fighter, not a quitter.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "NADA BASHIR, NADA BASHIR, CNN CORRESPONDENT",
      "sentences": "Well, Kate, amid a storm of controversy Elnaz Rekabi was met early this morning, with what can only be described as a heroes' welcome, drawing crowds of supporters at the airport. But it was her appearance without a headscarf at a climbing contest in South Korea which drew the spotlight. Now Iran requires women to cover their hair in public, even while competing in sports on behalf of the country overseas. But the video of Rekabi competing with her hair uncovered apparently sparked concern over potential repercussions at home.Now, speaking to state media upon her arrival on Wednesday, Rekabi said her appearance without a hijab was an accident. The pro-athletes comments reiterating an earlier apology she shared on Instagram. There's some human rights organizations have expressed concern that she may have been speaking under duress. The incident comes amid ongoing protests across the country sparked by the death of 22-year- old Mahsa Zhina Amini, who died in the custody of Iran's notorious morality police. Women and young girls openly defying the regime's conservative dress code regulations. And while the Iranian rock climber has so far refrained from publicly voicing her support for the movement, she has become yet another symbol of defiance for those protesting for change prompting fears that Rekabi could still be punished by the regime to set an example to other women. The statement on Wednesday, however, at the International Federation of sport climbing, said it had received clear assurances that Rekabi would not suffer any consequences, and will continue to train and compete, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "BOLDUAN",
      "sentences": "Nada, thank you so much for that.So protesters in Iran injured in the growing protests there. They are not only facing extreme crackdowns by the regime trying to quiet the protests, but more and more, they now say that they're facing a horrible choice because they're too scared to go to the hospital for fear they may be arrested. Instead, many are trying to treat their wounds and injuries sustained in these protests at home, reaching out to doctors on the other side of the world, even for help. One of those doctors answering their cries for assistance is joining me now, Dr. Kayvan Mirhadi. He's an Iran -- he's an Iranian -- an Iranian-American and the chief of international -- inter -- internal medicine, rather, at Clifton Springs Hospital in New York. Thank you so much for being here, doctor, I really appreciate it. DR. KAYVAN MIRHADI, IRANIAN AMERICAN PHYSICIAN: Thank you. This is largely for context for people playing out through social media. You're getting something like I think you said like 500 messages a day asking for help with injuries. And before we show this some of the messages that are -- had been coming at you come with images, and I'm going to warn everybody before putting them on screen that they are graphic in nature, of course, because these are injuries sustained during these crackdowns, during these protests. You're looking at pellet injuries, head wounds, some various significant injuries you can even see in these images. How are you helping them from so far away?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "MIRHADI",
      "sentences": "Just the -- one day at a time, you don't have an Instagram page that has a good following from Iran and they send me these images and X-rays, as you said, because of their fear of going to the hospital and getting arrested. I triage their injury and I give them to the best of my ability what to do, essentially first aid, and I referred them to doctors that I feel are safe and around to treat them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "BOLDUAN",
      "sentences": "How serious are the injuries that people are asking for your help with? I mean, I'm sure it's arranged but can you help describe that a little more?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "MIRHADI",
      "sentences": "It can be very serious. I've had some follow-ups with patients that I've been concerned about their life. They felt like -- I had patients that were septic that required hospitalization, many of these injuries are crush injuries that can end up in rhabdomyolysis, kidney failure, they have to be treated in the hospital setting but they cannot go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:06",
      "speaker": "BOLDUAN",
      "sentences": "What are you hearing from doctors in Iran, the ones that you say that you trust and that you think that these patients will be safe with? Are they safe, the doctors themselves?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:04",
      "speaker": "BOLDUAN",
      "sentences": "I mean, are you concerned at all about your safety? I mean, I know obviously, you're here in the States, you're here in New York even, but are you concerned for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:04",
      "speaker": "MIRHADI",
      "sentences": "I am. Me and my wife have -- we've talked about this multiple times whether this is the right course for us. We have two children. But comparing to what they're going through, this is nothing. They're putting their lives on the line just to have their voices heard so I'm not as concerned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:04",
      "speaker": "BOLDUAN",
      "sentences": "Looking at these -- looking at the images of the protests and looking at the photographs that are being sent to you, these cries for help from people who just want to recover from these injuries they're sustaining in -- during these crackdowns. You're seeing it day in and day out. I mean hundreds of messages a day that you're getting. And hearing all of these stories from people, where do you think this goes from here, Doctor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:04",
      "speaker": "MERHADI",
      "sentences": "I -- that's the million-dollar question. But I feel like they have the determination to make change. This is -- this is women's right movement. It's for freedom. And I feel like this time it's different. A lot of the -- a lot of the people that reached out to me that had injuries, the first question they asked me, it's like, when can I go out and protest again? So I feel like it is different and I hope there's going to be changed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:04",
      "speaker": "BOLDUAN",
      "sentences": "Wow. Thank you for what you do every day and thank you for what you're doing to try to help people just to recover from their injuries as any doctor should. Dr. Kayvan Mirhadi, it's really nice to meet you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:04",
      "speaker": "MIRHADI",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:46:43",
      "speaker": "BOLDUAN",
      "sentences": "Former President Donald Trump will be under oath today facing questions in a lawsuit brought by former magazine columnist E. Jean Carroll. You'll remember that she sued Trump back in 2019 for defamation and now today he will be facing a deposition. CNN's Kara Scannell is here with more on this. You've been tracking this lawsuit since its very inception as it is -- it happened, what is going to happen today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:46:43",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Well, he's brought in this is going to take place behind closed doors. He'll answer questions under oath or not but you know, he's been pretty vocal in his denial here, which is the basis of this defamation lawsuit. She had accused him of raping her in a New York department store in the mid-1990s. He said he didn't do it. He went on to say she wasn't his type, and that she was making this up to boost sales of her book. So, she sued him. And this has been going through the courts since 2019.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:46:43",
      "speaker": "BOLDUAN",
      "sentences": "Yes. SCANNELLBut the federal judge who's overseeing the case has wanted to keep pushing it forward, saying he doesn't know when the appeals court is going to roll. He doesn't know when they're going to take it out. But for now, he set a trial date for February. And that's what they're heading to. You know, Carroll did her deposition last week. She's also talking about suing Trump next month under a new New York State law where someone who has been assaulted can sue their accuser years after the encounter. So that only adds to the kind of importance of this deposition today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:05",
      "speaker": "BOLDUAN",
      "sentences": "So, the evidence keeps mounting that getting a good night's sleep has a huge impact on your overall health, two new studies out point to not just the amount of sleep, but also the quality of sleep that counts. CNN chief medical correspondent Dr. Sanjay Gupta joins me now with more on this. So, can we first start with the number of hours because I'm fixated on this? Of course, what did -- what are these studies tell you about how important that is? Is there a magic number of hours?DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: I think if you remember no other number, it would probably be around seven hours. And I want to explain that. But what was so interesting about this study, as you say, there's lots of studies, but this study full of 8000 people for 25 years, Kate, and they were 50 years old when they started and they were perfectly healthy. So healthy 50-year-olds and they wanted to find out what happens if they were getting inadequate sleep. And what they found was that if you were getting, you know, inadequate sleep at age 50, you had a 30 percent chance of developing several chronic diseases later. If you were still doing that at age 60, went up to 32 percent. And even higher if you still weren't getting enough sleep when you went to seven years old. But the idea that it increases your risk by 30 percent of things like heart disease, diabetes, but also Parkinson's, arthritis, dementia, I think that really caught a lot of people's attention. And you know, again, the importance of sleep. Another study, 63 percent of people in the United States were not getting the adequate sleep, which is why Life's Healthy 8, they talk about avoiding cardiac disease. And now includes sleep at the bottom of that as well, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:05",
      "speaker": "BOLDUAN",
      "sentences": "So on this very important list, keep that up on the screen guys, Life's Healthy 8. Now that is adding -- it now says you need sleep. Does that mean more than just what I'm fixated on the number of hours I'm getting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "BOLDUAN",
      "sentences": "Oh, that's so interesting. And get more proof I have work to do. But it's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "GUPTA",
      "sentences": "We all do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "BOLDUAN",
      "sentences": "It's good you -- yes, I mean, you have anybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "GUPTA",
      "sentences": "Morning anchors and surgeons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "BOLDUAN",
      "sentences": "You have any -- the man was 75 jobs, he might need to work on his sleep. But it's great to see you, buddy. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "GUPTA",
      "sentences": "You too. Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}