{
  "date": "2022-10-19",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden Announces Oil Release; Rubio and Demings Spar in Debate; Putin Declares Martial Law; Iran Helping Train Russian Forces; Trump to be Deposed Today. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:04",
      "speaker": "JEREMY DIAMOND, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, that's right, Bianna. President Biden is going to be tackling head on what has become a political liability for Democrats less than three weeks away from these midterm elections. And that's the price of gas in the United States, which is now 20 cents higher than it was a month ago. We have seen those prices come down some over the last week, but there are still a lot of concerns, especially given the cut in production announced by OPEC Plus earlier this month, the conflict that is still ongoing in Ukraine. And so President Biden, today, trying to do something to tackle the rising price of oil and, in accordance with that, the rising price of gas. Fifteen million barrels of oil is what President Biden is directinghis administration to release from the Strategic Petroleum Reserve, and that is going to be the last of the 180 million barrels of oil that President Biden announced last spring that the administration would release to combat rising oil prices and stabilize the global market. He's also going to be announcing, in accordance with that, a plan to replenish the Strategic Petroleum Reserve, which you just saw on the screen here is now at an all-time low of 400 million barrels of oil. Administration officials say that that is still significantly enough to deal with any potential crisis, but at the same time announcing that when the price of oil prevail drops to at least $72 per barrel, the administration will look to buy more oil to replenish that reserve. But, again, the key context here in all of this is the midterms. We heard the president yesterday talking about abortion rights. That's clearly the issue that he wants to campaign on. He wants to set up a contrast with Republicans. But as Republicans attack him over inflation, over gas prices, the president needs to address these issues head on. And that's exactly what we're going to hear from him today. Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:04",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, an administration official this morning just confirming that the administration will be buying back oil to replenish the reserves, as you just noted. Gas prices, though, roughly 20 cents higher than a month ago today. So clearly front and center for the president and this administration just three weeks away from the midterms.Jeremy, thank you. Well, a spirited and sometimes testy debate in Florida as Republican Senator Marco Rubio vying to keep his seat sparred with Democratic Congresswoman Val Demings. CNN reporter Steve Contorno is following all of this for us. So, Steve, the two touched on a number of topics. What were the major headlines from the debate last night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:04",
      "speaker": "STEVE CONTORNO, CNN REPORTER",
      "sentences": "Well, Bianna, abortion was one of those topics that they got into early and they could not be further from each other on this issue. This is a topic where Democrats believe they have the upper hand going into this midterm cycle, but Rubio is really not backing down from his opposition to abortion. He -- in most cases. And he, in fact, was asked point-blank about whether or not he would support exceptions -- bills that have exceptions for rape and incest, and this is what he said.(BEGIN VIDEO CLIP) REP. MARCO RUBIO (R-FL): Number one, I'm 100 percent pro-life. That said, every bill I have ever sponsored on abortion, every bill I've ever voted for has exceptions. Every one of them does, because that's what can pass and that's what the majority of people support. The extremist on abortion in this campaign is Congresswoman Demings. She supports no restrictions, no limitations of any kind. REP. VAL DEMINGS (D-FL): Senator, how gullible do you really think Florida voters are? As a police detective who investigated cases of rape and incest, no, Senator, I don't think it's OK for a ten-year-old girl to be raped and have to carry the seed of her rapist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:04",
      "speaker": "RUBIO",
      "sentences": "You should ask her, what limits on abortion will you support?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:04",
      "speaker": "DEMINGS",
      "sentences": "I've said time and time again, and he knows it, that I support a woman's right to choose up to the time of viability.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "GOLODRYGA",
      "sentences": "Steve Contorno, thank you.Well, joining me now to discuss a Daniel Strauss, senior political correspondent at \"The New Republic,\" and Francesca Chambers, the White House correspondent for \"USA Today.\" Thank you both for joining us. So, Francesca, let's start there in Florida. You know, we spent a lot of time covering the races in Georgia and Pennsylvania and Ohio. What do you make of the situation there in Florida? Is this going to be a tighter race? It appears that Rubio is predicted to be the winner, at least ahead right now in the polls. Could things change? FRANCESCA CHAMBERS, WHITE HOUSE CORRESPONDENT, \"USA TODAY\": This isn't a race that was at the top of Democrats -- democratic officials' list of states that they thought that they could take from Republicans, right? This was a second-tier race as far as they were concerned from the very beginning, not one that Democrats were counting on, while certainly hopeful that Val Demings could beat Marco Rubio. And one of the issues that she has focused on in this whole election has been abortion rights. But as we have seen in the last few weeks, it's not packing as much of a punch as an issue for Democrats as it had been right after the Dobbs decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "GOLODRYGA",
      "sentences": "And, Daniel, on that front, you know, we heard yesterday that the president said that he would promise and do everything he could to codify Roe if Democrats continued to hold the House. But today his focus turns to the economy. Are these two issues that he can keep balanced as we are just three weeks away?DANIEL STRAUSS, SENIOR POLITICAL CORRESPONDENT, \"THE NEW REPUBLIC\": I mean, it's clear from the president's remarks that he and Democrats in general want to make sure that abortion rights don't fade away from the national discourse, even as voters in polling seem to focus more and more on inflation and the economy right now. What we've seen right after the Dobbs decision is that a focus on abortion rights can shift voters and can move elections in Democrats' favor. But right now most recent polling shows that -- that the top priorities among the swing voters, the demographics that Democrats need to retain control of either chamber of Congress is on the economy. A subject that increasingly Republicans have the advantage on. So, it's understandable that the top Democrat in the country would want to keep both topics close in the national discourse right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "GOLODRYGA",
      "sentences": "It's interesting because really, Francesca, I mean, the economy and inflation go hand in hand here. So, they're one in the same when you're talking about what Americans are most concerned about right now. And Speaker Pelosi was asked about this issue by Punchbowl News this morning and she suggested that, listen, as we've heard from economy economists, and it is true, inflation is not isolated to just America, it is a global problem. I believe it's at 10 percent now in England.That, however, is not a very good selling message to Americans when they're focused on their pocketbooks. She's suggesting this is more of a messaging issue on the part of some Democrats. Is she right there? Is it not being messaged properly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:03",
      "speaker": "CHAMBERS",
      "sentences": "Well, the White House has also leaned into this argument that it's happening to every country, not just the United States. But from the perspective of voters who have to go to the ballot box and make decisions, to your point, that might not be a persuasive argument. They are concerned about their economics and their finances.And one Democrat described to me the strategy that the president is pursuing essentially as, throw everything at the wall and see what sticks at this point in the election. If climate change is your issue, then he's got something for you. Infrastructure, inflation. We saw this essentially sort of play out yesterday in his remarks. They were about abortion rights, but at a certain point in the conversation he told voters who -- some of whom were young people, because this was held near a college campus, we are canceling student debt. We are pardoning marijuana use. We are doing all these things and I need you to turn out and vote. So, it's a very clear message to those young voters. He said, you came out in 2020. I need you to come out again for me in 2022. And it's really showing you how much the White House and Democrats are viewing this as a turnout election and they need their base, including young people, to come out and vote or they are not going to win these elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:08",
      "speaker": "STRAUSS",
      "sentences": "I mean, at this point, it's hard to argue for any Democrat that the IRA will be able to dramatically change inflation in three weeks, four weeks before this election. And I think that's why you're seeing that.Also -- but you're right, I mean, this is -- this is -- the name Inflation Reduction Act is one of those valuable campaign messaging tools. Something you can throw on a bumper sticker. Something that you can give -- offer shorthand in any speech. And the fact that Democrats are not doing that I think just speaks to the fact that at this point in the cycle it's not clear what a sort of silver bullet message would be that would ameliorate concerns for their party on the economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:08",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:08",
      "speaker": "STRAUSS",
      "sentences": "So, I think this is the age old story of Democrats struggling with messaging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:08",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, I mean, it's what got Joe Manchin on board, right, this message of bringing down inflation and putting it in the name of the legislation. STRAUSS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:16:03",
      "speaker": "GOLODRYGA",
      "sentences": "New this morning, Russian President Vladimir Putin has declared martial law in four Ukrainian regions that Moscow claims to have annexed illegally, Luhansk, Donetsk, Kherson and Zaporizhzhia. Russia does not entirely control those regions, however.Meanwhile, in Kyiv, Ukraine says it is has downed several Russian rockets following reports of loud explosions in the center of the city. Officials, again, directing residents to shelters. CNN international security editor Nic Robertson is in Kyiv. So, Nic, we want to talk about those explosions in just a moment, but first explain exactly what this martial law declaration means for the people in those four regions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:16:03",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL SECURITY EDITOR",
      "sentences": "It's going to mean that they will be under the command and direction, through law, of the military in those areas. For example, this morning, the civilian residents, Ukrainian residents of the now annexed -- illegally annexed Kherson were told by text message that they should evacuate the city. The implication is that they need to move to safer areas inside of Russia. That text message, it appears now, will be -- and we're still waiting for clarification from Russian authorities on this, but oftentimes the language of these statements is shrouded in ambiguity, but it would, on the face of it, mean that this is no longer a request for them to leave, it's a legal demand that they get out of their homes and leave the city of Kherson and some of the surrounding areas that the Russian authorities are saying are too dangerous for civilians because the Ukrainians are advancing. And as you say, in these four illegally annexed areas, Russia doesn't control the whole of those areas. Their writ (ph) doesn't run through the whole of Luhansk, and Donetsk, and Kherson and Zaporizhzhia. Far from it, in fact. They've been losing territory there. What it's going to mean for the residents, though, is a higher degree of certainty and certainly a lot harsher -- potentially a lot harsher situation if they try to - if they try to resist whatever the military tells them to do.And this isn't all that Putin's done today. Those eight regions inside Russia proper that border with Ukraine, Putin has given extra power to the authorities there to control the movement of people. He says it's for security. He's also, across all regions in Russia, increased the powers of security of local governors saying that they should sort of set up some alternative or additional bodies to provide stronger security for the people. So, Putin is really taking even firmer control of the whole of Russia at a time when we've seen there is a big push back against his war from all those who fled, the hundreds of thousands who fled the recent conscription program he initiated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:16:03",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, and as we mentioned, this is happening as the bombardment continues in the capital city there of Kyiv. You heard explosions this morning, you reported for us earlier, so we wish you safety and please keep us posted on any latest developments.Nic Robertson, thank you. Well, despite repeated denials, CNN has learned that Iran is taking a more hands on approach to help Russia in Ukraine. Sources tell CNN that Iranian military trainers have been on the ground in occupied territory helping to train Russian troops on how to use Iranian made weapons Moscow is now deploying across Ukraine. CNN's Katie Bo Lillis joins me now with this new reporting. So, Katie Bo, how are U.S. officials responding to this? There's a lot of pressure on increased sanctions right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:04",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. Yes, and these drones are much cheaper than those missiles. They're about $20,000 versus a few million dollars for those missiles.Katie Bo Lillis, thank you for your reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:04",
      "speaker": "LILLIS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:26:27",
      "speaker": "GOLODRYGA",
      "sentences": "This morning, former President Donald Trump is set to be deposed under oath in the defamation lawsuit brought by former magazine columnist E. Jean Carroll. She sued Trump in 2019 for defamation after he denied her claim that he raped her in a New York department store in the 1990s.CNN's Kara Scannell joins me now. So, Kara, how do we expect this to play out and is there any sense from Trump's legal team about how he's going to handle this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:26:27",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Yes, good morning, Bianna.I mean this is going to take place today behind closed doors, so we won't know what questions are asked or how the former president answered them unless his attorneys or others make this information public. But as (INAUDIBLE) E. Jean Carroll had sued Trump in 2019 for defamation (INAUDIBLE) allegations that he raped her in the mid 1990s in a New York department store. He went beyond that also by saying that she wasn't his type and that she made these allegedly false claims to help boost sales for her book. Well, last week, the federal judge overseeing the lawsuit paved the way for this - these depositions to go forward. He said Trump had already taken a number of tactics to try to delay things. He said that he shouldn't be able to run out the clock because both Trump and Carroll are in their 70s. Carroll gave her deposition on Friday and the big question here is what comes next. The federal judge overseeing this case is pushing it along to go to trial in February. There is a big question here, the appeals court is reviewing one issue in the case. If they find in favor of Trump, that will likely get rid of the lawsuit. But Carroll has already said that she intends to sue Trump under a new New York law that goes into effect next month. That law allows people who have been sexually assaulted to bring civil (INAUDIBLE) after that first (INAUDIBLE) encounter. And the judge overseeing this case says that the deposition today (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:26:27",
      "speaker": "GOLODRYGA",
      "sentences": "Kara Scannell, thank you.Well, joining me to discuss is former New York City Prosecutor Paul Callan. Paul, good to see you. So, this has been a long time in the making, Trump being deposed (INAUDIBLE) today. You told me off camera that this could spell - this case itself could spell big trouble for the former president. How so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:26:27",
      "speaker": "PAUL CALLAN, CNN LEGAL ANALYST",
      "sentences": "It's a very dangerous case. He is being charged essentially in a defamation case with rape. And, you know, as you just heard the explanation, she claims she was raped approximately 23 years ago by Trump in an elevator in Bergdorf Goodman on Fifth Avenue. And she brings the case not as a rape case but as a defamation case because the statute of limitations was gone on the rape case. However, when he gives this press conference saying she's a liar, I never raped her, she's not my type, she's just doing it to amp up book sales, she says he defamed her, and that gets the rape case in.Now, there's one sleeper fact in this case that I think is very dangerous for Trump. She claims she still has an article of clothing that she was wearing 23 years ago when the former president allegedly raped her. And she wants to be able to have DNA sample testing done with respect to that in connection with this case. So, we'll see how that plays out. But that, obviously, is similar to the Monica Lewinsky fact pattern which we know so well from the Clinton administration.",
      "isLastSentenceInterrupted": false
    }
  ]
}