{
  "date": "2022-11-28",
  "headline": "CNN This Morning",
  "subHeadline": "Len Khodorkovsky is Interviewed about Anti-Semitism; Orion Breaks Apollo 13 Record; Dave Zirin is Interviewed about Brittney Griner's Life Behind Bars. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:30:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "This morning, \"The Wall Street Journal\" editorial board is highlighting that Trump has yet to apologize for actually hosting Fuentes, saying that he hasn't admitted his mistake or, quote, distanced himself from the odious views of Mr. Fuentes, while also \"The Wall Street Journal\" is predicting that this likely won't be the last time something like this happens. The editorial bard writing, Republicans who continue to go along for the ride with Mr. Trump are teeing themselves up for disaster in 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "So, the big question is, why? Why would he meet with him?Joining us now is Len Khodorkovsky. He is a former deputy assistant secretary of state in the Trump administration, and he is Jewish. Good morning to you. Thank you so much for joining CNN THE MORNING, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEN KHODORKOVSKY, FORMER DEPUTY ASSISTANT SECRETARY OF STATE, TRUMP ADMINISTRATION",
      "sentences": "Good morning. Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "So, one, why would he do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "KHODORKOVSKY",
      "sentences": "Well, you're asking me to - to, you know, to get into his thinking. But what I - what I can do is, I can give you my perspective, which - which is unique, I think.You mentioned that I worked for the Trump administration, I did. And I'm proud of our record on many issues, including issues related to the Jewish community and the Jewish state of Israel. I'm also a refugee from the Soviet Union and a grandson of Holocaust survivors. So, I experienced systemic anti-Semitism directly and personally, which is why my family sought refuge in the United States. So, you know, I can tell an anti-Semite when I hear one. And I can tell you with confidence that President Trump is not an anti-Semite. He also has a very strong record on issues that concern the Jewish community. I mean we can start with any number of things like making it tougher to discriminate against Jewish students at college campuses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "OK, sir, I understand that, but can we talk about Nick Fuentes, please. Thank you. Do you think it was wrong for the former president to meet with Nick Fuentes -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "KHODORKOVSKY",
      "sentences": "Well, I man, we - we can talk about the issue of anti- Semitism, of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "Do you think it was wrong for the former president to meet with Nick Fuentes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "KHODORKOVSKY",
      "sentences": "So, from what - from what I understand, President Trump said he didn't know Nick Fuentes was coming. And Nick Fuentes himself, from what I understand, said President Trump had no idea who he was at the dinner. So, I - I -- look, let's just - let's just call Nick Fuentes for who he is. He's an anti-Semite. He's repulsive. His views are disgusting. And no - no one of any substance should give him any forum. It's, frankly, beneath President Trump to meet with him, of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "I - OK. So you - you are saying it was wrong for him to meet with him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "KHODORKOVSKY",
      "sentences": "Well, you know, again, he didn't know he was coming, but it's never a good idea to give anti-Semites a forum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "And what about Kanye West? He knew Kanye West was coming and Kanye West has certainly made many anti-Semitic outbursts and statements, especially as recently as a few weeks ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "KHODORKOVSKY",
      "sentences": "Yes, I think Kanye West sounds a like Lou Farrakhan and, you know, President Trump, I wish he wouldn't have met with either one of them, frankly. I think - but, you know, if we're going to talk about main streaming of anti-Semitism, I think we have to be fair. You know, if we're going to make Trump repudiate Kanye or his side kick, I think we have to look at anti-Semitism in the halls of Congress from Rashida Talib, from Ilhan Omar, from AOC, from (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "Rashida Talib and - they are not president of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "KHODORKOVSKY",
      "sentences": "We have to - we have to look at the mainstream (INAUDIBLE) -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "Sir, they are not the president of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "KHODORKOVSKY",
      "sentences": "Anti-Semitism (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "He's a former president of the United States and this is not whataboutism. He met with an anti-Semite. So can we stick to the former president and not do whataboutism. We can talk about those other people when there are issues. But there aren't issues right now.So, do you think it was - do - don't you think the former president, considering what is happening, the investigation at Mar-a-Lago, the documents, the types of people who might have access to classified documents, beyond the anti-Semitism, should -- you do think - you don't think the former president shouldn't know who he's meeting with he's letting into his home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "KHODORKOVSKY",
      "sentences": "Well, I will give you that, yes, of course, he should know who he's meeting with. He did meet with Kanye. And he knew he was meeting with Kanye.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "But it sounds like you're making excuses for him. You're saying he should know who he's meeting with, but then you're saying, well, he didn't know. It sounds like you're making excuses for him. And there's no excuses for bad behavior.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "KHODORKOVSKY",
      "sentences": "Well, no - no, it -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "There's no excuse for anti-Semitism. And there's no excuse for being the former president and not knowing who you're allowing into a place where you have kept classified documents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "LEMON",
      "sentences": "Do you condemn the former president for meeting with anti- Semites?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "KHODORKOVSKY",
      "sentences": "Sir - sir, are - you know, I - I would appreciate the opportunity to -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "LEMON",
      "sentences": "You said you condemn anti-Semitism and the mainstreaming of anti-Semitism. do you condemn the former president for meeting with anti-Semites? For entertaining anti-Semites and anti-Semitism?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "KHODORKOVSKY",
      "sentences": "Well, let me just explain it to you this way, sir. I know the president is not an anti-Semite. He does not need to apologize to me or anybody else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "LEMON",
      "sentences": "I'm not asking you if he's an anti-Semite. I'm asking you if you entertain - do you condemn him for entertaining and meeting with anti-Semites. It's a very simple question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "KHODORKOVSKY",
      "sentences": "Well, I'm trying to give you an answer that I wish he wouldn't have met with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "LEMON",
      "sentences": "It's a yes or no. It's a yes or no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "KHODORKOVSKY",
      "sentences": "I didn't realize I was on a witness stand here, Don. Look, I'm trying to have a substantive conversation about a real issuelike anti-Semitism and you're - you're trying to make it all about Trump. It's not about Trump. It's about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "LEMON",
      "sentences": "Well, it is about Trump. We're - but we're talking -- sir, we're talking about the former president meeting with an anti-Semite. How is this not about Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "KHODORKOVSKY",
      "sentences": "Because it's about the anti-Semitism, it's not about Trump. It's about making sure that the issue of anti-Semitism is confronted in a way -- in a substantive way in which - you know, obviously, I'm sure you're aware there's rising anti-Semitism in the United States and the world. It certainly is important for us to take it on. It is important for us to call it out.I am calling it out. I am saying he should not have met with Kanye West and a sidekick. What I'm also trying to point out, Don, is that it behooves you and, you know, CNN and every other press outlet to call it out when you see it, especially when it comes in the halls of Congress, especially when every Democratic presidential hopeful goes and kisses the ring of Al Sharpton, someone who - someone who the (INAUDIBLE) Congress has condemned (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "LEMON",
      "sentences": "I think - listen, sir, CNN does that. And when - and when the issue is someone in the halls of Congress or in the government who is trafficking in anti-Semitism, CNN will call it out.This is about Donald Trump meeting with a known anti-Semite and someone who traffics in anti-Semitism. This is not about any other people who may have trafficked in anti-Semitism. When they do it, we'll discuss it, and we'll have you on to discuss that part of it. But no whataboutism. So, let's stick to Donald Trump and Nick Fuentes -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "KHODORKOVSKY",
      "sentences": "Well, Don - Don -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "LEMON",
      "sentences": "And Kanye West. OK. Can -- can we do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "KHODORKOVSKY",
      "sentences": "We - we are doing that, Don. But, you know, if you're going to make me, you know, do a yes or no with you, yes or no, Should Ilhan Omar be condemned? Yes or no, should Rashida Talib be condemned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "LEMON",
      "sentences": "This is not about Omar or Talib. This is not. This is not about them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "KHODORKOVSKY",
      "sentences": "Yes or no, should President Obama condemn Louis Farrakhan and Jeremiah Wright. Yes, or no, Don?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "LEMON",
      "sentences": "It's not about President Obama. This is not about Jeremiah Wright. This is not. This is about Donald Trump and Nick Fuentes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "KHODORKOVSKY",
      "sentences": "Well, why - why don't you want to talk about the problems that (INAUDIBLE). Why do you want - why are you so fixated on President Trump? LEMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "KHODORKOVSKY",
      "sentences": "Oh, really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "LEMON",
      "sentences": "And the reason that you were invited on this program was to talk about Donald Trump, this weekend, meeting with known anti-Semites and whether you condemn it as someone who worked for the administration and who is Jewish. That's what this story is about. That's what we - that's what you're here to talk about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "KHODORKOVSKY",
      "sentences": "Oh, I see, Don, so -- so - so if - if - if there's an answer that you want from me, why don't you tell me what that answer would be and I - and - and, you know, what's the need for me to appear if you're -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "LEMON",
      "sentences": "That answer would be -- that answer would be one of not whataboutism. It would be one to directly address the situation at hand. It would be one to not what about anti-Semitism. Anti -- it's - it's right, you think it's OK, or it's wrong? Was it wrong to meet with him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "KHODORKOVSKY",
      "sentences": "Don, is it -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "LEMON",
      "sentences": "The answer is, yes, it was wrong to meet with him.Should he have met with him? The answer is, no, he should not have met with him. The - it's very simple.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:05",
      "speaker": "KHODORKOVSKY",
      "sentences": "Don - Don, it's - it's very rich when - when you're telling somebody who is Jewish, who has experienced anti-Semitism firsthand, who is a grandson of Holocaust survivors, what is an appropriate way to address anti-Semitism. Frankly, it's a little bit insulting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:05",
      "speaker": "KHODORKOVSKY",
      "sentences": "Let's - let's take a step back, Don, and let's - let's focus on the real issue of concern for both of us, which is, there's a rise in anti-Semitism in the United States and the world. And we should not give a platform to any Holocaust deniers or anti-Semites wherever they are. And I think it -- I don't think that the president should have met with Kanye or his sidekick. And I wish no one else will either. LEMONvery much, Len. Appreciate it. We'll be right back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:05",
      "speaker": "KHODORKOVSKY",
      "sentences": "Thank you.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:07",
      "speaker": "LEMON",
      "sentences": "Ah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:07",
      "speaker": "HARLOW",
      "sentences": "You don't think it's a deal -- big deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:07",
      "speaker": "LEMON",
      "sentences": "No. I mean it's Bob Dylan and he - I don't know, look -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:07",
      "speaker": "HARLOW",
      "sentences": "I hear you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:07",
      "speaker": "LEMON",
      "sentences": "It's if you - you - you've had a book. You have to sign all --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:07",
      "speaker": "HARLOW",
      "sentences": "I had a children's book that a few people bought.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:07",
      "speaker": "LEMON",
      "sentences": "No - no, but you have to sign -- you have to sign a lot of books. And you look at the circumstances. It was Covid and he had some vertigo issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:07",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:07",
      "speaker": "LEMON",
      "sentences": "Look, I would take a signature from Bob Dylan, whatever -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:07",
      "speaker": "HARLOW",
      "sentences": "Any day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:07",
      "speaker": "LEMON",
      "sentences": "Whatever way I could get it. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:07",
      "speaker": "COLLINS",
      "sentences": "All right, also this morning, NASA's Orion capsule has broke - breaking the distance record that was set by Apollo 13. It traveled further than any spacecraft designed to carry humans has before. This is all part of NASA's Artemis mission to take humans back to the moon, ultimately to Mars.CNN's Kristin Fisher is joining us this morning. Kristin, I know you watch all of this closely. You know, how far is Orion expected to travel when it comes to this trip?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:07",
      "speaker": "KRISTIN FISHER, CNN SPACE AND DEFENSE CORRESPONDENT",
      "sentences": "Far, Kaitlan. And it's actually going to be hitting its furthest point on its 25-and-a- half-day journey today, actually. And that is about 270,000 miles from earth, hitting that record today. But the record for the furthest that a spacecraft designed to carry humans has ever flown, that was hit on Saturday. And it was Artemis and the Orion capsule surpassing the record that was set for the Apollo 13 spacecraft back in 1970 at 248,000 miles.So, something else really interesting about this mission, Kaitlan. You know, Artemis - excuse me, Apollo 13, that was the mission where an oxygen container exploded, putting the entire crew in jeopardy. Well, now, one of the mannequins on board the Orion flight is actually named after one of the engineers during the Apollo 13 mission that saved all of those astronauts. So, it is now beaming back critical data to see how that mannequin is fairing so that someday they can get astronauts on board Artemis II, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:07",
      "speaker": "COLLINS",
      "sentences": "Yes, I know everyone's looking forward to that. When does it actually head back to earth, though, Kristin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:07",
      "speaker": "FISHER",
      "sentences": "Well, it's going to start heading back to earth in a few days and then finally it's going to be splashing down in the Pacific Ocean sometime on Sunday, December 11th. But, you know, Kaitlan, if this mission goes well, and by all accounts so far it has done phenomenally well, then this is really going to pave the way for the next light in which astronauts are actually finally going to be on board Artemis II. And we could learn, Kaitlan, as early as, you know, just a few months from now, maybe two months or so, how and who exactly the crew of Artemis II is going to be. So that should be pretty exciting as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:07",
      "speaker": "COLLINS",
      "sentences": "Yes, I know we're all looking forward to that.Kristin Fisher, thank you. All right, also this morning, surging cases of RSV have pushed some hospitals to almost their capacity. Dr. Anthony Fauci said that the virus may even become a public health emergency. We'll tell you why. That's ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:52:53",
      "speaker": "COLLINS",
      "sentences": "All right, forced labor, torture, poor hygiene, limited access to medical care. That is what detained U.S. citizen Brittney Griner is likely facing at one of Russia's infamous penal colonies. Griner was moved to one earlier this month after she lost an appeal against that nine-year sentence after being detained, wrongfully according to the State Department, back in February and convicted in August. She acknowledged that she had vape cartridges containing cannabis, as you'll remember, but now this penal colony where she is, it is located in the western Russian region of Mordovia.Our next guest describes that as the land of prisons. Adding that it is notoriously racist and homophobic. Obviously two issues for Brittney Griner. Joining us now is the sports editor at \"The Nation,\" Dave Zirin. Dave, this piece really stood out because it described what potentially Brittney Griner is going through. Tell us what you mean by that. DAVE ZIRIN, SPORTS EDITOR, \"THE NATION\": No, absolutely. And this article comes from speaking and researching exactly what the conditions are like in Mordovia, which is known there as the land of prisons because it contains two dozen supermax prisons across a swampy and at times frigid cold landscape. Part of these conditions for Brittney Griner also mean working 16-hour days, actually sewing the uniforms of her jailers and members of the Russian army, which no doubt Vladimir Putin likes because it tweaks the west, which is really what this is all about. Yet, meanwhile, with these, you know, global machinations working, east versus west, caught in the crossfire, here is Brittney Griner. I mean the conditions that she's living in are - are absolutely terrifying. And I'll tell you the most terrifying part is that we really don't know how she's doing. We know she's in Mordovia. We know there are two dozen supermax prisons. But that's really where it ends. We don't even know if she has a bed that can fit her 6'8\" (INAUDIBLE) really distressing. And I want to thank you for covering this story because so much of the mainstream media has forgotten about Brittney Griner even though she's in peril.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "ZIRIN",
      "sentences": "No, absolutely. And - and it was really striking to me that one of the members of the social justice collective/musical group Pussy Riot -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "HARLOW",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "ZIRIN",
      "sentences": "Who had spent three years in Mordovia, one of the first things they mentioned was the racism and the homophobia in the prison system. And that was really striking because, you know, prisons in the United States can be incredibly brutal, incredibly racist, incredibly homophobic. But in a country like Russia, where racism and homophobia are part of official government policy in many respects, it puts Griner in a very difficult situation for survival. So, we need to do whatever we can to raise the volume on this.And part of the reason why we have to raise the volume is that, and I've had this experience in writing about Brittney Griner, it seems like instead of the United States united in saying, bring our star athlete home, the reaction is so more distressingly red state, blue state, depends on what your politics are and you have a lot of people, frankly, who are like, the heck with Brittney Griner. She broke the law. Law and order. Or they have some sort of affection for Russia. And at the end of the day, it's like Brittney Griner becomes a casualty of our - of our domestic wars instead of uniting to try to bring her home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "HARLOW",
      "sentences": "Dave, thank you for being on here and -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "COLLINS",
      "sentences": "Such an important issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "HARLOW",
      "sentences": "Yes, and for -- I hope everyone reads your reporting. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "COLLINS",
      "sentences": "Thanks, Dave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "ZIRIN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "HARLOW",
      "sentences": "Protests widening in China. The people demanding an end to this Covid zero policy. These ridged restrictions. And there are signs that President Xi Jinping may be losing his grip on power.Plus this -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:07",
      "speaker": "LEMON",
      "sentences": "Remembering the Grammy winning star behind \"Fame\" and \"Flash Dance\" theme songs, Irene Cara.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}