{
  "date": "2022-12-28",
  "headline": "The Situation Room",
  "subHeadline": "Southwest Meltdown Leads To Thousands More Flight Cancellations; Death Toll From Blizzard Climbs To 37 In Erie County, New York; Prosecutor Looking Into Fabrications By Rep.-Elect George Santos (R-NY); U.S. To Require All Air Travelers From China To Show Negative COVID Test Before Flight; DHS Warning: End Of Title 42 Could Trigger Violent Domestic Extremism. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Happening now, anger and frustration are building as Southwest Airlines cancels thousands more flights. Its system-wide meltdown dragging on now for a seventh day, and likely into the New Year.Also tonight, the death toll just climbed again as the city of Buffalo is struggling to dig out from that epic and deadly snowstorm that hit Western New York. The Buffalo mayor joins us live this hour. And a district attorney's office in New York is now looking into lies told by Republican Congressman-elect George Santos. This as CNN is uncovering even more false claims that he's made. Welcome to our viewers here in the United States and around the world. I'm Wolf Blitzer. You're in THE SITUATION ROOM. One of the biggest airline debacles in recent memory has stranded even more passengers this hour. We're following all the new cancelations and the delays by Southwest Airlines and efforts to get the airline back on track. CNN's Gabe Cohen is over at Baltimore Washington International Airport, BWI. Gabe, this meltdown appears to be far from over. Give us the latest, what are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "GABE COHEN, CNN CORRESPONDENT",
      "sentences": "Well, look, Wolf, just another brutal day for these travelers. Southwest canceling 2,500 flights, more than 60 percent of its schedule. And as you mentioned, it looks like tomorrow is just going to be more of the same.Behind me, just a few of the passengers still searching for their lost luggage, some of them never got out for the holidays. Others are still stranded, and some of them can't get flights until January. And the description, Wolf, that I just keep hearing is that this feels like a nightmare that just won't end. (BEGIN VIDEOTAPE) COHEN (voice over):  Tens of thousands of travelers still weathering Southwest's meltdown without a clear end in sight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm hungry and exhausted. I just want to go home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "COHEN",
      "sentences": "The airline canceling more than 2,500 flights Wednesday, 62 percent of its schedule, according to FlightAware, with a similar wave of cancelations already shaping up for Thursday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "ASHLEY MAYS, STRANDED SOUTHWEST CUSTOMER",
      "sentences": "This has been a complete nightmare. I trusted Southwest with my worldly belongings and to get me from point A to point B and I just feel like I was robbed at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "COHEN",
      "sentences": "Ashley Mays says she's stranded in Baltimore with no luggage. Her flight home to Texas canceled Christmas morning. She said she was hoping to get back to spend time at her dying grandmother's side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "MAYS",
      "sentences": "I couldn't make it and now she passed away as of yesterday. I will never get that time back to at least hold her hand or, you know, spend that time with her. And she spent her last few days just waiting on me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "COHEN",
      "sentences": "Southwest says this chaos began with winter weather, but the airline's antiquated systems struggled to track their planes and crews and connect them, resulting in this near week's worth of canceled flights and missing luggage as they reposition those crews.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "BOB JORDAN, CEO, SOUTHWEST",
      "sentences": "We reached a decision point to significantly reduce our flying to catch up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "COHEN",
      "sentences": "And the airline's own employees want answers.LYN MONTGOMERY, SOUTHWEST FLIGHT ATTENDENTS' UNION:  It has been absolutely horrific, the most despicable working conditions that you can imagine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "CASEY MURRAY, SOUTHWEST AIRLINES PILOTS ASSOCIATION",
      "sentences": "This is going to continue until there is a sweeping change to the way Southwest operates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "COHEN",
      "sentences": "Transportation Secretary Pete Buttigieg telling, Wolf, the airline must be held accountable, especially after staffing issues caused problems last summer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "PETE BUTTIGIEG, TRANSPORTATION SECRETARY",
      "sentences": "They provided commitments in writing, including Southwest, that they would go above the previous level of what you do to take care of customers with things like covering the cost if you get stuck and you need a hotel or a meal, in addition to rebooking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "COHEN",
      "sentences": "Still, thousands are stranded and struggling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, I hate Southwest. I hate them. COHEN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "PAM SHELBY, STRANDED SOUTHWEST CUSTOMER",
      "sentences": "I'm scared I'm not going to get out of here. And I'm by myself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "COHEN",
      "sentences": "A Good Samaritan saw her story on T.V. and bought her a ticket home to Alabama on another airline, leaving Wednesday night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "SHELBY",
      "sentences": "I just want to go take a shower and sleep and get this out of my mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "COHEN",
      "sentences": "And that person who bought you the ticket, what did that mean to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "SHELBY",
      "sentences": "She was a godsend. She was my angel.(END VIDEOTAPE) COHEN (on camera):  And, Wolf, I'm hearing from stranded passengers who say right now they're footing the bill for things like hotels and transportation and food, unable to reach Southwest customer service. Now, the airline says those customers should save those receipts and they are going to be reviewed for reimbursement on a case-by-case basis. And the Department of Transportation has also said they're going to hold Southwest accountable if they don't take care of those impacted customers. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "We'll see, indeed. Before the storm hit, Southwest enacted emergency staffing procedures in Denver due to a high number of absences of ramp employees. Did that factor into these problems and is that procedure still in place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "SANTORO",
      "sentences": "So, I don't deal much with the ramp side of the house. I do know that they went to emergency procedures over there in Denver and just people were not -- were sick. It's a rough season out there right now with flu and colds and all that, and frigid temperatures in Denver.So, you know, we had some ramp issues out in Denver like that, you know, didn't help the situation. But the weather, you know, was a big event that triggered it, although that's no excuse for the lack of scheduling I.T. infrastructure, which really caused the problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "Yes, you're absolutely right. The U.S. transportation secretary, Pete Buttigieg, told me here in THE SITUATION ROOM this week Southwest could face enforcement actions and fines. The unions have raised these issues with the company for years now, I'm told. Will it take action from the administration for southwest to finally get its act together?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "SANTORO",
      "sentences": "That's a great question. We've been harping on them since 2015-ish every year. We've seen some sort of meltdown happen, nothing to this magnitude, of course, but some significant ones nonetheless. And we have said all along that we have to fix, you know, the I.T. infrastructure for scheduling and also our work rules in our contract that we're negotiating right now, so those two things definitely to be fixed to help them alleviate the problems.99 percent of the time, the system works okay. But, you know, we have these big weather events, it always seems to crash, and that needs to end now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "Yes. And I know you've been a Southwest Airlines pilot for, what, 16 years. You've never seen anything like this before, have you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "SANTORO",
      "sentences": "I've never seen it, no. This is by far the worst I've ever seen it. It's embarrassing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "Can Southwest, do you believe, recover from this crisis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "SANTORO",
      "sentences": "I think they will. All in all, we're still a good airline, a great airline. We have the best pilots, best 737 pilots in the world. So, when you fly Southwest, you can guarantee you're going to be safe. And I think that's one of the most important thing when people go and buy tickets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "What's the morale like right now, Captain, among pilots, flight attendants at Southwest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "SANTORO",
      "sentences": "It's low, very low. You know, you have not only this whole debacle, but before this, we were in protracted contract negotiations. The pilots were already upset about that. And then you get hit with this big event where people are now spending that Christmas out on the road where they're supposed to be home with their families, sleeping in airports when they should be in hotels, having to source their own hotels because you can't get through to our hotel desk.So, it's been a struggle for pilots out there. We certainly feel for the passengers, and those stories are all heartbreaking, and, but just know that your pilots were there, we showed up, and we wanted to fly those airplanes, we want to get you to your families, just that the system wouldn't allow us to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "Captain Mike Santoro, thanks for all you're doing, thanks for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "SANTORO",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "And just in, officials now looking into fabrications from New York Congressman-elect George Santos, as CNN is uncovering, get this, more falsehoods.(COMMERCIAL BREAK) [1810:00]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "All right. This just in to CNN, the Nassau County District Attorney's Office now says it's looking into fabrications from New York Congressman-elect George Santos. It comes as CNN is uncovering yet more falsehoods from Santos, including claims he was forced to leave a New York City private school and represented Goldman Sachs at a top financial conference.CNN's Eva McKend is joining us. She's with me here in THE SITUATION ROOM. Eva, so what are you hearing from the District Attorney's announcement just now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS REPORTER",
      "sentences": "Well, Wolf, the probe of Santos' fabrications appear to be growing with the Nassau County district attorney now looking into the many false claims Santos made. In a statement, Dana Lee, a Republican, says no one is above the law. And if a crime was committed in this county, we will prosecute it. And we know New York State Attorney General Tish James, a Democrat, she's also looking into Santos, as well. This amounts to more problems for the embattled congressman-elect.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "TULSI GABBARD, FOX NEWS GUEST HOST",
      "sentences": "These are blatant lies. My question is do you have no shame?MCKEND (voice over):  Incoming Republican Congressman George Santos facing his most contentious interview yet as he tries to explain lies he told about his life while campaigning for Congress. REP.-ELECT GEORGE SANTOS (R) NEW YORK:  Look, I agree with what you're saying and as I stated and I continue, we can debate my resume and how I worked with firms, such as Goldman Sachs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "GABBARD",
      "sentences": "Is it debatable or is it just false?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "SANTOS",
      "sentences": "No, it's not false at all. It's debatable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "MCKEND",
      "sentences": "Santos trying to minimize his lies as mere embellishments in an interview with Fox News. His answers getting strong pushback from the host Tulsi Gabbard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "GABBARD",
      "sentences": "It's hard to imagine how they could possibly trust your explanations when you're not really even willing to admit the depth of your deception to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "MCKEND",
      "sentences": "Santos insisting despite the controversy, that he intends to serve in Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "SANTOS",
      "sentences": "Now it's going to be incumbent upon me to deliver on those results. And I look forward to serve --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "GABBARD",
      "sentences": "You're exactly right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:01",
      "speaker": "MCKEND",
      "sentences": "House GOP leader Kevin McCarthy remaining silent on the matter, even as two fellow incoming GOP House members from New York issued statements criticizing Santos' lack of transparency. One of those lawmakers to be, Congressman-elect Nick Lalota, calling for an ethics investigation and potential law enforcement involvement, if necessary.Santos also under scrutiny for how he made his money and how he was able loan his campaign more than $700,000. Santos telling news outlet Semafor he earned his money in a capital introduction business and did deal building and specialty consulting for high net worth individuals. The Democrat who lost to Santos just last month calling on him to resign and to face him in a rematch. ROBERT ZIMMERMAN (D) FORMER NEW YORK CONGRESSIONAL CANDIDATE: Assuming his name is George Santos, I think in fact, he should resign his position based on the lies he told and I said if he's so confident that he has the trust of the voter, I would face him in a rematch. (END VIDEOTAPE) MCKEND (on camera):  And new tonight, CNN's KFile uncovered more falsehoods from Santos, including claims he was forced to leave the New York City prep school (INAUDIBLE) when his family's real estate assets took a downturn. The school has no record of him ever attending. It's among a litany of other newly discovered lies this evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:01",
      "speaker": "BLITZER",
      "sentences": "Eva, stay with us. I've got more to discuss with you. I also want to bring in CNN Senior Political Analyst Ron Brownstein.Ron, how damning is this new reporting from CNN's KFile right now uncovering even more evidence of Santos' lies about his education, his work and his family history?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:01",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "I think it's really important, Wolf, because it underscores, I think, the central conclusion from what we have learned so far, which is that we almost certainly have not seen the full extent of the lies and the misrepresentations here. I mean, based on everything that he has already dissembled about and lied about, there is almost certainly more that isn't true and, in particular, I think investigators and ethics and journalists are going to be focused on following the money. I mean, this is someone who claims somewhere between $3.5 and $11 million in income over two years from a company that as The New York Times described has no public-facing assets and for which he is offered completely different explanations for what it did over a period of days.So, I suspect there going to be a lot more focus on where his money came from and whether he accurately represented the sources of that revenue, the clients, et cetera, in his financial disclosure forms to the FEC, to Congress. Those are not only kind of ethical misdeeds, those potentially could be crimes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:01",
      "speaker": "BLITZER",
      "sentences": "I suspect you're absolutely right.Eva, as you know, another incoming House Republican, another congressman-elect, is condemning Santos. But how much pressure does all this put on the leader, McCarthy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:01",
      "speaker": "MCKEND",
      "sentences": "Well, we know that leader McCarthy is principally concerned about securing the speakership. And so Santos is just another reliable vote for him. That's why we haven't seen McCarthy really say anything.I spoke to a House Republican today. He also is not commenting publicly, but on background, he told me that they are all still processing this. They are in disbelief. But surely when they return to Washington next week and are confronted with a very aggressive Hill corps, they will have questions to contend with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:01",
      "speaker": "BLITZER",
      "sentences": "I suspect you're right, as well.Ron, what does it say that Santos even made it this far in the first place and that so far he's refusing to back down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "MCKEND",
      "sentences": "Well, what we're seeing, Wolf, is a different response from Republicans in that region in Long Island and Republicans here in Washington. I don't know how much this changes the overall calculation, but, you know, as Ron alluded to, because McCarthy has such a -- will have such a thin majority next year, he really just has to listen to his conference.So, ultimately, if there is a change in sentiment among Republicans, maybe we will hear something different from him as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "The death toll from the epic blizzard that buried much of Western New York has climbed to at least 37 people tonight, as the U.S. National Guard goes door to door right now searching for more potential victims.CNN Senior National Correspondent Miguel Marquez is in Buffalo for us. Miguel, what are you seeing there tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "MIGUEL MARQUEZ, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Yes. Look, Wolf, this is a city that you know, knows snow and knows storms very well. Buffalonians are tough, they are caring, and they love their neighbors. This is a city that has tested -- this is a storm that has tested this city to its very limits.(BEGIN VIDEOTAPE) MARQUEZ (voice over):  Buffalo digging out. The National Guard going door to door, doing welfare checks on homes in areas where the power was out for days. So far, hundreds of people have been rescued and authorities are still following up on calls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Because we are fearful that there are individuals who may have perished living alone or two people who are not doing well in an establishment, especially those that still don't have power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "MARQUEZ",
      "sentences": "Officials here responding to criticism they should have done more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "35-mile-per-hour wind gusts for three hours straight with less than a quarter mile visibility. This was an extreme blizzard, maybe the category 5 of blizzards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "MARQUEZ",
      "sentences": "In Erie County alone, at least 37 killed in extreme weather in an area accustomed to major snow storms.Casey Maccarone's (ph) mother, Monique Alexander died in the storm on Christmas Eve. The Buffalo native who have been though many snow storms here thought this one was the same.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We were waiting for her to come home. I knew something was wrong right away, though. My kids, they lost their grandmother, and that was her most important role in her life was being a good grandmother. And now they just have memories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "MARQUEZ",
      "sentences": "For every person who died, dozens of stories of those who stepped up and saved friends, neighbors, even strangers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is something I always do. I help everybody. There's people out there dying. There's people freezing to death in a car.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "MARQUEZ",
      "sentences": "Craig Elson (ph) was open for business when the extreme conditions started up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well, if you need shelter, come to 707 Fillmore. You can get warmth, heat and electricity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "MARQUEZ",
      "sentences": "He ended up hosting up to 40 people over two days at his CNC Cuts Barbershop.Then there was Shikira Autry (ph) who heard a man she didn't know, screamed for help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We've got to get some help. He has gangrene on his hands. He's going to lose his fingers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "MARQUEZ",
      "sentences": "Joe White (ph), who is developmentally disabled, lost in whiteout conditions. Autry (ph) didn't know him but she saved him.The airport now reopen but a driving ban remains in effect for Buffalo. The country executive today accusing the city of Buffalo of not clearing snow fast enough and saying the county or the state should take over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mayor is not going to happy to hear about it, but storm after storm after storm after storm, the city unfortunately is the last one to be opened, and that shouldn't be the case. It's embarrassing, to tell you the truth.(END VIDEOTAPE) MARQUEZ (on camera):  Now, what is amazing, Wolf, is talking to these victims whose families were killed in the storm or got lost in it and people who rode the storm out, just how quickly it took people's lives. They were only gone for a few minutes before they realized that there was a problem. There are two main concerns for authorities right now, is ensuring that they move enough snow off of the drains, because we're expecting a pretty big melt in the next couple of days. Temperatures are going to go way up, and they are concerned about flooding. And then getting into house after house, everywhere that they can to make sure that there's nobody else in need or expired. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "Yes. This crisis is clearly not over yet. CNN's Miguel Marquez in Buffalo, thank you very much for that report.Let's discuss this and more with the mayor of Buffalo, Byron Brown. Mayor, thank you so much for taking a few moments and joining us. You just heard the Erie County executive criticize Buffalo's emergency operations, calling it, and I'm quoting him now, embarrassing. How do you respond to him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "BLITZER",
      "sentences": "Let's see if that happens. That would be encouraging. The county executive, Poloncarz, is taking responsibility for not implementing the travel ban sooner. How do leaders get beyond the blame game right now and make changes to prevent such a deadly incident from happening again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "BROWN",
      "sentences": "You know, it should be all about collaboration. We have to work together with monster storms like this. No municipality is equipped to battle storms like this by themselves. It requires mutual aid. Governor Kathy Hochul knew that. Governor Hochul provided aid and called for aid from communities all across the state of New York. So many communities stepped up. Our neighboring suburban communities, the cities of Rochester and Syracuse, the town of Amherst, many others that I'm not mentioning, all realizing that Buffalo is the epicenter of this storm in Western New York.The storm conditions in Buffalo were worse than they were, any place else in Western New York. Wind gusts up to 79 miles per hour, shaking people's homes, temperatures that dipped to minus 22 degrees below zero with the wind chill, whiteout conditions, where you could literally not see in front of your face where National Guard, plow drivers, police, fire, others had to pull over in their vehicles because there was zero visibility. So, you're right, Wolf. This is not the time for any kind of blame game. This is when we all have to continue to work together to get our residents through these conditions. We're at the end of it. We've come through the worst of this storm now. We, horrifically, sadly, have lost 28 people in the city of Buffalo. That's a very, very painful thing. But job number one is continuing the work to provide emergency services to get all of the power restored. Over 20,000 were without power in Buffalo. That number is now down to 128 without power. But we can't rest until every resident has their power restored and opening up every street so people can get out of their homes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "BLITZER",
      "sentences": "Mayor, what are the top priorities right now in this recovery? And I ask the question, because as you well know better than I do, there are serious concerns right now over potential flooding from melting snow in the coming days, as the temperature goes up to maybe 50 degrees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "BROWN",
      "sentences": "The temperature is going to rise to 50 degrees by the end of the week. There will definitely be flooding. We have seen that before after these kinds of conditions. These were the worst of these conditions. We're working now to mitigate flooding. But we know just like we couldn't control the wind, we couldn't control the snow. There will be some elements of this flooding that will not be able to be controlled that we will have to deal with after it happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "BLITZER",
      "sentences": "Buffalo Mayor Byron Brown, thanks so much for joining us. As you know, I'm a fellow Buffalonian. I love Buffalo, I love all the people there and I'm wishing all of you only the best. Thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "BROWN",
      "sentences": "Thank you, Wolf. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:01",
      "speaker": "BLITZER",
      "sentences": "Thank you.Just ahead, CNN is continuing to pore through the released transcripts from the January 6th select committee. We're going to share what we're learning right now about Trump's considerations for pardons for his allies. (COMMERCIAL BREAK) [18:35:00] BLITZER:  The January 6th select committee is preparing to release yet another batch of transcripts from witness interviews. CNN Political Correspondent Sara Murray is here in THE SITUATION ROOM with me. She's got more information. Sara, the transcripts already released have been packed with new revelations, as you know. We've learned that Trump actually considered issuing blanket pardons for some of his allies in the final days of his presidency. Tell us more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:03",
      "speaker": "BLITZER",
      "sentences": "You know, in an unrelated matter, I know you have been following this, we just got word of a serious health condition for Congressman Jamie Raskin that he just released. Tell us about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:03",
      "speaker": "MURRAY",
      "sentences": "That's right. I mean, Jamie Raskin, of course one of the prominent members of the January 6th committee, he put out a statement today, a sad turn of events, he said he has a serious but curable form of cancer. It's called diffuse large B cell lymphoma. He says he's going to begin outpatient therapy. Obviously, he's had a very big role, a prominent role in the last couple of years.He's expected to have a big role in the upcoming Congress as well. He's been elected to be the top Democrat on House oversight. So, obviously, we will be thinking about him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:03",
      "speaker": "BLITZER",
      "sentences": "Yes. We wish him a very, very speedy recovery. He's a very good guy. He's a Democratic Congressman from Maryland. Thank you very much, Sara, for that.Let's get some more on all of this. Joining us now, our Chief Political Analyst Gloria Borger and CNN Legal Analyst and National Security Analyst Carrie Cordero. Gloria, I just spoke to committee member Congressman Adam Schiff in the last hour here in THE SITUATION ROOM. I want you and our viewers to watch what he had to say about this Trump push for pardons. Listen to this. (BEGIN VIDEO CLIP) REP. ADAM SCHIFF (D-CA):  Imagining an organized crime figure given the pardon power and the ability to use it, he believed, to protect anyone who was loyal to him. The fact that even now he talks about pardoning these people that were engaged in a violent attack on police officers defending the Capitol is really unthinkable. But it just shows, you know, the extreme nature of, you know, his narcissism, frankly, that he can't contemplate what it must look like to the rest of the country that he would pardon these people. But I think its evidence of the consciousness of guilt on a massive scale. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:03",
      "speaker": "BLITZER",
      "sentences": "Gloria, this isn't the first time someone has actually compared Trump to a mob boss, is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:03",
      "speaker": "GLORIA BORGER, CNN CHIEF POLITICAL ANALYST",
      "sentences": "No, it isn't, and it may not be the last. But what Congressman Schiff is talking about is sort of stunning, it's the notion of sort of group pardons, mass pardons, the president of the United States saying what if we just pardon people, everyone who works here in the White House, what if we just pardon people who were kind of walking around the Capitol on January 6th, who weren't violent.I mean this does show you, and I'm not an attorney here, but this does show you that the president understood that something went on that was wrong and potentially criminal. And what he wanted to do was protect the people who would eventually protect him. And I think, you know, Adam Schiff is kind of onto something here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:03",
      "speaker": "BLITZER",
      "sentences": "Well, let me get Carrie to react to that as well. What do you think, Carrie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:03",
      "speaker": "CARRIE CORDERO, CNN LEGAL ANALYST",
      "sentences": "So, on one hand, you know, we do know, Wolf, that pardon authority is one of the strongest, not challengeable authorities that an executive has, that any president has. And so the former president was very aware of his strong executive authority and demonstrated throughout his presidency that he was really willing to use that authority.I think it's interesting that in this particular circumstance, it sounds like the White House Counsel's Office was able to push back on his instincts to use that executive authority in such an unprecedented way, particularly as it pertained to January 6th related events, but it is amongst the things that the former president could be criticized for. It's in the area of sort of a more of a political argument because presidents do have that strong legal authority.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:03",
      "speaker": "BLITZER",
      "sentences": "Carrie, let me follow up, because according to one of the transcripts that was released, former Trump White House Chief of Staff Meadows actually burned documents in the lead-up to January 6th. So, what stands out to you about his role in all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "BLITZER",
      "sentences": "Gloria, what do you make of the detail that there was this rumor going around, according to transcripts, that Trump was considering conceding the election and inviting the Bidens to the White House? Obviously, that didn't happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:00",
      "speaker": "GLORIA BORGER, CNN CHIEF POLITICAL ANALYST",
      "sentences": "No, it didn't happen. Maybe it was a hopeful rumor on the part of a lot of the folks working at the White House, but maybe it shows that the president, the former president actually knew that he had lost, and we know because of the January 6th committee, that he had said as much to people privately.So maybe he knew that he had lost, told them as much. But then decided that he was going to lie and fight it and say the election was stolen, because he didn't want to actually lose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:28",
      "speaker": "BLITZER",
      "sentences": "Tonight, new fallout from the surge of COVID infections in China after the country lifted its strict zero-COVID policy. The United States now requiring all air travelers from China to show a negative COVID test result before arrival in this country.CNN White House correspondent Arlette Saenz is traveling with the president who is vacationing in the U.S. Virgin Islands right now. Arlette, tell us more about this new policy from China and what prompted this. ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT:  Wolf, starting on January 5th, any travelers coming from China to the United States will have to provide proof of a negative COVID test. This decision coming as there is concern among federal health officials here in the U.S. about the uptick in cases of COVID-19 in China as well as what they've described as a lack of transparent data regarding the situation. Now, starting on January 5th, travelers will have to test no more than two days before their flight, and then show that negative test prior to departure. It will need to be a PCR test or a self-antigen test that is administered through a telehealth service. Additionally, this doesn't just apply to people coming from China directly to the U.S. It will also include those travelers who might be traveling through a third country. So, airports like Seoul, Vancouver, and Toronto would also be included in these travel requirements for these travelers. Now, this comes as there has been a rise in COVID-19 cases in China since the elimination of the zero-COVID policy earlier this month. But officials have also been stressing their concerns about the type of data they've been receiving from China, saying that they're lacking information, ample information when it comes to the number of cases, hospitalizations, and also deaths. And, additionally, there's great concern about the lack of information regarding genomic sequencing, which is key to identifying any possible new variants. So, officials are hoping that by putting measures like this into place that it could prevent the spread of potential new variants while they work to gain more information. Now why are they waiting until January 5th? Federal health officials say that they are giving the airlines time to comply with these new rules.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:57:25",
      "speaker": "BLITZER",
      "sentences": "A stark warning from the U.S. Department of Homeland Security about the potential for domestic extremist acts of violence along the border if Title 42 is lifted. It comes after a U.S. Supreme Court order leaving the Trump-era policy in place until legal challenges play out.CNN's Leyla Santiago is at the border with details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:57:25",
      "speaker": "LEYLA SANTIAGO, CNN CORRESPONDENT",
      "sentences": "So, what she wants now, she's hoping to get to Dallas to -- where she knows someone to be able to, as she has repeated, find a better future for her children and work. Marveles Montecinos (ph) and her 1-year-old son just finished a four-months-long journey from Venezuela, through nine different countries, just to be here in the United States of America. Her question is, to the people of the United States, to the government of the United States, why don't they want her here? That sentiment echoed by many mothers here with their futures in doubt after the Supreme Court ordered Tuesday to keep in place the Trump-era Title 42 policy, while legal challenges play out in court over the next few months. Their policy allows the U.S. government to expel migrants legally seeking asylum before they've had a proper hearing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:57:25",
      "speaker": "PASTOR TIMOTHY PEREA, EL PASO COMMUNITY ORGANIZER",
      "sentences": "It breaks me because there's no directive. And what we're trying to provide with the minimal resources that we have is a direction, so they can go from point A to point B.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:57:25",
      "speaker": "SANTIAGO",
      "sentences": "Over the past few months, tens of thousands of migrants have been surging to the southern border, creating a humanitarian crisis. It's left border towns like El Paso overwhelmed and unable to keep up with the challenges of providing care, food, and shelter for those in need.MAYOR OSCAR LEESER (D), EL PASO, TEXAS:  We've had as many as 2,500 crossings a day. And that's going to continue. And this is while Title 42 is still in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:57:25",
      "speaker": "SANTIAGO",
      "sentences": "El Paso is preparing for an even loner surge should Title 42 be rescinded, transforming two vacant schools into temporary housing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:57:25",
      "speaker": "LEESER",
      "sentences": "This is just a band-aid on a broken immigration system. The system has to be fixed, because we can't continue to go this way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:57:25",
      "speaker": "SANTIAGO",
      "sentences": "U.S. Customs and Border Protection says it's setting up a new processing facility in El Paso to increase capacity. It's one of ten new temporary processing facilities being added on the U.S./Mexico border. For now, local organizers in El Paso are asking people to just try to see the humanity in everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:57:25",
      "speaker": "PEREA",
      "sentences": "They're here, some of them are here. What are we going to do? It's time to step up. It's time to say, you know what, they're here, regardless if I'm a red shirt, blue shirt, whatever the case may be. Let's help out these people.(END VIDEOTAPE) SANTIAGO (on camera):  And, Wolf, as the country braces for what could be another potential surge of migrants coming, we've learned that the Department of Homeland Security concerned about another potential surge. We obtained, CNN obtained a memo circulated just days ago warning of potential violent extremist attacks targeting migrants in critical infrastructure should the Trump-era policy come to an end -- Wolf.",
      "isLastSentenceInterrupted": false
    }
  ]
}