{
  "date": "2022-11-10",
  "headline": "CNN Newsroom",
  "subHeadline": "Red Wave Fails to Materialize for Republicans; Votes Still Being Counted in Maricopa County, Arizona; Kevin McCarthy Confident He'll Become House Speaker; Republicans Poised to Take House, Senate Undecided; Trump Allies Focusing on Likely Trump-DeSantis Matchup. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from London, this is CNN NEWSROOM with Max Foster and Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Hello and a warm welcome to our viewers joining us in the United States and all around the world. I'm Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "I'm Max Foster joining you live from London. Just ahead on CNN NEWSROOM.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "American people have spoken and proven once again that democracy is who we are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Votes are still being counted in the high profile U.S. Senate race with neither candidate getting 50 percent of the vote, this Senate race is heading for a runoff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We had an honest and fair election. It's as simple as that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Representation matters. They can be anything they want to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Heavy rains, the potential for flash flooding and three to five feet of storm surge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are not going to come drag you out of your House. If you are in the evacuation zone and you don't leave, then it's your responsibility.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "It is Thursday, November 10th, 9 a.m. here in London. It's 4 a.m. in Washington. The control of Congress is still up in the air as votes are still being counted across several states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "And here's where things stand right now. Republicans inching closer to control in the House of Representatives. 218 seats are needed for a majority. Democrats have won 191 compared with 209 for Republicans. 35 races have yet to be called.In the Senate Democrats now hold 48 seats, Republicans have 49. They need to pick up to of the three remaining seats to get control. A Republican majority in either House of Congress will make president Biden's job a lot more difficult over the next two years but he's breathing a little easier after the lackluster showing for the GOP. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Our democracy has been tested in recent years but with the votes the American people have spoken and proven once again that democracy is who we are. The states across the country saw record voter turnout and the heart and soul of our democracy, the voters, the poll workers, the election officials, they did their job and they fulfilled their duty.While we don't know all the results yet, at least -- I don't know them all yet, here's what we do know. While the press and pundits are predicting a giant red wave, it didn't happen. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "We are keeping a close eye on races in three key states that will ultimately decide who controls the Senate and those are Arizona, Nevada and Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "The Arizona race right now incumbent Democrat Mark Kelly is leading Republican challenger Blake Masters with more than 75 percent of the votes counted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "Democrat Katie Hobbs is leading Republican Kari Lake in the governor's race. But Lake is already casting doubt on the results on election night. She's planning to hold an event today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "And ballot counting is still on in Maricopa and other key counties and election officials say they will not finish their tallies until the weekend.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NOBILO",
      "sentences": "Nevada is another key Senate race that won't be decided right now. Former Nevada Attorney General Adam Laxalt who fought to overturn the 2020 election holds a slight lead over Democratic Senator Catherine Cortez Masto.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "But about 160,000 ballots are still being counted. Including larger than usual numbers of mail-in ballots that are still arriving. A final vote tally is expected before next week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NOBILO",
      "sentences": "In a case of history repeating itself, Georgia is headed for a runoff that could decide which party controls the Senate. Democratic incumbent Raphael Warnock will face off against Republican challenger Herschel Walker on December 6th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Neither candidate surpassed the 50 percent threshold needed to win the race outright. And Georgia's top elections official is already planning for early and absentee voting.(BEGIN VIDEO CLIP) BRAD RAFFENSPERGER, GEORGIA SECRETARY OF STATE: I think it's really -- I was in a runoff four years ago and I prevailed on that. It's really who gets the most people out. Who has the most active campaign and I know I traveled all over the state in my runoff period and I'm sure both campaigns will be doing that. But we're getting the counties ready. We're building ballots. We started that this morning to get that ready. And then get ready to, you know, receive absentee ballot applications and then send those absentee ballots out. And then the date will be this first Saturday right after Thanksgiving, that will be the first day of early voting. And then the week after we'll continue on. And then Tuesday, December 6th will be the decision day. That's when the last day to come out to vote. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "If Republicans win the House, Kevin McCarthy is expected to become the next Speaker. But a slim majority could present problems with the California Congressman who will have to bring together moderate and right wing elements of the party. He's already hard at work trying to lock down the votes he needs to claim the speaker's gavel. Live now to Capitol Hill and CNN's Sunlen Serfaty. All of this is creating an imbalance of power, isn't it, between the White House and the two Houses apparently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "SUNLEN SERFATY, CNN WASHINGTON CORRESPONDENT",
      "sentences": "That's absolutely right, Max. This is a new moment in Washington, likely a politically divided moment in Washington. While CNN has not called the House, it is likely that Republicans will take the House. There are still, of course, many races yet to be decided. And all of this is putting additional pressure on Kevin McCarthy in his quest to become the Speaker because of the much smaller majority than he was expecting going into Tuesday's election.We know according to sources that he is facing a lot of pressure from the House Freedom Caucus, the more conservative wing of the party in his quest for the speakership. According to a source familiar with the deliberations of the conservative House Freedom Caucus, at least two dozen current and incoming members are considering voting against him potentially to become the next Speaker if he does not offer some specific concessions to them. And one source telling CNN that they're even considering the possibility of running a long shot candidate against him in order to exert those concessions. Now he was up here on Capitol Hill yesterday asked by a member of our CNN Capitol Hill team about his confidence going forward. Here's what he had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you have the votes for both the majority in the Speakership.REP. KEVIN MCCARTHY (R-CA): Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You will have the freedom Caucus. Have you spoken to President Biden today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "MCCARTHY",
      "sentences": "Yes. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "We're going to learn a lot more about him. Thank you so much. Sunlen Serfaty live from Capitol Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "Joining us now from Los Angeles, CNN political reporter Maeve Reston and here in London associate professor of political science at University College London, Thomas Gift. Thank you both so much for joining us.And Thomas let's start with you and speak about this in macro terms. I think we were all expecting, listening to the experts, the polls and sometimes the parties themselves, a red wave to be the national story of these midterms. That isn't the case. Why do you think that the Democrats did better than most people expected?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "THOMAS GIFT, ASSOCIATE PROFESSOR OF POLITICAL SCIENCE, UNIVERSITY COLLEGE LONDON",
      "sentences": "Well, it's great to be with you, Bianca. Republicans certainly didn't get what they wanted on Tuesday. And that was something like a repeat of '94 under Clinton or 2010 under Obama where there was a clear repudiation of the majority. I think Republican under performance it's got to be due to one of two factors. Either it's a tacit endorsement by voters of Democratic policies or it's an indictment of the GOP. And given Biden's approvals in the low 40s I think it's hard to make the case that voters were enamored by the progressive agenda.So, Republicans really, I think have to do some serious reflection on why the midterms didn't translate into more success. Because there was a perfect storm here. Inflation at its highest rate for decades, elevated crime, crisis at the border, opioid epidemic. Republicans should have won easily. And I think that they didn't in large part because of candidate quality. Candidate quality still matters. A lot of these old from MAGA figures who made it through the primaries, I think they turned off a lot of moderate voters through fringe policy positions, kind of claims of election rigging and so on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "And Maeve, there were a lot of key issues playing into this. Abortion was an issue that really resonated here in Europe. Obviously, no one here had a vote. But it did play into the election result, didn't it? But in different patches, different networks, young people in particular. MAEVE RESTON, CNN POLITICAL REPORTERknow, the Democrats in the final days, we saw President Biden making the case to Democratic voters that they really needed to get out, to reject extremism, to reject the candidates that Donald Trump had chosen but also to get out and support abortion rights. And that's really what you saw in these results. We did see more young people turning out than we normally would expect. Also, independents really broke toward Democrats because of some of those issues. And having done a lot of reporting in Nevada and Arizona, I spoke to a lot of women who were just really having a hard time with this decision because they wanted to vote for change. They were angry about inflation and the effect that it's having on their families, but they really hated the direction that the Republican Party has taken on abortion. In the end I think a lot of those women, those suburban women who are so important in these election ended up going towards the Democrats. We certainly saw that in states like Pennsylvania and Michigan. And so, that's why you're seeing that issue play out differently across the country. Particularly in places where women felt that abortion rights were in jeopardy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "And Thomas let's talk about Ron DeSantis who I think is the name on many people's lips this morning. How has his position within the Republican Party been altered by the results in Florida?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "Maeve, let's turn now to the election deniers as well. They, you know, had their biggest moment, didn't they, in this election. A lot of people around the world were looking at that and concerned that that trend may spread abroad as well. But election deniers, did they really resonate in this election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "RESTON",
      "sentences": "Well no. We saw a clear rejection of election denialism across the country. You know, we were watching so closely a lot of the Secretary of State races. The folks that will oversee the election counting in the next -- in 2024. But we still obviously don't know the results in Nevada and Arizona and it's so important because Arizona is really just ground zero for that election denialism.The top four candidates on the ticket there, including Kari Lake who is the GOP nominee for governor, have all -- all rose to power by echoing President Trump's election lies. And so, we're going to have to see how those races turn out before we have a clearer picture overall. I will say that, you know, voters on the ground in Arizona and Nevada, a lot of them, particularly independents, said they're so tired of hearing about the 2020 election. So, that really may end up being, you know, a big strike against some of these candidates. But as you guys went through the results, they are still so close. And so, we're going to have to see where those races land to have sort of the verdict on what happened with election denialism in this election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "Yes, we are awaiting those key results. Maeve Reston in Los Angeles and Thomas Gift here in London, thank you both very much indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "NOBILO",
      "sentences": "Thank you so much.And as we were just discussing, he's just won a reelection for governor but planning is already said to be underway for Republican Ron DeSantis's expected presidential run. How that can set up battle between him and former President Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "Plus, Wall Street turns its attention back on the economy with critical new data on inflation due out later today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "NOBILO",
      "sentences": "And what was Hurricane Nicole is battering Florida's east coast with torrential rain and high winds by tracking the storm live from Atlanta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "And that will likely see him directly challenge former President Donald Trump for the GOP nomination. And Trump appears set on being the first to officially announce his campaign. Kristen Holmes reports.(BEGIN VIDEOTAPE) KRISTEN HOLMES, CNN U.S. NATIONAL CORRESPONDENT: Following Tuesday's midterm, several of former President Donald Trump's advisers tried to warn him that an announcement for a third presidential run next Tuesday might be too soon. That the results would not give him the momentum he needed. However, advisers close to the president say he seems still set on making that announcement for a third presidential bid next Tuesday. Which means that Trump's advisers are gearing up for what they believe is inevitable. Which is a Trump/DeSantis 2024 showdown. What exactly does that look like? How is Trump's team going to be able to hit DeSantis, which seems at this point like a monumental fete, particularly given how large DeSantis's win was on Tuesday. And the fact that he has momentum from both donors and other Republicans. We've seen and reported Rupert Murdoch, who owned several conservative media outlets, seemed almost happy to move Trump out of the way and replace him with DeSantis as the head of the Republican Party. Now Trump himself did take a swipe at DeSantis in an interview on Monday night. He said: I don't know if he is running. I think if he runs, he could hurt himself very badly. I think the base would not like it. I don't think it would be good for the party. I would tell you things about him that won't be very flattering. I asked Trump what he meant by that but he wouldn't go into any detail. But one adviser said they believe this is just the tip of the iceberg. They believe this is going to get increasingly nasty. And again, we do still expect Trump to make an announcement to launch a third presidential run next Tuesday at Mar-a-Lago. Kristen Holmes, West Palm Beach, Florida, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "Six weeks after hurricane Ian decimated parts of Florida the state is once again hunkering down amid another storm. Nicole made landfall just over an hour ago as a category 1 hurricane. But its impact was felt hours before as highways and a storm surge pounded Floridian coast. It also broke a record set in 1935 for the latest date in the -- in the year for a land falling hurricane in the U.S. Meteorologist Pedram Javaheri joins us with the latest on the storm. Pedram, why this seasonal anomaly?",
      "isLastSentenceInterrupted": false
    }
  ]
}