{
  "date": "2022-12-20",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Zelenskyy Visits Ukraine's Frontline; U.S. Lawmakers Debate Trump's Taxes; Argentina Celebrates World Cup Win; Chief Justice John Roberts Temporarily Blocks End Of Title 42; U.S. Border Cities Brace For Migrant Influx; Taliban Ban Afghan Women From Universities; Iranian Footballer Facing Death Penalty; World Cup Winners Arrive To Huge Crowds In Buenos Aires. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "CHRISTINA MACFARLANE, HOST, ISA SOARES TONIGHT",
      "sentences": "Hello, and a very warm welcome to the show, everyone, I'm Christina Macfarlane in for Isa Soares.Tonight, Volodymyr Zelenskyy visits the frontline as Ukrainian soldiers reflect on the territory they've retaken 300 days into the war. We'll have a special CNN report from Snake Island. Then, former President Donald Trump is back in the spotlight. We'll tell you about today's debate over his taxes. And later, celebrations in Argentina as the World Cup winners returned home to an adoring country. How Ukraine's President says his country's defenders need more powerful weapons and more support from international allies. Volodymyr Zelenskyy visited the frontline city of Bakhmut Tuesday, which is currently the scene of some of the fiercest fighting in the war. He said soldiers there are facing a difficult situation as Moscow throws more resources into its fight for Bakhmut. Meantime, Russia's president is reasserting its claim over four illegally annexed Ukrainian regions. Vladimir Putin gave state awards Tuesday to Kremlin-installed governors of Zaporizhzhia, Kherson, Donetsk and Luhansk. Well, Ukraine is scoffing at the idea that any of its territory belongs to Russia. Let's go now to our Will Ripley, he's live in Odessa, who just made an exclusive visit to a celebrated island that Ukraine recaptured. We understand you were the first TV crew on to Snake Island, and that it was a bit of a difficult trip to make. What was the experience like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "WILL RIPLEY, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, certainly, the first one since Ukraine recaptured the island 5 months ago, Christine. And --Christina, and it is a place unlike any I have visited before, I have to say. It was surreal. I've never been somewhere so isolated, and I've been to a lot of isolated places. No cellphones, because if you turn on your phone, you're going to get attacked. No communication with loved  ones for these soldiers that are defending it over the holidays. And in the case of these Ukrainian soldiers, who on the first day of the full scale invasion, knew that they were outnumbered, knew that Russia had its guns pointed right at them, knew that they basically had no way to defend the island for any extend of time. And yet still, when the Russians demanded their surrender or threatened to bomb them into oblivion, their response? Well, just watch. (BEGIN VIDEOTAPE) RIPLEY (voice-over):  As the saying goes, whoever controls Snake Island controls the Black Sea. The safest way to get there, the Ukrainian military's inflatable speedboat, with seating for six. It's small enough to stay out of sight. (on camera):  We are really getting tossed around out here, but we need to take a small boat because we need to stay out of the site of Russian reconnaissance aircraft. (voice-over):  Safer than a helicopter, but no protection from the Black Sea's big waves. Bitter cold and whipping winds, not to mention the mines. By the end, our stomach churning journey, Snake Island's craggy cliffs are a welcome sight. Up close appear in pieces, previews the destruction we're about to see. We enter Snake Island by climbing up a pile of half-sunken slippery sea blocks. We are the first journalists allowed here since Ukraine recaptured Snake Island 5 months ago. Russians blanketed the island with booby traps before bailing out. (on camera):  The soldiers told us we need to follow in their footsteps exactly, and we need to be very careful where we step. This whole island is littered with land mines, unexploded ordinance, basically a powder keg. (voice-over):  A powder keg with plenty of cats wandering through the wreckage of ten brutal months of war. Not a snake in sight. On February 24th, the first day of Russia's full scale invasion. Russia's Black Sea flagship, the Moskva, aimed its arsenal at Snake Island, demanding dozens of Ukrainian defenders surrender or die.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "RIPLEY",
      "sentences": "What happened next is how legends are made.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "RIPLEY",
      "sentences": "Five words seen at the time as a final act of defiance. Everyone on Snake Island presumed dead. Russian bombs raining down, the island'sradio went silent. Those five words telling the Russian warship where to go, instantly iconic, inspiring T-shirts, postage stamps, pop songs. Ukraine later learned Snake Island defenders were alive, prisoners of war, some released in a POW swap earlier this year, others remain in Russian captivity. (on camera):  Isn't it intimidating to look out and see a giant Russian warship and know that you guys are a small group here? \"If anybody tells you it's not intimidating, he's a liar\", says Fortuna(ph), a volunteer soldier. \"It was chaos. The garrison here was small. Russia captured the island quickly, taking the island back took a long time.\" (voice-over):  On Snake Island, we find a graveyard of Russian weapons. The result of a relentless Ukrainian attacks for several months earlier this year. (on camera):  This is one of Russia's most expensive anti-aircraft weapon systems. As you can see, not much use anymore. (voice-over):  In April, Ukraine says its missiles sank the Muskova. Where did it go? The bottom of the Black Sea. A humiliated Kremlin says their flagship caught fire sinking in stormy weather. In May, a Ukrainian drone strike on Snake Island turned this helicopter into a fireball. (on camera):  This is what's left of that Russian helicopter. Pulverized along with its crew of about eight people. (voice-over):  A twisted relic of Russia's ill-fated plan to transform this remote Black Sea outpost into a permanent aircraft carrier. (on camera):  What is it like to live out here? \"We need to be on guard 24/7\", Fortuna says, \"so we never get bored.\" (voice-over):  We notice his Russian accent, t turns out Fortuna(ph) was born in Russia. He moved to Ukraine and got married before the war. Now, part of a Russian volunteer corps., protecting Snake Island for Ukraine. (on camera):  How do you feel about Russia now? \"For us, they're enemies, no matter what. Most of the Russian volunteer corp. lived in Ukraine before the invasion\", he says. \"We were living life, had families, good jobs. And here comes Russia attacking us. If some other country attacked us, we would fight, too. Life on Snake Island means almost total isolation.\" (voice-over):  Soldiers tell me the simple act of switching on a cellphone brings Russian rockets within 40 minutes. They say Russia attacked the island just last month. (on camera):  We are now out of time. We found the island just about an hour and it's important that we get off before the waves get too big and before the Russians know we're here. (voice-over):  The Ukrainians say Russia blew up Snake Island's historic lighthouse and museum. On the site of an ancient Greek temple. Evil spirits are rumored to roam these 46 acres of rock and sand, bearing witness to centuries of bloodshed. Ukraine is not the first nation to control Snake Island, but vows it will be the last.   . (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "RIPLEY",
      "sentences": "When Russia controls Snake Island, because of its location, they essentially were able to blockade this city, the port city of Odessa,preventing Ukraine from getting imports from their primary trading partner China, and also exporting badly-needed food like grains to Africa and other countries that rely desperately on Ukraine to provide food for people who are starving. And so, by retaking Snake Island, the Ukrainians are able to reopen that cargo route. So, really, this small piece of rock had such an impact, a huge impact on millions of people around the world and what happened there on the first day lit the spark for Ukraine's resistance. But it pierced to this illusion of invincibility that Russia had at the beginning of the war, when many people had written off Ukraine entirely. That act of defiance on the radio by some guys who knew that they probably didn't have a chance, could have potentially just completely changed the course of the war. It certainly helped to do so. And so, it was really remarkable, Christina, to be there to experience it, I could have stayed longer, frankly, and I think my teammates and I agreed, especially knowing what the boat ride home would bring, and the icy cold, colder than we've ever felt in our lives, Pierre(ph), Peter(ph), you know, Kostar(ph), our local fixer, we all were very grateful to be, you know, back on dry land and warm. But these guys are out there on those conditions, bravely defending this island right now. And they have no idea about this story because they had no way to see it, and yet, they're there. And they're giving service to their country, just like those guys did on day one on the full scale invasion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Christina, two different systems here, two different capabilities. We've already talked about thePatriot missile defense systems. Those will be a long range aerial defense to Ukraine, something they need desperately, as Russia continues to barrage Ukraine, its critical infrastructure, its energy infrastructure, its water infrastructure. And as we have seen so often in Ukraine, made the people there suffer. So, the Patriot missile will help in that area. The other aspect here that we're learning is precision bomb kits. These are called JDAMs, Joint Direct Attack Munition, and it's basically a kit that you can strap or connect on to a dumb bomb, a fins and a guidance system that turns it into a precision bomb. This capability is very similar to what we've seen with the HIMARS rocket launchers or the Excalibur artillery rounds, the precision artillery rounds, it fits that same mould, an ability to carry out a strike at a distance of 15 miles, or depending on the type of JDAM, perhaps, a little further, allowing Ukraine to strike with precision either at Russian frontlines or behind frontlines. Now, the catch here is that these have to be launched from an aircraft, and Russia still has air defenses. So that will have to be a problem that Ukraine figures out. How to effectively launch JDAMs, how to target them, because these are U.S. systems that need to be put on Soviet -- or fighters. But these are questions and problems and challenges that we've seen Ukraine handle before. They took U.S.-made anti-radial systems and figured out how to launch them from their fighter jets. So, there's no doubt they'll figure this out as well. It is just one of the challenges ahead for them to get this capability working so they can use it to strike either large spots within the Russian zone or Russian defensive lines as we've seen them been digging in. So, another critical ammunition as the war continues here. Christina?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, these complexities have been no obstacle in the past, have they? Oren Liebermann there live from the Pentagon. Thanks, Oren. Now,it's a question that's dogged Donald Trump since he first ran for president. Will the public get to see his tax returns? Well, in the next hour in Washington, lawmakers will convene to decide whether or not that should finally happen. This has already been a battle years in the making. But things really kicked up again last month, when the Supreme Court allowed a congressional committee to gain access to the records. What happens next is up to the committee members. Following years of Trump's personal tax returns and those of his businesses. Now, let's get straight out to Capitol Hill to CNN political congressional reporter, Lauren Fox is joining me. Lauren, as I said, this has been a long-time coming. I think six years in the making. How do we expect this vote to go today, and what could we expect to see, if access is granted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "LAUREN FOX, CNN POLITICAL CONGRESSIONAL REPORTER",
      "sentences": "Well, in just under an hour, the House Ways and Means Committee will convene. They will eventuallygo into an executive session, that means a closed-door meeting where they will deliberate what they want to do, what they want to release, if anything about former President Donald Trump's tax returns. And back when this information was requested in 2019 by House Ways and Means Committee Chairman Richard Neal, it wasn't just tax returns between the years of 2015 and 2020, but also supporting tax information that could be audit notes, anything that the IRS was keeping track of when it came to former President Donald Trump's returns. So this could be a treasure trove of information. We just don't know how much of it or what they would be willing to release, but the committee is controlled by Democrats, and in just a couple of weeks, they are going to lose power over the Ways and Means Committee, when Republicans take control of the House of Representatives on January 3rd.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "MACFARLANE",
      "sentences": "And Lauren, we know that Republicans are preparing to push back on this, saying that they are worried about the precedent this sets,if it's allowed to go ahead. But it's worth remembering, isn't it? That presidential candidates usually offer their tax returns up willingly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MACFARLANE",
      "sentences": "All right, watch this space, more explosions, potentially, for Donald Trump to come. Lauren Fox, thank you very much there live on CapitolHill. And still to come tonight, unprecedented strikes across Britain. Nurses walk off the job, and postal workers, train drivers and border force staff are set to follow. You'll hear from the nursing union on why they've taken to the streets a second time. Plus, a new study says China's drastic reversal from its zero COVID strategy could cost nearly 1 million lives. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MACFARLANE",
      "sentences": "Welcome back. It's the case everyone is talking about. The fall of cryptocurrency boss, founder of FTX, Sam Bankman-Fried. He iscurrently facing extradition from the Bahamas to the United States. And his extradition hearing is due to resume Wednesday. It comes after he agreed Monday to return to the U.S. Bankman-Fried faces eight counts of fraud and conspiracy in the U.S. Well, let's bring in our CNN Patrick Oppmann, who is standing by for us in the Bahamas. And Patrick, this process has dragged slightly, despite Bankman- Fried agreeing to the extradition process. So, what are we going to see here with the courts? What can we expect to happen next? What is the timeline likely to look like here for extradition?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, and understandably, a lot of people interested in watching this case unfold. I'm sure, if there is progress, we'll check backin with you tomorrow. Patrick Oppmann there, live for us in the Bahamas. Well, meanwhile, here in the U.K., Britons are facing more disruptions from widespread strikes that are threatening to impact the holiday season. Nurses across the country walked off the job today for a second time in the union's history. They're calling for a 19 percent pay hike. This was done recently as postal workers demanded better pay and working conditions. They're set to resume picketing in a few days. Commuters also can expect more travel chaos with striking train drivers set to derail services from Christmas eve, and border force workers are also planning walkouts that could impact travel at the U.K.'s largest airport, Heathrow, and airports around the country. Well, I want to discuss the nurse strike in more detail. Joining me now is Colin Poolman, he was a nurse for 30 years, and is now the Executive Director of Pay at the Royal College of Nursing. Colin, thank you so much for joining us this evening. This strike by nurses, Colin, was not done lightly. It's the first time in their 100 or in your 109-year history, that you are taking these steps. As I mentioned, you yourself were a nurse for 30 years. Talk to me about the decline in nursing that you have seen in that time, and why nurses felt they had no other choice but to take this action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "COLIN POOLMAN, EXECUTIVE DIRECTOR OF PAY, ROYAL COLLEGE OF NURSING",
      "sentences": "Good evening. It's with a very heavy heart that any nurse would ever considerindustrial action. And as you say, it's the first time in over 100 years that the Royal College of Nursing in England, Wales, have made the decision to take industrial action. And this is because of a sustained double inflation wage cuts. What we're seeing is the NHS in England especially is well across the countries in a decline, there's a crisis in nursing. We have nearly a 50,000 nursing vacancies. And although this is a dispute on pay with the government, it's actually around and about patient safety. Because if you don't have a sustainable nursing workforce, you wouldn't be able to provide the care that the society requires. And that's ultimately drawing our members to make quite -- as a desperate attempt to get government to listen and to come and negotiate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "MACFARLANE",
      "sentences": "And I know, living here in the U.K., that there is a lot of sympathy with nurses. But I think the number that really jumps out atpeople here, and the members of public here, and it appears to be a pretty extreme hike, is the demand for a 19 percent pay rise. As the executive director of pay at the RNC, can you just breakdown for us why you are pressing for that number in particular?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MACFARLANE",
      "sentences": "Can you give us a sense, Colin, of how dire the staff shortages are facing the NHS when it comes to nurses in the U.K.?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "POOLMAN",
      "sentences": "It's absolutely huge. Let's say that 50,000, up to 50,000 vacancies in England alone, and nurses report to us day-in, day-out theimpact that has on them when they turn up to shifts. They're either working short or they're working with huge number of agency colleagues who -- there's no consistency there. But a lot of the time, those are just not the numbers to provide the care. We see that there's care-giving operations are canceled because of a lack of staff. The provision of care is not the level that people would want it to be. And in fact, department(ph), huge ailment department(ph) and our members report that to us on a day-to-day basis. The service is in crisis already --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "POOLMAN",
      "sentences": "And if we don't do something about it, we will -- we're not missed out to deal with that. And because we need to -- and want someworkforce to provide care going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, and we know the government have not budged on this yet. And that you have given them a deadline of 48 hours to respond. If theydon't do that within 48 hours, you have said you're going to continue to strike. Is that not going to put patients' lives at risk? You know, if this situation escalates, if more workers go on strike, if ambulance workers join them, which we are expecting tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "POOLMAN",
      "sentences": "We provide life-preserving care, and have done over the last two days, and we'll continue to do that. That's what nurses do. However, if thegovernment's blackout choice that have driven nurses to this decision, I hope we do have to have further days of action. Our members have lost two days pay to be able to take this action. They do not take the decision lightly. We do not take the disruption it's caused for patients, but let's be clear, currently, the services in place, and unless we do something to try and retain and recruit people into the service, the consequences are going to get worse. So as I've said previously, the government has the political decision to come around the table and to negotiate with ourselves as -- on behalf of the nurses. Our chief executive has made that offer on numerous occasions, and we'll continue to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "POOLMAN",
      "sentences": "But ultimately, if they don't, and you've heard from our nurses, they're resolute that enough is enough and things need to change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MACFARLANE",
      "sentences": "Colin Poolman, it's been great to have your perspective on this evening. Really appreciate your time. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "POOLMAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "MACFARLANE",
      "sentences": "Welcome back.The chief justice of the U.S. Supreme Court has put a temporary hold on ending a controversial Trump era immigration policy known as Title 42. That policy, which allows authorities to expel migrants quickly at the southern border, was set to end Wednesday. Chief justice John Roberts says after the Biden administration's response within the next few hours to an emergency appeal filed by several Republican led states, seeking to keep that policy in place. In the meantime, border cities are bracing for an influx of migrants if the policy is lifted. CNN's David Culver spoke with some migrants, who have already tried to cross the border. (BEGIN VIDEOTAPE) DAVID CULVER, CNN INTERNATIONAL CORRESPONDENT (voice-over):  We watch as they step over a debris field of personal belongings, clothes and trash reminders of the thousands who crossed illegally before them, most hoping for asylum in the U.S. In this very spot last month, we introduced you to Georgia Gutierrez; her husband, Franklin, and their 5-year-old son. Like so many migrants chasing their American dream, they waited for the right time to step across.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "CULVER",
      "sentences": "Are you scared?Said he's a little scared. It's always hard because you don't know what's going to happen. CULVER (voice-over):  That was their second attempt to enter the U.S. They're now in Indianapolis, joining his brother and staying with a friend. There's still the fear that they can expel us, Franklin says. We don't want to do anything bad that will call attention. When they entered the U.S. they say border agents brought them in, no questions asked, a sign, they say, of the seemingly overwhelmed land crossing. \"They only told us what we needed to do. Go here, go there,\" she says. After seven days in immigration detention in El Paso, he says they were granted conditional release. Now they wait for a January court hearing to determine their status and future in the U.S. Rafael Rojas shared with us his treacherous and deadly journey from Venezuela to Mexico, witnessing tragedy throughout. When we met him last month, he held tight to his shoes and followed the same stone path Jody Bell (ph) took just hours earlier. But unlike Jody Bell (ph) and her family, Rafael says he was handcuffed and immediately deported more than 700 miles from Ciudad Juarez. In his last message to us, he said he vows to keep trying until he makes it to the U.S. Then there's the (INAUDIBLE) family. Four weeks ago, 9-year-old Ruby told me all the countries she traveled through just to get to Mexico, their dream destination sketched out. We caught up with them, still in Mexico, now renting a small home, no kitchen, no heating. Ruby's still without a school but determined. She wants to learn English. They no longer live at the encampment because those tents no longer exist. In this messy clash with Mexican police late last month, the migrants living here were forced to leave, tents and blankets burned as the space was cleared out. Ciudad Juarez's Mayor, Cruz Perez Cuellar, tells me the migrants were offered city shelters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "CRUZ PEREZ CUELLAR, CIUDAD JUAREZ, MEXICO MAYOR",
      "sentences": "It was dangerous for them to be there. And we have place to offer them.CULVER (voice-over):  He warns many migrants have become vulnerable targets of organized crime, a reason Francisco adapted young kids desperately wants out. The families tried to cross twice before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "MACFARLANE",
      "sentences": "Let's go now to the other side of that border, to CNN's Rosa Flores, in Brownsville, Texas.Rosa, tell us how officials on that side of the border are preparing for what might come in this potential influx of migrants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "You know, what's happening here, where I, am, temperatures are really dropping. The temperature of anxiety hasdropped ever since the Supreme Court made that decision that kept Title 42 in place. Let me show you where I am, because this is important for setting the scene. I'm in Brownsville, Texas. This is the border wall. This is where the border wall meets the port of entry of Brownsville and Matamoros, Mexico. Just yards from where I am, there are thousands of migrants camped out. I want to go to the live drone camera of our drone pilot, Almesh Burke (ph), because he has eyes in the sky in Mexico. If you look at these pictures, there are thousands of migrants, mostly from Venezuela and Haiti, who are living there, waiting. And some of them have been waiting there for weeks. I've been talking to some of them about their reaction to this decision, about Title 42 staying in place. And they tell me they are happy, they are joyous. This is very counterintuitive, because Title 42 allows for Border Patrol to swiftly return migrants back to Mexico. But they say they are happy about it, because the U.S. government has allowed for so many exceptions to Title 42 that they would rather wait in those camps for an exception to Title 42, so they can enter legally. The key there being they want to enter legally. Let me show you how that would happen. When you look through this border wall, you see that there -- these are bridges that lead from Mexico to the United States. Now if we could take the mass cam (ph) from our CNN engineer Michael Humphrey (ph), you will be able to get a bird's-eye view of this. This is where these migrants want to come to and seek asylum. They want to go to this port of entry, turn themselves into the agents there and ask for asylum. That is what they were hoping for when Title 42 lifted. But they were preparing, just in case Title 42 lifts and they are not allowed to do that, which, by law, they should be able to walk to a port of entry and turn themselves in, ask for asylum. From talking to these individuals, they tell me they have been preparing inflatable mattresses, ropes, lifejackets to cross the river illegally if they were not allowed to do that. That, of course, now the temperature of all of that, the anxiety has dropped ever since Title 42 has been kept in place per the Supreme Court. Now this is the scene here where I am. There are other parts along the border that look very different, Christina, because the response is different depending on the resources that Border Patrol has along these areas. In other areas, like El Paso, Texas, you will see National Guard members that have been arriving overnight and setting up fencing. Those are the types of resources we have seen that Texas governor Greg Abbott has deployed to the border whenever there is a surge of migrants. Why is it important? Why does happen? Well, the strategy there is when Border Patrol is busy processing migrants, the State of Texas brings in resources to fill in the gaps between ports of entry, like where I am now and wherever the next port of entry is. Those gaps, to make sure that law enforcement holds in the United States, so we can maintain national security. And so Christina, just depending on where we are along the border, it's a little different. The pictures look a little different. But the strategy is the same. At the end of the day, it's national security here in the United States. Christina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "MACFARLANE",
      "sentences": "We will wait to see how this plays out, with that 5 pm deadline moving for the Biden administration. Rosa Flores, live for us atthe border, thank you very much. Now China is pulling back from its zero-COVID strategy three years after the pandemic began. But experts say the country isn't prepared for such a drastic exit. Cases are now surging. CNN's Selina Wang is in Beijing. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SELINA WANG, CNN CORRESPONDENT",
      "sentences": "China's COVID policy has swung from one extreme to another. Many people here have been caught off guard by thissudden shift, from harsh lockdowns over a few COVID cases to now letting the virus rapidly spread. In the major city of Tonching (ph), which is under mass COVID lockdown last month, that city is now telling people that, even if they have COVID and are sick, as long as they're only mildly sick, well, they can go back to work as normal. This is a dramatic, unexpected U-turn that health experts say the health system is not prepared for. After three years of harsh lockdowns and mass testing. We are already seeing hospitals under strain in major cities. Hospitals have said they're dealing with outbreaks among staff, long lines like these are forming outside of hospitals in big cities like these videos from Hangzhou and Wuhan (ph). Now, China has only announced a few COVID deaths since reopening. But what we see on the ground points to a different story. I went to a major crematorium in Beijing and you can see the long lines of cars waiting to get to that cremation area. The parking lot was full as well. And several people there told me their loved ones had died from COVID. An employee said they are swamped with dead bodies. The stores nearby selling funerary items saying they're much busier than normal. A new study from Hong Kong researchers says that China's sudden exit from a zero COVID policy could lead to nearly 1 million deaths. But the report does say that 1 million people dying of COVID in China is a worst-case scenario, if China does not take extra precautions. It says if they can boost the vaccination rate, use anti viral treatments and take other public health measures, it could reduce the deaths by hundreds of thousands. U.S. State Department spokesman Ned Price said the toll of COVID-19 in China is of concern to rest of the world, given the size of China's GDP and its economy -- Selina Wang, CNN, Beijing. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "MACFARLANE",
      "sentences": "All right, still to come tonight, facing the death penalty for his stand against the Iranian government. We speak to a friend and formerteammate of football's Amir Nasr-Azadani about the charges against the Iranian player and his decision to speak out. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "MACFARLANE",
      "sentences": "Coming just months after girls were barred from returning to secondary schools.\"A necessary meeting amid a deteriorating relationship.\" That characterization from E.U. foreign policy chief, Josep Borrell, after he sat down today with the Iranian foreign minister in Jordan. The tense meeting comes amid a new surge of anti government strikes in Iran. Many shops and businesses in the Kurdish region of the country closed for a second day. Online, calls are mounting for the release of Iranian actress Taraneh Alidoosti after she was arrested for speaking out after the regime's crackdown on protesters. Alidoosti is just one of many high-profile Iranians who appear to have been targeted by the Iranian government. Amir Nasr-Azadani is an Iranian football player who could now face the death penalty. He's accused of taking part of the protests and being a member of the group linked to the death of three Iranian security officers. Sebastian Strandvall is a professional footballer, who played alongside Nasr-Azadani in Iran. He joins me from Finland. Thank you for your time this evening. I know you first met Amir when you were playing in Tehran in 2015. Tell me about him, what he is like, your memories of him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SEBASTIAN STRANDVALL, FINNISH FOOTBALLER",
      "sentences": "Yes, we have happy memories of, course. He is a good, young guy, like just any one of us, you know?With a kind heart and very loyal type, let me say interested guy, in the sense that he was really curious, curious about learning, learning about European culture and things like that. So just a normal kind guy like any one of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "MACFARLANE",
      "sentences": "How did you find out that he was facing execution in Iran?How much of a shock was that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "STRANDVALL",
      "sentences": "Well, at first, (INAUDIBLE) on a Twitter account that I follow. It is an English account, Twitter account. But they put the postabout Iranian football. And I have been following that account since I played there. Mainly, it's about football, but this, time when I saw a tweet from them, it was about Amir's case. Of course, it was a really big shock to learn. And I think my immediate instinct was to you know, try to do something. Yes, that's the point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "MACFARLANE",
      "sentences": "That is why you reached out to the global players union, FIFO. They obviously tweeted to try to raise awareness. I know you have also beenreaching out to Amir's friends, his former teammates. Do you have any sense of whether or not the work you are doing to raise the profile around him is having any impact on the ground in Iran?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "STRANDVALL",
      "sentences": "I haven't got any info confirmed so far. But I am trying every day now to get sort of confirmed info about him and you know, people closerto him. And like I said, it's nothing confirmed yet. It seems like -- or, I heard the day before yesterday, I heard that his sentence is not being put into action as for now. At least, that demand for (INAUDIBLE) seems to have had. But that is not confirmed for the moment. So I am trying to get more info about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "MACFARLANE",
      "sentences": "If that's true, that is, of course, very good news. I wonder if you think football response to Amir's sentencing has been strong enough.If not, what more you would like to see from the football community and even FIFA?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "MACFARLANE",
      "sentences": "Final question, Sebastian. As you mentioned FIFA and as the World Cup has just wrapped, I want to get your perspective on whether youfelt FIFA were right to allow Iran to play in the World Cup and what the impact would have been on Iran, on the regime, if they were not permitted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "STRANDVALL",
      "sentences": "Of course, it's really difficult to speculate what the really -- the impact and effect might have been. But I'm sure it would have made ahuge impact, since Iran has around 8 million people and football is by far the biggest sport. Everyone loves their national team. So I'm really sure that FIFA could have done something to help in this situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "MACFARLANE",
      "sentences": "Sebastian, it has been great to speak to you and we wish you the very best in raising the profile for Amir. Thank you so much for yourtime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "STRANDVALL",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    }
  ]
}