{
  "date": "2022-10-20",
  "headline": "CNN Newsroom",
  "subHeadline": "Liz Truss Resigns After 6-Week Tenure As British Prime Minister; WH: Iranian Personnel On The Ground In Crimea To Train Russians On Drones; Judge: Trump Knew Voter Fraud Claims Were Wrong & Still Touted Them. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "MJ LEE, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "That \"it never should have come to this.\" Of course, a big part of the speech was the president touting the Bipartisan Infrastructure Law, and he said the funding from that law basically allowed other federal funds to quickly be directed to rebuilding this bridge. And he said the hope is that this bridge behind us will be operational by Christmas. He even joked that he is going to have to make another trip back to Pittsburgh so that he can actually take a walk across that bridge.I have to also tell you, there's of course a ton of politics at play, even though this is sort of an official event to tout a legislative accomplishment. Sitting right in the front row behind me was Lieutenant Governor John Fetterman. He is, of course, going to be participating in another event separately with the president later in Philadelphia. Now, there have been a lot of questions about the president and how he has been spending his time leading up to the midterms. And the fact that as you pointed out, Victor, he hasn't been doing a lot of sort of rallies and separate events with some of the most vulnerable Democrats. But we are seeing how the White House has been making sort of the best political use, they think of the president. That is to talk about these kinds of legislative accomplishments and to really sort of set the tone for what he believes that Democrats have been able to achieve. And the other important piece of this is, of course, raising money. They think that he has been good at that, that that has certainly been very helpful for the party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "All right, MJ Lee traveling with the president there in Pittsburgh, MJ, thank you.Just 45 days into her tenure, UK Prime Minister Liz Truss has called it quits. Today's announcement comes after Truss forced to -- was forced rather, to throw out her financial plan that drew intense scrutiny and caused turmoil in the markets. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "LIZ TRUSS, BRITISH PRIME MINISTER",
      "sentences": "Given this situation, I cannot deliver the mandate on which I was elected by the Conservative Party. I have therefore spoken to His Majesty the King to notify him that I am resigning as leader of the Conservative Party.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Truss is now UK's shortest-serving leader ever. With us now, CNN's Bianca Nobilo and Richard Quest. Bianca, to you first. The UK is not required to have a general election before January of 2025, so what happens now?BIANCA NOBILO, CNN ANCHOR &amp; CORRESPONDENT: Well, because the UK is a parliamentary democracy, if the leader is changed, that doesn't necessitate going to the country. You can understand why the public can have that frustration sometimes if there is anger towards how governments behaving. But in this country, we elect parties, and then they get to change their leaders as many times as they want, in contrast to the United States, which is, of course, a presidential democracy, who are actually voting for individuals. But that's what makes this process quite unpredictable. Now, we understand that the leadership process and the finding of a new prime minister will take one week. It could even be less than that. So, the entire process is going to be truncated. And we're not entirely sure who will emerge as the candidate to come forward. They're looking for a unity candidate, but that person simply does not exist, Victor, so the Conservative Party tonight, wringing their hands, wondering what comes next, trying to decide if they want to stand to become prime minister, or who to back. It's been a chaotic week so far, and they're hoping for a bit of reflection, a bit of stillness, and finding a way to manage going forward now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Yes, it's been a chaotic few months. Richard, explain how we got to this point, six and a half weeks, and the new prime minister is out. Is economic policy that created so much division?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:13",
      "speaker": "BLACKWELL",
      "sentences": "Bianca, it was just yesterday that you were bringing us the sound from the now soon-to-be-former prime minister saying she's a fighter, not a quitter. It's not been 24 hours since she said that. Let's broaden the scope now. What this means beyond the UK? President Biden called her a good partner on Ukraine. What does this mean for the rest of the world?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:13",
      "speaker": "NOBILO",
      "sentences": "Well, that is the wider significance, Victor, the fact that the UK has played an influential role in countering Putin's invasion of Ukraine, obviously, the United States is the UK's most important ally and transatlantic partner, Britain has been trying to find its place in the world and chart a path for itself after Brexit and that's been a very turbulent process.So, this political chaos, this uncertainty, and instability, and it's been gathering pace and intensity too is thoroughly unhelpful for all those accounts. We heard a fairly unprecedented intervention from Joe Biden last week when the president in a very thinly veiled way criticized the way that Liz Truss was approaching her economic strategy. And there's also been complete horror and surprise on the continent as well about what has been happening in British politics. And this is one of the oldest democracies in the world. I'm standing in front of what's been called the mother of all Parliaments. But the chaos and after I spoke to you yesterday, Victor, there were reports from inside the House of Commons of lawmakers actually manhandling their colleagues into a voting lobby, to make them vote with the government. Now that's been denied by the cabinet and by those involved, but these were senior figures of the opposition that were claiming this is what's going on, saying that MPs were crying. I've been speaking to lawmakers who said they've never been more depressed in their political career and they feel like their decades of work have amounted to nothing. So the country is in a form of democratic crisis and wants desperately to get out of it and find a fresh start.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:13",
      "speaker": "BLACKWELL",
      "sentences": "A democratic crisis. Richard, if we look at the months of tumult for the UK, you had the Boris Johnson crisis, and then his resignation, the PM race, and then Liz Truss comes in, the death of a queen, the ascension king, this crisis, and now she's out, it's been a really difficult, I guess, more than a year for the UK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:13",
      "speaker": "QUEST",
      "sentences": "(Speaking in a foreign language) Mark Two, to sort of paraphrase the late Queen. Yes. And I think there's -- I think that what Bianca says is important that there is a difference whilst all of this politics is and turmoil and chaos, but Britain has also been getting on with other things like the visit to Washington of defense chiefs to discuss how to coordinate on Ukraine -- how to coordinate better, the meetings that the UK is had with France. The long and short of it, much as it pains me to say because, at the end of the day, it's still my home country, the UK at the moment is a laughingstock around the world. I mean Istanbul, in Turkey, where, frankly, one would hardly say the government is of the best ilk in terms of transparency and democracy.But here, they say to me, hey, what's going on in Britain? Oh, we could teach you a thing or two in Britain. And that I think is the sad part about all of this. Centuries of good governance, decades of leading, I wouldn't say goes out the window. But it's put on shaky ground, particularly at a time when the world needs strong leaders with things like the war in Ukraine, the energy crisis, climate change, and all of those sorts of things that Britain would normally have led upon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:13",
      "speaker": "BLACKWELL",
      "sentences": "Yes, and the list goes on and on. Richard Quest, and Bianca Nobilo, thank you for the reporting in the context.Now, let's come back here to the U.S. The midterms, fewer than three weeks away now, early voting started today in North Carolina, they're electing a new senator to replace retiring Republican Richard Burr. A Democrat Cheri Beasley is hoping to become the state's first African American senator and is facing off against Republican and Trump-back Congressman Ted Budd. Officials say this election could be unlike any other. Many election workers are dealing with mounting threats. Some are installing panic buttons and bulletproof glass in their offices. Now let's go to Arizona already grappling with allegations of voter intimidation there. State officials are now referring a report about the issue to the Department of Justice and the state attorney general's office. Our Kyung Lah is following the story. Kyung, tell us about this one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:08",
      "speaker": "KARI LAKE, REPUBLICAN GUBERNATORIAL CANDIDATE, ARIZONA",
      "sentences": "I haven't heard anything about it. I haven't -- you know just shows you how concerned people are though. People are so concerned about the integrity of our election. And this is another reason, Kate --this is another reason we have to restore integrity.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:08",
      "speaker": "LAH",
      "sentences": "I need to be really clear here because of what she said. There is no evidence of widespread election fraud. And that continues to be the case that the 2020 election did not have in Arizona and other parts of this country, no reports of widespread election fraud. What we have continued to hear about is misinformation and conspiracies that has, Victor, led to a lot of concern in law enforcement in the state of Arizona. They're watching Maricopa County very closely, and really concerned as all of this rhetoric continues in the state, Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:08",
      "speaker": "BLACKWELL",
      "sentences": "Yes. Kyung Lah for us there, Kyung, thank you.Texas, up next, the Secretary of State's office announced that it will send what it calls inspectors to Democratic-leaning Harris County to monitor the vote there. CNN's Ed Lavandera is in Dallas. Now, Harris County is the most populous county in Texas. What's behind this plan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:08",
      "speaker": "ED LAVANDERA, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, you know, Harris County has become the focal point between Republicans and Democrats here. It is a massive County, a massive area where Democratic votes turnout. So, it has been under the microscope for Republicans for some time.But this stems, Victor, from a audit that was announced more than a year ago of four separate counties. Harris County is one of those four. The Texas Secretary of State says because the -- in a letter to the elections administrator there in that county says that because they believe they have found egregious errors with accounting and tracking of voter documents and voter records that because of that, they are going to send a team of inspectors to that county to monitor the vote as it comes in on election day. We should point out, inspectors going to counties in Texas. And I've talked to a number of election administrators over the last day or so. This is not something that is terribly new, but what is concerning for Democratic officials in Houston is that this letter is essentially sent to them just days before early voting is set to begin. The county judge there in Harris County says that the timing of this letter is at best suspicious and that they view it as potentially an attempt at sabotaging county efforts and sowing doubt in the election process for voters there in Harris County. As I mentioned, one of the other things that the Secretary of State's office letter says is that they will also send a task force from the Attorney General's office to handle complaints and concerns brought forth by either inspectors, voters, or pole watchers, and this raises another level of concern, obviously, the Attorney General here in Texas, a highly controversial figure. The most recent election law passed last year by the state legislature gives poll workers many more authorities and much more power on -- at these voting locations than they've ever had before. So, a great deal of concern about what this will all mean over the next several weeks of early voting and on Election Day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:03",
      "speaker": "BLACKWELL",
      "sentences": "The White House has just confirmed that Iranian military personnel are in Crimea training Russians to use their drones and helping their operation to target Ukraine's civilian infrastructure. CNN's Natasha Bertrand joins us now with details. What more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:05",
      "speaker": "BLACKWELL",
      "sentences": "All right, important confirmation from the administration. Natasha Bertrand, thank you for the reporting.There are new developments in two legal cases involving Donald Trump. Well, two of them. The first involves the House investigation of the January 6 attack on the Capitol. A federal judge says that evidence shows Trump knew the claims of voter fraud were false when he started to spread them. And in the case of classified documents found in Trump's Florida home, sources are exclusively telling CNN that Trump is mulling over now whether to let the FBI come back to Mar-a-Lago. Jessica Schneider, Kristen Holmes with us now. Jessica, let's start with you. And tell us about the federal judge calling out Trump's false claims in a ruling against his ex-Attorney John Eastman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:05",
      "speaker": "JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT",
      "sentences": "Yes. And you know, Victor, it isn't just the federal judge calling out these false claims. He's also saying the former president likely committed crimes in his efforts to overturn the 2020 election. And this Judge, David Carter, he actually made a set -- similar allegations several months ago in March. And this all does turn on John Eastman's e-mails. And when this judge ordered Eastman to turn over even more materials in the January 6 committee, he revealed in his opinion, even more, damaging details about Trump and his top aides, notably, that the former president was made aware that voter fraud numbers he submitted in state and federal court filings were false. And even after he was made aware, he submitted those fake numbers in court anyway.So, the judge wrote it this way. He said the e-mails show that President Trump knew that the specific numbers of voter fraud were wrong but continued to tout those numbers both in court and to the public. The court finds that these e-mails are sufficiently related and in furtherance of a conspiracy to defraud the United States. So that's the first crime that Judge Carter says was likely committed. The second he says was felony obstruction. He said that the former president filed all of these lawsuits contesting the election, not to get legit legal relief, but instead specifically with the purpose to disrupt the election process and impede the certification of Joe Biden as president. So, Victor, the judge here allowing more of this criminal activity to be handed over to the January 6 committee but now the question is, will prosecutors get this evidence too, Victor? And if they do, would it be enough for Justice Department officials or even the Fulton County DA's office to actually criminally charge former President Trump or even those around him? That's the big question, lingering, Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:05",
      "speaker": "BLACKWELL",
      "sentences": "Certainly. And we'll get into the legal exposure potentially, for the president a little later. Kristen, let me come to you now about this new strategy from the Trump team when it comes to the missing documents' investigation, maybe a second search at Mar-a- Lago?",
      "isLastSentenceInterrupted": false
    }
  ]
}