{
  "date": "2022-11-14",
  "headline": "CNN This Morning",
  "subHeadline": "Marie Gluesenkamp Perez is Interviewed about her Election in Washington; Jeff Bezos is Interviewed about Politics, Philanthropy and the Economy; TSA Admits Mistake. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:30:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Had he won, Mastriano would have gained the power to appoint the state's election, raising concerns given his efforts to overturn the 2020 election. He'd also questioned Pennsylvania's election security.(BEGIN VIDEO CLIP) DOUG MASTRIANO (R), FORMER PENNSYLVANIA GUBERNATORIAL CANDIDATE: Voting integrity. Wow. Oh, my goodness. I've seen better elections in Afghanistan. Not hyperbole (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "COLLINS",
      "sentences": "Doug Mastriano is just one of a number of ardent election deniers and questioners who in key battleground states were rejected by the voters. That includes several candidates who ran for post with critical powers over elections in their states that were expected to be competitive in 2024. Nominees for Senate, governor, and secretary of state, like in Arizona with Mark Finchem.(BEGIN VIDEO CLIP) MARK FINCHEM (R), ARIZONA SECRETARY OF STATE NOMINEE: Ladies and gentlemen, we know it, and they know it, Donald Trump won. JIM MARCHANT (R), NEVADA SECRETARY OF STATE NOMINEE: President Trump and I lost an election in 2020 because of a rigged election. I've been working since November 4, 2020, to expose what happened. And what I found out is horrifying. And when I'm secretary of state of Nevada, we're going to fix it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "COLLINS",
      "sentences": "That's Jim Marchant of Nevada. He heads the America First Secretary of State Coalition, which is a group of election deniers who were trying to get state election posts. But he lost. And with his loss, all but one of those America First candidates were defeated.(BEGIN VIDEO CLIP) BARACK OBAMA, FORMER U.S. PRESIDENT: And if you've got election deniers serving as your governor, as your senator, as your secretary of state, as your attorney general, then democracy as we know it may not survive in Arizona. That's not an exaggeration. That is a fact. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "COLLINS",
      "sentences": "In Arizona, the governor's race this morning is still too close to call, but right now Democrat Katie Hobbs is currently leading the Republican, Kari Lake. Kari Lake's path to victory is growing more challenging with the batches that came in, in recent days. Lake, of course, put false claims about the 2020 election at the very heart of her campaign.(BEGIN VIDEO CLIP) KARI LAKE (R), ARIZONA GUBERNATORIAL CANDIDATE: I consider someone's vote their voice. I think of it as a sacred vote. And it's being trampled the way we run our elections in Arizona. I've been sounding the alarm for two years. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "COLLINS",
      "sentences": "Lake has repeatedly said she would not have certified President Biden's win in Arizona in 2020. If she wins, she would be in a position to do more than just talk on television about reversing the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Well, a really surprising victory for Democrats in a Washington state district that few saw going blue. Marie Gluesenkamp Perez, an auto shop owner, will be first Latina Democrat election to Congress in Washington state. It's an unexpected win for the party. She flipped a district that has been voting red for more than ten years and one that former President Trump won by four points just two years ago. She will succeeds Republican Congresswoman Jamie Herrera Beutler, who you'll - you'll remember her because she was one of ten House Republicans who voted to impeachment former President Trump after the insurrection. Butler was believed to be a strong incumbent for this race until she became a target of former President Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Gluesenkamp Perez instead defeated Trump- endorsed Republican Joe Kent in that stat's third congressional district. Kent has been outspoken about his support of MAGA policies and far right figures, like Representatives Marjorie Taylor Greene and Paul Gosar.He's also downplayed the January 6th attack and pushed conspiracy theories about the coronavirus vaccine. Here's what he said during a debate. This was in September. (BEGIN VIDEO CLIP) JOE KENT (R), WASHINGTON CONGRESSIONAL CANDIDATE: We can never allow our economy to be locked down again like the dictates of our leaders who were acting like tyrants. So never again to government mandated lockdowns. Never again to government mandated vaccines. That can never happen. We need to bring back everybody who has lost their job because of a vaccine mandate, bring them back with full pay. I will not sign off on the National Defense Authorization Act until we bring back the service members that were kicked out for refusing to take the experimental gene therapy vaccine. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "Well, Congresswoman-elect Marie Gluesenkamp Perez joins us now.Congratulations and good morning. MARIE GLUESENKAMP PEREZ (D), WASHINGTON CONGRESSWOMAN-ELECT: Thank you so much. I'm so excited to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "So, in reading the press coverage of this, a lot of - a lot of stunned, I think, journalists, too. \"The Seattle Times\" this morning called your projected win - well, not projected, your win, quote, perhaps the most stunning political upset in the country this year. Was it that stunning to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "GLUESENKAMP PEREZ",
      "sentences": "You know, I know my district. I know that we don't believe in these crazy ideas that Kent's espousing. We don't want to defund the FBI. We don't feel that we should have a national ban on abortion in southwest Washington. You know, Joe Kent was talking about banning all immigration to re-establish a white majority. I don't know anybody who believes that's the right course for America right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "You know, Poppy, she owns an auto body shop. She's not - that's not typical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HARLOW",
      "sentences": "I know, it's awesome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "LEMON",
      "sentences": "That's awesome (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HARLOW",
      "sentences": "It's awesome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "GLUESENKAMP PEREZ",
      "sentences": "Yes, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HARLOW",
      "sentences": "Tell us what that means in terms of how you will legislate. How will you be different?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "GLUESENKAMP PEREZ",
      "sentences": "Well, I mean, your priorities are different. The way that you live. You know, I live on a gravel road. I get my water from a well. I get my internet from a radio tower. I mean that changes the way that you look at the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "LEMON",
      "sentences": "That's pretty cool. HARLOW",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "GLUESENKAMP PEREZ",
      "sentences": "I am one of the working moms that can't find day care. I brought my baby to work with us at the auto shop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "GLUESENKAMP PEREZ",
      "sentences": "I mean that changes who you are. that changes your priorities. And I think that, you know, we need to start electing people who really look like America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "GLUESENKAMP PEREZ",
      "sentences": "People that are worried about putting gas in the tank, worried about their grocery bill. And that changes how you look at bills.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HARLOW",
      "sentences": "Yes, for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "COLLINS",
      "sentences": "The race was still pretty close, though, Congresswoman-elect. And so I - that is a question that I'm walking away from this with is, given how close it was, you talked about rejecting election deniers, rejecting extremists. What is your takeaway from that vote total and where -- and the people who did vote for your opponent, Joe Kent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "GLUESENKAMP PEREZ",
      "sentences": "Yes, you know, I think that a lot of folks just tend to do the \"r\" \"d\" sort of analysis and I'm so grateful to the folks - we -- we were endorsed by so many moderate Republicans and independents and Democrats. And I am so proud of building that coalition. And I think that's the direction that our politics needs to move more general where we're not just looking at the \"r\" and \"d,\" we're looking at whose values match the district, who has the - the life looks like my life. And that's how we change politics. I'm not just by going down the party line. And I'm not coming to Congress to be a cheerleader for any political party. I'm here to be an advocate for my district. And I'm thrilled to have that honor, that opportunity to do that work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "COLLINS",
      "sentences": "Are you surprised that Joe Kent has not conceded the election? Last time I checked he had not conceded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "GLUESENKAMP PEREZ",
      "sentences": "I'm not. You know, he has said repeatedly that he will honor the result of the election. You know, we live in an all vote by mail state and so it's going to take some time to finish counting all the ballots, doing the ballet curing.But, at this point, the - you know, the numbers are clear, that there's not a path. So, I look forward to a smooth transition when he does concede.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "LEMON",
      "sentences": "Do you think it's - you know, Democrats have gotten a lot of guff latterly for not relating to, right, the working class folks. You are a Democrat. You said you'd like to see more, I guess, bipartisan. I don't want to put words in your mouth but stop looking so much at the \"r\" and the \"d's\", but do you think it's time for - this is time now for Democrats to sort of take back that narrative or actually learn if it is true, if you believe it's true, to learn to relate to working class folks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "GLUESENKAMP PEREZ",
      "sentences": "Yes, you know, it really feels like folks that work in the trades, rural Democrats, it feels like we're a dying breed. And it's - it's critical that if we - if we want to be relevant in those spaces, Democrats have to stop explaining things to rural people and people who work in the trades and start listening because we know we know things that, you know, other folks might not know. And we feel overlooked and not listened to so often. It's time for Democrats to really reevaluate how they are operating in these spaces.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HARLOW",
      "sentences": "Can I ask how old your kids are or child?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "GLUESENKAMP PEREZ",
      "sentences": "I - yes, have a 15 month old at home with my husband who's winning dad of the year right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HARLOW",
      "sentences": "It's a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "GLUESENKAMP PEREZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "LEMON",
      "sentences": "And you ran a campaign and won.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HARLOW",
      "sentences": "It's a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "GLUESENKAMP PEREZ",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HARLOW",
      "sentences": "I was going to say, are they proud? They'll be proud when they can talk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "GLUESENKAMP PEREZ",
      "sentences": "Yes. And I'm so fortunate to have had the community support to do this, because it really did take a grassroots effort to do this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "LEMON",
      "sentences": "If I lived closer to D.C., I'd bring in my old '87 station wagon for (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "GLUESENKAMP PEREZ",
      "sentences": "We'd love - yes, we'd love to see it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "LEMON",
      "sentences": "Might to it anyway. May just drive down for you.Thank you, Congresswoman-elect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "GLUESENKAMP PEREZ",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "LEMON",
      "sentences": "Congratulations. We appreciate you coming on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "GLUESENKAMP PEREZ",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "LEMON",
      "sentences": "Thank you.We're going to talk about Jeff Bezos now, opening up in a CNN exclusive. What he said about the state of the economy and giving away his money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:10",
      "speaker": "HARLOW",
      "sentences": "Now to a CNN exclusive interview with our very own Chloe Melas.In a wide-ranging interview, Amazon's founder, Jeff Bezos, is opening up about politics, philanthropy, and the economy. He and his partner, Lauren Sanchez, also tells CNN they're writing a $100 million check to the legendary country singer Dolly Parton to help her advance her own charity work. Watch. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:10",
      "speaker": "CHLOE MELAS, CNN ENTERTAINMENT REPORTER",
      "sentences": "Talk to me about choosing Dolly Parton.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:10",
      "speaker": "JEFF BEZOS, AMAZON EXECUTIVE CHAIR",
      "sentences": "Well, look at what she's done and how she's led her life. And the way she's done it is bold things, always with civility and kindness. And she's a unifier. You know, we have big problems in the world. And the way to get big problems done is you have to work together. You have to many examples in the world of conflict and people using ad hominem attacks on social media and so on and so on. You won't find Dolly Parton doing that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:10",
      "speaker": "LAUREN SANCHEZ, VICE CHAIR, BEZOS EARTH FUND",
      "sentences": "And when you think of Dolly, look, everyone smiles, right? And all she wants to do is bring light into other people's world. That's all. And so we couldn't have thought of someone better than to give this award to Dolly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:10",
      "speaker": "MELAS",
      "sentences": "The nation is very divided right now on many issues. Do you think that the American dream is something that really is still attainable right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:10",
      "speaker": "BEZOS",
      "sentences": "Well, I'm an - I'm an optimist. I think the American dream is - is and will be even more attainable in the future.Look, one of the things that - that I don't like about the current environment is that I think there's a lot of division. I think that people use conflict as a tool to achieve their own ends. I don't think it's a good tool. We see sometimes in your political sphere certain politicians criticize other politicians. They criticize their motives, their characters. They call them names. Once you've done that, it's hard to work with somebody. And that's why we created the Courage and Civility Award because we want to highlight people who don't do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:43:10",
      "speaker": "SANCHEZ",
      "sentences": "And we wanted to amplify their voices, you know, because we -- the voices that are really negative seem to get amplified in this world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "BEZOS",
      "sentences": "Yes, I do. And the hard part is figuring out how to do it in a levered way. It's not easy. You know, building Amazon was not easy. It took a lot of hard work, a bunch of very smart teammates. And I'm finding, and I think Lauren's finding the same thing, that philanthropy is very similar. It's not easy. It's really hard. And there are a bunch of ways that you - I think that you can do. And effective things to. So, we're building the capacity to be able to give away this money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "MELAS",
      "sentences": "How do you decide where to put your efforts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "BEZOS",
      "sentences": "There are so many places where, you know, philanthropists and anybody who wants to donate to charity can put their money to work. I feel you have to do things at two times skills, you have to work on the urgent, the here and now, the immediate, and you have to work on the long term.So, the Bezos Earth Fund is sort of about this - it's a - it's a ten- year commitment to work on these really big problems that we have on sustainability and conservation and restoration, the ay One Fund, where we do -- work on the here and now, the urgent food security, homelessness, transient homelessness. There's all kinds of very important problems in that arena too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "MELAS",
      "sentences": "Talk to me about this team that you two have built together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "SANCHEZ",
      "sentences": "That's a good word. We're really great teammates. And we also have a lot of fun together. And we - and we love each other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "BEZOS",
      "sentences": "It's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "SANCHEZ",
      "sentences": "So, I love how we work together. We always look at each other and like, we're the team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "BEZOS",
      "sentences": "It's easy. You know, we bring each other energy. We respect each other. So, it's fun to work together.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "HARLOW",
      "sentences": "Let's bring in our own Chloe Melas, who sat down with the two of them.It just goes without saying it is so hard to get time with them. So, the fact that you're the one they chose to sit down with says a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "LEMON",
      "sentences": "It's a great get.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "MELAS",
      "sentences": "Thank you.Well, look, it's the first time that we've heard from them together in four years. And it -- the first time ever since they first came out as a couple in 2019. And, you know, he doesn't really give sit-down interviews. And it was all pegged to, obviously, giving Dolly Parton this $100 million grant Friday night at a private event at his home. He's previously given one to our own CNN Van Jones, Jose Andres. But we did talk about potentially buying the NFL Commanders, the Washington Commanders, and we did talk about Lauren wanting to go to space with an all-female crew. So this was a very wide ranging interview at their home in D.C. that lasted over 20 minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Yes, and of course, he's one of the wealthiest men, one of the most powerful men in the world because of, of course, what he has built at Amazon and other entities.He has been fretting about the economy. He has been speaking out. He's clashed with the White House on what he believes are the real issues. What did he say to you about where things stand and his view.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "MELAS",
      "sentences": "Well, look, he - he recently tweeted, baton down the hatches. So, I wanted to know, what is your take on the recession? Are we in one?Take a listen to what he had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "MELAS",
      "sentences": "We are in some tough economic times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "BEZOS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "MELAS",
      "sentences": "Some people say that perhaps we're already in a recession. Do you think that we're in one and what is your advice for small business owners?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "BEZOS",
      "sentences": "I don't know whether we're technically in a recession. Economists argue over that. And they have certain technical definitions.What I can tell you is, the economy does not look great right now. Things are slowing down. You're seeing layoffs. In many, many sectors of the economy people are slowing down. The probabilities say if we're not in a recession right now we're likely to be in one very soon. So, my advice to people, whether they're small business owners or -- you know, is, take some risk off the table. If you were going to make a purchase, maybe slow down that purchase a little bit. Keep some dry powder on hand and wait a bit and see how it -- try to reduce some risk in your - in your business or your life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "MELAS",
      "sentences": "Well, you tweeted, baton down the hatches.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "BEZOS",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "MELAS",
      "sentences": "That's what you mean by that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "BEZOS",
      "sentences": "That's what I mean. Well, see, if you're an individual and you're thinking about buying a new, you know, large screen TV, maybe slow that down. Keep that cash. See what happens. Same thing with a refrigerator or a new car or whatever. Just take some risk off the table. If you're a small business, maybe delay some capital purchases. Do you really need that new piece of equipment? Maybe it could wait a little bit. Have some cash on hand. Just a little bit of risk reduction could make the difference for that small business if we do get into even more serious economic problems. So, you've got to play the probabilities a little bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "MELAS",
      "sentences": "Any idea in terms of what you're hearing or just with your expertise as to how long this recession could last?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:05",
      "speaker": "BEZOS",
      "sentences": "I don't think even the most experienced economists in the world can answer that question. It's a very challenging thing to try and estimate. So I think you have to - you just have to try and be reasonable about it and take as much risk off the table as you can for yourself. You know, hope for the best, but prepare for the worst.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "LEMON",
      "sentences": "You know what's interesting, and you were talking about, you know, sort of the buzz around him because I saw him and Lauren at the portrait gallery unveiling with Clive Davis. You have all of these people in the room. He's at the top, top, top of the celebrity CEOs. He's a founder. But you -- who was in the room, Marian Edelman Wright, Jose Andres, Venus and Serena Williams, Hillary Clinton, Dr. Anthony Fauci, Clive Davis. You know who - I mean people were focused on them. But you know who had the biggest buzz?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "MELAS",
      "sentences": "Tell me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "LEMON",
      "sentences": "Jeff Bezos. (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "HARLOW",
      "sentences": "I mean, he did go to space.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "LEMON",
      "sentences": "Yes. Yes. So, people want to hear what he has to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "HARLOW",
      "sentences": "There's that too, on top of everything else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "MELAS",
      "sentences": "And it sounds like, like I'll say again, that she's planning to go with an all-female crew in 2023.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "HARLOW",
      "sentences": "That's amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "MELAS",
      "sentences": "So, there you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "LEMON",
      "sentences": "Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "COLLINS",
      "sentences": "Chloe, thank you for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "LEMON",
      "sentences": "Oh, and I forgot to mention, Nancy Pelosi too. There was a big buzz around her as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "MELAS",
      "sentences": "Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "LEMON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "COLLINS",
      "sentences": "And, of course, you can watch the full interview on cnn.com.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "MELAS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "COLLINS",
      "sentences": "I know that is something everyone wants to see what he says since it is so rare that he sits down to speak with reporters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "LEMON",
      "sentences": "Really great interview, Chloe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "MELAS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "HARLOW",
      "sentences": "Thank you, Chloe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "MELAS",
      "sentences": "Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "COLLINS",
      "sentences": "All right, it is not what people want to hear just the week before Thanksgiving, but the TSA is now admitting that it messed up letting a passenger on board with box cutters. We'll tell you how the TSA is responding today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "LEMON",
      "sentences": "Can you imagine that?Chloe, that was awesome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "HARLOW",
      "sentences": "Thank you, Chloe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "LEMON",
      "sentences": "That was really good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:29",
      "speaker": "LEMON",
      "sentences": "Well, this morning, the TSA is reviewing its security protocols after a man was let onto a flight with two box cutters.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:29",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "When he went to go to the bathroom, the passenger in the window seat looked at me and said, hey, like, he has a knife and he told me that he was threatening to stab people we need to go say something.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:29",
      "speaker": "LEMON",
      "sentences": "So, that plane was forced to make an emergency landing in Atlanta.We want to go to CNN's Pete Muntean. He joins us now live from Reagan National Airport. Pete, hello to you. What happened here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:29",
      "speaker": "PETE MUNTEAN, CNN CORRESPONDENT",
      "sentences": "It's so interesting, Don.You know, this incident initially happened on this Frontier Airlines flight. But the big question is, how did these box cutters get through security at TSA. This incident, I'm told, has been kicked up to the highest levels of the agency. And the TSA is admitting some pretty big failures here. It says that it's reviewing the tape from the Cincinnati Northern Kentucky International Airport, at the security screening facility there. One this man came though. Not yet been identified. He came through with a temporary license and put two backpacks through the screening equipment. The TSA says that equipment did not catch these box cutters. Then those backpacks were screened physically by TSA agents. And this is where it gets really interesting. Don. The agents found one of those box cutters but they gave the box cutter back to this man. That is against the TSA's own procedures. Typically, you discard it. The TSA also admits that that second box cutter simply was not discovered. Now, the screeners involved here, the officers of the TSA, are going back for remedial training. They've been pulled from the line according to the TSA. There will be a statewide retraining on that specific equipment. And there is a nationwide alert going out to all TSA officers about this incident. This is nine days from the big Thanksgiving rush, Don, especially important since box cutters, we know, were used by the hijackers on 9/11 as weapons. This is a really big breach here, Don.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:29",
      "speaker": "LEMON",
      "sentences": "They gave it back. Wow.Pete, thank you. Appreciate that. Straight ahead, a manhunt is underway for an active shooter at the University of Virginia. Who police are looking for. Plus this. (VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}