{
  "date": "2022-12-14",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Tornadoes Tear Through South As Major Storm Moves Across U.S.; Legal Fight Over Termination of Trump-Era Border Policy; U.S. Finalizing Plans to Ends Patriot Missile System to Ukraine. Aired 5- 5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:43",
      "speaker": "CHRISTINE ROMANS, CNN ANCHOR",
      "sentences": "Right now on EARLY STARTBlizzards to the north, tornadoes in the south. The coast to coast winter storm is far from over. A flood of migrants at the southern border with pandemic era rules about to run out. Will the government take action before it's a full blown crisis? And the cost of borrowing money is about to go up again in America. With inflation cooling off now, when will the rate hikes end? (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:43",
      "speaker": "ROMANS",
      "sentences": "All right. Welcome to our viewers in the United States, and around the world, I'm Christine Romans. Good morning.Right now, two states, Louisiana and Mississippi, are under a tornado watch as that coast to coast winter storm moves eastward across the U.S. Two people were injured and another taken to the hospital after a tornado hit Caddo Parish, that's Tuesday afternoon. Officials said search and rescue operations were underway. At least 20 people were injured when it hit the small town of Farmerville, Louisiana. Officials say at least five confirmed tornadoes tore across Texas, injuring at least seven people. And in the Upper Midwest and Plains States, blizzard conditions blanketed towns and highways making travel hazardous. CNN's Britley Ritz is at the CNN weather center for us bright and early this morning. Britley, what's next for this big storm?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:43",
      "speaker": "BRITLEY RITZ, CNN METEOROLOGIST",
      "sentences": "Unfortunately, Christine, we are going to be looking at a lot of these images this morning as the sun comes up over Louisiana and Mississippi. This is Blue Ridge, Texas, where homes are just completely wiped off the foundation, very strong and long-lived tornadoes. The whole system continues to slowly move across the United States,still dealing with tornado watches across parts of Louisiana, Mississippi, early this morning, and yes, we still have several warnings still in place in one of them being a tornado warning moving into southern Mississippi, so we really have to keep our eyes on that and make sure we are heating warning and taking shelter. Twelve reported tornadoes, 17 wind gust reports that caused damage in six hill reports as of now this will be an ongoing process through the morning. Hail reports, two and a half inches in diameter in McLendon, Texas, folks, that have been on Tuesday, more hail reports today expected as this whole line across the Southeast and pressing up into the Carolinas, soon enough into the mid-Atlantic. Areas highlighted in orange again where we are most vulnerable for those long live strong tornadoes, very few of them possible today with damaging winds and again, large hail in an inch of diameter or greater, that threat then moves into Thursday from rather Florida on up to the Carolinas, more of a damaging wind and hail threat at that point, but flooding another big concern. We do have watches and warnings all across the Lower Mississippi Valley, areas highlighted in red that moderate risk of excessive flooding. This is what we are talking about rain rates reaching nearly two and half inches per hour, where we are forecast to pick up an additional 2 to 4 inches of rain, isolated higher amounts are possible -- Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:43",
      "speaker": "ROMANS",
      "sentences": "All right, Britley. Keep us posted. Thank you for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:43",
      "speaker": "RITZ",
      "sentences": "Uh-huh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "LAVANDERA",
      "sentences": "Just three weeks ago, according to Customs and Border Protection, the seven-day rolling average was fewer than 1,700. Thousands of migrants are now coming from Central and South America as well as Cuba, according to U.S. immigration officials.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm helping them get food, whatever they need. This is not even about politics. It's about humanity. These people are here and they are cold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "LAVANDERA",
      "sentences": "Some have been camping out across the border in Ciudad Juarez, in Mexico, raising concerns they will cross in mass if Trump era border restrictions end about a week.Still, others have already been boarded into buses to be processed or turned around under the provisions of Title 42.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "JAKE SULLIVAN, NATIONAL SECURITY ADVISOR",
      "sentences": "We are taking steps to be able to manage the expiration of Title 42 and to put in place a process that will be orderly and humane. We believe that in doing so we can protect our national security concerns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "LAVANDERA",
      "sentences": "Homeland Security Secretary Alejandro Mayorkas arrived in El Paso today, and says he is meeting with Customs and Border Protection, local officials, and organizations.For now, the immediate problem is housing, and managing a large influx of migrants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "RUBEN GARCIA, DIRECTOR, ANNUNCIATION HOUSE",
      "sentences": "If the court cases get resolved, and the courts allow Title 42 to be lifted, we are going to see thousands of refugees for whom there isn't shelter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "LAVANDERA",
      "sentences": "The director of a local El Paso shelter says border patrol recently dropped a busload of migrants at his doorstep. He is worried he will soon have to turn people away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are going to have to say, no not because we not, want to simply because we do not have space. The reality is, there's just too many people.(END VIDEOTAPE) LAVANDERA (on camera):  The Biden administration is projecting that anywhere between 9,000 and 14,000 migrants could attempt to cross the U.S. southern border once Title 42 is lifted next week. Now there are still a number of legal challenges playing out in the court, and because of that, it is possible that Title 42 is kept in place next week. In the meantime, border cities like here in El Paso are bracing for what is to come next week. Ed Lavandera, CNN, El Paso, Texas. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:05",
      "speaker": "ROMANS",
      "sentences": "All right. Top congressional negotiators say they have a deal on the framework for a sweeping when your government funding package, sending a showdown between the top Republicans in the House and the Senate. The details are not being revealed, but Senate Minority Leader Mitch McConnell says the two sides are very close to a broadly appealing deal. McConnell setting a December 22nd deadline to get the measure done.But there's a potential roadblock. House Minority Leader Kevin McCarthy telling colleagues, he's a \"hell no\" on a full-year package. All right. The White House is finalizing plans to send the Patriot missile defense system to Ukraine and official announcement could come this week. Pentagon's plan still needs to be approved by Defense Secretary Lloyd Austin, before it is sent to President Biden for his signature. Scott McLean has the latest on this for us from London, Scott, how would this make a difference on the battlefield for Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "ROMANS",
      "sentences": "All right. Scott McLean, thank you so much for that.The special counsel investigating former President Trump has subpoenaed local election officials in Nevada, New Mexico, and Georgia for records related to the 2020 election. Special counsel Jack Smith is overseeing the Justice Department investigation into those efforts to overturn election results. Subpoenas asked for communications in the last six months of Trump presidency, with Trump's campaign and a number of his aides and allies. All right. The chief magistrate of the Bahamas denying bail for Sam Bankman-Fried, ruling the founder and former CEO for FTX is a flight risk. Bankman-Fried's next court hearing is scheduled for February 8th. We get more from CNN's Carlos Suarez. (BEGIN VIDEOTAPE) DAMIAN WILLIAMS, U.S. ATTORNEY FOR SOUTHERN DISTRICT OF NY:  This is one of the biggest financial frauds in American history. CARLOS SUAREZ, CNN CORRESPONDENT (voice-over):  FTX founder and former CEO Samuel Bankman-Fried appeared before a judge in Nassau, Bahamas, Tuesday morning, at his extradition hearing. He was arrested at his home in the Bahamas Monday night at the request of the U.S. government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "WILLIAMS",
      "sentences": "From 2019 until earlier this year, Bankman-Fried and his co-conspirators stole billions of dollars from FTX customers. He used that money for his personal benefit, including to make personal expenses and to cover expenses and debts of his hedge fund, Alameda Research.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "SUAREZ",
      "sentences": "He has been indicted on eight criminal charges including wire fraud, multiple counts of conspiracy and campaign finance violations. Prosecutors say he made illegal political donations in the tens of millions of dollars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "WILLIAMS",
      "sentences": "All of this dirty money was used in service of Bankman- Fried's desire to buy bipartisan influence and impact the direction of public policy in Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "SUAREZ",
      "sentences": "Prosecutors alleged Bankman-Fried conspired with others on numerous schemes, including diverting billions of dollars in customer assets to his hedge fund Alameda Research. In early 2022, investors valued FTX and its U.S. operations at a combined $40 billion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "GURBIR GREWAL, DIRECTOR OF ENFORCEMENT AT THE SEC",
      "sentences": "Bankman-Fried's entire bank of cards started to crumble as crypto asset prices plummeted in May of 2022, and as Alameda's lenders demanded repayment on billions of dollars in loans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "SUAREZ",
      "sentences": "The 30-year-old son of two Stanford law professors studied physics at MIT and traded at a small firm before launching FTX in 2019. It quickly became one of the leading crypto exchanges with celebrity promoters like Tom Brady, Gisele Bundchen, Steph Curry and Larry David.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Not a trade trade. I'm trading crypto.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "SUAREZ",
      "sentences": "Following an industry publication which questioned the inner working of the crypto exchange, users began withdrawing their investments from FTX at a rapid pace in November.And then all came crashing down for Bankman-Fried and he resigned. FTX filed for bankruptcy on November 11.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "GEORGE STEPHANOPOULOS, ABC NEWS ANCHOR",
      "sentences": "A lot of people look at you and see Bernie Madoff.SAMUEL BANKMAN-FRIED, FTX FOUNDER:  Yeah, I mean, I don't think that's who I am at all, but I understand why they're saying that. People lost money, and people lost a lot of money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "SUAREZ",
      "sentences": "Later, he was asked about his criminal liability in the matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "How concerned are you about criminal liability at this point?BANKMAN-FRIED:  I think the real answer is it's not -- it sounds weird to say, but I think the real answer is that's not what I'm focusing on. It's -- there is going to be a time and place for me to sort of think about myself and my own future. But I don't think this is it. Like right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "SUAREZ",
      "sentences": "On Monday, in a podcast on Twitter space, he said he didn't believe he would be arrested.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "INTERVIEWER",
      "sentences": "Are you worried you might be detained if you stepped foot into the U.S.?BANKMAN-FRIED:  I don't believe I would be, but I haven't done a, like, deep dive into that. (END VIDEOTAPE) SUAREZ (on camera):  SBF says he is going to fight extradition to the U.S. and you can understand why. If he is convicted of the charges out of New York, he faces up to 115 years in prison. His next court hearing here in the Bahamas is scheduled for February. Carlos Suarez, CNN, Nassau, Bahamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:02",
      "speaker": "ROMANS",
      "sentences": "What a story. All right. Thanks for that, Carlos.Another setback for President Biden's student loan forgiveness program. The Department of Education is apologizing after some 9 million Americans were sent an email mistakenly claiming their student loan application was being forgiven. A mistake made by an outside vendor. The program has been put on hold so the U.S. Supreme Court can access its constitutionality. All right. High tension as a teacher confronts an armed student in her classroom. (BEGIN VIDEO CLIP) LYNN GUILLIAMS, LANGUAGE ARTS TEACHER AT FUGUAY-VARINA MIDDLE SCHOOL: I said to him, I said what is that, knowing full well what it was, and then he said, a gun. (END VIDEO CLI)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "CATHERINE SHOICHET, CNN DIGITAL SENIOR WRITER",
      "sentences": "It's certainly a situation that has a lot of potential to be very difficult to handle, I think we don't know exactly what is going to happen next week but the administration has said pretty consistently that they expect there would be some sort of influx of migrants at the border if Title 42 is lifted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "ROMANS",
      "sentences": "The acting chief patrol agent of the El Paso sector said that already they are experiencing this major surge. A three-day average of 2,460 daily encounters.What is the expectation for how they're handling this, and do they expected to get worse if Title 42 expires next week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "SCHOICHET",
      "sentences": "The Biden administration has said that they are prepared for the end of title 42. They have other tools they can use other than title 42 to manage the situation at the water, but as we just heard officials in El Paso are really concerned. They say it is already a crisis and that the situation is likely to intensify and really be an emergency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "ROMANS",
      "sentences": "I guess, what can the White House, do we are hearing from nonprofits on the ground saying they do not have any more space, they are already full trying to receive people and get them on to their next city or where they need to go next.I mean, what else can the Biden administration do to handle the flow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "SHOICHET",
      "sentences": "Well, the administration has said it is working with other countries in the Western hemisphere to manage migration that way, increasing staffing, increasing capacity, and processing those are some things that can be done.But, you know, in any administration I have covered, I have heard about officials having plans at the border, and there's often a disconnect between the plants and the reality that ends up unfolding. We have seen many officials seeming to be surprised, and facilities and up getting overcrowded and we hear from immigrant rights groups there are a lot of problems with the conditions. So, I think it is something we will have to keep an eye on here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "ROMANS",
      "sentences": "In the meantime, more border control personnel, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "SHOICHET",
      "sentences": "Yes, that is something that they say they're doing right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "ROMANS",
      "sentences": "All right. Catherine Shoichet, CNN digital writer, thank you so much for dropping by bright and early this morning. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "SHOICHET",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "ROMANS",
      "sentences": "All right. Quick hits across America right now.Former Michigan Governor Rick Snyder will be cleared of criminal charges in the Flint water crisis. The court found that the judge didn't have the authority to indict him for willful neglect. Outgoing Oregon Governor Kate Brown is commuting the sentences of 17 people on death row. The Democrat says she has long believed the state should not be in the business of executing people. A North Carolina teacher managed to disarm a middle school student after he shot a window with a handgun from inside her classroom. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "LYNN GUILLIAMS, LANGUAGE ARTS TEACHER",
      "sentences": "And I said, you stay right there, and I'm taking it right now. And, I walked over, I took it away from him. He didn't fight me.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "ROMANS",
      "sentences": "No one was hurt. The 12 year old boy is in custody.Coming up, U.S. lawmakers now taking steps to ban TikTok and -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "FREDERIK PLEITGEN,  CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "They were not trying to hide it. They did this very openly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yeah, yeah.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:28:02",
      "speaker": "ROMANS",
      "sentences": "A deserter from a notorious Russian military unit is telling us what he saw on the front lines of Ukraine.Our Fred Pleitgen has this CNN exclusive, and we want to, warn you some of the images you are about to see are disturbing. (BEGIN VIDEOTAPE) PLEITGEN (voice-over):  After the Russian army was forced to retreat around Kyiv, the carnage came to light. Bucha, Borodyanka, and many other Kyiv suburbs, littered with bodies. Ukraine especially blames Iran Russian unit for alleged crimes here, the 64th Separate Guards Motor Rifle Brigade from eastern Siberia. Now, a deserter from that unit is speaking to CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:28:02",
      "speaker": "NIKITA CHIBRIN, RUSSIA DESERTER",
      "sentences": "It's actually a big lie for me. Like on the 24th February come in, okay, everyone go to war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:28:02",
      "speaker": "PLEITGEN",
      "sentences": "Nikita Chibrin defected from the Russian military and fled to Europe where we met him in a secret location. He showed me his military booklet with a stamp signed by the commander of the 64th Motor Rifle Brigade, Colonel Azatbek Omurbekov known in Ukraine as the butcher of Bucha.Chibrin says he and his comrades were given shoot to kill orders even though Russia has denied any wrongdoing by its forces around Kyiv. CHIBRIN (through translator):  We had a direct command to render those who divulged our positions, if someone had a phone we were allowed to shoot him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:28:02",
      "speaker": "PLEITGEN",
      "sentences": "Chibrin says the unit was deployed to Belarus shortly before the invasion allegedly for training. The soldiers had no idea they would soon advance into Ukraine, and he says, they weren't prepared for war.CHIBRIN (through translator):  Everyone thought they could be like Rambo, those who said I will be shooting Ukrainians easily, piece of cake. When they went to the front line, when they came back, they were like we do not want a war.",
      "isLastSentenceInterrupted": false
    }
  ]
}