{
  "date": "2022-11-01",
  "headline": "Inside Politics",
  "subHeadline": "Dems See Midterms Shift Towards GOP In Closing Stretch; Today: Biden, Obama, Pence, Cheney Hit Campaign Trail; NH Gov: Most People Voting On Economy, Not Protecting Democracy; Fetterman: Doing Debate, Events Is Transparency On My Health; Oz Closing Message Focuses On \"Compassion\"; Walker Accuser: \"Very Clear That He Didn't Want Me To Have The Child\"; FBI: Attacker Wanted To Hold Nancy Pelosi Hostage Break Kneecaps; Kari Lake Defends Pelosi Joke: I \"Believe\" in First Amendment. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "JOHN KING, CNN HOST",
      "sentences": "Hello, and welcome to Inside Politics. I'm John King in Washington. Thank you for sharing this important day with us. One week out, in just seven days, your votes color in the midterm math, follow the money and follow the big names. And many of the critical races are jump balls.Today, President Biden is in Florida, even though Democrats have little hope in the big races there. Yet, he will warn Republican wins next week, would put social security and Medicare at risk and the president will attend two big fundraisers. Plus, a confessional. Court documents spell out in plain language and attackers plan to hold the speaker of the House hostage and to break her kneecaps as a message to Democrats. Some Republicans still find this somehow funny. (BEGIN VIDEO CLIP) KARI LAKE, (R) ARIZONA GOVERNOR CANDIDATE: Is about 50 million put into increasing school safety with school resource officers, armed officers to make sure we're protecting our kids. It is not impossible to protect our kids at school. They act like it is. Nancy Pelosi, well, she's got protection when she's in D.C. apparently, her house doesn't have a lot of protection. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "KING",
      "sentences": "Back to that sad story in a moment. But up first for us this, the final midterm spread. You see big names out on the campaign trail today. Barack Obama in Nevada. Liz Cheney campaigning for a house Democrat in Michigan. Mike Pence getting involved in the floor - in the Georgia, excuse me, a governor's race. The president United States, as we noted, headed to Florida, the who and the where crystallized this moment, little time left to change the midterm trajectory. That trajectory right now Republicans say, bending more and more their way because of what you pay at the pump and at the grocery store. Let's walk through some of the key dynamics. We want to look at one we got. Number one, you have these 35 Senate elections, 35 elections for the United States Senate. That's where President Obama's focus is today out in Nevada. Eight of these races we view as highly competitive heading into the final weeks. And you see them here, Georgia, North Carolina, New Hampshire, Pennsylvania, Ohio, Wisconsin, Nevada, and Arizona, eight competitive Senate elections.And then you move over to the House campaign map as well. We bring it up to the House here, 435 and all. This is what the House looks like. You see by the narrow margin. Republicans need only a net gain of five, only a net game of five. Then you bring in here, the competitive House seats in the final week. 78 in all. Three new districts that you don't see on this map. But you can tell by those numbers right there. Democrats are defending in these critical races, more than twice as many as the Republicans. That's why the Democrats are back on their heels in the final days. As we noted, Liz Cheney, Republicans, see that blue right there in Michigan, that is Elissa Slotkin's district. She will be there today, a Republican campaigning for a Democrat over the cause of democracy. Some other key dynamics as we head into the final week. Number one, the president's approval rating, Let me stretch this out, so you can get a better look at it. Always, a north star in midterm elections. And you see right here, President Biden that 41 below where Obama was, about the same, a little above where Trump was in their first midterm, and you see what happened. Both of those presidents, a Democrat and a Republican in their first midterm lost the House. President Biden looking at that as well as we head in. And then they ask the question in polling, who are you going to vote for? Which party would you vote for? Who do you want when you go and vote for Congress? Relatively even here, but that bodes well for Republicans. 44 percent, when you average all the polls on this question, say they'll vote Republican, 43 percent Democrat, Republicans have tricked up a bit in that one over the past several months. And again, when you look at this map here, Democrats on defense in so many districts, voters inclined to at least vote evenly for Republicans. When you look at the way House districts are drawn, that benefits Republican big time, which is why, listen to Elissa Slotkin, she's a Democrat. She understands how tough this environment is. She welcomes the help of a conservative Republican with whom she disagrees on almost everything. (BEGIN VIDEO CLIP) REP. ELISSA SLOTKIN (D-MI): I think we have to sort of be honest with ourselves that there are things that are more important than any one person winning an election, and my race is going to be a nail biter. I've known that from the beginning. It always is. And I'm comfortable. If the people of my district say that I'm not the right person, then so be it. But there has to be something that's more important than just getting reelected. I'm speaking to moderate Republicans, independents. People who know that this kind of toxic anger that people are throwing back and forth in the political realm is not good for our country. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TOLUSE OLORUNNIPA, WHITE HOUSE BUREAU CHIEF, THE WASHINGTON POST",
      "sentences": "It's incredibly unpredictable, you rarely see, you know, far leaning Democrats and Republicans working together in a campaign environment, like you're seeing now in this specific race in Michigan in part because they want to focus on this issue of democracy saying that this is more than just about, you know, politics and policy.This is about the democracy of this country, and that there is an effort to try to win over some voters who are swing voters in there as a vanishing - vanishingly small number of people who can still be convinced at this moment, and some of them are voting on the issue of democracy. And so, you see representative slack and trying to win over some of those suburban voters. Some of those are voters who may like the idea of the policies that Liz Cheney supports, but like the idea that Slotkin would stand up for democracy and her opponent might not do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "KING",
      "sentences": "And so, Republicans think heading into the final weeks the advantage is theirs nationally and in most of these races, this is in part why. If you look at the Wall Street Journal poll, majority of Americans, you ask the question and Biden's economic policies, what have they done to you? 54 percent say a negative impact. Only 27 percent say a positive impact. 15 percent say no real impact.So that is why Republicans think, you know, voters are going to vote their pocketbook, they're going to vote what they pay at the grocery store, they're going to vote at the gas pump. It's interesting, though, because if you ask Republicans in the final week, Chris Sununu is the Republican governor of New Hampshire. It looks like he is going to cast reelection. There is a fascinating Senate race in play there. The Republican candidate is a constant and repeat election denier. Chris Sununu says, he will vote for general Don Bolduc, and this is why. (BEGIN VIDEO CLIP) GOV. CHRIS SUNUNU (R-NH): At the end of the day, obviously the election was not stolen. When it comes down to voting for an individual, voters whether as a citizen - me or the 1.4 million other people here in the state of New Hampshire, they're going to go cast a vote on a variety of issues. And because we might disagree on what happened in 2020, or folks are focusing on, you know, the conspiracy theories around the 2020 election. At the end of the day, the vast majority of voters, especially those independent voters that are still haven't made up their mind, they're voting on inflation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "KING",
      "sentences": "It's key there because there's a popular governor likely to be reelected, thinking about running for president who will not do what Liz Cheney does, who will not do what Adam Kinzinger does, says you cannot vote for an election denier, you have to put principle over everything else. He won't do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "KASIE HUNT, CNN CHIEF NATIONAL AFFAIRS ANALYST",
      "sentences": "He won't do that. And frankly, most Republicans are with him. There's only a handful. And you know, Liz Cheney lost her seat and a primary over it. Adam Kinzinger, retired before, I mean, he was affected by redistricting, in addition to some of the politics of this. But I do think that that's going to be one of the central questions that I'm going to be looking for on election night.I mean, it's not out of the realm of possibility. In fact, it's probably likely that the Democrat Maggie Hassan pulls it out over the Republican Don Bolduc, while Chris Sununu cast to reelection as a Republican. I think in some of these races where the candidates are so important, in Senate races in particular, they become characters in ways that, you know, overtake in some cases. The national narrative, that is not the case in the House of Representatives, where it does seem like the national mood, and it's shift here late in the game toward Republicans is likely to amount to a swing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "MARGARET TALEV, MANAGING EDITOR, AXIOS",
      "sentences": "But don't forget, Chris Sununu, you might call this one taking one for the team has not always felt this way. And until very recently was saying that, Don Bolduc is not a serious candidate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "HUNT",
      "sentences": "He was working against him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "KING",
      "sentences": "Don Bolduc calls to governor conspiracy theorists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TALEV",
      "sentences": "So, you have this weird kind of triangulation where you've got Sununu is keeping that hell away from the former president and was trying to keep away from Don Bolduc. But now this kind of triangle effect where you've got Trump promoting Bolduc, Sununu promoting Bolduc. Trump and Sununu not promoting each other. And Sununu just wants Republicans have the majority in the Senate. It is a matter of strategy over kind of core beliefs (crosstalk) play out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "KING",
      "sentences": "It's hard to intellectually draw a straight line about the Republican argument right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TALEV",
      "sentences": "It's about winning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "KING",
      "sentences": "That's the own, that is it. That's about power over any principle right there. Another fascinating race to the Pennsylvania Senate race. Our brand-new morning show this morning, included an interview with the Democratic candidate, the current lieutenant governor, John Fetterman, who is recovering from a stroke, who has released letters from his doctors. He will not either release the full medical files or let his doctors do a detailed briefing with reporters, but he says he thinks he's passed the test.(BEGIN VIDEO CLIP) LT. GOV. JOHN FETTERMAN (D) PENNSYLVANIA SENATE CANDIDATE: I do believe that I continue to get and feel better and better. From my point, you know, we've been also been very transparent in terms of showing up at a debate and they believe that I'm fit to serve. And that's a point that was compatible made in June and compatible here just in October. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "KING",
      "sentences": "The Commonwealth of Pennsylvania is your home. Is that good enough? It would seem desperate now, if they did it in the final week. So that's the answer. Voters will decide, I guess whether that's the right answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "KING",
      "sentences": "And to that point, Oz, and even more so his staff, have just been mean. I'm sorry, go back and look at the record, had been mean. You can raise questions about Fetterman fitness politely if you wish. They have not been polite in questioning his recovery, which I think is the source of this closing ad from Dr. Oz saying, I'm compassionate.(BEGIN VIDEO CLIP) SEN. MEHMET OZ, (R) PENNSYLVANIA NOMINEE: What's missing from politics these days is compassion. Politicians, point fingers, doctors solve problems, together we'll stand up to extremism on both sides and bring balance to Washington. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "KING",
      "sentences": "Has he forgotten the past couple of months where he spent as a politician? Yes, he's a doctor. But more recently, he's been a politician. He's been pointing fingers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "OLORUNNIPA",
      "sentences": "Yes, definitely. And you have to remember how he got to where he is. He was endorsed and handpicked by Donald Trump, who is not a compassionate figure by any stretch of the imagination. And so, he is trying now to realize that Donald Trump lost Pennsylvania in 2020. He lost in part because people were turned off by his rhetoric. He turned off by the way he acted, turned off by his meanness.And so, now you do see Dr. Oz with this closing message saying, I can be compassionate, I can work across the aisle, I can be an independent figure, not a politician. It remains to be seen whether that's going to work or not. But it's very clear that he's trying to learn some of the lessons that Donald Trump did not learn in 2016.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "KING",
      "sentences": "Another big race is the Georgia Senate race. You have the Democratic incumbent Raphael Warnock, the Republican challengers Herschel Walker. Mike Pence will be in Georgia today campaigning with Governor Brian Kemp, not with Herschel Walker. Mike Pence, remember. A Christian conservative Brian Kemp, a Christian conservative. They tried to keep some distance from Walker because these allegations about his character. Two women have said that Herschel Walker paid them to have abortions. He denies this. The second woman this morning went public.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "JANE DOE, ACCUSES HERSCHEL WALKER OF PAYING FOR ABORTION",
      "sentences": "He was very clear that he did not want me to have the child. And he said that. He said that because of his wife's family and powerful people around him, that I would not be safe, and that the child would not be safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "JUJU CHANG, ABC NEWS ANCHOR",
      "sentences": "That's very menacing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "DOE",
      "sentences": "It is a very menacing. It is very menacing. And I felt threatened, and I thought I had no choice.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "KING",
      "sentences": "You watch it and you're stopped in your tracks. Again, Walker has repeatedly said this is a lie. It takes a lot of courage to do that. The question is, do we live in an age where people will process that and then affects votes? Or do we live in such a tribalized, polarized politics, that people set that aside back to the power dynamic. We need a Republican in the Senate, whatever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "TALEV",
      "sentences": "We know that we live in a very tribalized time. And we know that a lot of people voting in this race in Georgia are voting on the basis of party. I think there is a swing vote. I don't know if this will move the needle or not. And I think because Georgia has this runoff rule. The question for Warnock, who's trying to keep his seat is, can he clear 50 percent. Because even if Herschel Walker is running behind, as long as they're under 50 percent, this lives for another month. And you can be sure that if this race lives for another month, we're going to be hearing a lot more from this woman and other people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "HUNT",
      "sentences": "I think the group of voters to really pay close attention to in Georgia, is the women who elected Joe Biden as president, but who seemed more willing to vote for some of their Republican Senate candidates down ballot, at least in those initial results. Because I mean, that was so difficult to watch. I mean, you just feel for this woman and for the child that she didn't end up having. And this is really actually the first time, this morning that we've seen, yes, we've heard a lot from the other woman who was in the situation.I mean, the emotional punch of what we just saw is, maybe it's too late to really move things. And, you know, I fear I think the reality of, you know, what we've all been covering for the last five years is that our politics are too tribal for anything like this to even matter. But it's a sad statement that something like that wouldn't---",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "KING",
      "sentences": "In just a few hours, the man charged with attacking the House Speaker Nancy Pelosi's husband with a hammer will be in court. David DePape faces federal and state charges for what the district attorney in San Francisco describes as a politically motivated attack. Court documents revealed DePape wanted to hold Speaker Pelosi hostage, interrogate her and if she lied, \"break her kneecaps.\"CNN's Veronica Miracle following the story for us. She is live now in San Francisco. Veronica, what do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "VERONICA MIRACLE, CNN CORRESPONDENT",
      "sentences": "Well John, David DePape is facing multiple charges. He's going to be arranged here later today for attempted homicide assault with a deadly weapon, elder abuse among other charges. And between those felonies, he is facing 13 years to life in prison that does not include the federal charges, which if convicted, he faces up to 50 years in federal prison. [12Now, there are some very chilling details coming out of the court documents filed yesterday in the affidavit, David DePape is described as wanting to kidnap and injure Nancy Pelosi. And because he discovered that she was not there at the Pelosi residence when he arrived, that he was willing to wait for days for her, and that he used a hammer to attack Paul Pelosi because of Nancy Pelosi actions. He did that as \"punishment.\" Very disturbing. In that affidavit, he also talked about wanting to break Nancy Pelosi's kneecaps, so that she would have to be wheeled in front of other members of Congress, so they can see the consequences of their actions. He described her as a leader of a pack of lies promoted by the Democratic Party. The San Francisco police chief spoke with CNN yesterday, talking about the fact that a lot of their investigation has been pushing back on what he describes as conspiracy theories. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CHIEF WILLIAM SCOTT, SAN FRANCISCO POLICE",
      "sentences": "There's absolutely no evidence that Mr. Pelosi knew this man. It's a matter of fact the evidence indicates the exact opposite.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "MIRACLE",
      "sentences": "And Paul Pelosi is still recovering at a local hospital from his serious injuries, including a skull fracture. Speaker Pelosi said in a statement last night that while he is recovering, he has a long road ahead of him. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "KING",
      "sentences": "Veronica Miracle, live for us in San Francisco, staying on top of this. Veronica, thank you very much, we will stay in touch. As this plays out today, our legal analyst and former federal prosecutor, Elliot Williams joins our conversation. Elliot, I want to read something from the police affidavit about this attack, to pap articulated he viewed Nancy as the \"leader of the pack of lies told by the Democratic Party.By breaking Nancy's kneecap, she would then have to be wielded to Congress, which would show other members of Congress, there were consequences to his actions. Now, in the political conversation here, if you look at his online posting, you see he posts me into conspiracy theories on Facebook about COVID vaccines about the 2020 election, including links to Mike Lindell video, saying the election was stolen, posted to YouTube looks attacking the January 6 commission. From what you have seen as a former prosecutor, politics building up into rage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "And look, I don't know if its politics building up into rage as much as the internet allowing people to be radicalized and find these communities of people who will spread and share and believe this nonsense that he was putting out there. Look, does this ever get to trial, John? I don't know because of the fact that it's rare that you have a confession, a police officer who sees the crime and a victim who can testify about it. If I'm his attorneys right now, you start planning your plea agreement. And hopefully you can get the guy out of the jail in 10 years. But this is as strong - I feel like I come on your show a lot and tell you all the ways you can't convict somebody of a crime. This is one where the evidence is quite strong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "KING",
      "sentences": "And in the political conversation just moments ago, and I'll let the controller make this decision to how much of this we show if any of it. But Marjorie Taylor Greene just weighing in on this debate about, you know, whether the political rhetoric by politicians can lead people who are already unstable, sure, to go over the edge.She says David DePape raises questions about his immigration status, should have been deported. That's Paul Pelosi was a second amendment sporting gun owner, he could have shot the man who killed them. It's dangerous democratic policies. Marjorie Taylor Greene, a leading member of the House Republican conference, says it's dangerous Democratic policies that led to this attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "HUNT",
      "sentences": "I have thought many times about what would have happened had this man had a gun in his possession and what we would be talking about now instead and, you know, outcome of that is really awful. And I think part of when I see that tweet, you know, what you want to think about is, what is Republican leadership doing in regards to Marjorie Taylor Greene and how she's interacting with conference? And the answer is they have - if anything, embraced her, as opposed to distancing themselves from her.And this is so contrary to if you look at the statement that Mitch McConnell put out someone who's been in politics and public life has a family in politics and public life, who immediately said, this is terrible. And we need to all say that it's terrible because that's the right thing to do. I mean, that it's almost like you don't even know what to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "KING",
      "sentences": "But she is a rising star in the Republican Party because the Republicans allow her to be. She is close to Donald Trump. She stands behind Kevin McCarthy to let him know that if you want to be speaker, you need to keep me happy. Another rising star in the Republican Party, Kari Lake is running for governor in Arizona. This came up - this is her on whatever.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "LAKE",
      "sentences": "It is not impossible to protect our kids at school. They act like it is. Nancy Pelosi, well, she's got protection when she is in D.C., apparently her house doesn't have a lot of protection.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "KING",
      "sentences": "You can talk about anything. This is America. That's the gift of America. You can talk about anything, but you can't lie. The election was not stolen. This is not funny that a man was attacked in his home, who's the husband, anybody, any citizen, but the - that this man wanted to kidnap, or hell hold hostage speaker of the House. That's a, you know, I'm not going to be censored. How about tell the truth?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "OLORUNNIPA",
      "sentences": "Right. You do have a First Amendment right to say whatever you want. But there are consequences to what you say. And there used to be a time where there are consequences to saying, these kinds of things in the political sphere where voters and media figures would, you know, censor, you not necessarily keep you from speaking, but correct you or vote against you. And it seems like in the Republican Party as it exists right now.There is laughter, there is support for when you say these things, there can be outlandish and a lot of it does trace back to Donald Trump, and the fact that he pushed the envelope and said a bunch of things that people thought would kill him politically. And he continued to move forward, and he was able to win an election. So, we see the fruit of that in our politics today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "KING",
      "sentences": "Right. They think it's funny. Here's another. I want to come back to the governor of New Hampshire, who's a more mainstream conservative. As you noted earlier, he keeps his distance from Donald Trump. He thinks Donald Trump is horrible for the Republican Party. But listen here, he understands this is the hard part here for Republicans. There's an election a week from today. Listen to Chris Sununu, talking about this violence. And he did say, he did say everyone needs to take this seriously. But listen to this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "SUNUNU",
      "sentences": "Anyone who's not taking what happened to Speaker Pelosi and her husband extremely seriously, with all the sympathy - with sympathy is that it deserves it. There's just no place for it. But again, the Steve the Steve Scalise shooting a few years ago, Justice Kavanaugh was almost assassinated outside of his home just a few months ago. So, there is danger on both sides.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "KING",
      "sentences": "He is correct. He is absolutely correct. There's danger on both sides and that everybody Democrat, Republican, Independent every American should think about what they say especially leadership. But if you look at the statistics, right wing violence is disproportionately higher than left wing violence. I'm not excusing any violence, but the numbers don't lie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "MIRACLE",
      "sentences": "It is. That's what the trends show, and I think everyone here can agree that if the attack situation had been flipped, if Paul Pelosi had been, the spouse of a conservative politician or a party leader or lawmaker, if the assailant were sort of triggered by leftist movements or Conspiracy theories or ideologies, the responses would be very different. There wouldn't be jokes by these people.You sort of expected for Marjorie Taylor Greene and I guess from Kari Lake, it's the kind of equivocation by Youngkin, by Sununu. The attempt to say this is totally bad, but on the other hand, here's a joke, or let's remember that we're trying to win an election. To me, that's the stuff that's harder to process because these are kind of the grownups and the more centrist leaders, the Republican Party, and it is on them as it is on Mitch McConnell to say there has to be an absolute line on some of these issues.",
      "isLastSentenceInterrupted": false
    }
  ]
}