{
  "date": "2022-12-05",
  "headline": "CNN Newsroom",
  "subHeadline": "Sheriff: FedEx Driver Admits Abducting, Killing 7-Year-Old TX Girl; Father Of Idaho Stabbing Victim Believes Students Were Targeted; Letters From Surviving Roommates Read At Memorial For Slain Students; New Barrage Of Deadly Airstrikes Hit Parts Of Ukraine; China Signals Softening Of Some COVID Measures; Brazil Up 4-0 Against South Korea In Knockout Round; England's Raheem Sterling Leaves World Cup After Intruders Break Into Family Home; University Of Colorado Hires Deion Sanders As New Head Football Coach; CNN Near Volcano As Lava Creeps Close To Hawaii Roadways. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:30:00",
      "speaker": "ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "That is when investigators say he confessed and then led them to the whereabouts of the young girl's body after she had been murdered.Investigators say they believe that she was murdered within an hour or so of being abducted. But her family is just simply stunned, angry, and just upset by everything that's happened. Her mother has written in a beautiful Facebook post, a loving tribute to her daughter. She says: \"My princess was taken from me by a sick, cruel monster for absolutely no reason. Athena is innocent, beautiful, kind, intelligent, and just the brightest, happiest soul you could ever meet.\" So you can imagine the anguish that this family is experiencing. In that Facebook post, the mother had written that Athena's favorite color was pink. Because of that, school districts across Wise County, almost two different school districts were urging students to wear pink today in her honor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "Such a tragic story there.Ed Lavandera, thank you. ALISYN CAMEROTA, CNN HOST;  Now to this. Police in Moscow, Idaho, say thousands of tips are pouring in about the mysterious murders of those four University of Idaho housemates. Investigators say they still have no suspect or murder weapon But the father of one of the victims says he thinks the students were targeted. (BEGIN VIDEO CLIP) STEVEN GONCALVES, FATHER OF ONE OF THE VICTIMS: They said the entry point was the slider of the window, in the middle floor. So, to me, he doesn't have to go upstairs. His entry and exit are available without having to go upstairs or downstairs. Looks like he probably may have not gone downstairs. We don't know for sure. But obviously, he went upstairs, so I'm using logic that he chose to go up there when he didn't have to. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "BLACKWELL",
      "sentences": "For the first time, we're hearing from the two roommates who survived that attack.CNN's Veronica Miracle has more. What are we hearing, Veronica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "VERONICA MIRACLE, CNN CORRESPONDENT",
      "sentences": "Victor and Alisyn, as you said, this is the first time that those roommates have spoken out since this attack. And that's the first time that we're hearing from them.Police, of course, have cleared both of these surviving roommates as being involved in these murders. There was a memorial held on Friday and those two roommates wrote two separate letters and a pastor read both of them. Here's what one of the roommates had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "UNIDENTIFIED PASTOR",
      "sentences": "My life was greatly impacted to have known these four beautiful people. People who changed high life in so many ways and made me so happy.I know it will be hard to not have the four of them in our lives but I know Xana, Ethan, Maddie and Kaylee would want us to live life and be happy. And they would want us to celebrate their lives. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "MIRACLE",
      "sentences": "You heard from Steve Goncalves a little bit ago. He spoke with FOX News over the weekend expressing his frustration with how this investigation is unfolding.As you can imagine, three weeks in now since these murders and still no information about a suspect, a motive. A murder weapon hasn't been found. And so Steve going on FOX News saying that he is losing confidence in the police department. He also did describe some information that he says is from the investigation, including the fact that he's been asked to sign a waiver so that police can look into mail. There are also -- he was also talking about possibly that this suspect may have known the victims. I did speak with police this morning and they say that none of this information is from the department. They're, of course, sensitive to the fact these families want answers but they also want to be clear that they are not releasing this information. Even saying in a statement, \"We recognize the frustration this causes and that speculation proliferates in the absence of facts. However, we firmly believe speculation and unvetted information is a disservice to the victims, their families, and our community.\" So certainly you can understand the frustration from these families. But of course, the police saying they're trying to protect the integrity of this investigation -- Victor and Alisyn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "CAMEROTA",
      "sentences": "Yes, no one can blame the families for being so frustrated at this point.Veronica Miracle, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:34:17",
      "speaker": "BLACKWELL",
      "sentences": "We're live there, next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:34:17",
      "speaker": "BLACKWELL",
      "sentences": "New video released by the Kremlin shows Vladimir Putin driving over the now repaired bridge to Crimea.You'll remember it was badly damaged by explosions in early October. But state-run media released the footage of the Russian president now driving and walking over this rebuilt bridge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "CAMEROTA",
      "sentences": "Will Ripley, thank you for giving us all that context. Be careful. Now to China, where leaders may be changing some of their strict COVIDpolicies. They cite high vaccination rates and the weakening of the Omicron variant as their motivation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "BLACKWELL",
      "sentences": "But there are those massive protests against the government's approach to the pandemic.CNN's Ivan Watson has more from Hong Kiong. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Victor and Alisyn, the Chinese government says it is not scrapping its zero-COVID policy. Instead, it's making tweaks.So one of those tweaks, one of those relaxations has been removing a requirement that if you want to travel on public transport, a subway or a bus, you no longer have to get a negative COVID test every 48 hours to do that in more than 20 cities across the country. And that is a relaxation of these harsh restrictions that is being welcomed by some citizens. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE (through translation): Public transport is no longer restricted. That is more convenient. This might be the first step toward the re-opening of this pandemic. UNIDENTIFIED MALE (through translation): For me, my company requires a 24-hour COVID test because it is a public place. There are still high requirements on us so we have to continue to do COVID tests every day. I have yet to feel a noticeable change. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "WATSON",
      "sentences": "But here's the deal. If you're in Beijing, you still need to get a negative PCR test every 48 hours if you want to walk into a shopping mall or into an office building.And the testing that has become kind of part of daily life, that's gotten a little more difficult because many of the testing stations in Beijing were abruptly taken away. So there are much longer lines you have to wait in. Again, every 48 hours across the Chinese capital to get that negative test. It's still kind of difficult to travel between provinces. Travel from outside China into China also very hard. You're facing quarantines. The Chinese leadership says it's still committed to its zero-COVID policy, but it has clearly made some of these changes. And just days after the country saw unprecedented protests, the biggest public display of discontent that the country has seen, really, in a generation over these COVID restrictions -- Victor and Alisyn? (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:48:20",
      "speaker": "CAMEROTA",
      "sentences": "The drama continues in Doha. Croatia is onto the quarterfinals after beating Japan in penalty kicks. It was a heartbreaking loss for Japan after they beat two powerhouses, Germany and Spain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:48:20",
      "speaker": "BLACKWELL",
      "sentences": "CNN's Coy Wire joins us now.Coy, give us the latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:48:20",
      "speaker": "COY WIRE, CNN SPORT ANCHOR",
      "sentences": "Oh, Brazil is hotter than Victor's latest Instagram post, Alisyn. Have you seen that thing? I mean, he looks stunning and so does Brazil. They are shining bright. And 4-nil before even halftime has begun over South Korea.The scenes out of Brazil are incredible. The fans are fully behind them. They are playing inspired. Their star is back from an ankle injury and missed his last game. Also 82-year-old Pele, the Brazilian footballing legend, he is watching from the hospital. So this team is rallying. This nation is rallying behind Brazil. We'll see if they can make it through. After today, we'll have two more matches tomorrow to determine the entire quarterfinal lineup.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:48:20",
      "speaker": "CAMEROTA",
      "sentences": "Coy, I'm sorry. I was distracted because I was looking at Victor's Instagram. That is so fire.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:48:20",
      "speaker": "WIRE",
      "sentences": "Stunning. Hang it in the Louvre. Hang it in the Louvre. Check it out.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:48:20",
      "speaker": "CAMEROTA",
      "sentences": "I'm supposed to ask you about England now, but I can barely focus.(LAUGHTER) WIRE: He's a handsome man. I don't know how you sit beside him every single day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:48:20",
      "speaker": "BLACKWELL",
      "sentences": "All right. All right.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:06",
      "speaker": "CAMEROTA",
      "sentences": "Scary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:06",
      "speaker": "BLACKWELL",
      "sentences": "Yes. Some things bigger than football.Let's turn now to American football. University of Colorado hired pro football Hall of Famer Deion Sanders, their new head coach there. Strong feelings about leaving Jackson State to go to Colorado.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:06",
      "speaker": "WIRE",
      "sentences": "Coach prime, time to shine. I mean, this guy, Deion Sanders, one of the greatest two-sport athletes we've ever known. Not only was he an NFL Hall of Famer, he starred in baseball.He went to Jackson State a few years ago, a historically black college, and completely lifted up and revitalized not just that team, Alisyn and Victor, but the community, and the school entirely. And some are torn as to whether they should feel excited about this or whether they should be angry that he feels that some are calling him a sellout. But he's moving to Colorado to go and inspire and uplift there. And many are enthused that at a power-five school like the University of Colorado, they're going to get an opportunity to have an African- American coach. HBCU coaches rarely get an opportunity like this. So he's really changing the game. Here you're seeing messages of -- images of him speaking to that team at Colorado for the first time. They were 1-11 this year. They've only had four winning seasons out of the past 20. They need someone like coach prime to come and lift them up. And you're going to appreciate this. He said, listen, if you don't want to be smart, and if you don't want to be tough, then get up out of here because you can enter that transfer portal. I'm bringing my own baggage. And he said, they're Louis, as in Louis Vuitton. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:06",
      "speaker": "WIRE",
      "sentences": "So he's going already and putting his stamp on this program and we'll hope to see he does well. Inspire -- continue to inspire as he has already.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:06",
      "speaker": "BLACKWELL",
      "sentences": "I'm still thinking my way through this, leaving Jackson State. I've not come to some conclusion on how I feel about it, but there are some conflicting emotions here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:06",
      "speaker": "CAMEROTA",
      "sentences": "Let us know when it comes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:06",
      "speaker": "BLACKWELL",
      "sentences": "I will, yes.I'll bring you back, Coy, and we'll have a conversation. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:06",
      "speaker": "BLACKWELL",
      "sentences": "Thank you, Coy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:31",
      "speaker": "CAMEROTA",
      "sentences": "The world's largest volcano is putting on quite a show in Hawaii.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:31",
      "speaker": "BLACKWELL",
      "sentences": "Lava from Mauna Loa is about two miles from a major highway that connects two sides of Hawaii's big island.CNN's David Culver is getting an up-close view. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:31",
      "speaker": "DAVID CULVER, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Alisyn and Victor, that lava just over my shoulder, you can see the glow. It's falling closer to where we are. And we're starting to smell the sulfur in the air. It is a striking view, though, especially at night.But to give you an even better look, we go up. (voice-over): We go up in the morning dark. Paradise Helicopter's Darren Hamilton, our pilot and guide, giving us rare access. (on camera): I assume we'll know when we see the volcano.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:31",
      "speaker": "DARREN HAMILTON, PARADISE HELICOPTER PILOT",
      "sentences": "Yes. It's just off, kind of, The eastern side there. At about the 1CULVER (voice-over): Having flown in military hot zones, Darren even admits this is firepower like no other. (on camera): What was it like the first time you flew over lava?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:31",
      "speaker": "HAMILTON",
      "sentences": "Oh, it was a blast.CULVER (voice-over): It can also be challenging, especially with heavy vog, or volcanic smog. (on camera): There you can see the gases from Fissure 3. (voice-over): Those acidic gases dangerous if the concentration levels are too high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:31",
      "speaker": "HAMILTON",
      "sentences": "That's 3,000 degrees Fahrenheit or about a thousand degrees Celsius. That's molten rock flowing like water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:31",
      "speaker": "CULVER",
      "sentences": "Which has already crossed one volcano road, power lines and all. A searing slice right through it.(on camera): It's incredible the heat you feel as soon as you get close to it. Look at this, the rushing flow. The river. You see the current of Lava. (voice-over): Darren estimates it's moving 30 to 40 miles per hour. (on camera): I mean, there's nothing like this, just spewing from the top. (on camera): It really is just incredible to be up there, Victor and Alisyn. And you can see it is moving very quickly higher up. But as it gets closer to where we are, it's starting to hit flatter ground and starting to spread out, slowing down, which is good news as it is still inching closer. Now at about 40 feet per hour to that major highway. It's just over two miles from us -- Alisyn, Victor? (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:31",
      "speaker": "CAMEROTA",
      "sentences": "It's the top of the hour on CNN NEWSROOM. I'm Alisyn Camerota.",
      "isLastSentenceInterrupted": false
    }
  ]
}