{
  "date": "2022-11-20",
  "headline": "CNN This Morning",
  "subHeadline": "Biden's Granddaughter, Naomi, Gets Married At White House Ceremony; WH Begins Notifying Applicants Who Qualify For Loan Relief; Jeffries Launches Bid To Succeed Pelosi As Dem Leader; McCarthy Faces Hurdles From Withing GOP In Bid To Become Speaker. Aired 6-7a ET",
  "utterances": [
    {
      "timeStamp": "06:00:25",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "Hi, everyone. Thank you so much for being with us. I'm Amara Walker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "MARTIN SAVIDGE, CNN ANCHOR",
      "sentences": "And I'm Martin Savidge in for Boris Sanchez.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "WALKER",
      "sentences": "And we begin this morning with breaking news. Police say at least five people are dead after a shooting at a Colorado Springs nightclub.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "SAVIDGE",
      "sentences": "The shooting happened just before midnight at Club Q. It's an LGBTQ nightclub. Another 18 people were injured in that shooting, according to authorities. Colorado Springs police say they have a suspect in custody, that person is currently being treated at an area hospital.(BEGIN VIDEO CLIP) LT. PAMELA CASTRO, COLORADO SPRINGS POLICE: Moving forward we have numerous homicide detectives on scene. They'll be processing the scene. The scene is going to take some time to get through so we will be here for many, many hours to come. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "SAVIDGE",
      "sentences": "So far police have declined to speak about a possible motive, but the club put out this statement. \"Club Q is devastated by this senseless attack on our community. Our prayers and thoughts are with all the victims and their families and friends. We thank the quick reactions of heroic customers that subdued the gunman and ended this hate attack.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "WALKER",
      "sentences": "All right. Joining us now is Chief Charles Ramsey, CNN senior law enforcement analyst and former Washington, D.C. police chief. Good morning to you, Chief. So the nightclub calling it a hate attack. We don't know if that exactly is the case right now. There is a suspect in custody. But what are your first thoughts knowing that this happened -- a deadly shooting happened inside a gay nightclub?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "CHARLES RAMSEY, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Well, first of all, the police are wise not to release a motive at this point in time. It's too early in the investigation. They have got a lot of work that they have to do. They have to interview witnesses. They have to interview the suspect. There's just a lot of work that needs to be done.This could be just an argument that got out of hand and wound up resulting in gun fire. It could be a hate crime. It could be a variety of things. Five dead is tragic. It's very unfortunate. Another 18 people injured. And I think it's important to remember we don't know whether those injuries were gunshot wounds or just injuries sustained when people were trying to escape the scene. So there's a lot of information that still needs to come out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "SAVIDGE",
      "sentences": "And, Chief, you know, even though it is too early at some point there is going to be a look into the background of the suspect here, social media. You look for whether anything was said. I mean, what are the clues? What are the tip-offs besides the obvious that someone might have said something inside the club before the attack?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "RAMSEY",
      "sentences": "Well, obviously they may have said something before the attack. And you mentioned something very important and that is the person's social media footprint.You know, what does that look like? Have they made threats before, you know? Is there information that would lead them down a path that would take them to an actual motive? Were they involved with somebody in the club and that person was injured as a result of the shooting? I mean, there's just a lot of pieces of the puzzle that still need to be put together. That's what investigators are doing right now. Fortunately, they do have this person in custody so they don't have to worry about a larger threat beyond just what took place in the club and they will get more information as time passes. I don't know the extent of the individual's injuries and if he can be interviewed at this point in time or even if he's willing to cooperate. But certainly, they'll be getting as much information as possible and following up with a news conference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "WALKER",
      "sentences": "Yes. Again, a lot that we don't know here but I did look online. Club Q is an adult gay and lesbian night club. Again, five people have been killed in the shooting there in Colorado Springs and at least 18 people injured. So, of course, we'll stay on top of this and bring you back, Chief Ramsey, if there is more to talk about. We appreciate you joining us this morning. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "SAVIDGE",
      "sentences": "Thank you. RAMSEY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "WALKER",
      "sentences": "Well also, two men are in custody this morning after allegedly making threats to attack a New York synagogue. They were arrested at Penn Station early yesterday morning when one of the men was carrying a large knife and a Nazi armband with a swastika.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:25",
      "speaker": "SAVIDGE",
      "sentences": "That same individual is now charged with making terroristic threats as well as possession of a weapon while the other suspect is facing a single charge of possession of a weapon. Authorities have also searched an upper Westside apartment that's associated with one of the suspects.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "SAVIDGE",
      "sentences": "Meanwhile, winter weather alert remain in effect for more than 6 million people across five Great Lakes states with Western New York, of course, bracing for another round of major lake-effect snow. The National Weather Service says winds up to 30 miles per hour could produce heavy snow at a rate of two to three inches per hour. While some travel bans have been lifted, many still remain in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "WALKER",
      "sentences": "Wow. Thirty miles per hour winds. Authorities have written more than 400 citations for drivers breaking the travel ban. Yes, they were not supposed to be on the road. They also say they've towed dozens of vehicles stuck on the side of the road or that were involved in accidents because of all of that white stuff.Snowfall totals of more than six feet have been recorded in two locations and that is according to the National Weather Service. Orchard Park, where the NFL Buffalo Bills play, picked up 77 inches -- again, what's the math there? More than six feet in a 48-hour period. So it's Sunday and that means it is game day. But the Bills are facing the Cleveland Browns in Detroit. And yesterday the team shared a video showing players attempting -- attempting to leave their homes. Many getting help from their neighbors. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The city of good neighbors. Get in the plane. Wow. Let's go.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "WALKER",
      "sentences": "Snowplow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "SAVIDGE",
      "sentences": "Yes, I think it was Andy Scholes that pointed out, why did they wait so late to leave? WALKER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "SAVIDGE",
      "sentences": "Wouldn't you leave as soon as you heard the forecast? Anyway. CNN's Gloria Pazmino is live in Buffalo. And good morning to you, Gloria.The amount of snow that has fallen, the images are just stunning. How are things and how are people holding up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "GLORIA PAZMINO, CNN NATIONAL CORRESPONDENT",
      "sentences": "A historic amount of snow and breaking levels just yesterday, Martin and Amara. We are here in downtown Buffalo. And just in the last few minutes, the wind has picked up significantly and it is cold. It is frigid.These are dangerous conditions for people to be out in. And that's what officials are warning about. Not only do they want people to stay off the roads but they also want them to be careful in this very cold climate. Last night, Erie County, the area where we are now breaking the record, the heaviest snowfall here in the area. And as you said, citations being issued to drivers who have been stranded on the roads. Rescue crews have had to go out and rescue them. And that is hampering the clean-up effort. These roads here where we are were all cleared last night but it was last night that yet another band of that lake-effect snow rolled in and just covered the area. We have been walloped here over and over. The snow comes. It just dropped several more inches of snow last night. This thing very much not letting up. We are going into the new week tomorrow. Officials say and they are still awaiting to decide on whether or not schools will be open. This is very much an ongoing situation. And Governor Kathy Hochul has said that she is applying for a federal emergency declaration order in 11 counties here. So, more difficult weather ahead certainly and very, very difficult cold conditions here. Martin and Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "WALKER",
      "sentences": "Yes. Gloria, get inside. That wind just sounds so brutal. We really appreciate you joining us for this live report, Gloria. Thank you very, very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "SAVIDGE",
      "sentences": "And, of course, you know, it is the wind that is creating the snow machine that adds to the amounts that are on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "WALKER",
      "sentences": "Brutal. CNN meteorologist Allison Chinchar is live in the CNN weather center to talk more about this. Yes, I mean, like Martin was saying it's the wind and we're seeing, what, 30 mile-an-hour winds that's really creating the snow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:02",
      "speaker": "SAVIDGE",
      "sentences": "All right. Allison Chinchar, thank you. Yes, she reminds us of the beginning of the holiday travel season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:40",
      "speaker": "WALKER",
      "sentences": "Russia is accusing Ukraine of war crimes. Moscow says videos circulated online show Russian soldiers killed after surrendering to Ukrainian forces. Now, CNN has geolocated the videos to the outskirts of Makiivka, a recently liberated village in the eastern Luhansk region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:40",
      "speaker": "SAVIDGE",
      "sentences": "The edited video purports to show a group of Russian soldiers lying face down on the ground with their hands over their heads. More soldiers are seen immerging from a building and lying down next to the other troops in the yard and then a man can be heard shouting, come on out one by one, which of you is the officer, has everyone come out? Come out.There's a short burst of gunfire that is heard before the video cuts off. A second clip shot from a drone appears to show the same men dead on the ground surrounded by pools of blood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:40",
      "speaker": "WALKER",
      "sentences": "Now, we do want to point out that we're unable to verify what exactly happened in that first clip or what happened between the clips. But we do know from Reuters that the U.N. human rights office is aware of the video and is investigating.In the meantime, CNN has reached out to Ukraine's general staff for comment twice but has not received a response yet. Now, Russia's ministry of defense says the video shows -- quote -- \"A deliberate and methodical killing of more than 10 immobilized Russian servicemen.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:40",
      "speaker": "SAVIDGE",
      "sentences": "Executing prisoners of war is a war crime under the Geneva Convention. Ukraine has also accused Russia of multiple war crimes since the invasion began.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:40",
      "speaker": "WALKER",
      "sentences": "In other news overnight, at least one person was injured when Russian troops struck four communities in Ukraine's Nikopol district. Officials say at least 40 Russian shells slammed the area damaging residential buildings, vehicles and gas and electric lines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:40",
      "speaker": "SAVIDGE",
      "sentences": "CNN's senior international correspondent Sam Kiley is in Odessa, Ukraine, with the very latest for us. And, Sam, what more can you tell us about the attacks overnight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:40",
      "speaker": "SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, these are significant in that they represent a continued harassment of Ukrainian positions, government-held territory on the west side of the Dnipro. And the reason for that is that the Russians are trying to maintain pressure on cities like Nikopol and also the recently liberated areas of Kherson to try to tie up the Ukrainian forces there so that they can't be released into the battle to the east and north around Donetsk.So, overnight the local authorities say there were more than 40 rocket and artillery strikes in all probability coming from very close to the Zaporizhzhia Nuclear Power Station, which is just across the river from Nikopol. We've seen this pattern throughout the last few months really. One person injured, amazingly, in those very heavy strikes, an uncharacteristically high level of artillery fire there. We've also, of course, encountered villages on the recently liberated areas of Kherson province further to the south of Nikopol that have also -- local villages there saying that they're getting shelled on a daily basis, all part of the effort by the Russians to dig in and absorbable tie up Ukrainian forces and using the Dnipro River as a natural defense barrier.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:40",
      "speaker": "WALKER",
      "sentences": "And, Sam, what's the electricity and gas situation? Because we're also learning that Ukraine is beginning some evacuations from Kherson and the Mykolaiv regions as they are preparing for what is expected to be a harsh winter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "SAVIDGE",
      "sentences": "Yes. They need to move because the system just can't quite handle the numbers right now. Sam Kiley, thank you very much.U.S. Defense Secretary Lloyd Austin is out with a stark warning over Russia's war in Ukraine. (BEGIN VIDEO CLIP) LLOYD AUSTIN, U.S. SECRETARY OF DEFENSE: Russia's invasion offers a preview of a possible world of tyranny and turmoil that none of us want to live in. And it's an invitation to an increasingly insecure world haunted by the shadow of nuclear proliferation because Putin's fellow autocrats are watching. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "SAVIDGE",
      "sentences": "Joining me now to talk about this is Jim Townsend. He's the former deputy assistant secretary of defense for European and NATO Policy. Good morning to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "JIM TOWNSEND, FORMER DEPUTY ASSISTANT SECRETARY OF DEFENSE FOR EUROPEAN AND NATO POLICY",
      "sentences": "Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "SAVIDGE",
      "sentences": "So as we heard there Defense Secretary Lloyd Austin says that Russia's invasion of Ukraine could entice autocrats around the world to race to develop nuclear weapons and that would potentially spark a dangerous era of nuclear proliferation. The thinking being, of course, that if you have nuclear weapons people are not going to invade you. What do you think about those comments and how real are those concerns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "TOWNSEND",
      "sentences": "Well, those concerns are very real. And the non- proliferation treaty that was signed in the late 60s was aimed at trying to make sure that nations didn't think that having nuclear weapons would give them an edge, not only to defend themselves but an edge to deter others from getting involved in whatever actions this country might be doing.Like right now with Russia, they're using their nuclear saber, they're rattling it, to deter the West, to deter the United States from getting involved with what's happening in Ukraine. And that's something that have -- if Iran, North Korea, others begin to do we'll have that environment that the secretary was talking about, an unpleasant environment to say the least.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "SAVIDGE",
      "sentences": "And those threats or that saber rattling works we know that President Biden himself has mentioned about the threat of another nuclear -- or not another nuclear war -- a nuclear war if this were to get out of hand.I want to talk about those tense moments last week when we first heard of missiles striking Poland, two people were killed. And Poland is, of course, a member of NATO. I remember thinking like a lot of people, uh-oh, this is that trigger moment that we had feared so much. It turned out to be an accident, according to the investigation, but really how close could this have been to escalating the conflict?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "TOWNSEND",
      "sentences": "Well, you're exactly right. That was something that was led to some very tense few hours as the international community and NATO, the United States, was trying to figure out just what had happened and what are the steps that need to be taken assuming that it was a Russian missile.But, I think, what's important here is that NATO and the United States and the allies passed an important test in that they didn't jump to conclusions. NATO said we've got to look at the facts. We've got to look at evidence. We're not going to take precipitous decisions until we know what happened. And so, cooler heads did prevail and we were able to determine that this was just an accident. So, there wasn't some step taken by NATO that could have caused an escalation. We have to know that this could happen again and we've got to make sure that we're calm, and deliberative and we check the facts first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "SAVIDGE",
      "sentences": "Do you think that Russia really -- I mean, they are struggling with Ukraine. Would they want to bring NATO into this conflict as well? TOWNSENDAnd so, he's doing everything he can to deter that. And he's been successful in terms of NATO forces or U.S. forces' boots on the ground in Ukraine. But he hasn't been able to stop the West from providing assistance so that Ukraine could defend itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:06",
      "speaker": "SAVIDGE",
      "sentences": "On that subject the West providing assistance, of course, we know that there is going to be a change in the U.S. House of Representatives there and perhaps some pushback against what they have referred to as a blank check that's been given to Ukraine when it comes to weapons. Do you worry there could be a cutback as far as support from the U.S.?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:08",
      "speaker": "SAVIDGE",
      "sentences": "Yes, that's a very good distinction to make. Jim Townsend, thank you very much. Appreciate talking to you this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:08",
      "speaker": "TOWNSEND",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "WALKER",
      "sentences": "And we continue to follow breaking news out of Colorado Springs Colorado where five people were killed overnight at a gay nightclub there and another 18 people were injured. Police say they did locate an individual inside the nightclub who is believed to be the suspect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "SAVIDGE",
      "sentences": "That person is being treated for injuries but remains in custody and we don't know that injury is included in the total number of 18. As of now, authorities have not confirmed though a motive in the shooting. And the night club has released a statement online saying that it was \"devastated by the senseless attack in our community\" and offered condolences to victims and their families.Now, we also want to bring you up to speed on some of the other top stories that we are following this morning. A young girl was killed yesterday after being hit by an out-of-control flow truck during a Christmas parade in Raleigh, North Carolina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "WALKER",
      "sentences": "The driver, 20-year-old Landen Christopher Glass was arrested he's facing charges that include misdemeanor death by motor vehicle, unsafe movement, and carrying a firearm in a parade. He's being held on $4,000 bond and has a court appearance scheduled for Monday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "SAVIDGE",
      "sentences": "Officials with Brandeis University to say at least one person was killed in a bus accident Saturday. This happened when a bus chartered by the university was involved in a rollover crash near the campus in Waltham, Massachusetts. The spokesperson says that 27 people were transported to local hospitals, most of them students. Officials had not yet determined the cause of that accident. The Waltham fire chief says the incident is, of course, under investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "WALKER",
      "sentences": "So, Donald Trump's Twitter account is back. It's been reinstated. New Twitter owner Elon Musk, putting it back online for the former president on Saturday night. This is President Trump's -- the former president's Twitter page. Until Saturday, it said account suspended. Musk posted a poll on Twitter asking people if they thought Donald Trump should be allowed back on the service.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "SAVIDGE",
      "sentences": "Musk says that the results showed that people wanted Trump to return, writing in part, \"The people have spoken Trump will be reinstated.\" You may remember Trump's account was suspended after the January 6 attack on the Capitol in the weeks before he used that account to spread misinformation alleging election fraud.Mr. Biden turns 80 today, but last night's party at the White House was for a different member of the family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "WALKER",
      "sentences": "It sure was. Naomi Biden, Biden's oldest granddaughter, married Peter Neal on the White House south lawn Saturday. Around 325 guests were invited to the White House for dancing and dessert. I hope there was a meal there too. A massive seven-tier wedding cake was positioned in the Blue Room and Naomi Biden and her husband Peter Neal used a small ladder to climb up and cut it into an upper tier.Guests were given slices of the cake as parting gifts and a tradition that Tricia Nixon and Lyndon Johnson -- at Lynda Johnson and Luci Johnson all did at their White House receptions. I didn't know about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "SAVIDGE",
      "sentences": "There's some nice photo of the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "WALKER",
      "sentences": "He looks very happy, President Biden.Well, there's some good news if you filed for student loan debt relief. Now, you're paying attention, right? The Biden administration says it started sending out emails Saturday to those whose applications have been approved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "SAVIDGE",
      "sentences": "Representative Hakeem Jeffries on the verge of succeeding House Speaker Nancy Pelosi after announcing that she is stepping away from leadership. The New York Congressman launching his bid that could make history as the first Black person to lead a party in Congress when the House Democrats take a vote which is expected later this month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "WALKER",
      "sentences": "In the meantime, Kevin McCarthy facing tougher road to become Speaker as several Republican members signal that they will not support him. For the latest on that, let's go to CNN, Daniela Diaz on Capitol Hill. Good morning, Daniela. So, what are you learning?DANIELLA DIAZ, CNN CONGRESSIONAL REPORTER (on camera): Amara, Martin, Congress is going to look very different next year, especially on the House side. Jeffries who has been long rumored to launch his bid to replace Pelosi doing that on Friday, just a day after Pelosi said in a speech on the House floor that she would not seek a leadership position in the next Congress. She plans to remain in Congress, however, as a rank-and-file member. Really interesting but this will be a huge shift for the Democratic caucus. Jeffries, of course, being much younger than the top three in -- serving in the Democratic caucus. Nancy Pelosi, Steny Hoyer, and Jim Clyburn -- I also want to note that Hoyer and Clyburn endorsed Jeffries for the top position. And not only that, just as you noted, that he would become the first Black leader to lead a party in Congress. So, major news this week on the House side from the Democratic caucus. Meanwhile, on the Republican side, House Minority Leader Kevin McCarthy trying to become House Speaker. Kevin McCarthy, he is trying to get that magic number, 218 votes, that he needs to get the speaker's gavel in January in the next Congress. Right now, it appears he doesn't have it. So far, two Republicans in his conference have come out, Matt Gaetz and Andy Biggs, that they will not support him. And to have threatened to not support him, Bob Good and Matt Rosendale, depending on the margin of Republicans next Congress. Right now, we don't know what that's going to look like. Some races have not been concluded. Kevin McCarthy will need every single Republican vote possibly or some Republicans to vote present so that he could get the speaker's gavels since it doesn't seem that any Democratic member is going to vote for him. So, that is another tricky thing here for Kevin McCarthy as he's going to have to spend the next couple of weeks while Congress is in session, really trying to get enough votes to pass that threshold that he needs to get the speaker's gavel. So, right now, he doesn't have it, but we'll see how it ends up turning those votes. Amara, Martin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "WALKER",
      "sentences": "Yes, we'll see if he makes certain concessions. Daniella Diaz, thank you very much. Let's dig a little deeper now. Joining us to share his insights is NewRepublic Senior Political Correspondent Daniel Strauss. Good morning to you, Daniel. So, before we get into the weeds, I guess, of these leadership contests, just big picture here on the state of the Republican Party, especially since the red wave didn't pan out. It seems like there is some intra-party fighting going on, especially over the direction of the GOP. Is that how you say it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:46",
      "speaker": "WALKER",
      "sentences": "So, then, are we going to see the Republican Party, especially the Republicans who are projected to have this a slim majority in the House? Are they going to be held hostage by a few hardline conservatives especially as we see this, you know, Kevin McCarthy pushed to become speaker, you know, play out? You have hardline conservative Freedom Caucus members who, you know, are challenging him, and they definitely want concessions. And it sounds like something from, you know, when it comes to the January 6 investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:46",
      "speaker": "STRAUSS",
      "sentences": "Right. And look, that's always been the MO of the Freedom Caucus. Their sort of bread and butter is to delay or to seek strong concessions from Republican leadership. And now that the majority is razor thin, it's their best opportunity to do that. So, you're going to see priorities that hardline conservatives want, investigations into Hunter Biden, movement to impeach members of Biden's cabinet or even an effort to impeach the president himself, which would be very quixotic. And also, just committee assignments.We're -- right now, what we're seeing in the House as a whole, both among the House Republican Caucus and DEMOCRATIC caucus is a shift in leadership and really a realignment to where one member of Congress or a few members of leadership no longer hold the power. It's the same with Democrats. They expect that instead of like Speaker Pelosi sort of ruling with an iron fist, they're going to be a multiple -- a set of leaders both in leadership and outside. And that's also going to be the same for Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:46",
      "speaker": "WALKER",
      "sentences": "Yes. All of this is not a good sign especially when it comes to lawmakers legislating in the next couple of years. Daniel Strauss, I appreciate you coming on. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:46",
      "speaker": "STRAUSS",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:46",
      "speaker": "SAVIDGE",
      "sentences": "And this programming note. Don't forget to watch the new CNN film Gabby Giffords Won't Back Down. That'll be tonight at 9(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:46",
      "speaker": "BARACK OBAMA, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "When we heard Gabby had been shot, we were heartbroken and scared. I knew Gabby well, knew Mark. And when I visited with Gabby, she was out and uncommunicative.A few minutes after we left her room and some of her colleagues from Congress were in the room, Gabby opened her eyes for the first time. Gabby opened her eyes for the first time. Even in the darkest, most difficult times, there's always that glimmer of hope that we can cling to. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "SAVIDGE",
      "sentences": "How about this? We are heading into the final weeks of the college football season to end. Tennessee's hopes of making the playoffs -- it's sad to say they took a major hit last night in South Carolina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "Carolyn Manno is here with this morning's \"BLEACHER REPORT.\" Hi, Carolyn. Good morning.CAROLYN MANNO, CNN SPORTS CORRESPONDENT (on camera): Good morning, Martin and Amara. And College Football can be this way, right? I mean, two weeks ago, Tennessee was undefeated at the top of the playoff rankings, and now they've lost two out of three and their dreams of a national title are all but over. South Carolina quarterback Spencer Rattler came into the night, which is eight passing touchdowns on the year, but he had six of them against the Vols defense. He also threw for a career-high 438 yards in the 63-38 win. That's the most points that Tennessee's ever given up in an SEC game. And adding injury to insult, Vols quarterback Hendon Hooker fell to the ground injuring his knee late in the game, so no word if he's going to be back next week against Vandy. Fourth ring TCU nearly had their playoff chances dash at Baylor. They decided to run it on third down with 22 seconds left but were stopped short of the first. So, the field goal unit had to sprint onto the field. Griffin Kell would get everybody ready and then drill the 40- yarder right down the middle. So, TCU wins by one, keeping their perfect season alive. They will host Iowa State next week and then play in the big 12 title game. Elsewhere in sports for you this morning, Nets star Kyrie Irving apologizing for sharing a link to an antisemitic movie that caused him to be suspended from his team. In an interview with SNY, Irving said hurting the Jewish community was not his intention. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "MANNO",
      "sentences": "Irving has missed the last eight games but could return tonight at home against the Grizzlies. Brooklyn changing his status from out to questionable yesterday.And fans in Qatar gearing up for the start of the World Cup in just about three hours from now. The middle nation will put their first- ever tournament match against Ecuador. And Martin and Amara, our Amanda Davies is there. She's going to have a live report in our next our of CNN this morning. It's quite a scene there in the Middle East.",
      "isLastSentenceInterrupted": false
    }
  ]
}