{
  "date": "2022-11-29",
  "headline": "CNN Newsroom",
  "subHeadline": "Trump Lashes out at Jack Smith; Ornato to Meet with January 6th Committee; Apple To Withhold Twitter from App Store; Georgia Senate Runoff Campaigning Continues; Jennifer Bendery is Interviewed about Consequences of the Georgia Senate Runoff. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:00",
      "speaker": "BIANNA GOLODRYGA, CNN ANCHOR",
      "sentences": "New this morning, CNN has learned that the January 6th committee is expected to interview former White House Deputy Chief of Staff Tony Ornato. Today's virtual interview is the first time Ornato has met with the panel since former Trump aide Cassidy Hutchinson testified back in June. Now you'll recall she said Ornato told her that Trump lashed out in anger and lunged at a member of his protective detail as he demanded to be taken to the Capitol on January 6th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "At the same time his newly appointed special counsel, Jack Smith, continues to work on the two criminal probes he now oversees, the retention of classified documents at Trump's Mar-a- Lago resort and the broader parts of the January 6th insurrection investigation. Trump is repeatedly speaking out against Smith in a litany of posts on his Truth Social social media website, attacking Smith as a, quote, Trump hater and a hitman for Obama. This is a typical tactic that Trump has used for the host of investigators through the years.CNN's senior legal affairs correspondent Paula Reid joins me now. So, listen, we've seen this before, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Yes, many times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "You know, if he's investigated by anybody, anybody, no matter what their political background is, is a Democrat or a Trump hater. So, what is he saying specifically about Jack Smith and what's true?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "REID",
      "sentences": "Well, among the many attacks he called him a, quote, fully weaponized monster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "REID",
      "sentences": "And, as you know noted, we saw this with Special Counsel Robert Mueller. We've seen this with prosecutors in New York and in Georgia. Most lawyers would advise their clients that it is not wise to attack a prosecutor currently overseeing two criminal investigations into your alleged conduct. SCIUTTO",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "REID",
      "sentences": "But what really matters here for him is the court of public opinion, right? He's trying to sow doubt. He's trying to undermine the credibility of this newly appointed special counsel.But what ultimately will matter for his future is what happens in the courtroom. And what we saw last week in Atlanta, the former presidents attorneys, they were arguing before three GOP appointed judges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "REID",
      "sentences": "Two of them were appointed by the former President Trump. And he was not appearing to buy the arguments that Trump attorneys were making. I mean one of them even corrected a Trump attorney for referring to what happened in Mar-a-Lago as a raid. It was a - it was a little bench slap.And, look, while the former president is making these accusation, calling people names on social media, Jack Smith is making filings in court. On Thanksgiving, he took a moment to fact-check something that the Trump lawyers said in court during that appeals hearing. A parallel that they tried to make between this case, the Mar-a-Lago, the independent third party reviewing those documents, and the Rudy Giuliani investigation in New York. He said, look, that's not true. So, again, while the former president is doing these personal attacks, that's his way of handling the special counsel investigation, Jack Smith, he's arguing facts in court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "No question. Well, Trump's attack -- the Supreme Court has disappointed him too on some of these decisions as well.Paula Reid, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "Joining us now to discuss is former federal prosecutor Jennifer Rodgers.Jennifer, always great to see you. So, first question, how significant could Tony Ornato's testimony be before the committee? Because, if we remind our viewers, there was some controversy surrounding Cassidy Hutchinson's recollection and retelling of the events given that she heard it third person. There was some back and forth as to whether or not that happened. Now we know he will be testifying before the committee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "JENNIFER RODGERS, CNN LEGAL ANALYST",
      "sentences": "Well, Bianna, I think it could be really critical, both because he can, of course, tell us exactly what happened in the conversation between him and Cassidy Hutchinson, which would bolster her testimony, but also because he was around Trump at a very critical time on January 6th. You know, not just the interaction that Cassidy Hutchinson described, but more times during that day. So he could tell us exactly what the former president's state of mind was. We can read into his intent from what the former president was saying. So, he really could be, I think, an important witness for those crucial times during January 6th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "OK, so other investigation under the umbrella of the new special counsel is the investigation of the classified documents that Trump took back to his Mar-a-Lago estate. So notable public posting by Trump on Truth Social yesterday. When will you invade the other presidents' homes in search of documents, which are voluminous, which they took with them but not nearly so openly and transparently as I did, says the former president. First of all, he makes that charge against other presidents without a lot of evidence.But the final line there, Jennifer Rodgers, not so -- nearly so openly and transparently as I did, is he admitting that he took documents to his estate here? Does that have legal ramifications?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "GOLODRYGA",
      "sentences": "This seems to be evergreen (ph) council and advice that we've heard repeatedly offered to the former president. He doesn't seem to be taking it and adhering to it. But - but it is what it is.Let me ask you, while we still have you, the jury in the seditious conspiracy trial of the five alleged leers of the Oath Keepers now resumed day three. And yesterday they submitted a note to the judge asking for clarification over the definition of seditious conspiracy. And here's what they asked. Clarify, prevent, hinder or delay the execution of any law of the U.S. versus governing the transfer of presidential power including the U.S. Constitution. What does that tell you in terms of what they are currently debating now in issuing their final decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "RODGERS",
      "sentences": "Well, it's not a surprise. There are five defendants. It's not a surprise that they're taking their time with this. But what it means is, seditious conspiracy is not an everyday crime. It's not inherently within the (INAUDIBLE) of what the jurors know. So, they're asking about what it actually means to say that you're preventing or hindering the execution of a law. Does it mean a statute? Do you have to be able to find it in the criminal code, the thing that they are hindering, or can it more broadly be seen as hindering something that is called for in the Constitution?And that's what the judge came back and told them. The presidential power transfer, which is called for in certain sections of the Constitution, counts as a law. So, if they find that the defendants hindered or prevented or attempted to hinder or prevent the execution of that, the transfer of power, then that suffices. So, that's really important. That's a good thing for the prosecution. And what we don't know, of course, is how many jurors had an issue with this, how concerned they are about it, and whether this will assuage those concerns, but it was a good instruction for the prosecution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:05",
      "speaker": "SCIUTTO",
      "sentences": "Yes. We'll be watching closely.Jennifer Rodgers, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:49",
      "speaker": "SCIUTTO",
      "sentences": "Elon Musk says that Apple threatened to pull Twitter from its app store, a move that could devastate the company he recently acquired for $44 billion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:49",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, in another string of tweets, Musk took aim at Apple and its CEO Tim Cook, alleging that there was no explanation that Apple was engaging in censorship and that the move could undermine Twitter's business, which Musk says has seen a massive drop in revenue as more brands pause ads there.Here with us now is CNN's Donie O'Sullivan. So, Donie, here we are again trying to explain what is going on in Musk world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:49",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:49",
      "speaker": "GOLODRYGA",
      "sentences": "He and Cook do have a long relationship. We haven't heard from Cook. That's not typically his style. But what can you tell us about what's going on now?DONIE O'SULLIVAN, CNN CORRESPONDENT: Yes. So, Apple basically have a quality control in their app store. So before anything can go on your phone, they will go through apps to make sure, one, there's not viruses or kind of spyware on it that could end up spy on you, but also they have quality controls in place when it comes to hate speech and also Covid misinformation. We saw last year the right-wing social media platform Parler was kicked off the Apple app store temporarily for a few months until it got its hate speech policies in place in a way that Apple were happy enough with. Obviously, what we're seeing with Elon Musk now, is that he is tearing back the rule book on Twitter and, you know, I think what we're seeing is that potentially Apple might have some problems with it. Of course, we haven't heard officially from Apple just yet. Speaking of those policies, we learned overnight, I want to show you this from the Twitter website, Twitter had a misinformation policy against Covid misinformation in place since 2020. That is no more. They have ripped that up. As part of that policy, 11,000 accounts were suspended, were banned. We may see many of those accounts coming back. That is something that Musk has promised. He said accounts that were banned would be coming back. So, a lot happening at the platform right now. People knew that it was going to be crazy under Elon Musk. It certainly is a roller coaster. And later this evening we're at a nice foundation event here in Florida. On that stage a little later tonight, a very senior Twitter employee, Yoel Roth, who was involved in implementing a lot of these policies, who worked with Musk, but quit a few weeks ago, will be speak out for the first time tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:49",
      "speaker": "GOLODRYGA",
      "sentences": "A lot happening at Twitter. A lot happening behind you there. You successfully managed your way through it explaining what's going on. Bravo.Donie O'Sullivan, thank you for joining us. O'SULLIVAN: Thanks, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:49:13",
      "speaker": "GOLODRYGA",
      "sentences": "Today marks one week until Georgia's Senate runoff election, but hundreds of thousands of voters have already cast their ballot in the state, a record breaking 300,000 early voters on Monday alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:49:13",
      "speaker": "SCIUTTO",
      "sentences": "Yes, some real interest. CNN national politics reporter Eva McKend, she's following all of this on the trail in Greensboro, Georgia, today.Eva, tell us what the numbers are showing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:49:13",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS REPORTER",
      "sentences": "Well, good morning to you both.Herschel Walker returning to the campaign trail this week, really revisiting familiar themes. He's going to be holding a stop as part of his evict Raphael Warnock tour here in Greensboro later this afternoon. But really he has largely made the same argument. Says that Senator Warnock is to closely aligned with former - with President Biden. Now, the challenge for Walker, though, is that he has to capture the roughly 200,000 voters that voted for Governor Kemp, that did not vote for Walker in the general election. [09:50:11] Governor Kemp now, of course, a key surrogate for Herschel Walker. Here is what Kemp told CNN this morning. (BEGIN VIDEO CLIP) GOV. BRIAN KEMP (R-GA): And that's, you know, why I'm voting for Herschel Walker. I want somebody who's going to go there and is going to fight for our state and fight for our citizens, not fight in support of a president that really, in my view, is not upholding the values of what Georgians want. KAITLAN COLLINS, CNN ANCHOR, \"CNN THIS MORNING\": And you think Herschel Walker does that when it comes so values.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:49:13",
      "speaker": "KEMP",
      "sentences": "I think he will do that in the United States Senate.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:49:13",
      "speaker": "MCKEND",
      "sentences": "So, you heard from Governor Kemp there.Worth noting, they did not campaign together in the general election. Though Kemp working hard for Walker now. We have not heard from Walker, though, in quite some time. He hasn't held a press gaggle, spoken to the press in several weeks. Senator Warnock regularly holds press gaggles, but we have not heard the same from Walker. We hope to do so today. Former President Donald Trump not going to be campaigning here for Walker. He will instead phone it in, holding a tele-rally. President Biden, though, for his part, and we haven't heard about him coming down here for Senator Warnock. President Obama will be here, though, on Thursday campaigning for Senator Warnock. Warnock, in the southern part of the state today, campaigning in Tifton and Valdosta. Jim. Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:49:13",
      "speaker": "GOLODRYGA",
      "sentences": "Eva McKend, thank you.Well, joining me now to discuss is Jennifer Bendery, senior politics reporter for \"The Huffington Post.\" Jennifer, great to see you. So, as we know, a Warnock win would give Democrats a 51-49 majority in the Senate. Some may say, why does it matter? Why can't things stay in terms of what Democrats want? It's status quo, 50/50. But you say that's the wrong question to be asking. That they do want as many votes as possible, particularly for the president and appointment of judges in the next two years. Explain. JENNIFER BENDERY, SENIOR POLITICS REPORTER, \"HUFFINGTON POST\": That's right. It might not sound like a huge difference having 50/50 versus 51-49, but, in fact, if you have 50/50, that means there are an even number of senators on every committee and it means that Democrats can't afford to lose even one member for anything they want to get done. So, a 51-49 Senate means, first of all, they can risk one member being gone. That effects the entire agenda for getting things done. But beyond that, on judges, what's really fascinating is, for the entire time in a 50/50 Senate, on the Judiciary Committee you've had 10 - you've had an even number of Republicans and Democrats. So that means that Republicans can tie votes on judicial nominees. And when there's a tie, that means that nominee is stuck in the hearing (ph). And the only way to get the nominee out of the hearing - out of the committee is for Chuck Schumer to file something called a discharge petition. And basically, force that judicial nominee out of the committee and on to the Senate floor for a vote. That takes time. That adds four hours of floor time on the Senate to every single nominee they want to do this for. And that's in addition to the time it takes to even set up a discharge position and force each of these nominees out of the committee. Republicans have done this already four times, maybe five times. And there's another four nominees sitting in that committee stuck on a tie vote because they needed a discharge petition. So that, it's not small. But this stuff adds up and it has blocked easily like five, six nominees for sailing right through to the floor. So, that's one example why a 51-49 Senate actually is a huge difference. You can confirm a lot more people to lifetime spots on federal courts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:49:13",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, even that one vote - one extra vote would matter.It has been disconcerting, to say the least, that we have not heard more condemnation following the former president's dinner with white nationalist, anti-Semite Nick Fuentes, who joined him for dinner, along with Kanye West. We are slowly hearing that condemnation for more and more Republicans. We heard from Governor Kemp in his interview with Kaitlan Collins as well saying that there's no place for that in the Republican Party, but he quickly then veered to talking about his support for Herschel Walker. You see a connection between some of the silence or the dragged out response that we've seen from Republican leadership and this race in particular. Can you explain that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.Jennifer Bendery, thank you. We appreciate the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "BENDERY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}