{
  "date": "2022-12-29",
  "headline": "Connect the World",
  "subHeadline": "Hundred Plus Retired Israeli Diplomats Warn new Government will Seriously Damage Israel's Foreign Relations; World Reacts to China's Spreading COVID Cases; King Abdullah II of Jordan Speaks to CNN; King Abdullah II Talks Hopes and Aspirations for 2023; How will then Government Impact U.S.-Israel Relations; CNN Correspondent Recalls Early Days of Invasion. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "BECKY ANDERSON, CNN HOST, CONNECT THE WORLD",
      "sentences": "Well, this hour what is likely the most right wing government in Israel's history has been voted intooffice with a familiar face Benjamin Netanyahu at the helm for his sixth term as Prime Minister? I am Becky Anderson, hello and welcome back to \"Connect the World\". Well, it's been a day of promises inside the Israeli parliament protests outside of it. Israel's swearing in a new government, the 37th in its history, marking Benjamin Netanyahu's returned to power and the culmination of his extended struggle to win enough support to form a ruling majority. To do that, he made alliances with hard right parties opposed to Palestinian statehood. His appointees include the man who will oversee Israel's Police, Itamar Ben-Gvir, who was convicted of supporting terrorism. Well, Palestinians say plans by the Prime Minister to far right allies to expand settlements in the West Bank will lead to a dangerous escalation in what has already been a very violent year of 2022. Mr. Netanyahu is painting his return to power in broader strokes vowing to work to end the Arab Israeli conflict. Well about 2000 protesters marked outside the Knesset ahead of the vote on the new government. And it got him back with us this hour from Jerusalem. And last hour we discussed the atmosphere which as you suggested can often be testy in the Knesset. Let's just remind our viewers what happened today and about the makeup of this government, if you will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ELLIOTT GOTKINE, JOURNALIST",
      "sentences": "Sure, Becky. So what we saw today we saw Benjamin Netanyahu plain old Benjamin Netanyahu as he was this morning,outlining his government's plans for this current Knesset. These included preventing Iran getting nuclear weapons, boosting Israel's security, reducing house prices, boosting public transportation. And also, as you say, forming new peace agreements with other countries in the region to build on the Abraham Accords, which first came about under Prime Minister Benjamin Netanyahu's previous stint in power under his fifth Prime Minister ship. Of course, we also had quite an ill-tempered session of the Knesset; there are at least five or six members of the opposition who are rejected for heckling Prime Minister Netanyahu and some of his fellow ministers. We also heard from Outgoing Prime Minister Yair Lapid who just walked by us just a couple of moments ago, basically saying that he's got a bit of disquiet about this new government. And saying that, you know, they had a lot of success under the previous under his government under his stewardship. And only half in just one imagines asking Netanyahu not to ruin things and saying that he will be back. But as you say, outside there were protesters as well as inside. And their concerns include the erosion of their fears for an erosion of Israel's democracy, the checks and balances on a government by diluting the powers of the Supreme Court that concerns that these governments will effectively green light a discrimination against minority groups such as the LGBTQ community and Arab citizens of Israel. And of course, many are also concerned about an expansion of settlements and what that could do to Israel standing in the international community. And there was a letter from some 100 former Israeli ambassadors and foreign ministry officials an open letter expressing their concerns and warning that this could damage Israel's standing in the world and its relations with its most important ally, the United States and do damage to the Abraham Accords, which of course, Prime Minister Benjamin Netanyahu wants to deepen, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GOTKINE",
      "sentences": "Becky, look, there are concerns about what this government will do and what it outlined in its agenda. Yesterday, we mentioned the expansionof settlements, but they're also more subsidies for specific communities like ultra-orthodox communities. And there are concerns, as I say about religion creeping more into public life. This government has expressed a desire to have more public to allow for segregated events, segregated public events, for example, and also to have more beaches that are segregated by gender as well. And these are all things that many people in Israel and I should point out that it was about half the population or half the voters that were in favor that voted for this government, including all members of the coalition and about half that voted for other parties that aren't in this governing coalition. So the country is split. And there are concerns that, you know, some of these measures that the government have outlined in its plans will come to fruition and that their worst fears will be realized. But I think it's very important to note, one thing until such time as they actually move forward. These are just plans. These are just on paper, they are not legally binding. They are not sacrosanct. And as U.S. Secretary of State Anthony Blinken has put it you know this government should be judged not by its personalities, or by its words, but by its actions. And that Becky, I think is what everyone is waiting to see exactly what those actions will be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "Elliott, thank you. Looking ahead, the Lunar New Year is less than a month away and Beijing's strict zero COVID policy fully ends onJanuary the eighth, which means many millions of people are expected to be on the move and that is pushing some countries including the U.S. and India, for example, to step up restrictions for travelers arriving from China, as Beijing confronts the nation's worst ever outbreak of COVID-19. The EU says it will keep talking about a possible joint response in Italy, urging Brussels to follow its lead on mandatory COVID tests for Chinese visitors. Scientists though are also warning against the potential for xenophobia. We've worked in coverage of this developing story. CNN's Kevin Liptak is with the U.S. president in St. Croix in the U.S. Virgin Islands. Paula Hancocks is live in Seoul in South Korea, keeping an eye on the response from Beijing to these new travel restrictions. Let's start with you, Kevin, tell us more about this U.S. decision. What do we know at this point and why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ANDERSON",
      "sentences": "Thank you, Kevin. That's a perspective from the U.S. point of view. Paula, you've been monitoring how these travel restrictions are goingdown in Beijing and how other countries around the Asia Pacific region are also responding and what they are planning. And what do we know at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "Well, Becky, when it comes to Beijing itself, they have effectively said that the COVID conditions within thecountry at this point were entirely predictable and they are under control. Now, of course, that's not the situation that it appears to be in certainly to many of these countries, especially the neighboring countries around this particular region, many of them have put restrictions in place, many others are considering putting restrictions in place. So what we've heard from Beijing is that they have said, in fact, even before the U.S. announced officially that they were carrying out these extra checks was that all parties need to work together scientifically against the epidemic to ensure the safe movement of people between countries. Now, of course, it is ironic for Beijing to be saying that given the fact that they have had the most stringent zero COVID policy, the most strict lockdowns, mass testing border restrictions of really anywhere else in the world and for the longest time. So this significant and abrupt lifting of many of these restrictions does have many in the region, particularly concerned Japan, for example, one of those that have put in these testing requirements. The Prime Minister Fumio Kishida said that they are concerned by what seems to be the increase in these cases in China and the lack of clarity of the situation. And that's one thing that's concerning as well. What China has said at this point is that they're no longer going to give the daily update of COVID cases they have refined what they define as a COVID death. So at this point, the numbers that will come out of Beijing are not necessarily numbers that public health officials around the world can take to represent what is exactly happening on the ground. And what we know from our teams on the ground at this point, what is happening is that hospitals are inundated that it is very difficult to be able to get flu medicine, fever medicine, to be able to try and treat you at home. We have a team in Beijing who has visited a crematorium which has seen the long lines of cars and people waiting to be able to give the final goodbye to their loved one. So what we are seeing on the ground is different to what we are hearing officially and that is what has many other countries concerned this lack of transparency, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ANDERSON",
      "sentences": "Paula Hancocks is in Seoul. You heard from Kevin Liptak, earlier. Well, Ukraine's foreign minister is calling Russia's latest wave of missileattacks, \"sensors barbarism\". Ukraine's defense ministry says it's one of the largest since Russia's invasion in February. Ukraine's military reports it shot down 54 of 69 missiles that Russia launched but across the nation, the attacks killed at least two people damaging infrastructure and leading to widespread power outages. All this comes just days after Vladimir Putin claimed that he was open to peace talks. CNN's Ben Wedeman is joining us from the capital city. Ben, massive missile attacks today across the country, one of the largest missile barrages since this war began described by Ukraine's foreign minister as senseless barbarism. You are back in country, I can't now remember how many times you've been in and out over the last, what nearly 10 months now, what's your perception of where this war is at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "WEDEMAN",
      "sentences": "And also in the Donetsk region in the east of the country one person was killed in total so far according to the State EmergencyServices, seven people were injured nationwide. That includes here in Kyiv, a 14 year old girl, her mother and a man living nearby, we went to that location and the destruction was massive. Now, I must point out that according to the Mayor of Kyiv 16 missiles were fired in the direction of the Capitol. All of them were intercepted. But what happens is, the debris of those interceptions falls to the ground and causes a fair amount of damage, damage not only to life and limb, but also we know that in Lviv in the western part of the country 90 percent of the power is out here in Kyiv. According to the mayor 40 percent of the power is out. Oftentimes, however, they do shut off the power systems to avoid further damage if they're struck. But certainly what we've seen going back several months is that the Russians really are focusing on non-military targets just to cripple this country after 10 months of war, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ANDERSON",
      "sentences": "Ben Wedeman is on the ground for you. Its 16 minutes past six in Kyiv, in Ukraine, the country suffering one of the largest missile barragessince this war began in February of this year. Well, now as Benjamin Netanyahu's new right wing government gets sworn in, a regional leader next door is sounding the alarm. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "KING ABDULLAH II, HASHEMITE KINGDOM OF JORDAN",
      "sentences": "We have to concern about an ---. And if that happens, that's a complete breakdown of law and order, andone that neither the Israelis nor the Palestinians would benefit from. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ABDULLAH II",
      "sentences": "Great to have you back. How's everything?ANDERSON (on camera): Very well, how are you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ABDULLAH II",
      "sentences": "All is well.ANDERSON (on camera): Nice to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ABDULLAH II",
      "sentences": "Thank you.ANDERSON (voice over): As we close out 2022, we're here to discuss the challenges facing this region, not least his concerns about the region's shrinking Christian population, and why he believes plans to develop and protect this holy site are critical for the community's future in the Middle East. ANDERSON (on camera): Absolute pleasure to have you, I want to talk about why we're here and the significance of this site. But I do want to start with your speech at the UNGA this year. Because I think it's very pertinent to what we are going to discuss. You began your address by saying that is alarm bells.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ABDULLAH II",
      "sentences": "Numerous crises better, our world crises that are increasingly interlocked regional conflicts with international impact today. The futureof Jerusalem is an urgent concern. The city is holy to billions of Muslims, Christians and Jews around the world. Undermining Jerusalem's legal and historical status quo triggers global tensions and deepens religious divides. The holy city must not be a place for hatred and division. ANDERSON (on camera): Can you just reflect on 2022?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ABDULLAH II",
      "sentences": "Jerusalem when we've always believed is a city that should bring us all together, but unfortunately, is used by extremists on allsides to create conflict and violence. And the violence really did pick up in the spring; we are the custodians of both the Christian and Muslim holy sites in Jerusalem. My concern is that there are challenges that the churches are facing from policies on the ground. If we continue to use Jerusalem as soap box for politics, things can get out of control really, really quickly. ANDERSON (on camera): You described Christianity in Jerusalem, as under fire. Can you just explain a little further?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ABDULLAH II",
      "sentences": "We are fortunate in this country and in Jerusalem to have the oldest Christian community in the world. They've been here for 2000 years.Over the past several years, we're seeing that they have become under pressure as a community. So the numbers are dropping, which is I think is an alarm bell to all of us. ANDERSON (voice over): 2022 has turned out to be the deadliest year for the Israeli Palestinian conflict in two decades. And Jerusalem is a major flashpoint. ANDERSON (on camera): There are fears of a third intifada, possibly on the horizon. How concerned are you about that prospect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ABDULLAH II",
      "sentences": "We have to be concerned about a next Intifada. And if that happens, that's a complete breakdown of law and order, and one that neitherthe Israelis nor the Palestinians will benefit from. And I think there is a lot of concern from all of us in the region, including those in Israel, that are on our side on this issue to make sure that doesn't happen. So that's a flash board tinderbox that if it flashes is something that I don't think we'll be able to walk away from in the near future. ANDERSON (on camera): Benjamin Netanyahu is back in power, or Jordanian commentators describe that result is Jordan's worst nightmare. Is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ABDULLAH II",
      "sentences": "At the end of the day, the Israeli people have the right to pick whoever they wanted to, to lead them. And I think we're all big boyshere. And looking at the larger picture, we're all prepared to move on. So we will work with anybody and everybody as long as we can bring people together. ANDERSON (voice over): The new Israeli Government will likely be the most right wing in Israeli history, including incoming National Security Adviser, Ben-Gvir. He has a long history of inciting violence against Arabs and Palestinians. Pending new legislation, he could assume authority over the police force, including law enforcement chant Jerusalem's holy sites. ANDERSON (on camera): As custodian of those sites, do you believe the status quo and your role are threatened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ABDULLAH II",
      "sentences": "Jordan has been a refuge to early Christians and to Jesus Christ himself, who came here escaping persecution. This is I think,something that we have always inherited and my great grandfather Sharif Hussein gave sanctity to Armenian Christians that were looking for safety and security. And recently over the past few years as you've watched the actions of Dash and Syria and Iraq looking after Iraqi Christians and, and Syrian Christians here, if we don't have any Christians in the region, I think that's a disaster for all of us that part of our past, they're part of our present and they must be part of our future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We spoke where Jesus Christ was back on a --.ANDERSON (voice over): They come from all over the world every year, up to 200,000 pilgrims and tourists flock to this site where Jesus is believed to have been baptized. Now, a master plan has been launched to build a pilgrim village, with a museum amphitheater and accommodation, which according to the baptism site commission will allow it to cater for up to one and a half million visitors a year. Rustom Mkhjian is the Director General of the Baptism Site Commission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "RUSTOM MKHJIAN, DIRECTOR GENERAL, BAPTISM SITE COMMISSION",
      "sentences": "And its basic aim is to build like facilities such as accommodation, museums, whatever isneeded by pilgrims basically. And the main intention is to receive millions of pilgrims and provide better services to enjoy their visit to the site. ANDERSON (on camera): You have plans to develop and protect this site or the site adjacent to where we are, as we speak in line with your role towards holy sites under the Hashemite custodianship. Talk to me about these plans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ABDULLAH II",
      "sentences": "This is a UNESCO heritage site and needs to be protected; we want to make sure that this is preserved for centuries to come. What willhappen adjacent to it is what is the support to this wonderful, historical, magical place. So you know, a museum to talk about the history of Christianity and to look at creating botanical gardens that grow and the ancient flowers and herbs with the region and plants and training centers that allow different churches to come in and teach something that we can all be proud of 100 years from now. And I think one of the things that people misunderstand about this space is how inclusive it is almost 15 percent of the visitors that come here are Muslim, because we revere Jesus Christ as the Messiah and the Holy Mary as the holiest and most important of all women in our history. And so this is an opportunity to break down those barriers and to show how proud we are of not only our historical Christian heritage here in Jordan, but the relationship between Christianity and Islam. ANDERSON (on camera): How important is this site to Jordan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ABDULLAH II",
      "sentences": "From a historical religious point of view, you know, this is Christianity's third holy site, sort of extreme importance to Jordan. Andbecause of the history it tells of not only one of the first refugees being Jesus made peace and blessings be upon him. But you know the waves of refugees that at least in my time we have seen I think it started here. And it's a story that tells the story of Jordan throughout the age. ANDERSON (voice over): For decades, Jordan has been a safe haven for Christians and Muslims alike, representing a model of co-existence amid for the better part of history, a turbulent region. Nowhere is that more evident than downtown Amman during Christmas celebrations. ANDERSON (on camera): You might you see this project is one that will begin one hopes in 2023. What are your hopes? Let's close this on a positive note. What are your hopes and aspirations for 2023?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ABDULLAH II",
      "sentences": "So these are issues that we have to deal with Israelis, Palestinians, and Jordanians. And I believe regional integration that isgoing to be I think the secret of us being able to break down barriers. When I am invested in your success, because your success and my success at the end of the day, means that we can move forward. Whatever people think about integration of Israel into the region, which is extremely important. That's not going to happen unless there's a future for the Palestinians. And you've seen that recently through the Moroccan Football Team. And that's just a sort of a slight insight, that at the end of the day, whatever the leaders do, if we can't solve this problem, the street are naturally going to be sympathetic to the Palestinian cause. So we need to build as opposed to destroy. ANDERSON (on camera): Superb. Thank you very much. (END VIDEOTAPE) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "Israel has a new government by all accounts most right wing in its history. By vote of 63 to 54 the Knesset confirmed the cabinet andPrime Minister Benjamin Netanyahu now starting his sixth term as leader. Well, to achieve a majority Mr. Netanyahu cemented alliances with hard right parties opposed to Palestinian statehood and his far right allies are aiming to expand settlements in the West Bank. My next guest is one of more than thousand former Israeli diplomats who expressed concerns about this incoming government in a signed letter to Benjamin Netanyahu. Alon Liel is a Former Ambassador and served as Director General of the Israeli Foreign Ministry. It's good to have you, sir! The letter that you co-signed, expressed, and I quote, profound concern at the serious damage to Israel's foreign relations. Its international standing, and its core interests abroad emanating from what will apparently be the policy of the incoming government. What do you believe that policy will be and why do you have such concerns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "LIEL",
      "sentences": "And I think this is dangerous policy because we live with them together. First of all, we have a one and a half million Arabs insideIsrael. But we have about 4.5, 5 million in the West Bank in Gaza, and to completely overlook them is inviting troubles. But the other things that worry us a part of the government, especially the new cameras, the extreme right, it doesn't really recognize the world doesn't know the world is not worried about a criticism, international criticism. And I think the world should be introduced to them and the world should speak out and tell them what they think about this new Israeli Government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANDERSON",
      "sentences": "Sir, have you received a response to your letter? And if not, do you expect to? And do you believe it'll have any impact on the outcome thatIsrael is now in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "LIEL",
      "sentences": "It's not the first time that the ambassadors are sending a letter. But it's the first time that it had such an exposure, both in Israel andinternationally. And this is encouraging. This is encouraging, because the worries that we have are shared by the international community, by friendly countries and by the Jewish Diaspora. And I think this is an opportunity to connect us here, Israelis very worried Israelis with friends of Israel who are worried abroad, in order to send a message together to the government, especially to those members of parliament and ministers who were never exposed to the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANDERSON",
      "sentences": "You just alluded to this in your first answer. But I just wanted to press you on this the letter expressing concern about the serious harmthat this government will bring to Israel's relationship with the U.S. and possible damage to the Abraham Accords and I just want to just press you further on that. How do you think the U.S. and other Arab allies will respond? And can you imagine at this point, given the sorts of policies that all laid out in the exclusion of the Palestinian narrative here? Is it likely as Benjamin Netanyahu seems to believe that Saudi Arabia will, at any point in the future decide to join those Abraham Accords?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ANDERSON",
      "sentences": "That's fascinating. Listen, we will see. It's good to speak to you. It's good to have you on let's talk again. Thank you very much indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "LIEL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ANDERSON",
      "sentences": "It's been a turbulent year for the global economy, trillions of dollars wiped from global stock markets, bond markets not faring muchbetter inflation at levels not seen in decades and push central banks to hike interest rates and with fears of a global recession still hanging over investors investing in traditional markets. It seems is not for the faint hearted these days. Well, the questions now will the world economy face a recession next year? Let's bring in CNN's Matt Egan. He is joining us now live from New York. Looking at the markets as they stand today, we're seeing quite a lot of green across the board the volume. So let's remind people a very low during this Christmas, period. But as we look back on 2022, what can we learn about what we might expect going forward Matt?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Well Becky, you know, there's no way to sugarcoat it, right? I mean, it's been an awful year for financial markets. Therereally has been nowhere for investors to hide, right? I mean, stocks have gotten hit very hard bonds Crypto, of course, even some of the commodities boom has started to fade away. And yes, markets are up today. But as you mentioned, this is on low volume. And this is after, you know, a really weak period. I mean, the S&amp;P 500, the broadest measure of U.S. stocks is down by about a fifth so far this year that is easily on track for the worst year since 2008 the NASDAQ off by a third, also on pace for its worst year since 2008. And we've seen these just staggering losses of market value for some of the big tech companies that we know so well. More than $800 billion in market value wiped out for Alphabet, the owner of Google, more than $900 billion each for Amazon, Apple and Tesla too. Now, we know that a lot of this has been driven by the decade's high inflation, this is a U.S. problem, but it's a global one as well. And so I think that that remains the biggest question for 2023. Because we have seen signs that inflation has cooled off, it's still way too high, the cost of living is still painfully high. But we have seen some improvement, including in the United States. And so the question is, does that trend continue? Because if it does, then that could free up the Federal Reserve and maybe some other central bankers to stop their war on inflation, maybe they can stop these massive interest rate hikes. At a minimum they could pause, look around and see how things look, that would be big.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ANDERSON",
      "sentences": "Welcome back! Ukraine says Russia launched one of its most massive missile attacks since the start of the war. Air raid sirens rangout nationwide followed by an aerial bombardment stretching from the Western City of Lviv to the Capital of Kyiv to Kharkiv in the north of Odessa in the South. Ukraine's Prime Minister says emergency power outages are possible due to those strikes. Well, CNN was on the ground in the days or certainly on the day that Russia's invasion began 10 months ago. We had reporters dotted in various cities across Ukraine working tireless hours to bring you the very latest news and the fact. And one of those reporters was CNN's Chief International Correspondent Clarissa Ward, who was there from the very start and has continued to return to Ukraine throughout the year. And now as the year draws to a close, she looks back are those harrowing early days? (BEGIN VIDEO TAPE) CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT (on camera): Once we had a sense that the invasion was imminent, we made the decision to try to drive to Kharkiv because it is a city that is very close to the Russian border, there had been a lot of troop buildup just beyond that border. We were getting ready to go to bed, when I noticed on Twitter that President Putin was speaking again, which is very unusual at that hour of the night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "VLADIMIR PUTIN, RUSSIAN PRESIDENT",
      "sentences": "A decision has been made a special military operation.WARD (on camera): And so we all rushed up onto the roof. And sure enough moments later, we could hear explosions across the night sky. WARD (voice over): It's been a few minutes now we have been hearing a steady stream of loud strikes. It's not clear exactly what they are targeting. WARD (on camera): And it wasn't just in the city of Kharkiv of where we were but in cities across the country, which I think had not been anticipated, particularly in the Capital of Kyiv. And the very first day of the war, we saw people flooding into metro stations in Kharkiv of carrying all the belongings that they had or could possibly grab with them. This is an actual subway car here. And if we can pan in, you can see thousands of people are squashed in, they're sitting on the seats in the dark. There are children here. WARD (voice over): One of the really iconic moments for us that we will never forget, was the scene on the bridge from the Kyiv suburb of Irpin. WARD (on camera): There has been a steady barrage of artillery since we got here just over an hour ago and a never ending stream of people just desperately trying to cross to safety. WARD (voice over): President Putin has said his army is not targeting civilians. But the exodus from Irpin tells a different story. Everyone steps in where they can, including us. WARD (on camera): We saw people who were clearly traumatized, who were confused who were discombobulated. There were many elderly people, people who were living alone. They were carrying their pets, they were carrying babies. And we stood there and watched the scene unfold. And you do feel as a journalist a little bit impotent in that moment. Because beyond wanting to tell their story, you wish there was more that you could do to help these people. Within Western liberal democracies, there was outrage, anger, and a broad determination to try to respond strongly and in unity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "According to our information, the enemy has marked me as target number one, my family is target number two,and they want to destroy Ukraine politically by destroying the head of state. WARD (on camera): I think there was initially a question as to how President Volodymyr Zelenskyy would meet the moment as it were, because of his limited political experience his background in show business. But what we saw very quickly was the metamorphosis of Zelenskyy into a wartime leader, he quickly made it known to the public that he was not going anywhere that he was not going to try to leave the country, he was not even going to try to leave the Capital of Kyiv. And he started posting these videos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ZELENSKYY",
      "sentences": "So I am here, we are not putting down arms, we will be defending our country, because our weapon is truth and our truth is that this is ourland, our country, our children and we will defend all of this. WARD (on camera): They were made selfies style on his cell phone and just really capturing the sense of the moment. And so many people around the world were sort of transfixed by this incredible moment, and the way in which President Zelenskyy met the moment. Nobody really knows how long this war will go on for. There are parties in Ukraine who have said that they believe that it could be over by next summer. But there are also those who say that you shouldn't discount President Vladimir Putin for whom this has become sort of an existential quest. And while Russia may be really struggling on the battlefield, and it may be impossible for them to turn this around, I think there is also a sense that they understand that they cannot afford to lose and so the question becomes, does this transform or degenerate into a stalemate a protracted stalemate that could go on many months if not years? (END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANDERSON",
      "sentences": "Well, that was Clarissa Ward with her insights into the 2022 Russia Ukraine conflict. We are taking a short break you're watching\"Connect the World\" with me Becky Anderson back after this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANDERSON",
      "sentences": "Well, you're watching \"Connect the World\" from our Middle East Programming Hub here in Abu Dhabi. And Arabic calligraphy all around ushere in the United Arab Emirates from buildings to mosques to money are plotting shots and today a story by Zainab Salah (ph) shown here on the right. She is one of the students taking part in this year's CNN Academy Abu Dhabi. This story was shot entirely on a mobile and is about a man behind the beautiful Calligraphy that you see in the UAE, check this out? (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The beauty of Arabic Calligraphy is in its dots and its different forms. How it is divided? How it is constructed? And now it isthen transformed into an artwork. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}