{
  "date": "2022-11-10",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "U.S. Consumer Price Rose at Annual Rate of 7.7 percent in October; Russia Orders Troops to Withdraw from Key City of Kherson; Galushchenko: 4.5M Ukrainians were cut off at One Point; Company Battles Parody Accounts Amid Blue Tick Drama; \"Avatar: The Way of Water\" set for Release December 18; Kerry: U.S, China must Cooperate on Climate. Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "DON LEMON, CNN HOST",
      "sentences": "--the issue surrounding with race, discrimination but she talks about a whole lot more. You know there is a reason she is on \"TheView\". (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "LEMON",
      "sentences": "If we get to see it tomorrow and she also talked about us coming in to Co-Host \"The View\", all three of this us.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "LEMON",
      "sentences": "Hey listen we're a little punch drunk from, you know the election and working those long hours overnight. But we're back and tomorrow we'llhave more sleep and we'll be even better than we're grateful will be greater tomorrow. Thanks for watching what happens now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Newsroom starts now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "LEMON",
      "sentences": "Poppy is all--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "JULIA CHATTERLEY, CNN HOST, FIRST MOVE",
      "sentences": "A warm welcome to \"First Move\" the busy show as always this Thursday with U.S. vote count dash a major cryptoplayer crash and softer inflation data making a splash and starting with those U.S. midterm elections. We continue to follow this still unresolved battle for control of Congress to key races that will help decide which party wins the Senate in Arizona. And Nevada is still too close to call Georgia also now heading for a December runoff vote too who will win the House still undecided too although, Republicans are expected to eke out a narrow majority there. The very latest on the ballot box brouhaha coming right up, while the battle to control Congress continues. The battle against inflation may be finally bearing fruit. The U.S. just announcing that consumer price is one of the key areas of concern for voters in these midterm elections rose by a less than expected 7.7 percent. That's year over year for the month of October month over month inflation is as well the market reaction to this report. Well I can tell you very positive stocks set to rally and take a look at that bond yields tumbling too. It, of course is just one month of data. But it is giving Investors hope that the worst of the Federal Reserve rate to tightening maybe ever near the worst, far from over perhaps for crypto amid what's been called an era defining moment. Another one for the industry leading crypto exchange, FTX still looking for a savior after rival Binance bulked at a rescue deal. FTX with a financial hole estimated some $8 billion could be headed for bankruptcy. Don't worry, if you're confused about what's going on. We will explain shortly on the show the state of client's money which may have been used improperly here too and not segregated also a huge concern. The issues once again of trust and accountability which have always bedeviled the lightly regulated crypto space back in focus in a big way once again because of this. And the knock on effects already severe rival exchange Coinbase falling 10 percent, mining firm Riot blockchain down some 8 percent, Robinhood the Trading App down over 13 percent. Sam Bankman-Fried, who's been a guest on the show the Head of FTX had to hold a big chunk of Robinhood and may be pressured to sell. So there are just huge questions out there. Bitcoin, also falling to below $18,000 per Bitcoin that's a two-year low and actually we're beneath that now. It's stabilized a little bit as you can see, crypto Congress CPI call it days on the high seas. Let's begin with today's U.S. inflation data. And Rahel Solomon joins us now with details from the report. And Rahel, a welcome reprieve, it is below and significantly below now that 8 percent level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Finally feeding in, but I think your point about food and shelter and energy is a vitally important one for people, who spend thevast bulk portion of their earnings or their money on this, if inflation feels a lot higher than what 7.7 percent. To those people, the big question, of course, and you've already alluded to it is what next for the Federal Reserve? And does this give them enough leeway now to say, OK, perhaps. We don't have to hike three quarters of a percent at the next meeting? Can we just go half a percent? What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "SOLOMON",
      "sentences": "I think so; I definitely think this leads credence too perhaps doing less rather than more right? Perhaps half a percent, which, ofcourse, in traditional terms is still pretty significant but in these times, that would be sort of a cooling of what we've seen the last four meetings or so. So I think we're not there yet in terms of really taking your foot off the brake, because as you know, Julia, Chair Powell has been very clear about what they're looking for in terms of evidence that inflation is significantly cooling. And what that would be is a month over month decline, right month over month declines and inflation. And even though this was a better than expected report, this was not that so this is far from being over the inflation fight. I mean, the fight continues, but again, it is a step in the right direction to move directionally in the right direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "It certainly is, Rahel, great to have you with us thank you. Rahel Solomon there! And from the immediate future of the economy to thefuture of politics over the next two years, at least in the United States Joe Biden is healing the power of democracy. Is Democrats of fended off media Republican gains in the U.S. midterm elections. But the fate of Congress still hangs in the balance while the Republicans look at to take the house. The race for the Senate is coming down to two key votes in Nevada, and Arizona. And Sunlen Serfaty is on Capitol Hill for us and has the latest. How much longer do you think we have to wait to see all these votes counted and get a sense of who will be ultimately in control of Congress?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "SUNLEN SERFATY, CNN WASHINGTON CORRESPONDENT",
      "sentences": "That's certainly is the big question. A lot of these eight races that are still yet to be decided, asyou mentioned, Arizona and Nevada, they are still counting votes, making sure they're going through each and every vote. And of course in the Senate, we still have the outstanding race in Georgia that has been pushed to a runoff because neither of the candidates got the 50-point threshold that was needed. So that race is pushed to December 6. We won't know the results of that race until early December. Democrats right now we're hoping to win both of the Senate races still outstanding in Arizona and Nevada, of course, Republicans pushing hard. I spoke with Senate Majority Leader Chuck Schumer yesterday he said he gave thumbs up and said he's feeling good. But certainly Democrats in the Senate don't want to do anything to speak about the results before they formally come in but as you said the house still in limbo here too. There are about 30 races yet to be called seen as not formally projected the house to change hands yet. But House Democrats excuse me, a house Republicans are certainly on track to likely take the majority. Of course, that's going to be a new day here in Washington, Julia, with now, Capitol Hill split, a politically divided Congress, of course with Democrats in control of the White House with President Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, we shall see Sunlen, great to have you with us thank you for that. And an abrupt twist spelling trouble once again for the cryptosector Binance, the world's largest crypto exchange sees its backing out of a deal to buy rival FTX after a review of its finances. Binance said Wednesday; the embattled company's problems were beyond its control or ability to help. Now FTX is in danger of collapsing, raising a whole host of questions. Anna Stewart joins me now. I think there will be a lot of viewers at this moment going, what, like, what's going on? What happened? Why is the crypto sector all up in uproar again and there will also be a lot of people going, I told you so this is one giant Ponzi scheme. Just cut through the noise, Anna what happened here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, I mean I think there are so many questions to ask about, the role of a self-issued token on the balance sheet of this company theinterplay between two giant exchanges and competitors and the role that they had too. And also I think, at the core of this for ordinary crypto players, the client's money. How is the client's money being used in this circumstance? I think too, and there is a huge gap now and lack of understanding over where that client money is? And how big the hole it seems, has been created by this? Anna, that the danger of contagion, particularly when this is a company that was providing bailouts to others in the crypto sector, when we saw that initial downdraft in crypto prices earlier this year, contagion risk?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "STEWART",
      "sentences": "Well you can see contagion risk in terms of just what's happening with crypto. Look at Bitcoin today and how it's trading. And this is doingnothing for the crypto community. It's doing nothing for those that do see a value do Cryptocurrency. But here we're seeing customers who are not now allowed to take their money out of FTX, who will be potentially losing a lot of money at this stage and aren't protected. And this goes back to the heart of the issue that we talk about a lot. And I'd say this has the unique issues this relationship between Alameda and FTX. And as you say, it's native talk and lots of questions to be answered. But the heart of it where was the protection? Where was the regulation? How much should there be? And is anyone now going to trust Cryptocurrency? It's another really high profile bust story. And that does nothing for the entire community of Cryptocurrency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, I couldn't agree more with JP Morgan saying this is going to transform the industry but to your point, the regulation here onceagain. Anna Stewart thank you so much for that. OK, straight ahead, there may be without power, but they're not powerless. Ukraine's throughout repair crews battled to keep the lights on this winter. We'll hear from the country's Energy Minister about the latest next. And later in the show why so serious Twitter? It's cutting off parody accounts, Comedians, and much more. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "CHATTERLEY",
      "sentences": "Ukraine's President however is skeptical. Volodymyr Zelensky and First Lady Olena Zelenska spoke exclusively with CNN's ChristianeAmanpour. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "VOLODYMYR ZELENSKY, UKRAINIAN PRESIDENT",
      "sentences": "They are ready to defend this region, and they're not ready to leave the city. And the fact that they arein these homes means that they are seriously preparing. But we are also seriously prepared for these developments. But we're not considering this as just one single operation. We have a strategy and different directions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "CHATTERLEY",
      "sentences": "And you can see Christiane Amanpour's full exclusive interview with the Zelenskyy's on her program on Thursday that 6 in the evening inLondon, 8 pm Kyiv time. And Nic Robertson is near the frontline at Kryvyi Rih for us now. Nick, the skepticism certainly from the Ukrainian side about this announced withdraw that I guess the fear is that it's some kind of trap to lure Ukrainian forces in what more are we hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, a picture is beginning to emerge; today we've seen more small groups of Ukrainian troopsdeclaring that they've taken control of villages that are getting increasingly closer to Kherson. Kysylivka is the closest at the moment that we understand that Ukrainian troops have taken. It was formerly fairly close to the frontline, it's 15 kilometers away from Kherson, so relatively close. But there have been a number of other villages that Ukrainian troops say they've taken control of. Ukrainian officials are remaining a little skeptical. They see this pull out by Russia as Putin making the best of a bad situation whereby he is essentially defeated and trying to claim that his withdrawing his troops to save lives and save, you know, save military units. As rather than painting it as a straight up retreat there's certainly been videos of Russian troops taking boots across the strategic Dnipro River, saying that they can understand why they're leaving because the resupply routes have become so treacherous. But I think the real detail of what's happening on the ground is very hard to work out. At the moment, the Ukrainians believe that they're still going to have to fight their way forward that. If the Russians are pulling back, then they're potentially leaving mines and booby traps along the way. Russia's high military command today said that their troops were pulling out on the prairie, you know, sticking to their plan. So it does seem, you know, healthy skepticism from the Ukrainian officials. But it seems on the ground if the troops are beginning to take control of places, where the Russians had them just in the past couple of days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "CHATTERLEY",
      "sentences": "Nic, you and I, for many days now have been talking about the concern that for every inch of ground that Russia seems to give up thereappears to be payback in terms of targeting of Ukrainian infrastructure, the energy, the general utility services in the country, what's the latest in terms of both those attacks and the challenges of restoring those services and people that remain in some form of rolling blackouts situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "ROBERTSON",
      "sentences": "Kherson went without electricity a couple of days ago. And the assessment there was that this was something that Russia had done. TheUkrainian assessment was that this was something Russia had done. And we haven't heard an assessment of how long it will take to restore the power. But it does seem from the reports coming out of Kherson over the last couple of weeks, that the rebuild there is going to be massive, not just because some territory was fought over, perhaps less so in the city. But because Russia has literally stripped out pretty much everything of value. There was a very big orthopedic hospital there. Oncology hospital there we know that a lot of medical equipment was taken out of hospitals. Fire trucks had been taken bank stripped of their cash and other assets. All sorts of valuables from the city, that museum, they're looted of old artifacts and, and pictures. So get there even if the physical structures are not too badly damaged. There's a potential for booby traps and mines, but also the wherewithal to run a city may be lacking. But I think in terms of electricity, that's something that they might be able to get on top of relatively quickly. And it's also going to help in other areas like Mykolaiv, a nearby town that's been under heavy Russian shelling for a long time by the Russian forces near Kherson. It hasn't had drinking water since about April this year. All those sorts of things should improve for the populations just within 30, 40, 50 kilometers of Kherson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "It has successfully plunged millions of Ukrainians into cold and dark as Nic was describing. Brutal attacks on energy infrastructure areputting innocent lives at risk as the country heads into the bitter winter weather. Russia managed to destroy 30 percent of Ukraine's power stations in a week. And repair crews are in a desperate struggle to prop up what's left, some of which dates back to Soviet eras. German Galushchenko is Ukraine's Energy Minister, and he joins us now. Minister, fantastic to have you on the show! Can you just let us know and help us understand where the situation stands today, with the services and the facilities that you can provide?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "GERMAN GALUSHCHENKO, UKRAINIAN ENERGY MINISTER",
      "sentences": "Yes, dissipation is, of course difficult due to this massive shellings, which was really enormousand started from the 10th of October. And it was almost everyday shellings to the energy infrastructure. So they gave us a break several days right now. But as you mentioned, so the damages something around from 30 to 40 percent of the infrastructure of course, we are now repairing as quickly as we can. And so we are trying to do our job, I mean, to repair as quick as we can do this. But of course, due to this mess of shellings, we had to restrict the supply of electricity to our, to our consumers and our households. And of course, it's creates also some different dose for the people and because that is hours in a day when people cannot use electricity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Do you have any sense of how many, in terms of numbers people are currently affected with some form of rolling blackouts during the day?You mentioned several hours a day for certain people. But how many people are we talking about that are still impacted? And can you give us any sense of how long it will take to restore it so that they no longer have to suffer those blackout periods?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "GALUSHCHENKO",
      "sentences": "The peak hours changing the mean every day. So the maximum number of people we were caught from the supply of electricity was 4.5million Ukrainians. And of course, every day when we repair so this figures changing so and they these figures drop. The problem is that I mean to answer the question, how quickly we would restore everything? That is also very, very close connected to the question or to the answer to the question, whether we would see these massive attacks again? So and that is the main question, because you know that during this days, from the 10th of October, they use everything they can I mean, like missiles, drones, artillery to destroy all kinds of. If you just look at the map of Ukraine, you can see that they hit almost all around the country, all electricity production objects. So that's really challenging to answer, how they would heat, let's say to today, in the evening or tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, when you're facing the risk of ongoing attacks, it's difficult to say. Are those facilities any better prepared to defend themor to be defended in light of what you've seen today than perhaps they were when the initial attacks took place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "GALUSHCHENKO",
      "sentences": "Of course, we already received some additional air protection system. And that is, frankly speaking, that is the best solution to protectour energy system because they usually these massive strikes, and usually this is missiles attacks, which they strike from airplanes and from different bases, Military ships and wherever. But of course, we need and that is our communication with our partners that we need more air protection system, more modern air protection system to be sure that the principle energy or objects protected on the higher level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "What about stockpiles of items required to keep repairing these facilities? There was some suggestion even just a week ago that actuallyfinding the equipment that was required, we spoke to your Infrastructure Minister or Deputy Infrastructure Minister. And he was saying actually getting hold of what's required in order to make these fixes is increasingly difficult. What promises have you been made as well that from other nations to provide what you require?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "GALUSHCHENKO",
      "sentences": "Of course we are in constant communication with our partners, with someone from almost all my colleagues, all Ministers of Energy inEurope, in U.S. and U.K. so in Japan. So we will discuss this list, we asked for suppliers, this equipment, of course, we need more of this equipment because of this level of destruction are very high. And this means that even this equipment which we had on the stocks is not enough to very quickly repair everything. But we have these supplies and we increase the supplies dramatically also, from the first days of these massive attacks. And I'm sure that with the help of our partners, so we would manage to increase more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "I want to ask you, as a Minister of the government now, there's certainly a sense, when you read the foreign press, that there's perhaps asuggestion that they would like the Ukrainian government to be more open to the prospect of even talking to Vladimir Putin and the Russian Government about some kind of negotiated solution. Can I ask if you feel any degree of pressure from foreign capitals to at least hint, a willingness to negotiate at this moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "GALUSHCHENKO",
      "sentences": "For sure not on my level and not on my position, what is important from my perspective, as an Energy Minister, is that the mostimportant for us that they should do some actions. For instance, they supposed to leave the Zaporizhzhia nuclear power plant because what is going on now, there is quite horribly. And that is very important, I mean, that they should fulfill just the international treaties and obligation. And it looks like that is very important ground for any kind of negotiation, which I could imagine, because if we are talking that they break the international law, breaking international law rules. So how we could reach some kind of agreement? So that's, from my point of view, that is very important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, I think it's important for us to understand too, that at no point you're saying, have some anybody said to you, look, we'll give youhelp, and we'll give you support, and whatever you need to help fix this. But hey, let's talk about this conversation over whether or not you're willing to negotiate, it's important for us to understand. Minister, what's the backup plan? If there are further attacks, if there are more people that are going to suffer in the darkest, coldest part of winter without heat and light? What's the backup plan to help those people? Do you have one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "GALUSHCHENKO",
      "sentences": "Yes, we have, of course we call it some extraordinary situation and extraordinary plan for such kinds of situation. But I reallyhope that they want to achieve the goal that we are supposed to apply these extraordinary plans for our citizens, because even all these attacks, which was really incredible, just to give you a figure that on the 10th of October, they use more than 80 missiles. So they target most important transmission system and generation facilities in our country. So and even with this so we still maintain the system so that's why I really hope that this new air protection system and the weak repairing would help us to maintain the system during the wings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move\". U.S. stocks are up and running, this Thursday investors still following the unresolved battle for U.S.Congress no red wave no blue cave no quick resolution that the markets always crave but tell you what brand new inflation data looking at less grave. It has U.S. stocks soaring in early trade today. Look at that the NASDAQ up some 5 percent in early traders. We've been reporting U.S. consumer prices rising at a less than expected 7.7 percent year-over-year last month. A better picture month-over-month too, let's be clear, there is a long way to go. But it does feel like in some way one data point it may be but the tide has turned. The data sparking a sizable drop in bond yields as well with the U.S. 10 year yield firmly below at that 4 percent level again. Hopes that today's number could allow the Federal Reserve to slow its rate hike campaign if and I repeat it we see sustained improvement in prices over the coming months. Now from fake accounts to very real comments from the U.S. President it's taking a lot more than 280 characters to sum up the ongoing drama at Twitter the company is battling a wave of Elon Musk impersonators and parody accounts, which Twitter is desperately trying to clamp down upon. Comedian Kathy Griffin was among those who got her own account suspended. This as President Biden is raising concerns about some of Elon Musk's foreign business relationships after being asked about potential threats to national security. Just take a listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "I think that Elon Musk's cooperation and or technical relationships with other countries areworthy to be looked at. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Paul R LA Monica joins us now. That was I think President Biden choosing his words very carefully, which in this situation is probablyquite smart. I think one of the first tweets that Elon Musk put out was comedy is now legal on Twitter. Comedy is now not fully legal on Twitter if it's a parody account, but it has the verification tick. We kind of talked about this, I think at the beginning and how problematic this really was going to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "MONICA",
      "sentences": "You know, yes, there probably are going to be some period of time where things are a little bit in flux, but that Twitter still is a placefor big marketers to be whether or not they agree, I think remains to be seen. And a lot of big companies are pausing their advertising.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "And the challenge with this is, and I was thinking about this again, last night, you can take a company private, and in the traditionalsense that would allow you to make all sorts of changes behind the scenes and you can get things wrong, you can get them right, you can play with it, and you can find what works. The problem with Twitter is however private the company is, it's so public, every change you make remains public. And I think that's something that perhaps, may I dare I say he perhaps didn't realize, before he did this, or maybe he doesn't care. I don't know. I'm a very Elon Musk gone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "MONICA",
      "sentences": "Yes, it could be a mix of everything. He may not have fully realized, and he may not care that much either. Remember, it wasn't thatlong ago that Elon Musk didn't want to buy Twitter and went to court to try and stop it from happening. So I think you have to really be skeptical of just how much Elon Musk is committed to Twitter's success, despite the fact that he seems to be focusing so much time on Twitter right now that even Tesla, Uber bowl, Dan Ives of Wedbush, who I know you've had on the show before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "MONICA",
      "sentences": "He is now very skeptical and nervous about all the attention Musk is focusing on Twitter at the expense of Tesla, perhaps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "I don't see to Biden's comments very, very quickly on this. If there are questions raised about some of those that invested to allow thisdeal to take place. And if they then have to perhaps take a step back for whatever reason, then that creates another funding gap. And does that then put the onus once again on Elon Musk and perhaps having to sell more shares in order to be able to fund the gap? I mean, I'm wildly speculating here. But you can understand why people are nervous?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "MONICA",
      "sentences": "Oh, totally. And make no mistake. All we know, because President Biden did not really elaborate when he was asked a follow up question--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "MONICA",
      "sentences": "--for you know what he was really concerned about. What we do know is that the Sovereign Wealth Fund of Qatar was one of the investors in theTwitter DL, Saudi Prince Al-Waleed, who had been a big Twitter investor previously also backing. So those might be the foreign entities that, you know, the President was referring to, but who knows? I mean, obviously, Tesla is a very big presence in China. Is that something that Musk is concerned about from a national security standpoint? Again, it's all speculation and the president probably should elaborate at some point, or maybe Elon Musk will send out yet another nasty tweet. He's been known to do that from time to time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "Wouldn't be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "MONICA",
      "sentences": "We should look out we might be next Julia, who knows?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move\"! IMAX reporting a strong quarter after an impressive summer for its movie theaters. Global box office salesrose 25 percent year-over-year to $177 million, with 30 percent of that coming from its slate of local language releases in nations like China, Japan, India, and South Korea. IMAX is gearing up for a blockbuster weekend with the highly anticipated release of Black Panther what kind of forever the film is heading for a massive $365 million global opening. And the company is hoping movie goers will keep flocking to the big screen next month for \"Avatar: The Way of Water\". The original avatar still stands as the highest grossing IMAX film of all time. And joining us now is Rich Gelfond the CEO of IMAX. Wow, lots of things to be excited about, Rich welcome to the show. But you know what blew me away and we alluded to it into the introduction in your latest results was that local language film proportion of the box office 2 percent back in 2019, 35 percent in 2022. Does that say more about perhaps the lack of movies coming from Hollywood, or also some something strong about local language content?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "RICH GELFOND, CEO, IMAX",
      "sentences": "I think if you ask consumers about IMAX pre- pandemic, they would have said, well, it's a platform that shows Hollywood blockbusters on a global basis. And now I think they would cross out theword Hollywood. And they would say it chose blockbusters on a global basis. So in places like India, or Japan, or China, or Korea, when people wake up in the morning, even if it's a local language film, they say we want to see it in IMAX. And that's been part of a deliberate strategy for us to diversify away from just Hollywood films and go more to the local language films. And it's changed consumer's perception of what IMAX is and has really helped us grow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, it pushes strength in some of the growth markets around the world. South Korea, Japan, for example, even China, if they're sort ofgeopolitics of the situation remains tough American made and American base movies. It gives you a stronghold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "GELFOND",
      "sentences": "Yes, as a matter of fact, in the last two years, 20 and 21 of the biggest movies in the world were Chinese movies each year. And in bothcases, the biggest movies are filled with IMAX cameras, and released with IMAX not only in China, but somewhere around the world. So the local language doesn't only help in the immediate territory, but it helps the film travel. So the best example of that is Japan, where the two biggest movies in the history of Japan one is Shin Evangeline, and the other one \"Demon Slayer\". They opened in Japan and in IMAX and they traveled to other countries. And there's another one called \"Dragon Ball Super Superhero\" and that one did so well in Japan, they released it in North America, and in North America was a pretty big success. And IMAX did a big part of the box office. So we're starting to see a turnaround again, Hollywood exported films to other countries, and the other countries relied on them. Now, in fact, some of the foreign films are being exported to Hollywood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Wow! I guess that sort of takes me indirectly to my next question, which is does Avatar get into China?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes. And it was $100 million wasn't it the first time with for the first movie, never mind when to your point it was rereleased as well?So we sort of know they love the concept. And very quickly on, that because then I want to move on. And any indications about an easing of COVID restrictions where we were talking about it a lot last week and there were hopes, more broadly, perhaps of an easing of COVID restrictions. And of course, it's very much plays into your business there in terms of those that actually get to go to cinemas or not. Are you hearing anything? Are you sort of given up guests?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "GELFOND",
      "sentences": "Yes, actually, you know, we have a fairly sizable office there. And I just got a memo yesterday, and they said there are little signs ofthings going on. So the number of foreign flights allowed in has increased. The amount of testing and certain area has diminished a little bit. Last week they had the German Chancellor and his entourage on over in China, and they didn't require quarantine or the same level of testing. So I think the China watchers again, they sound like a light switch where they've said, you know, hey, it's really opened up. But they've seen signs of it. Another thing I think you find interesting, Julia, is that a lot of the commentators on television are saying long COVID isn't a big deal. And they're saying even COVID is not doesn't require hospitalization. So in the Chinese way, there's they seem to be dropping hints that going forward, things have changed. But again, you know, it's not going to happen overnight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, I mean, they've created a huge fear factor with COVID, to perhaps trying to sort of play that down, which is an interesting point tonote as well? You and I have talked about--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "GELFOND",
      "sentences": "I think the fear factor was part of that strategy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATERLEY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "GELFOND",
      "sentences": "--in the lockdowns to gain by and the fact they seem to be backing away from that a little bit is encouraging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Agreed. You and I have long talked about the IMAX experience outside of the cinemas and what you've been doing to use them differentlytoo? Talk to me about Sims wave the acquisition because this looks fascinating to me in terms of the renewed focus on AR virtual reality and this sheer excitement I think around the Metaverse. How does this play into your thinking and your plans for the future?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "GELFOND",
      "sentences": "Yep, very shortly put, what similarly it does is it takes - it has an objective measure of quality. So the measure on a phone is differentthan the measure on 100 inch TV. And it then deals with the compression algorithms of the streamers. So to put the news on a phone, you can compress it a lot to put a Chris Nolan movie on 100 inch TV, you don't want to compress it very much. And when you to think of all the broadcasts and streaming content, it's a lot of money. And if you could calibrate the kind of compression you need for the particular device and content. Streamers can save a lot of money. So it's part of also our mission, which is to provide the directors intent, wherever the movie shots, obviously, and IMAX. It's amazing. I saw \"Black Panther\" last night and Ryan Huddler, the way he laid it out, it's a friend of mine who's an architect, and an artist, like just really admired the art, how it looked. And what sin wave does is it preserves their intent in the home. So it's not only what they do in saving money, but it's also creating the best possible image, which is, you know, is very consistent with what IMAX does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Fascinating. As always, I've run out of time talking to you, and there's always more to discuss. I'm also looking forward to seeingBlack Panther this weekend, and so you've teased it well now. We'll reconvene on this discussion great to have you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "GELFOND",
      "sentences": "The early results in Europe are pretty good. So hopefully that keeps up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "We should see. Rich great to chat to you, thank you so much! Rich Gelfond, the CEO of IMAX there!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "GELFOND",
      "sentences": "As always, thank you, Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back! The U.S. President will head to Egypt later today to speak at the COP 27 Climate Conference. In the meantime, his ClimateEnvoy John Kerry has exclusively told CNN that the U.S. and China must cooperate if targets on climate are to be reached. Kerry recently announced a pretty controversial plan to raise cash for climate action in the developing world by selling carbon credits to companies who want to offset their emissions. This caused criticism because it could mean companies pay for someone else to cut their emissions instead of reducing their own. And Kerry spoke to our David McKenzie who is in Sharm el-Sheikh. David, what more did he have to say, really important subjects.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Julia what you read is an important subject. And of course, the government, the U.S.government has been defending this policy that they've announced. And so did Secretary Kerry, to me, it's a carbon offset program, which is a public private finance program, which will allow in their words, developing countries to get financing to make the carbon transition, and they sell it to corporate. Now the criticism has been as you say that those corporate then won't move as quickly to transition their own activities. But Secretary Kerry told me that it's just a question among other things of money, trillions of dollars is needed to make the carbon transition. And these kinds of partnerships, he says are absolutely critical. But one of the things surrounding this COP meeting in Egypt, though, is that the Chinese and U.S. delegations, and Kerry and his counterpart have not been formally talking. The world's biggest emitter, the world's second biggest emitter and largest economy, it's critical from a leadership point of view that they do talk. Here's what Kerry said to me. (BEGIN VIDEO CLIP) JOHN KERRY, U.S. CLIMATE ENVORY: We're not formally negotiating at this point. But our hope is that when they're short span of time, it will become possible for us to really get together again in full measure, and do the things we need to be doing as the two leading emitters in the world and as the two largest economies in the world. China in the United States really needs to cooperate on this. And without China, even if the U.S. is as we are moving towards a 1.5 degree program, which we are. If we don't have China, nobody else can make to that goal. And we blow through 1.5 and it will cost citizens around the world, trillions of more dollars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "MCKENZIE",
      "sentences": "Politically, there is a sense that the U.S. and China will be competing in the years ahead and some hawkish attitudes towards China. Doyou think the cooperation on climate change will be accepted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "KERRY",
      "sentences": "Well, there's any competition is a pretty normal thing in the world, a business. Businesses always compete for market share for product line,and so forth. What President Biden have said, is we can compete, but we don't have to be confrontational. We don't have to be in conflict. And I think that's what is critical here is that we deal with the issues and there are real differences between our countries obviously. The climate should not fit into that bilateral pattern of those issues. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}