{
  "date": "2022-11-15",
  "headline": "CNN Newsroom",
  "subHeadline": "Jan. 6 Committee Mulls Next Steps After Trump Defies Subpoena; Today, Georgia Gov. Kemp Testifies Before Fulton Co. Grand Jury; Tonight, Trump Expected To Announce 2024 Presidential Run Amid Investigations; Texts Show DeSantis Official Worked With Recruiter \"Perla\"; Report: Lung Cancer Survival Rate On The Rise; Report: Rate Of Pre-Term Births Rising In U.S.; Father Says UVA Shooting Suspect Was \"Paranoid About Something\". Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:30:32",
      "speaker": "ANA CABRERA, CNN HOST",
      "sentences": "The man accused of breaking into House Speaker Nancy Pelosi's home and attacking her husband, Paul, is about to appear in federal court. David DePape is scheduled for an initial appearance in San Francisco soon where he'll face federal charges.This comes after pleading not guilty to all state charges, including attempted murder, elder abuse and assault with a deadly weapon earlier this month. The 42-year-old could face decades behind bars if convicted. To the January 6th investigation now. The House Select Committee says they are evaluating their next steps after former President Trump failed to comply with a subpoena for documents and testimony. Let's discuss this and more with former federal prosecutor, Jennifer Rodgers. So, Jennifer, the committee chair, Bennie Thompson, says Trump is essentially hiding from them. What options do they have at this point, though, if he just is saying I'm not going to comply.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:32",
      "speaker": "JENNIFER RODGERS, CNN LEGAL ANALYST",
      "sentences": "There are really only two options. They could either respond in the lawsuit that Trump has already filed against them to stop his having to testify and litigate it that way.They could file their own lawsuit separately in court trying to force him to come testify, or they could refer the matter for criminal contempt to DOJ. But none of those things is going to happen before this Congress ends. So he's running out the clock, and he's going to do it successfully.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:32",
      "speaker": "CABRERA",
      "sentences": "If time's not on their side, where's the accountability?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:32",
      "speaker": "RODGERS",
      "sentences": "Well, if they really wanted to subpoena him and have a shot at getting him, they would have had to have done it a long time ago to allow the court system to take these, you know, through their litigation steps.But the truth is all they really wanted here is for everyone to know that they wanted him to come have his chance to tell his side of the story and he decided not to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:32",
      "speaker": "CABRERA",
      "sentences": "The argument his lawyers have made is that other sources of information that the committee has access to, it should be efficient. Essentially, they point to the 1,000-plus witnesses that have been contacted, the one million-plus documents the committee has already collected.Are any of those arguments legit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:32",
      "speaker": "RODGERS",
      "sentences": "No, because anytime you have a witness with unique testimony that no one else has, then, of course, that person should come forward and testify. All of the people that they have had come before them could have said the same thing.There are lots of them, like President Trump, who refuse to testify, like Mark Meadows and a whole bunch of others. So it's not a good argument. There are no good arguments as to why he won't come testify. But he's going to get away with it. And frankly, if he came, all he would do is plead the Fifth anyway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:32",
      "speaker": "CABRERA",
      "sentences": "Let's move to the Georgia probe, which seems to be turning up the heat right now. Today, the Georgia Governor Brian Kemp is going to testify before the grand jury.And we know he's going to face questions about that 2020 phone call when then-President Trump allegedly tried to pressure him to have the state legislature overturn the election result in that state. How key is his testimony?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:32",
      "speaker": "RODGERS",
      "sentences": "Well, a lot of things are really key to this Georgia probe. Brad Raffensperger was huge. This is huge, too.The Georgia thing has a number of components. One is what happened in the Georgia legislature. Another is what happened in trying to pressure Raffensperger to \"find\" the votes to overturn the election results. This is really important. It's important because it's the only probe that's not potentially pardonable by a president, a federal president. And so you know, we'll have to see where it goes and whether she's ready to charge at the end of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:32",
      "speaker": "CABRERA",
      "sentences": "There are a slew of ongoing investigations. Let's go through them.Trump's facing the Georgia election probe, the House and the DOJ's January 6th investigations, a DOJ probe on phony electors, the DOJ probe on the classified documents at Mar-a-Lago. A defamation lawsuit by E. Jean Carroll, a lawsuit by New York's A.G., and his business empire is on trial for the criminal tax are fraud. That's a lot. And Trump is likely to announce his, you know, run for president again for 2024 tonight. Does that muddy the waters in terms of where these investigations go or how they proceed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:32",
      "speaker": "RODGERS",
      "sentences": "It doesn't really. You know, there's no formal thing that happens when someone announces.And you know, if it were someone we knew about, just a regular citizen announces a candidacy, then, yes, DOJ will look at that differently. They would be more careful in terms of how they approached that investigation. But he's been running for president for a long time now, right? They've been treating him as a candidate, as a former president with all the deference that he is owed due to that. He's gotten process that no other citizen in the world would have gotten through, for example, the search warrant that was executed on Mar-a-Lago. I think DOJ will continue to treat him as a special case, as they should, as they have been. The fact that he's formally likely to announce tonight won't make any difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:32",
      "speaker": "CABRERA",
      "sentences": "Jenn Rodgers, it's always great to have you here. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:59",
      "speaker": "CABRERA",
      "sentences": "And now to some stunning new insight involving those controversial flights back in September when dozens of migrants arrived unannounced in Martha's Vineyard.Messages now show a top official for Florida Governor Ron DeSantis was working lockstep with a recruiter in Texas named Perla, who lured those migrants with false promises. CNN's Priscilla Alvarez is joining us now. Priscilla, what more can you share?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:59",
      "speaker": "PRISCILLA ALVAREZ, CNN REPORTER",
      "sentences": "Well, Ana, we've obtained new text messages that show that direct line of communication between Perla, the woman who allegedly arranged the flight, and the top official in DeSantis's office, his public safety czar, Larry Keith.These text messages go back to mid-August. That's weeks before those flights took off on September 14th. And they show, too, a visit to Texas to meet with the Department of Public Safety and also stake out where migrants were gathering. And to that end, these text messages provide some insight into their recruiting. In fact, in a text message that was sent two days before those flights took off to Martha's Vineyard, Perla writes, quote, \"We're full in the evening.\" Later, after the flights landed in Martha's Vineyard, she writes to Keith, \"Victory arms for you. Thank you for this opportunity and support.\" Keith later responded, saying, \"Thank you for all, Perla. Let's drive on. Salute to you, Larry.\" Now, Ana, to remind viewers, these are flights that are part of ongoing investigations. They're also part of an ongoing lawsuit where attorneys say that these migrants were misled. We have reached out to DeSantis's office for comment but have not yet received a response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:43",
      "speaker": "CABRERA",
      "sentences": "Lung cancer is the leading cause of cancer deaths in the U.S. but a new report is offering some hope.CNN medical correspondent, Dr. Tara Narula, is joining us now. Lung cancer survival rates are improving. DR. TARA NARULA, CNN MEDICAL ANALYST: I know. It's so good to hear the word \"hope\" and \"lung cancer.\"  So absolutely. As you mentioned, the leading cause of cancer death. You know, 237,000 people will be diagnosed this year with lung cancer. And so what this report showed is that the five-year survival rate is now about 25 percent. That's up from 21 percent, which, again, not great to be in the 20s, but it's better than before. And so that was the good news. And probably that's due to improvements in research, in treatments, less smoking. And here's where it becomes a little dicey is the screening. So we've improved screening, but not nearly enough people are getting screened. And that was the bad part of what this report really highlighted is that there's about 14.5 million Americans who are eligible to be screened for lung cancer, about 5.8 percent, 5.8 percent are getting screened. And that varies by state. Actually, in California, it's as low as 1 percent. So we need to do a lot better in terms of educating patients, in terms of telling them to ask for screening, also primary care providers. But this is so important. We can really save lives. Because you catch it in the early stage. We know that 44 percent of lung cancer patients are being diagnosed at late stages and, at that point, the survival rate is 7 percent. Compare that to early stage diagnosis where the survival rate can be above 60 percent. That's a really big difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:43",
      "speaker": "CABRERA",
      "sentences": "But why aren't more people getting screened? Who is eligible even?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:43",
      "speaker": "NARULA",
      "sentences": "Exactly. That's the important point we want people to pay attention to.So if you are 50 to 80 years old, have a 20-past-year history, are either a current smoker or quit smoking in the prior 15 years, you would be eligible for screening. And screening is simple. It is a low-dose chest C.T. scan that would be done annually. I just had a patient in my office ask me, questioned should I get this done, and we had that conversation. It's particularly important, it's important for everybody, but for people of color. We know that, in those communities, the survival rate is lower. They're getting less screening. And they're getting less treatment offered to them as well. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:43",
      "speaker": "CABRERA",
      "sentences": "Do they even have health insurance and is that something covered by health insurance?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:43",
      "speaker": "NARULA",
      "sentences": "So it is --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:43",
      "speaker": "CABRERA",
      "sentences": "Because I hear C.T. scan, I think, wow, that sounds expensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:43",
      "speaker": "NARULA",
      "sentences": "So a lot of the private insurances do cover this screening. That's why it's really important to advocate for yourself if you are someone. And that's why we have to educate about this.We know that about 60,000 lives can be saved of those 14.5 million who are eligible by increased screening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:43",
      "speaker": "CABRERA",
      "sentences": "It makes a big difference. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:43",
      "speaker": "NARULA",
      "sentences": "And savedbythescan.org, I just want to say that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:43",
      "speaker": "CABRERA",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:43",
      "speaker": "NARULA",
      "sentences": "You can go to that Web site and look up to see if you're eligible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:43",
      "speaker": "CABRERA",
      "sentences": "Savedbythescan.org.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:43",
      "speaker": "NARULA",
      "sentences": "Yes, .org.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:43",
      "speaker": "CABRERA",
      "sentences": "OK. That's a really easy thing to remember, savedbythescan.org.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:43",
      "speaker": "CABRERA",
      "sentences": "Thank you so much, Dr. Tara Narula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:43",
      "speaker": "NARULA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:41:43",
      "speaker": "CABRERA",
      "sentences": "Good to see you.OK, I want to get to some other health news. This one is not good. The March of Dimes says the number of babies being born prematurely in the U.S. is rising. CNN's health reporter, Jacqueline Howard, is following this for us. What did this report find exactly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:03",
      "speaker": "CABRERA",
      "sentences": "Yes, definitely concerning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:03",
      "speaker": "HOWARD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:03",
      "speaker": "CABRERA",
      "sentences": "New details about the gunman accused of killing three University of Virginia football players on the school's campus Sunday.The father of the 22-year-old suspect says his son had been, quote, \"paranoid about something.\" This, as the suspect's first court appearance is expected tomorrow. CNN's Joe Johns is in Charlottesville, Virginia, for us. What else are you learning, Joe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:03",
      "speaker": "JOE JOHNS, CNN SENIOR CORRESPONDENT",
      "sentences": "Ana, well, there's this threat assessment team that the university police have, and the assessment team had been looking into the suspect, 22-year-old Chris Jones, for some time.Started out looking at him because of a reported issue of hazing. And then they discovered sort of through the rumor mill that he might have had a gun. So they started looking into that and discovered that, in fact, he'd been charged and convicted, we're told, on a possession count, a concealed weapon charge right here in the state of Virginia. So they went to him, asked him about it, and he would not cooperate, they say, with the investigation. So they started moving him into an area where essentially he could be sanctioned for that. That's where it all stands. And the thing about it is a local affiliate here in Virginia, WTVR, caught up with the father of the suspect. And he said that, number one, his son had been acting paranoid. And also that he had some concerns about problems with people, unspecified, at the school. Listen. (BEGIN VIDEO CLIP) CHRIS JONES SR, SUSPECT'S FATHER: He was real paranoid when I -- when I talked to him about something. He wouldn't tell me everything. He said some people was picking on him, or whatever. He didn't know how to handle it. I just told him, just go to school, don't pay them no mind, do what you've got to do. You only have one more year. What happened? Why did it have to get this far? He could have called me. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:03",
      "speaker": "JOHNS",
      "sentences": "So the victims, those who died, are all juniors here at UVA, Devin Chandler, Lavel Davis and D'Sean Perry.And there's an additional person who did not die but seriously injured, Mike Hollins. A family member said he'd been asking about one of the players who died and essentially said, we haven't told him yet because he's intubated. That's the status of the victims. There's one other person who was shot and did not die, but that name so far has not been released. Ana, back to you.",
      "isLastSentenceInterrupted": false
    }
  ]
}