{
  "date": "2022-11-15",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "Polish President: Missile Most Likely Produced In Russia; Soon: Donald Trump Expected To Announce 2024 Presidential Run; Interview With Rep. Jamie Raskin (D-MD; Republicans Move Closer To House Majority; Soon: Trump Expected To Announce 2024 Presidential Run After Disappointing Midterms; Trump Files Candidacy Paperwork With FEC; Biden Speaks At G20 About Missile Blast Reported In Poland. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:22",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Good evening.About an hour from now, the former President is expected to take center stage at Mar-a-Lago and do what no former President has even tried since Herbert Hoover in 1940, and none has succeeded that since Grover Cleveland in 1892. He will announce he is running for another non-consecutive term. We begin though with everything we are learning about the deadly explosion on the Polish side of the border with Ukraine, the Polish officials now say was caused by some kind of missile explosion, which is all the White House is calling it so far without saying what caused it, killed two people. Because Poland is a NATO member, the incident obviously has set off high level calls and consultations across the Alliance. President Biden tonight is holding an emergency roundtable with world leaders at the G20 Summit in Bali, Indonesia. As only CNN can, we have correspondents across the map on this story. Matthew Chance is in the border town that was hit in Poland. Phil Mattingly is with the President in Bali, Sam Kiley is in Ukraine, and Clarissa Ward is in London. I want to start with Matthew Chance. So, what do we know about this explosion? And what's the reaction in Poland? MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT: Well, the reaction in Poland, first of all has been quite severe. The Polish authorities have announced they have put the military on the higher state of alert. The Polish government says that it is considering invoking Article IV of the NATO Treaty to call for consultations with the allies, and indeed there's a NATO meeting going to be held, an emergency meeting in the hours ahead, tomorrow morning, local time, to discuss what the reaction should be to this explosion, to this missile strike whatever you want to call it here in this border town, border village, really, between Poland and Ukraine. And of course, we know that there has been fatalities, the first real time that the war has in this way spilled over in this fatal way from Ukraine into Poland, and that has really sent shockwaves through the local community, through the country as well. I have spoken to lots of residents or a couple of residents here. It's a very small, close-knit community. People are terrified. They describe the explosion, how it shook their windows, and they heard the sort of the whoosh of the missiles, you know, kind of sweep across the sky. And there are teams on the ground right now that are trying to work out, trying to piece together what kind of missile, what kind of explosion this was, who could have been responsible for it, and of course with their evidence to gauge what the Polish response should be, and that of its allies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:22",
      "speaker": "COOPER",
      "sentences": "Matthew Chance, I appreciate it. Thank you, Matthew.Shortly before we learned about this emergency roundtable tonight at the G20 Summit, the White House put out this photo of President Biden speaking with Poland's President, National Security Adviser Jake Sullivan there across from him on the sofa, Secretary of State, Antony Blinken in blue jeans taking notes. CNN's Phil Mattingly joins us now from Bali. So, what more do we know about this emergency meeting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:22",
      "speaker": "PHIL MATTINGLY, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Anderson, this is a gathering of world leaders. They're all here for the G20 Summit in Bali, and what we know right now is that President Biden earlier this morning called this meeting, this emergency meeting. Its leaders that represent G7 countries, plus NATO countries, the European Council, and European Union, all gathering behind closed doors on an emergency basis.And this is a continuation of now hours, and President Biden and his national security team. You saw two of them, the Secretary of State and National Security Adviser, they are sitting with him in that White House photo. They had been working through the information that they've been getting. Now, they have not confirmed the origin of the strike or of the explosion in Poland. They have not confirmed exactly what happened yet, but over the course of the last several hours, there has been a methodical process in place according to officials between National Security Adviser Jake Sullivan, who was first briefed about the information very early in the morning time here in Bali, then proceeded to call his counterpart in Poland, then briefed the President directly who shortly thereafter got on the phone with Polish President Andrzej Duda. Over the course of the next several hours, they have committed to US investigatory power on the ground in Poland. They have committed to the NATO Alliance which is iron-clad according to White House officials, and they've continued to process along, Anderson, that underscores the severity of this moment, the very high stakes of this moment, but also caution, not to draw too many conclusions before they know the final answer is -- Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:22",
      "speaker": "COOPER",
      "sentences": "Phil Mattingly in Bali, thank you.Next to Ukraine, CNN's Sam Kiley. The explosion, Sam in Poland, it came as Russia launched its biggest wave of missile attacks on Ukraine in more than a month. What's the latest on the ground there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:22",
      "speaker": "COOPER",
      "sentences": "Sam, appreciate it. Thanks, Sam Kiley.Some perspective now, joining us from London, CNN chief international correspondent, Clarissa Ward, also with us, former NATO Supreme Allied Commander, CNN military analyst, retired Army General Wesley Clark. General Clark, Polish government reports a team of experts are \"clarifying the situation,\" what specifically are they looking for? GEN. WESLEY CLARK (RET), CNN MILITARY ANALYST: They're going to look for parts of the missile. There will be fragments on the ground and pieces. They are going to look at the electronic evidence that is available both from Poland and the United States. They're going to look at the radio intercepts that they may have of people controlling this. There will be a scouring of all kinds of National Intelligence assets to put all this together. Hopefully, they'll be able to get the trajectory of the missile, and maybe even know the unit that fired it, and maybe even know whether it was the intended target. But right now, all of that remains to be determined.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:22",
      "speaker": "COOPER",
      "sentences": "And Clarissa, I know you've been monitoring NATO allies, they've been reacting to this. What have they been saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:22",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, unsurprisingly, Anderson, I think you're seeing a huge amount of consternation, a lot of expressions of solidarity.This is a moment that NATO member states had been anticipating, sadly, but also dreading and when you look at the language that we're seeing from these NATO States, it's very clear that they want to get this right. They want to handle this in a very calm way, sticking to the facts, not drawing any hasty conclusions. Even the President of Poland himself saying they believe it was a Russian-made missile, but they don't know much more than that yet. They have these US investigators arriving on the scene, who will be helping try to gather together a better picture of exactly what happened. You have also NATO Ambassadors, who will be having an emergency meeting tomorrow morning, and there is an understanding that they need to kind of meet this moment, because whether frankly, it was a Russian missile, or whether it was perhaps some kind of Ukrainian air defense, we just don't know exactly. But the point is still the same, that the spilling over of this conflict in a deadly way has happened across the border of a NATO country, and NATO has to determine how it will respond accordingly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:22",
      "speaker": "COOPER",
      "sentences": "And Gerald Clark, obviously there are US troops in bases in Poland. Poland is considering asking its NATO partners for discussions under Article IV. Can you just talk about given your experience with NATO what that means from a military perspective? The distinction between Article IV and Article V?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:22",
      "speaker": "CLARK",
      "sentences": "Well, Article IV simply calls for consultations. So any NATO member nation can call for consultations. And this is an assurance to NATO member nations that they won't be shut out in a crisis, that if there is something wrong, that the other NATO nations will listen to them and evaluate their position, and it'll be discussed.Article V is the commitment that an attack on one nation of NATO is viewed as an attack on all. It's not a commitment to respond by force, it says they'll respond appropriately. It doesn't mean you're going to war. But if it's an attack, then it falls under Article V and NATO will have to determine what is the appropriate response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:22",
      "speaker": "COOPER",
      "sentences": "Clarissa, what are the next steps in terms of Western governments going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:10",
      "speaker": "COOPER",
      "sentences": "General Clark, if it does turn out to be a Russian missile, whether it was intentional or accidental, is there any world in which Russia would simply say \"I'm we're sorry, this was a mistake?\" Or would they continue to -- would they deny any involvement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:10",
      "speaker": "CLARK",
      "sentences": "Well, they might say it was a mistake, but then you'd have to ask, Was it a mistake? Because whether it was a mistake or deliberate, what this did do is activate NATO, through the Article IV and possibly the Article V process.And one of Russia's objectives in this whole war has been to split NATO, to put NATO under stress, to find the gaps between one nation's interest in its security and another nation's fear of the consequences of conflict. And so this is one more effort to stress the Alliance, whether it's deliberate or accidental, it is; and the question is then, what should be done and that's really what has to be in the minds of the policymakers at this point as they are waiting for the Intelligence to come in on what actually occurred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:17:04",
      "speaker": "COOPER",
      "sentences": "In less than an hour from now, the former President of the United States who encouraged thousands of people, some of whom he knew to be armed according to testimony before the January 6 Committee to march on the Capitol on January 6 is expected to announce another run of the White House. They'll do this from his members only club Mar-a- Lago.It is pretty unique, a pretty unique situation in American history, only one President has served two non-consecutive terms in office. Donald J. Trump wants to be the second. He will be speaking from Mar- a-Lago in about 45 minutes. CNN's Kristen Holmes is there for us. Do we know how long he is expected to talk for before actually announcing his plans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:17:04",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "So, Anderson, I just want to make it clear that when it comes to Donald Trump, there is always the expectation versus the reality and we won't know the reality until he actually takes the stage. But we are told that this is going to be a shorter speech. It is going to be around 30 minutes, not these meandering two-hour plus type of rallies that we have seen him doing over the past several months as he has gone out on the Midterm campaign trail.And it is important to note that several of his aides and advisers that we talked to really did not want him to launch this presidential bid now. They said he didn't have the momentum coming off of lackluster Midterm results and that they were hoping he would wait until after Georgia, saying that he will be blamed if Herschel Walker lost and even announcing would likely give a fundraising boost to Raphael Warnock. But we are told by aides that he is all in, that he made this decision and that he was never going to go back. And I do want to note, just to give you an idea of who is here in the crowd. We've seen Madison Cawthorn, as well as Roger Stone just walked in. It is a real who's who of 2016 here and that is exactly what we are told that Donald Trump wants. He wanted -- he likes the idea of the 2016 campaign. He wants it to be leaner with a smaller amount of people, but also he likes the idea of being the underdog, and that is what he is looking at when he sees these establishment Republicans essentially turning their back on him saying that Ron DeSantis is the new leader of the party. But Anderson, many allies that I've talked to from across the country say they just don't know that Trump has that same magnetism that he had back in 2015-2016 that led him to the White House, particularly as he has been facing all of these legal problems, all of these Federal investigations, and the fact that he is fixated on this election denialism, which as we saw last Tuesday, was something that as a platform really fizzled out -- Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:10",
      "speaker": "COOPER",
      "sentences": "You've been uniquely positioned over the past several years as someone who understands intimately the legal and constitutional issues swirling around the former President. If he is making this in part, believing that this will somehow protect him from investigations or indictments, is that accurate, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:10",
      "speaker": "RASKIN",
      "sentences": "No, it's absolutely wrong. In fact, the people who made that point most emphatically were his defenders in the Senate during the second impeachment trial, who said that the proper way to deal with a former President who has engaged in criminality is to prosecute him rather than to impeach him, if he has already left office.Now, of course, that contradicted more than two centuries of understanding that a public official does not have to still be in office in order to be impeached, tried, and convicted. But in any event, everybody agreed that he could be tried. I mean, under our Constitution, we don't have an office of former President of the United States, a former President of the United States is just a citizen, and the highest office in our land is that of citizen, not President and not former President. So, you don't have a right to commit murder as a President or embezzlement or bribery or seditious conspiracy or attacks on Federal proceedings or what have you. So he can still be tried. I think the Department of Justice has been clear about that. All that matters is the facts of the case and the law. There is a slight exception to that if they don't bring cases against candidates several weeks or maybe a month before an election. But other than that, you know, running for office is not something that will immunize you against prosecution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:10",
      "speaker": "COOPER",
      "sentences": "Do you believe that your colleagues on this other aisle in the House, in the Senate, you know, there has been a number who have come out in the last couple of days, and certainly a lot of former Trump acolytes have come out in the last -- you know, since the election results and distanced themselves from the former President.We've seen this before, you know, Lindsey Graham on January 6, that evening, distancing himself from the President saying he was done with Donald Trump and then got shouted at it in an airport the following day, and then quickly, scurried down to Mar-a-Lago. Do you believe what we are hearing from many former acolytes of the President in the last couple of days is lasting? Or do you think that they just can't quit him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:09",
      "speaker": "COOPER",
      "sentences": "Congressman Jamie Raskin, I appreciate your time. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:09",
      "speaker": "RASKIN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:09",
      "speaker": "COOPER",
      "sentences": "We'll have more on the former President's expected announcement later.Next, we are going to update you on the latest vote count for control of the House and we'll look at how Republicans' underwhelming performance in the Midterms has produced potential obstacles not only for the former President, but the Republican leaders of the House and Senate as well. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:09",
      "speaker": "COOPER",
      "sentences": "One week after Election Day and the balance of power in the House remains unresolved. Despite that, House Minority Leader Kevin McCarthy won the support of his conference to be leader again today. McCarthy still faces a rocky road to possibly becoming House Speaker similar to the fate of Mitch McConnell, who now face a challenger to his role as Senate Minority Leader. We'll get to those fights inside the Republican Party a bit later.First, I want to check in on where the vote count stands in the House. I'm joined now by CNN's John Berman. John, what's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:11",
      "speaker": "COOPER",
      "sentences": "All right, any other remaining races you're watching closely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:11",
      "speaker": "BERMAN",
      "sentences": "Yes, if you look at California is really interesting. Of these five races right now, there are two districts which actually have Republican leaning representation. This is an R plus 1.7 district. And you can see here that the Republican Kevin Kiley is about 10,000 votes ahead of the challenger. That's California's third district. This is a rural district in Lindon, California. His lead has been expanding over the last several hours. And down here as well, California's 41st congressional district incumbent Ken Calvert, he's been in Congress for about 30 years, he had the support of Donald Trump, here. He is leading by about 5000 votes. This two is a Republican plus one district. If the Republicans just won these two, they would have control the House of Representatives and Anderson that doesn't even include Colorado, Lauren Boebert seat out here, which everyone has been focusing on. She's ahead by 1,100 votes 99% and just oversees an absentee ballot left there. If they win that that will give them more of a cushion.Right now, on track probably somewhere around 220, 221 seats, maybe for the Republicans 214 for the Democrats, a very, very slim majority for the Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:11",
      "speaker": "COOPER",
      "sentences": "All right, John Berman, appreciate it. Thank you.Now, the Republican leadership battle is underway on Capitol Hill, joined by our chief congressional correspondent, Manu Raju. So, undeniably some turmoil within Republican leadership. Where do things stand right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:11",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, Senator Republicans in particular. Mitch McConnell for the first time as in his 15 years of talk the Republican conference on the Senate side facing a challenge from within this after Senator Rick Scott announced that he does plan to try to challenge and defeat Mitch McConnell at tomorrow's leadership election. Now everybody in the Republican conference agrees that Scott's chances are virtually nil in defeating McConnell, but it shows some serious dissension and dissatisfaction and disappointment after Tuesday's election results.For more than three hours behind closed doors, Senate Republicans engaged in a tense back and forth about everything that went wrong. Some like Mike Braun blaming this what they call the status quo, and calling for some changes. Others like Josh Hawley calling for a delay in the elections, suggesting that they should wait until after the Georgia run off next month. And some like Susan Collins of Maine criticizing the Senate campaign committee questioning its spending that the campaign committee that Rick Scott runs. Now, after the meeting, I had a chance to ask McConnell directly about some of the criticism he has endured. But he said that he defended his handling of the elections and instead said there's some voices and some prominent people in their party, essentially so chaos and cause concern and find a way independent and moderate voters in some key swing districts. And the House side Anderson, Kevin McCarthy was nominated by House Republicans to be the next Speaker of the House. But importantly, he fell short of the 218 votes he will ultimately need in January in order to be elected speaker. He got 188 votes, meaning he needs to work his caucus, particularly his right flank, in which he faced a challenge from conservative challenger, Andy Biggs, he needs to work that right fight to get to that 2018 threshold. And he acknowledged that he believes he'll get there. But he acknowledged he has work to do. Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:11",
      "speaker": "COOPER",
      "sentences": "So, what are you hear from Republicans about expectations or the former president's announcement tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:11",
      "speaker": "RAJU",
      "sentences": "Well, not much enthusiasm. We've talked to dozens of Republicans over the last couple of days and very few are willing to embrace them, some of which some a lot of them are saying they want a big field of candidates hoping others will come in and defeat him, a lot of getting behind the idea of Florida Governor Ron DeSantis jumping in and even some very close Trump allies and simply not willing to go there. As one senator Republican leader told me today, John Cornyn, he said, quote, the world has changed considerably in the last couple of weeks, meaning a lot of Republicans blame Trump specifically for what happened in the midterm elections and pushing candidates who were viewer lackluster in the general election and his presence late in the campaign trail is hurting their chances of taking back the Senate. So not much enthusiasm Anderson on Capitol Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:04",
      "speaker": "COOPER",
      "sentences": "We are now about 20 minutes away from Donald Trump is expected to announce his run for the White House again as Kristen Holmes reported earlier his decision should he go through with it has been met with resistance from his inner circle and his own party. Young people like Senator Josh Hawley, the guy who raised his fist in solidarity with crowds outside the Capitol on January 6 are saying the party has moved past the former president.Let's turn now to two news legends Woodward and Bernstein. Bob Woodward recently released an audio book called The Trump Tapes after 20 interviews with a former president, he says that he's determined Trump is dangerous -- a dangerous threat to democracy. And CNN political analyst, Carl Bernstein is author of Chasing History. So, Bob, you interviewed the foreign president extensively wrote multiple books about him. After all those conversations did you think a 2024 presidential run was actually going to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:25",
      "speaker": "COOPER",
      "sentences": "Carl, what I don't understand if, you know, were talking to Manu Raju he was saying a lot of Republicans on the Hill, he's talking to you, you know, who are representatives or senators want a big field of candidates? If there's a big field of Republican candidates running in primaries, does that benefit the former president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:25",
      "speaker": "CARL BERNSTEIN, CNN POLITICAL ANALYST",
      "sentences": "You would think so. And that was one of the things that helped him win the nomination, the last time out and helped make him president. I think, though, we really got to look at these people on Capitol Hill who are running for the exits on Trump. These are the same people who enabled him for six years in the presidency. And after he was president, to tell the lies that he did, enabled his criminality, his sedition, his criminal acts, they acquitted him in a Senate trial twice.So, we got to, you know, it's good time for reporters to start looking not only at Donald Trump's behavior, but the Republicans on Capitol Hill and their behavior, because it is some story, they enabled him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:25",
      "speaker": "COOPER",
      "sentences": "Bob, do you really believe that there are a lot of Republicans on Capitol Hill running for the exits? I mean, they may be kind of heading toward the exits, but they can turn around pretty quickly, they've shown (INAUDIBLE) --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:25",
      "speaker": "WOODWARD",
      "sentences": "Well, this is the worst aspect about American politics. And that is in private, they say one thing, and then publicly, they say another or they are silent. I think overall, we've got to remember, Trump is running for president again. We have a perfect laboratory of Trump in office when he was president for four years. And for nine of those last months, I was able to do these interviews and tape them so, you can hear his voice, saying all kinds of things that I've just depart from reality, the management of foreign affairs, traumatized his national security team. On the virus, not only did he conceal and deny the failure detail, what he knew early on, is really criminal. 1.1 million people in this country died because of the virus. And Trump just by telling the truth to the public, could have set us on a different course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:25",
      "speaker": "COOPER",
      "sentences": "Carl, I mean, if voters in Arizona didn't want to deal with Kari Lake as a governor for four years and in Pennsylvania didn't want to deal with Doug Mastriano as Governor, why would they want to deal with Trump? I mean, why would the country want to deal with Trump? If voters are rejecting and midterms, the drama and the, you know, the backward-looking election deniers, isn't Trump the chief leader of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:25",
      "speaker": "BERNSTEIN",
      "sentences": "Yes, he is. But I think you also got to look at the numbers that are 49%, 50 against 50% in a number of these elections, including in in Arizona, Pennsylvania, very close. Look, Donald Trump has found -- listen to Bob's interviews with Donald Trump and you hear how Trump has found the weak spots in American democracy. And he has exploited those weak spots criminally. And in such a way that his movement has endorsed, has enabled, has gone along with the kind of authoritarianism, demagoguery, never seen in a major political party in our history. And especially no President of the United States guilty of sedition, of the kind of criminality that this president was of the kinds of, you know, the whole idea of a coup, not leaving office. Trump refusing to leave office trying to get the Vice President of the United States to certify a crooked election? This is unheard of.We need in this country in this campaign to look at every aspect of Trump's record, including his business records, which Bob has raised this point many times. We need the information which is there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:48:58",
      "speaker": "COOPER",
      "sentences": "The room where the former president is expected to make his announcement is crowded, people already many people didn't believe that Trump would run for office the first time now many are in disbelief. He may be announcing the third presidential bid in just about 10 minutes as we wait to see what he says.Let's turn now to CNN political analyst, Maggie Haberman, chief political correspondent, Dana Bash, Kaitlan Collins, co-anchor of \"CNN THIS MORNING,\" covering the Trump White House and Alyssa Farah Griffin, former Trump White House Director of Communications and a CNN political commentator. So, Maggie, is this happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:48:58",
      "speaker": "MAGGIE HABERMAN, CNN POLITICAL ANALYST",
      "sentences": "Yes, he's filed paperwork. He is now officially a candidate. So, the FEC has a 2024 Trump campaign document. There has been a staggering number Anderson of people saying to me over the last two days, is he really going to do this including in the last few hours, is this really going to happen? Yes, he is going to be a candidate. He's going to make that clear and the next hour 2024 is now (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:48:58",
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "sentences": "And not for lack of trying by so many people --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:48:58",
      "speaker": "HABERMAN",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:48:58",
      "speaker": "BASH",
      "sentences": "-- around him. Would you say pretty much everybody?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "BASH",
      "sentences": "Yes, and this morning I'm told that somebody who speaks to him a lot called and said, do you think that this is really a good idea? Imagine it would be like announcing right after the Hindenburg exploded? And the response was, I'm going to do it. And that was it. (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "KAITLAN COLLINS, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "I think part of why he is going forward with it, despite people saying you shouldn't is because he already teased it. He already said at the rally in Ohio last week, where he even came close to doing it, then that he was going to be announcing it. And so, he would view it essentially, as he's backing down. It's kind of like the sign of weakness if he didn't announce it tonight. So, I don't think it's that surprising.I think one thing that a lot of people around him are watching tonight is how he pitches himself. Is it still this grievance filled speech that you've seen from him at rallies recently, where, you know, it's not often about JD Vance, when he's in Ohio, it's about Trump. And is that the pitch that he makes to voters tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "COOPER",
      "sentences": "Do we know isn't an actual speech?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "ALYSSA FARAH GRIFFIN, CNN POLITICAL COMMENTATOR",
      "sentences": "My understanding is it is and I'm told that it's going to be very professional and buttoned up. I would guess that it may start like that. But I could see this going just from going to many events with him over the years, going very long off script and in fact, full of grievance. And just to put a finer point on it, this is the announcement that absolutely no one in the Republican Party wants right now. No one is asking him to do this. This is Donald Trump going at it alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "HABERMAN",
      "sentences": "That's not true. Matt Gaetz wants him --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "GRIFFIN",
      "sentences": "Well, OK, that's fair, that is fair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "HABERMAN",
      "sentences": "(INAUDIBLE) let's not leave him out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "GRIFFIN",
      "sentences": "But it's remarkable to think it is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "COOPER",
      "sentences": "And Madison Cawthorn, because he's there tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "GRIFFIN",
      "sentences": "Madison is there. Just even announced this early, it's kind of unprecedented. It doesn't make a ton of sense. It's not a show of strength.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "HABERMAN",
      "sentences": "It's also -- I agree with Alyssa, in terms of the strength piece, it is we haven't mentioned the investigations that he's facing. And this is about a bunch of things that are happening right now. So, part of what he's trying to do is stave off the Justice Department from a potential indictment. He is under two -- that we know of investigations with the Justice Department, he does believe this is going to provide him some armor. Now the Justice Department has made very clear, that's not a decision that they are considering, but you can't divorce all of this from the politics and how Trump will use it and weaponize these investigations into him. And so that's very much part of his thinking.He also wants to blind Ron DeSantis. One of the only bright spots for Republicans on the night of the midterms was Ron DeSantis in Florida, doing very, very well. DeSantis made very clear today when he was asked about it, that he knows that that's true. And Trump did not want to give him any steam. I was told by multiple advisors heading out of that win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "COOPER",
      "sentences": "Do you think -- I mean do we think there's blinds (ph) Ron DeSantis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "BASH",
      "sentences": "No, no, no. I mean, it's, it doesn't change how people feel right now about Ron DeSantis. One of the other things that Trump has been told by people who actually do care about him and are his allies, if you are going to do this, which we don't want you to do, no grievances, like you said, Kaitlan. No, no, oh, woe is me, 2020, everything is horrible. And that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "COOPER",
      "sentences": "I mean that's what he does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "BASH",
      "sentences": "That is what he does, that what -- that's is why -- which is, which is why what he actually delivers in this speech is going to be fascinating to watch. Will he stay policy oriented? That is what those who are saying, OK, fine, you're going to do this at least to policy (INAUDIBLE) --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "COOPER",
      "sentences": "What policy does he have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "HABERMAN",
      "sentences": "Well, I mean, look, he does have policy -- he does have stuff that he got done in the White House, He absolutely has things he could point to if he wanted to talk about the Dobbs decision that ended Roe v. Wade, which was because of in part three Supreme Court justices he appointed he could absolutely talk about that he's just not comfortable talking about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "GRIFFIN",
      "sentences": "That's the last thing he in fact, wants to talk about knowing Donald Trump, he does not want to talk about abortion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "COLLINS",
      "sentences": "And what he's been talking about behind the scenes in the last few days is Kari Lake's loss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "HABERMAN",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "COLLINS",
      "sentences": "That is something I mean, he's irritated about the entire midterms, but Kari Lake's loss, specifically given he loved how much she pushed the election lie, and always said that other candidates like Blake Masters, the Senate candidate, there should be like her. He's very aggrieved by that. So, I will be surprised if he sticks with the non-grievous message tonight, because he's been complaining about the election. They're making false claims about it.One thing that I'm really interested by is that this is being held at Mar-a-Lago is not a rally, we're typically talking about being buttoned up and polished, you know, typically at a rally, that's when, you know, he feeds off of the supporters. We've seen where things have gone over the years, Anderson. It's at Mar-a-Lago, it's the members of his club and his supporters in the Madison Cawthorns of the world that are going to be there,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "BASH",
      "sentences": "Although when he announced in 2015, it was at his property as well. And it certainly wasn't a rally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:02",
      "speaker": "HABERMAN",
      "sentences": "It also was not a property that had been circled (INAUDIBLE) --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. President (INAUDIBLE) to say whether this missile was fired from Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:10",
      "speaker": "BIDEN",
      "sentences": "There is plenty of information that contest that. I don't want to say that till we completely investigate. But it is I found likely in the minds of the trajectory that it was fired from Russia. But we will see, we'll see.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(INAUDIBLE) President is invoking Article IV or V from NATO, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:10",
      "speaker": "BIDEN",
      "sentences": "(INAUDIBLE) We're going to probably have a meeting of the (INAUDIBLE). So that's it looks like we're going to go to the next. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:10",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK, thank you guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:10",
      "speaker": "COOPER",
      "sentences": "President Biden speaking in Bali, Indonesia. I want to go to Phil Mattingly, who is standing by.Phil, significant the President said is unlikely it was fired from Russia. That could mean fired by Russians inside Ukraine or some sort of Ukrainian Air Defense System or something else. It was surprising that he said that though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:10",
      "speaker": "PHIL MATTINGLY, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, I'm actually quite surprised the President was that candid about what they're going through right now in terms of the process. And I think that also gives you a pretty good window into why they've been so cautious about making any declarations about what exactly transpired over the course of the evening. And keep in mind, the President and his team have been working on this. Since the early morning hours, when they were first informed, the President spoke directly with the Polish president, his team has been in direct contact with their Polish counterparts over the course of the last several hours as well.And then there was this emergency meeting, it was called by President Biden it was attended by leaders of the G7 NATO allies that are here in Bali for the G20 as well. But the President saying explicitly that he did not believe or at least had not gotten the sense that it was fired from Russia. Again, there are other elements here where Russian aligned forces, Russian allies, perhaps, obviously, there are allies in the region that may be responsible for that. But that was a quite a candid admission, given the fact that U.S. officials have been so cautious up to this point. I think it really does help underscore why U.S. officials have not been willing to go as far as Ukrainian president Volodymyr Zelenskyy, as others have given their concern about the origins here. And I think to give some context, Anderson about why that's so important. This is a NATO ally. This is a very, very different ballgame, not minimizing at all the dozens of missiles that ran down on Ukraine over the course of yesterday and last night. But if a NATO ally is attacked by Russia that triggers Article V that triggers collective defense, that is something that President has said repeatedly, including on the ground in Warsaw, that not one inch of NATO territory could be broached by Russia without a the full strength of the response of NATO allies. That is why they've been so cautious. That is why they've been so methodical. And the President again giving a surprisingly candid window into an investigation that is still ongoing, that is still in process, and that the U.S. is attempting to assist their Polish counterparts with as at this very moment, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:10",
      "speaker": "COOPER",
      "sentences": "Yes. And President Biden emphasizing the unity of NATO, backing Poland, helping them in the investigation of exactly what went on. Phil Mattingly from Bali, Indonesia, appreciate it.Back with their team here in New York as we wait in just the next few minutes the former president. It is a remarkable just moment in American presidential history. I mean this is a very rare thing to have a former president announcing that he's going to run again for President not consecutively.",
      "isLastSentenceInterrupted": false
    }
  ]
}