{
  "date": "2022-11-09",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Close Senate Race in Nevada; Close Races in Arizona; Georgia Race Could Head to Runoff; Close Wisconsin Senate Race; Map of the Senate Races; Arizona and Georgia Still Counting Votes; House Majority Still Undecided. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:33",
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "Good morning. I'm Anderson Cooper. Welcome to our viewers in the United States and all around the world.Right now votes are still being counted in critical races across the country while control of Congress still up for grabs. In the battle for the majority in the House, here's the important number, 218. That is what both Republicans and Democrats need to have control. Republicans leading with 199 seats. That means they only need 19 more to hit the threshold and they're already leading in 21 competitive races. Democrats have a much heavier lift. They need 40 seats. They are only leading in 24 right now. Now, in the Senate, we're watching four critical races that are still to close to call, Nevada, Arizona, Georgia and Wisconsin. Both Democrats and Republicans currently hold 48 seats. As you know, it takes 51 to win an outright majority. We have reporters, correspondents spread out across the country monitoring the closest races. In Nevada incumbent Democrat Catherine Cortez Masto is in a virtual tossup with the Republican, Adam Laxalt, who helped former President Trump in his efforts to overturn the 2020 results in that state. Now, we are still waiting on an estimated 20 percent of votes to be reported in Nevada. CNN's Rosa Flores joins us now live from Las Vegas. Still very early there. What is the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:33",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "Well, Anderson, both campaigns still very optimistic about their chance at winning this seat. As you mentioned, the incumbent senator, Catherine Cortez Masto, an endangered Democrat, probably one of the most endangered Democrats in the Senate, her challenger, Adam Laxalt, they were both campaigning until the very last second yesterday and then they were even tweeting out, asking their supporters to get in line, to make sure that they were in line at 7Take a listen. (BEGIN VIDEO CLIP) SEN. CATHERINE CORTEZ MASTO (D), NEVADA SENATE CANDIDATE: Our positive energy got us to where we are today, and we are going to make sure that positive energy continues to flow this week. We are going to get this done. ADAM LAXALT (R), NEVADA SENATE CANDIDATE: We're confident that the numbers are there and we're going to win this race, we're going to take back Nevada and take back America. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:33",
      "speaker": "FLORES",
      "sentences": "And, Anderson, this midterm election here in Nevada is like no other. In 2020, Nevada went into a universal vote mail ballot. And what that means is that every registered voter, all 17.8 million, unless they opted out, got a ballot in the mail. And so long as they postmarked their ballot yesterday, it could get counted up to Saturday. And so we don't know how many of those ballots were put in the mail yesterday, Anderson, but we know that they're going to be counted, they're going to be counted until Saturday, and that's how democracy works here in Nevada.Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:33",
      "speaker": "COOPER",
      "sentences": "Yes. Rosa Flores, thanks so much. Appreciate it.In Arizona, two Trump-backed Republicans are trailing their Democratic opponents. Blake Masters is behind incumbent Mark Kelly by at least six points in the race for Senate. The race for governor, that is a lot closer. CNN's senior national correspondent Sara Sidner is live in Phoenix at the Maricopa County elections center. Sara, when do we expect more results?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "COOPER",
      "sentences": "Yes, we'll be watching closely. Sara Sidner, appreciate it.The contentious Senate race in Georgia could very well be headed for a runoff. Incumbent Raphael Warnock, who flipped his seat blue for the first time in 15 years, is leading Trump-backed former football star Herschel Walker, but by the thinnest of margins right now. CNN chief national affairs correspondent Jeff Zeleny is live for us in Marietta, Georgia. The governor's race was called for the incumbent Brian Kemp. What's the latest on the Senate race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, Anderson, understand the difference here between that governor's race and the Senate race is really essential because Governor Brian Kemp, as you said, won pretty easily, at least by today's standards, over Democrat Stacey Abrams.But Herschel Walker underperformed really across the state, but particularly in the suburbs, like here in Cobb County, just north of Atlanta, and other suburbs. So, the state of play this morning is both campaigns are preparing for a runoff. That has not officially been called yet by the secretary of state's office but election officials, of course, have been bracing for this and preparing for this runoff, which would be December 6th. So, you know, there's no question that 18,000 votes separate Raphael Warnock and Herschel Walker. But last night - actually early this morning as they addressed their supporters, they asked for just a little more time and patience. Take a listen. (BEGIN VIDEO CLIP) SEN. RAPHAEL WARNOCK (D), GEORGIA SENATE CANDIDATE: But whether it's later tonight, or tomorrow, or four weeks from now, we will hear from the people of Georgia. HERSCHEL WALKER (R), GEORGIA SENATE CANDIDATE: If you can hang in, hang in there a little bit longer. Just hang in there a little bit longer because something good, it takes a while for it to get better. And it's going to get better. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ZELENY",
      "sentences": "So even though there are four more Senate races in the country still outstanding, Georgia is the only one where there actually can be a rematch because of state election law here requires the winning candidate to receive 50 percent of the vote plus 1. So, even though Senator Warnock is in the lead here, this is almost certainly going to a runoff again. So, four more weeks of campaigning here. All eyes actually will be on Georgia if control of the Senate hangs in the balance, which it appears that it will, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "COOPER",
      "sentences": "Yes, Jeff, for all those folks who were sick of political TV ads in Georgia, I think they're going to be watching them for a couple more weeks.Jeff Zeleny, thanks so much. I want to take a look at Wisconsin now where Republicans, the senator, Ron Johnson, is just a hair ahead of Mandela Barnes with 94 percent of precincts reporting. CNN's Lucy Kafanov is live for us in Milwaukee. Another possible split ticket there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "LUCY KAFANOV, CNN CORRESPONDENT",
      "sentences": "Possibly, Anderson. And that's, you know, quite unique. It's been a fascinating race to watch. We saw conservative Republican Senator Ron Johnson, initially considered as one of his party's most endangered incumbents. He wasn't even going to run for a third term. He decided to run. Initially Mandela Barnes, the lieutenant governor, a Democrat, had challenged him. He was a little bit ahead in the polls leading up to the election, but we saw that lead evaporate.Now, it's down to the wire. Ninety-four percent of the vote in, Johnson edging ahead Barnes by nearly 32,000 votes. We're still waiting for some counties to fully complete the numbers. But Johnson sort of declaring victory already, cautiously, though. Take a look. (BEGIN VIDEO CLIP) SEN. RON JOHNSON (R), WISCONSIN SENATE CANDIDATE: We've looked very closely at the numbers. We feel very confident that there's no way that they can really make up that gap. But, you know, I'm not -- I'm not going to, you know, declare victory until all the numbers are in. But I just want to give you guys the sense that this race is over. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "KAFANOV",
      "sentences": "So we have yet to hear from Barnes. He hasn't spoken yet. Although we are hearing that Johnson may be making a speech in the next hour or two.Again, this race has not been formally called, but it's not all bad news for the Democrats because the incumbent Democratic governor, Tony Evers, did win, at least according to CNN projections. He also declared victory yesterday. And that is going to be important at a time when the legislature here in Wisconsin is seeking veto-proof super majorities. And so if Johnson does edge ahead and is declared the winner, we could be seeing a split ticket. This is the first time in 24 years that Wisconsin has seen a different party win for governor and Senate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Terms of the races that are called, it's tied 48-48 right now. Wisconsin, where Lucy just was, with 94 percent of the vote in, Ron Johnson is ahead by 31,000 votes. Where is the remaining vote? Most of it's in Milwaukee. Milwaukee County here, just 82 - 82 percent is a lot, but there's some vote remaining in Milwaukee. And Mandela Barnes has a very big lead here of more than 230,000 votes. So, we need to wait and see the rest of the vote to see how much maybe the Milwaukee vote will help him chip away at the overall statewide margin. Thirty-one thousand, it's a lot. It would be a tall order for him there.I can show you some of the other states that still haven't been projected yet. You were talking about Nevada there. Adam Laxalt right now with a 22,000 vote lead over Catherine Cortez Masto. What's going to matter is Clark County, 84 percent reporting. All the election day vote has been reported. All that's left is mail. But there could be a lot of mail, right? A lot of mail. It only has to be postmarked until Election Day, as we just reported. Counted until Saturday. We don't know how much mail there will be to count. Will it be enough for her to make up this gap that she has with Masto there? In Arizona, kind of a similar story, 68 percent reporting there. Maricopa County, the most populous county, you can see Mark Kelly has a lead. We know there are about 300,000 votes left to count, about 100,000 of them were received between Friday and Tuesday. Another 200,000 received in the mail or in-person yesterday. The later they arrive, what we learned from the election two years ago, the more Republican they tend to be. So, will that be enough for Blake Masters to close the gap here? We heard from Arizona officials. We're going to get more of that vote in a little bit later. Let's finish up on Georgia here. You can see in Georgia Raphael Warnock with 49 percent of the vote. The key number for him, though, is 50. If no one gets to 50, there will be a runoff, as you say, which means four weeks more of television advertising, as you note. The campaigns are both preparing for that runoff. The secretary of state's office says they expect there to be a runoff there. Why does that matter? Well, let me show you again where people are ahead here right now in those four states. Imagine that Georgia here is blocked off. That would be 49 for the Democrats and 50 for the Republicans. So, you know, if we put our hand over Georgia, they would need that. They would need Raphael Warnock to win that runoff to give them the 50 votes which would mean that Kamala Harris would break a tie in the U.S. Senate. That's why it could all come down to Georgia. However, a lot still depends on Nevada and Arizona as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "COOPER",
      "sentences": "Wow, what a fascinating -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "BERMAN",
      "sentences": "It's close, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:03",
      "speaker": "COOPER",
      "sentences": "Fascinating morning.John, thanks. As John mentioned, we are still waiting for a number of ballots to be counted in Arizona and Georgia. Ana Cabrera is at the voting desk with what we're seeing in races across the country. Ana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:07",
      "speaker": "COOPER",
      "sentences": "Ana, appreciate it. Thank you. We'll check back with you shortly.Stay with us for all the breaking news in the midterm elections. Some key House races still up for grabs, plus more on what drove voters to the polls this year, what those exit polls are telling us. Also, Governor Ron DeSantis just scored a major victory in Florida. Is that fueling a run for the White House? What does the former president think about it, ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "BERMAN",
      "sentences": "Yes, looking at the races right now you can see, of the race that we've called so far, Republicans lead in 199, Democrats -- or have been called, rather, in 199, Democrats called in 178.In terms of where they're ahead, these haven't been called, but in terms of where people are ahead, Republicans are ahead in 221. This would give them the majority, right? But, obviously, a much smaller majority than anyone had projected leading in and certainly that Kevin McCarthy had hoped for going in. Let's look at where some of the uncalled races are. And there may be some surprises here. Let's look at Colorado's. Colorado's third congressional district, the incumbent is Republican Lauren Boebert. You may know of Lauren Boebert as an extreme conservative election denying, you know, gun loving member of Congress there. She's trailing by almost 3,500 votes with 90 percent reporting right now. There is still more votes to count but Democrats would love to pick up this seat just for the symbolic value. The converse of that is if we go to the state of New York where actually Democrats here, and I'll show you a filter here, Democrats here are really underperforming what they hoped. There are ten competitive districts in the state of New York for Congress. Republicans are leading in eight of the ten competitive districts. Two years ago, in these same borders, eight of these ten were Joe Biden districts. So, it was completely topsy-turvy in terms of what Democrats had hoped for there. And in the races that are uncalled, you can see they include this district right here, you showed it before, Sean Patrick Maloney, the Democratic Congressional Campaign Committee chair, he's down by 3,200 votes, 98 percent in. You go to the north of him, you can see Pat Ryan, who won a special election in a district that was a little bit different, he's only ahead by 687 votes, 97 percent in. Also, super close here in New York's 19th. Again, we have to wait for more of the vote to come in. Super close here. In the 22nd, not much vote left, but it could tilt that one way or the other but a disappointing day, Anderson, for Democrats in New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "COOPER",
      "sentences": "John Berman, appreciate it.I want to bring in our panel. Former Obama White House senior director, Nayyera Haq, co-founder and editor in chief of \"The Dispatch,\" Jonah Goldberg, and CNN's senior political analyst Ron Brownstein. Nayyera, quite a night. So who - I mean, as of now, there's -- Democrats avoided certainly the wave, the tsunami, the shellacking that whatever --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Thumping.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "COOPER",
      "sentences": "Thumping. Did this happen because of Biden? Despite Biden? What does the White House do now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "NAYYERA HAQ, FORMER OBAMA WHITE HOUSE SENIOR DIRECTOR",
      "sentences": "Well, the White House is certainly giddy from all reports because they were not expecting that Democrats would hold as strong as they are. Now, it's not a clear majority for either party right now, but democrats ran local races and all politics is local whereas on the Republican side the Trump nominees were trying to apply themselves with Trumpism and MAGAism.Democrats managed to make national issues like inflation and abortion local economic issues and they managed to distance themselves from the politics figures and make it highly localized. One of the things we also saw because of that, particularly in Pennsylvania and in Wisconsin, was youth voter turnout. In Wisconsin, 350 percent more young people voted this year than the last midterm. For Fetterman, under the age of 45, voters overwhelmingly turned out for Fetterman, a candidate who is unapologetically progressive, campaigned on marijuana legalization. So, these are issues that have been discussed in politics as progressive but are really becoming mainstream public support issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "COOPER",
      "sentences": "Well, I mean, there's a lot to discuss. How much of what happened in Pennsylvania was Oz, you know -- wasn't a long-time resident of Pennsylvania and not a good candidate and, I mean, there's a lot of different factors in this.Jonah, how do you see this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "COOPER",
      "sentences": "I just want to pause for a second. We've got a CNN projection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "BERMAN",
      "sentences": "A win for pro-abortion rights advocates in Kentucky. Amendment 2 there has failed. That would have explicitly put into the state constitution that the right to an abortion is not protected. It's the fourth state that has now passed pro-abortion rights legislation.Back now with the panel. Ron.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "BROWNSTEIN",
      "sentences": "You know, obviously, there were individual factors in each race and Democrats did succeed in many cases in localizing it, but I think there was a national story here as well, and that was that the coalition that turned out to oppose Trump in 2018 and 2020 largely held together. It eroded some around the edges, which is what you would expect with 9 percent inflation and a majority disapproving of the president's performance, but the basic coalition of young voters, people of color, college educated whites, especially women in all of those categories, in state after state, they turned out in bigger numbers and gave Democrats bigger margins than either Republicans or most media analysts expected and they, again, held those swing states by and large for Democrats.And, you know, it is striking, Anderson, there were five states that made Joe Biden president. Five state that flipped from Trump in '16 to Biden in '20, Arizona, Georgia, the sunbelt, Michigan, Pennsylvania, Wisconsin, the rust belt. Trump backed - Trump pushed through nominees on the Republican Party in all of those states. And it is possible that all of them may lose except potentially Kari Lake in Arizona, potentially Herschel Walker in Georgia, and neither of them are guaranteed to win. There's a clear message there, that there is not a majority in those states for the definition of the Republican Party that Trump has imprinted, has stamped on the party. But is anybody in the Republican Party going to be willing to say that? We'll see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "COOPER",
      "sentences": "And, Nayyera, it's interesting, though, because just, you know, two days ago, or yesterday, before votes started to come in, there were a lot of Democrats who were saying, look, they didn't -- the Democrats did not do - you know, they focused on abortion. That was a mistake. That's not going to drive people to the polls. They didn't have an economic message that really resonated with voters.You were praising young people coming out. A lot of that was abortion on college campuses and places.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:08",
      "speaker": "HAQ",
      "sentences": "Well, I will make a distinction between voters, suburban mothers, women, and pundits, and those of us on cable news, who were tracking higher polls that equated abortion and inflation separately. Abortion is an economic issue for women. Bearing a child, delivering the child, paying for childcare, all of that has a significant economic cost. Taking away the right to choose from a generation that has grown up with that being understood as just a given rallied them. We see that playing out in the states where every ballot measure that would have restricted abortion has been resoundingly rejected.So, it's listening to women. Listening to generation z and younger people about what they want as they are the rising majority in this country.",
      "isLastSentenceInterrupted": false
    }
  ]
}