{
  "date": "2022-11-11",
  "headline": "CNN This Morning",
  "subHeadline": "Georgia Senate Runoff; History of Close U.S. Elections; Work Halted at Obama Presidential Center; High Respiratory Illness in the U.S. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:30:00",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Could end up deciding which party wins a majority in the U.S. Senate again.CNN's senior data reporter Harry Enten is at the battleground desk for us this morning. So, how is this going to go down? What's going to go down on December 6th here, Harry?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "I feel like it's deja vu all over again, right, as Yogi Berra once said.Look, Georgia runoff rules are pretty - are pretty simple. Obviously, we had the election on -- just on Tuesday. Then we're going to have a runoff between the top two vote getters, Herschel Walker and Raphael Warnock. Why? Because no candidate reached a majority, 50 plus one of the vote, in the November election. The new election, the runoff occurs on December 6th. Runoffs have generally been a system in Georgia that was developed in the 1960s. It was actually developed by white lawmakers who wanted to assure that the white majority population would be ultimately able to decide who their elected officials would be because they were afraid that black voters could win in a plurality - could elect their candidates in plurality back in the 60s because of perhaps a divided field among white votes. Obviously, today, that's not necessarily the case as we have two black candidates. But it is - it is somewhat of a relic from a former time, Don.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "Not the first time that Georgia's Senate race was divided in a runoff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "ENTEN",
      "sentences": "No, it's not the first time. You know, if you go back, since 1992, for example, we've had a bunch of runoffs statewide. Republicans have actually tended to do better on the whole. They've won seven - or they're done better in the runoff seven out of ten times from round one to the runoff. Of course, the 2021 runoffs were an exception to that where both the Democrats actually did better.Why was 2021 different than those other years? I think the turnout gives you a pretty good indication, right? Take a look at this. This is Senate runoff turnout as a percentage of the general election turnout. Normally runoff turnout trails by a significant margin what was happening in those general elections. But in the 2021 Senate runoff, it basically matched. It was only slightly lower, Don. Non, why was it slightly lower? It was because of black turnouts. Blacks have traditionally in Georgia turned out in significantly lower numbers in the runoffs than they did in the general election. But what occurred in 2021 was the exact opposite. The vote of majority black counties was actually larger compared to white counties when you looked at the runoff turnout compared to the general election. Obviously, we don't know if that's going to happen this time, but, obviously, that's something that Democrats would love to see. Now, I think there's a big question, ultimately, though. What will Georgia actually be determining? Will it be determining control of the United States Senate or could it be the case that both Arizona and Nevada go to one party in which case it wouldn't be occurring. Now, if that is, in fact, the case, let's just say that Georgia is not determining control of the United States Senate, I think that's welcome news for Democrats. Because in our exit poll we asked, what's the importance of party control to your vote in the United - for your vote for United States Senate. If it was not important, if you didn't care who controlled the United States Senate, look at that, Raphael Warnock had a large advantage over Herschel Walker, which I think gets back to the whole idea of candidate quality, right? A lot of Republicans voted for Herschel Walker, even if they didn't like him, because they wanted to assure Republicans get control. If control of the Senate isn't on the line, maybe some of those Republicans sit out, Don.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "Oh, that's -- I can't even absorb all that this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "ENTEN",
      "sentences": "I'm sorry, Don.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "It would save a lot of - it would save a lot of fundraising money if the - if the Georgia race doesn't determine who controls the Senate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "Yes. They could use the -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "COLLINS",
      "sentences": "It's going to be very expensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "The people can use (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "ENTEN",
      "sentences": "And we'll get -- save me a lot of sleep, too. It would save me a lot of sleep.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "Yes. No, but, she's right. The money. The sleep, we don't care about, but she's right, save money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "She's always right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "ENTEN",
      "sentences": "You don't care about me? LEMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "All right, now to Colorado's third congressional district. Congresswoman Lauren Boebert is only 1,100 votes ahead this morning of her challenger - her Democratic challenger Adam Frisch. It was never, by the way, folks, expected to be this close. Twenty-four hours ago the race was separated by just 64 votes.In Nevada's Senate race, Republican Adam Laxalt is ahead by just over 8,000 votes. Those races are close, but how do they compare to the closest races in U.S. history? Here for a trip down memory lane, our resident historian and senior political analyst John Avlon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "John Avlon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "John - John - what do you call him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "I call him John Avlon. So -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "Oh, gosh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "JOHN AVLON, CNN SENIOR POLITICAL ANALYST",
      "sentences": "The only human being that does that, by the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "I will never - I will never call you John Avlon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "AVLON",
      "sentences": "I appreciate that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "But I'll also never be able to get it out of my head.OK, talk to us about nail baiters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "AVLON",
      "sentences": "So, look, I mean, let's just get some perspective on - on our problems, shall we. I mean, look, decisions are made in democracy by people who show up. And sometimes these races can be incredibly close. So, as close as this race is right now, Lauren Boebert and Nevada. Take a look at some of the closest races in history. Start with this number, 537, 537, that's the infamous number that George W. Bush won Florida by in 2000. So, that was the presidency, folks. And I'll also note, Ralph Nader, the Green Party, third candidate, won 98,000 votes in Florida that year. So, it's a reminder, every vote counts.But that's - that's a big margin compared to some of these other ones. How about six? Six?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "Whoa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "LEMON",
      "sentences": "Could you imagine if that happened now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "AVLON",
      "sentences": "Oh, crazy town.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "LEMON",
      "sentences": "It was stolen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "AVLON",
      "sentences": "Crazy town.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "LEMON",
      "sentences": "It was -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "AVLON",
      "sentences": "But you know what you don't get closer than?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "HARLOW",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "LEMON",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "AVLON",
      "sentences": "Zero. Zero",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "HARLOW",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "AVLON",
      "sentences": "Yes. So, check this out. 2017. This is relatively recent history, Virginia house of delegates tied.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "HARLOW",
      "sentences": "Oh, I remember this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "AVLON",
      "sentences": "And not only did it tie, the parties were evenly split. So control of the state - the delegate house came from pulling a name out of a bowl.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "HARLOW",
      "sentences": "I remember that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "AVLON",
      "sentences": "CNN carried it live.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "LEMON",
      "sentences": "Name out of a bowl. Wait, I remember that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "HARLOW",
      "sentences": "I remember that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "AVLON",
      "sentences": "It's basically - it's a coin toss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "HARLOW",
      "sentences": "Because we aired it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "LEMON",
      "sentences": "Right, right, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "HARLOW",
      "sentences": "It's what was happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "COLLINS",
      "sentences": "It's when you learn about these rules, it's so funny. It's the same with like New Hampshire and Iowa and the caucuses and like coin flips and whatnot.OK, but one question I have is, Tuesday night Kevin McCarthy came out and he said, when you wake up in the morning, there is going to be a Republican House majority. It has now been three days since then, if I'm counting correctly, and we still don't know who is going to have the majority of the House. So, I think looking at these numbers, the question that people have, like my dad who's watching this closely, what's the takeaway here? What does this mean for what we could potentially see this week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "AVLON",
      "sentences": "The big takeaway for democracy is always the same. Every vote counts. If you get cynical and say that your vote doesn't matter, you could have made a difference in any of these races. From the U.S. presidency down to your statehouse. And a lot of the local races we don't pay as much attention to but those can have enormous impacts on people's lives as well. So, again, democracy means decisions are made by people who show up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "AVLON",
      "sentences": "Every vote counts. And this is just vivid examples of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "LEMON",
      "sentences": "Can you imagine if you were the one person who said, I'm not - not going to go vote right now because whatever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "AVLON",
      "sentences": "Because I've got to rearrange my sock drawer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "LEMON",
      "sentences": "And then you're the reason they had to pull the thing out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "AVLON",
      "sentences": "Self-government's worth your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "HARLOW",
      "sentences": "Also the power of statehouses, state legislatures, votes on that level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "AVLON",
      "sentences": "Huge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "HARLOW",
      "sentences": "By the way, I think we need Kaitlan's dad. We need dad to come on the program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "COLLINS",
      "sentences": "Oh, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "LEMON",
      "sentences": "Yes, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "HARLOW",
      "sentences": "At some point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "COLLINS",
      "sentences": "He would love that, but, no, I'm shutting that down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "HARLOW",
      "sentences": "You're welcome any day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "LEMON",
      "sentences": "Excuse me, can we - producers, can we please make that happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "HARLOW",
      "sentences": "And, obviously, your mom. Obviously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "COLLINS",
      "sentences": "He - he would be up here in a second (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "HARLOW",
      "sentences": "OK, John Avlon --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "AVLON",
      "sentences": "Great to see you guys. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "LEMON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "HARLOW",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "LEMON",
      "sentences": "Thanks, John Avlon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "HARLOW",
      "sentences": "Ahead, a very - really, a hard turn here, but we have to tell you about what is a very, very upsetting discovery. This is at the construction site of the Obama presidential center in Chicago. What police are telling us this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:03",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:41:50",
      "speaker": "LEMON",
      "sentences": "Well, this morning, construction at the Obama Presidential Center in Chicago is suspended after a noose was discovered at the site on Thursday.Straight now to CNN's Adrienne Broaddus, live for us in Jackson Park, Illinois. Good evening to - good morning to you. Have the police found any leads to this, Adrienne?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:41:50",
      "speaker": "ADRIENNE BROADDUS, CNN CORRESPONDENT",
      "sentences": "Don, good morning to you.At this hour, investigators don't have any leads. If they do, they haven't shared them with us. At least not yet. And this morning, construction has come to a halt here in Hyde Park. (BEGIN VIDEOTAPE) BROADDUS (voice over): Construction, temporarily halted on the Obama Presidential Center in Chicago, after a noose was found at the site. Illinois Governor JB Pritzker condemning the hateful act, tweeting, quote, the noose is more than a symbol of racism. It is a heart- stopping reminder of the violence and terror inflicted on black Americans for centuries. Lakeside Alliance, a joint venture of construction companies working on the center, said in a statement, it reported the incident to police and have a, quote, zero tolerance for any form of bias or hate on our worksite. The Chicago Police Department says it is investigating the matter. The Obama Foundation released a statement writing, quote, this shameless act of cowardice and hate is designed to get attention and divide us. BARACK OBAMA, FORMER U.S. PRESIDENT: My experience in Chicago made me believe in the power of place and the power of people. BROADDUS: This is not the first setback the project has faced since it was announced in 2015. It was slowed by lawsuits and complaints from the community. Environmentalists brought a lawsuit to prevent the center from using Jackson Park, taking issue with the public land use for a private project. A federal judge dismissed the suit in 2019. MICHELLE OBAMA, FORMER U.S. FIRST LADY: The substantial investment in the south side will help make the neighborhood where we call home a destination for the entire world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:41:50",
      "speaker": "BROADDUS",
      "sentences": "The project will be run by the Obama Foundation, breaking with all other presidential libraries, which are run by the National Archives. The Obama Presidential Center finally broke ground last September.B. OBAMA: We are about to break ground on what will be the world's premier institution for developing civic leaders across fields, across disciplines, and, yes, across the political spectrum. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:41:50",
      "speaker": "BROADDUS",
      "sentences": "And there is a reward on the table to the tune of $100,000. That is for information leading to the arrest of the person or group responsible for placing that alleged noose on this construction site. Still unclear where it was exactly found, Don. And it's also unclear when construction will resume here.Don.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:41:50",
      "speaker": "LEMON",
      "sentences": "All right, Adrienne Broaddus, thank you so much this morning.New this morning, we are learning Russian forces have withdrawn from Ukraine's Kherson region west of the Dnipro River. The latest straight ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:06",
      "speaker": "HARLOW",
      "sentences": "So, take a look at this. This is really remarkable body camera video that shows two Kansas City police officers responding to a call about a one-month-old baby who stopped breathing. She was believed to be offering from RSV, that is the respiratory illness that is really surging across the country.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come on. There she goes. Come on. UNIDENTIFIED MALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Keep -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There you go. Come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There we go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come on. Come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Let me see. Hold her up. Let's see if we can --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I can - I can -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "She's breathing now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "She is breathing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hold her over and let's see if there's an obstruction in her mouth.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "LEMON",
      "sentences": "It is painful to watch that. My - it's just -- here's a question because I think -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "GUPTA",
      "sentences": "It's tough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "LEMON",
      "sentences": "Sanjay, doctors are saying that this season is going to be really unprecedented. So, what -- to prevent that, what can parents do? What are doctors seeing here that says that and what can parents do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "GUPTA",
      "sentences": "Well, I think the way to sort of look at the - you've got three viruses, respiratory viruses, that are all sort of colliding at the same time. You have flu, you have RSV and you still have Covid which is out there. So that's part of the issue.When you look at flu specifically, I think what we're seeing is we're seeing an earlier season with very big numbers. This is about half the country, 22 states, where they're seeing really high levels of flu now, primarily concentrated in that maroon area in the southeast. But just as we've been talking about with Covid the past couple of years, you will likely see a wave of this, sort of moving from one part of the country to another part of the country. If we look at the numbers specifically - and, again, you know, we typically see these numbers a little later in the year. The week of October 22nd, we had -- you saw the - the -- you know, close to 900,000 cases of flu. A lot. But then the next week almost doubled it. And then the week after that, this most recent week, it went up by more than a million cases. So, these are very large numbers very early in the season. That's one of the big concerns. Also, you know, if you start to look around the world, for example, you look at Australia, and we always look at Australia because the southern hemisphere is going to have their flu season earlier. Now what we did was compared five years. It may be a little bit hard for you to see on that screen there. But the red - the red graph is what's happened this most recent flu season. It's a higher peak and it's earlier as compared to years past. That's a good signature of what's likely to be happening here. Earlier and an overall larger peak. By the end of the season, the overall number of cases may be the same as years past but they're clustering a lot of them up front.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "HARLOW",
      "sentences": "One thing that was helpful for me when our son was sick a few weeks ago is we immediately took him to the doctor and they can test for RSV. I didn't know that Sanjay, but that was just helpful for parents to know that you can know what's going on at least and maybe take them a little earlier this season just since, you know, there's so much risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "LEMON",
      "sentences": "Thanks, Sanjay. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "HARLOW",
      "sentences": "So, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "COLLINS",
      "sentences": "Thank you, Sanjay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "GUPTA",
      "sentences": "You got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "HARLOW",
      "sentences": "Turning back to the election.Election officials in Arizona's Maricopa County are saying this morning about 350,000 ballots still need to be counted there. So, when will we get the actual numbers? We'll take you live to Phoenix.",
      "isLastSentenceInterrupted": false
    }
  ]
}