{
  "date": "2022-12-11",
  "headline": "CNN Newsroom",
  "subHeadline": "Tributes To Grant Wahl; Ukraine Fires Back After Russian Strikes On Odessa; Thousands Demand Bangladeshi Prime Minister's Resignation; Chinese Man Fights Censorship; Orion Capsule Returns To Earth. Aired 5-6a ET",
  "utterances": [
    {
      "timeStamp": "05:05:00",
      "speaker": "HARRAK",
      "sentences": "In southern California three -- there are concerns of more landslides after part of a coastal cliff gave way in Los Angeles County.(BEGIN VIDEO CLIP) HARRAK (voice-over):  Here is the moment that the rocky wall came crumbling down. Luckily no one was injured but the massive collapse forced the closure of a beach. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "HARRAK",
      "sentences": "Meantime, a major winter storm is pummeling parts of the Western U.S. with heavy snow and rain. Nearly 12 million people in more than a dozen states are under storm alerts through Monday. Flood warnings are up for parts of California while some places in the Sierras can expect as much as 5 feet of snow. (WEATHER REPORT)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "HARRAK",
      "sentences": "The January 6th committee will meet virtually in the coming hours to finalize a list of possible criminal referrals to the Justice Department. That list is widely expected to include former president Donald Trump and four close associates.The referrals do not mean that federal prosecutors will pursue them because the Justice Department has its own January 6th investigations underway. The committee's final report on the U.S. Capitol attack, including any criminal referrals, is expected to be made public by December 21st. A U.S. federal judge has declined to hold former president Donald Trump in contempt of court for failing to turn over classified records as required by subpoena. That's according to two sources familiar with the matter, who said the judge instead told Trump's legal team and the Justice Department to work it out among themselves. Despite repeated assurances from Trump's lawyers that all classified materials have been returned, more were discovered just days ago in a Florida storage facility. Government prosecutors insist other sensitive documents are still missing and they believe Trump may have them. In Los Angeles, Karen Bass is set to make history as the city's first female mayor. She will also be the first woman of color in the post. Bass will be sworn into office later today by Vice President Kamala Harris. Harris also endorsed Bass during her campaign. Bass, a six-term congresswoman, was also on President Biden's short list for a running mate during his 2020 campaign. Bass has said that tackling Los Angeles' homelessness issue is her top priority in her first 100 days. Saturday was winter graduation day at the University of Idaho, the school attended by four college students killed in their off-campus home last month. The ceremony, normally an occasion for celebration, had a somber feeling. It included a moment of silence for the lives lost. Camila Bernal is there in Moscow, Idaho, with the latest on the investigation. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "CAMILA BERNAL, CNN CORRESPONDENT",
      "sentences": "There's still a lot of fear and a lot of frustration here in Moscow because, in part, it's been a month and we still don't have a motive. We don't have a weapon and we still don't have a suspect.It's graduation weekend here so people are celebrating. Hotels and restaurants are full and yet everybody is also thinking about these attacks. Ahead of this graduation weekend, police even releasing some tips, telling people to be vigilant, to walk in groups, to tell your family and your friends where you're going to be. And then we also saw a very emotional moment, a moment of silence at the commencement ceremony, a time to honor and remember the victims. Now in terms of the investigation, we know there are many, many tips coming into police. They ask people for information regarding a white Hyundai Elantra made between 2011 and 2013. They say that car was near this house on November 13th, when they believe these four students were stabbed to death multiple times while they were sleeping. It's unclear if these new tips have been helpful to police. But they are encouraging people to continue to call. They even had to change their strategy and are no longer dealing with it locally; instead, it is the FBI call center that is now dealing with all of these tips. The frustrating part of all of this is that police still not releasing a lot of information, not saying whether or not there is progress and, again, it's been one month since these attacks -- Camila Bernal, CNN, Moscow, Idaho. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "HARRAK",
      "sentences": "The European Union is moving to give Ukraine a headstart in future reconstruction on Friday. The E.U. Council approved more than $18 billion in loans for Ukraine's short term financial needs. And that includes repairing its infrastructure and making the first steps toward postwar reconstruction.Help is also coming from Norway, which is pledging $100 million for fixing up Ukraine's energy system. We're getting reports that Ukraine is firing back after Russia knocked out power to the city of Odessa. President Volodymyr Zelenskyy says Iranian made drones hit key power facilities around the city on Saturday, leaving it largely in the dark. This is how he described the situation in his evening address. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator):  The key for today is energy. The situation in Odessa region is very difficult. After the night strike, the strike by Iranian drones, Odessa and other cities and villages in the region are in the dark. As of this time, more than 1.5 million people in the Odessa region are without electricity. Only critical infrastructure is connected and as much as it is possible to supply electricity. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "HARRAK",
      "sentences": "Sam, what's the situation like there on the ground?We understand Ukraine has been launching attacks on self-proclaimed Donetsk and occupied Melitopol.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, I mean, there is -- this is not a tit-for-tat response, I don't think, to what happened in Odessa, which was an attack against the energy infrastructure of Ukraine.Now Odessa was hit with 15 missiles, 10 of which were shot down. Importantly, these are Iranian-made missiles, very significant that President Zelenskyy chose to highlight that once again, because, of course, if it is found that such attacks are violating international humanitarian law, in other words, a war crime, then, by extension, potentially Iran could be held accountable for aiding and abetting the committing of war crimes. The attacks on Melitopol and Donetsk, especially Melitopol should be seen as a suspicion that perhaps soon the Ukrainians will be launching some kind of counteroffensive in the southern front down south toward the Crimean Peninsula. There has been a troop buildup; there is an expectation, as the ground freezes perhaps the Ukrainians will be able to get on the front foot on what has been until now pretty quiet front line, with both sides kind of frozen along long lines of -- defensive lines with occasional exchanges of artillery rather than these much more targeted attacks, particularly in Melitopol, where both sides agree that the Ukrainians have attacked installations that include the concentrations of Russian troops.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "HARRAK",
      "sentences": "Sam, I want to turn our attention to Bakhmut, which has become kind of the epicenter of fighting right now.Why is Russia focusing on taking this particular city?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "KILEY",
      "sentences": "That is a question that I have put to numerous Ukrainian officers, senior officers and people fighting on the front lines. And they don't have a simple answer for that because, strategically, even tactically, Bakhmut doesn't represent a particularly important target from the Russian perspective.Yes, it is a city that they would have to take if they wanted to continue to prosecute and advance toward the much more important city of Kramatorsk. But according to the Ukrainians, they are killing large numbers of Russian troops, Ukrainians suffering casualties in difficult circumstances. The city has been all but destroyed. The only explanation the Ukrainians have come up with is that there is an anxiety perhaps on the Russian side to deliver to the Kremlin some kind of a victory this year, given the losses they have suffered, particularly in the north and the south of the country, where a land that was conquered in the early stages of this Russian invasion has been recaptured across wide swaths of territory by the Ukrainians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "HARRAK",
      "sentences": "Sam Kiley, thank you very much for your continued coverage, reporting from Kyiv, Ukraine.I want to go now to Barbie Nadeau in Rome. Barbie, what more have you learned about this E.U.-Norway-Ukraine aid package?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "BARBIE NADEAU, CNN CORRESPONDENT",
      "sentences": "Yes, you know, what's really important about this is this is not military aid, this is money that is going to be used on reconstructing Ukraine. Now this sends a message of optimism obviously because it shows that Europe thinks that Ukraine is going to be fully in control of their country when the war ends.Norway, pledging $100 million, directly for the energy sector has been very, very well received by president Volodymyr Zelenskyy. Let's hear what he had to say about it. (BEGIN VIDEO CLIP) ZELENSKYY (through translator):  There is a new support package from this country in the amount of $100 million and precisely for the restoration of our energy system after these Russian strikes. I thank all Norwegians for this decision. I'm thankful to the government. In general, we receive defense, economic and very important political support from Norway as well as a lot of humanitarian assistance. Norway also helps with the purchase of gas. We will work together on the reconstruction of Ukraine. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:00",
      "speaker": "NADEAU",
      "sentences": "And this really does send a message of optimism to Ukraine and is also a slap in the face to Russia, with Europe saying, we're behind Ukraine. We will continue to support them during this military moment and after, when it's time to rebuild the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "HARRAK",
      "sentences": "And one of the laureates, Ukrainian human rights lawyer Oleksandra Matviichuk made this appeal to the international community.(BEGIN VIDEO CLIP) OLEKSANDRA MATVIICHUK, KYIV-BASED HUMAN RIGHTS LAWYER (through translator):  Anyone's life is priceless. Nor is living a continually evolving matter. We have to establish an international tribunal bring Putin, (INAUDIBLE) and other war criminals to justice. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "HARRAK",
      "sentences": "Matviichuk leads the Center for Civil Liberties. It was co- awarded this year's Peace Prize. The other laureates are Russian human rights group Memorial and jailed Belarusian activist Ales Bialiatski. His wife accepted the award on his behalf.More tributes are coming in for the U.S. journalist who died at the World Cup in Qatar. We will look at the life and legacy of Grant Wahl when we come back. Plus, a dream run at the World Cup. How Morocco has defied the odds to reach the semi-finals and inspire millions of people worldwide. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HARRAK",
      "sentences": "Still, the World Football Federation honored Wahl on Saturday, saying he should have been there. Flowers and a picture of the journalist were placed in the media section ahead of the England versus France match. CNN's Don Riddell has more on Wahl's life and legacy.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "DON RIDDELL, CNN INTERNATIONAL SPORTS ANCHOR",
      "sentences": "At the most extraordinary World Cup game, the most devastating news. As the quarterfinal match between Argentina and the Netherlands went into extra time, American soccer writer and broadcaster, Grant Wahl, died after collapsing suddenly in the stadium.Just days before, the 49-year old had spoken in his podcast about feeling unwell during the tournament. (BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "GRANT WAHL, SPORTS JOURNALIST",
      "sentences": "My body, I think, told me, even after the U.S. went out, dude, you are not sleeping enough. And it rebelled on me. And so I've had a case of bronchitis this week. I've been to the medical clinic at the media center twice now.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "RIDDELL",
      "sentences": "After collapsing on Friday night, on-site medics reportedly spent 20 to 25 minutes treating Wahl. News of his sudden death quickly sent shockwaves throughout the football community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "JON CHAMPION, ESPN COMMENTATOR",
      "sentences": "I was at the Netherlands game last night when all this horrible drama was unfolding. I wasn't aware of it at the time. So to wake up this morning and switch on my laptop and see the news was just devastating really.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "RIDDELL",
      "sentences": "Wahl made his name initially as a writer for \"Sports Illustrated,\" introducing then unknown high school basketball player, LeBron James, to the world through a memorable cover story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "LEBRON JAMES, LOS ANGELES LAKERS FORWARD",
      "sentences": "Very fond of Grant. And, you know, having that cover shoot, you know, me being a teenager and him covering that, it was -- it was a pretty cool thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "RIDDELL",
      "sentences": "But it was as a soccer writer that he made his greatest mark.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "WAHL",
      "sentences": "I'm Grant Wahl, running for FIFA president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "RIDDELL",
      "sentences": "In 2011, he used a campaign to run for FIFA president to expose the corruption within football's world governing body.Wahl quickly emerged as a cheerleader for the beautiful game in North America long before it was fashionable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "CHAMPION",
      "sentences": "He was one of the first people to welcome me when I made my big move across the Atlantic.He was almost a missionary and in that sense. He would travel around the globe, telling people to take American soccer seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "RIDDELL",
      "sentences": "In the run up to the World Cup, Wahl made it his mission to expose the deaths of migrant workers Qatar had enlisted to build the stadiums.He continued to advocate for human rights as soon as the tournament got underway, refusing to follow the demands of stadium security to remove a rainbow shirt worn in solidarity with the LGBTQ plus community. Wahl tells CNN that he was detained for 25 minutes by Qatari authorities for wearing the shirt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "WAHL",
      "sentences": "They forcibly took my phone out of my hands. They made me stand in front of a CCTV camera. They continue to try to get me to take off my shirt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HARRAK",
      "sentences": "People in Germany came out Saturday to stand in solidarity with anti-government protesters in Iran and to condemn the execution of an Iranian demonstrator.(BEGIN VIDEO CLIP) HARRAK (voice-over):  Participants in Berlin danced, chanted and demanded freedom for Iran's women and civil society. But an Iranian minister vowed Saturday that the punishment of protesters would continue. That's according to Fars news agency. A day earlier, another official in Iran signaled that more executions will take place in the coming days. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HARRAK",
      "sentences": "Protests have also gripped China in recent weeks as the public pushed back against the government's strict zero COVID policies. Online videos that evaded China's censorship apparatus gave the world a glimpse of what was happening on the ground.The man responsible for sharing many of those videos spoke exclusively with CNN's Selina Wang. Take a look. (BEGIN VIDEOTAPE) SELINA WANG, CNN CORRESPONDENT (voice-over):  Video after video of historic anti-zero COVID protests in China broadcast on the world's television screens everywhere but inside China where authorities censored all evidence of the protests. So how did these images manage to get beyond China's control internet? Newsrooms around the world, including CNN, have been relying on information from this Twitter account. And there's only one man behind it, Li, a Chinese painter in Italy, whose identity were hiding for security reasons. \"TEACHER LI,\" PAINTER AND INFORMATION ACTIVIST (through translator): This account may become a symbol that Chinese people pursuing the freedom to speak. When you post something within China, it will quickly disappear. This account can document all these historical events that cannot be saved inside the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "WANG",
      "sentences": "But that's exactly what authorities want to prevent. Here's what happens if you search for information about any of the protests on Chinese social media. You get a notice that says, sorry, no relevant results are found.Meanwhile, on Li's Twitter account, he was rapidly uploading videos of demonstrations across China from Urumqi, Nanjing, Chengdu, to Shanghai, where protesters chanted for Xi Jinping to step down, calling for freedom and an end to zero COVID. And researchers say the Chinese government is even trying to bury information about the protests from social media users abroad. Search on Twitter in Chinese characters for cities that had protests and you get this, a flood of spam and porn advertisements. The spam campaign, researchers say, appears to be the work of Chinese authorities. Twitter did not respond to a request for comment. Are you worried about your own safety? LI (through translator):  Of course, I'm very worried. I get a lot of anonymous harassment saying I know who you are, where you live and I will kill you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "WANG",
      "sentences": "His parents frequently call him in fear, he says and the Chinese authorities have been harassing them too, making midnight visits to their home in China.What price do you think you have to pay for the work that you do? LI (through translator):  This account is more important than my life. I will not shut it down. I've arranged for someone else to take over if something bad happens. I'm mentally prepared, even if authorities won't let me see my parents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "WANG",
      "sentences": "Authorities and China try to keep the country in a parallel universe but Li is playing a pivotal role in breaking that bubble. Li spends hours a day on the account, only taking breaks to feed his cat and barely slept during the peak of protests.As he sorted and verified the endless stream of video submissions, each one urgent and historic. He's doing the work that he hopes one day Chinese journalists and Chinese citizens from within China will be able to do without fear -- Selina Wang, CNN, Beijing. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HARRAK",
      "sentences": "Tropical cyclone Mandous hit India's coastal state of Tamil Nadu, killing at least four people and damaging dozens of homes. Up to a quarter of a meter of rain fell in the state capital, more than the average precipitation for December.A local official said more than 9,000 people were moved to safety to some 200 relief camps, as authorities try to remove uprooted trees from the roads. A marine fossil just discovered in Australia is being compared to the Rosetta Stone, which helped decode ancient languages. The 100 million- year-old skeleton found on a cattle station in the Queensland outback is being hailed as a breakthrough that may provide vital clues about prehistoric life. (BEGIN VIDEO CLIP) DR. ESPEN KNUTSEN, PALEONTOLOGIST:  There's still so much we don't know about these animals that were swimming in this ancient inland sea 100 million years ago, including how many species of these long-necked plesiosaurs, how many species there were there. We don't really know exactly. So this animal here, that has a head with a body attached to it, allows us to unravel some of that species diversity. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HARRAK",
      "sentences": "NASA's historic Artemis I mission is set to splash down off the coast of Baja California later today. Let's take a look at this mission by the numbers.According to NASA the uncrewed spacecraft took a 25-day trip around the moon. Total distance traveled, 1.3 million miles. And the re-entry speed will be more than 24,000 miles an hour. Michael Holmes looks at what lies ahead for this ambitious space program. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And here we go.MICHAEL HOLMES, CNN ANCHOR AND CORRESPONDENT (voice-over):  The leadup to the Artemis I launch might have been a bumpy ride after a series of delays due to technical glitches and bad weather. But NASA says, once its mega rocket got off the ground, it's been smooth sailing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "BILL NELSON, NASA ADMINISTRATOR",
      "sentences": "We are stressing it and testing it in ways that we will not do to a rocket that has a human crew on it.HOLMES (voice-over):  If Artemis I is success, it will be followed by Artemis II, which, like the first mission, will fly around the moon but this time with a crew. That will be followed by Artemis III, which intends to return astronauts to the moon's surface, including the first woman and person of color. Later missions will aim even further, with the goal of sending astronauts to Mars. But NASA says, before any of that happens, the Orion capsule must successfully complete its journey on Sunday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "STEVE PLATTS, CHIEF SCIENTIST, NASA HUMAN RESEARCH PROGRAM",
      "sentences": "As we progress, we will spend -- we'll land on the moon, we'll step foot on the moon and then we'll extend the time we're on the moon longer and longer.HOLMES (voice-over):  Michael Holmes, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}