{
  "date": "2022-12-01",
  "headline": "At This Hour",
  "subHeadline": "Confusion Mounts Over Whether 4 Students Killed Were Targeted; Spain Steps Up Security After Series Of Letter Bombs; Prince William And Kate Middleton Make First U.S. Visit In 8 Years. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:35:12",
      "speaker": "VERONICA MIRACLE, CNN CORRESPONDENT",
      "sentences": "Well, Kate, there was some confusion last night that the Moscow police department may have been walking back their theory that this was a targeted attack. I just spoke with them this morning, and they say they maintain the theory that overall this was a targeted attack. But this confusion started yesterday when the Latah County prosecutor said in an interview that one or two of the victims may have been specifically targeted. Immediately after that the Moscow police department came out and said hold on a second, we don't know specifically who was targeted in that home if they were -- or if that residence was targeted. And that led to some more confusion. But today, they say this morning to me, they maintain this was overall a targeted attack.Now, the big issue here for the community is more so that there still has not been a suspect direct -- arrested. And that was overall hanging over the vigil yesterday. Hundreds of students gathered together at the University of Idaho. Family members of some of those victims were there and they spoke about their loved ones. And this is as students are actually getting ready for the end of the semester. They leave next week, and they're getting ready to go home. So, the university also dealing with what are they going to do next, how is this going to unfold, what are the security plans going to be. So, a lot of questions still up in the air. The community just continues to reel over the fact that no one has been arrested, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. On pins and needles and those are key questions in the security of the students there now. Thank you so much, Veronica. Joining me now for more on this is CNN's senior law enforcement analyst Charles Ramsey. He's, of course, the former Philadelphia Police Commissioner, and former DC Police Chief. Chief, this investigation is now in its third week, so there's been so much attention around it all, and no break in the case, per se. Does that surprise you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "CHARLES RAMSEY, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Well, yes, and no. I mean, I've been involved in hundreds of homicide cases, some are solved relatively quickly, others take a long time, some are never solved. What does surprise me is that initially, they said that the -- it looks like at least one of the victims was targeted and that the community at large, had no need to worry. They seem to be walking some of that back, although now there's confusion over whether it's a targeted attack or not a targeted attack.None of that really helps the investigation. And all it does is really confuse people and actually erode the credibility that you have as an organization. And that's important. People need to have confidence that you know what you're doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "BOLDUAN",
      "sentences": "Yes. And I do want to ask you about that in a second. But the police chief was on ABC This Morning. And I want to play what the chief had to say about this -- the confusion, the question of targeted or not. Let me play this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "KAYNA WHITWORTH, CORRESPONDENT, ABC NEWS",
      "sentences": "The reason why you believe it's -- it was targeted or the reasons are so crucial to the investigation that they cannot be revealed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "JAMES FRY, CHIEF, MOSCOW POLICE",
      "sentences": "And we are not going to reveal that. That's part of that investigation, trying to pull the pieces in that will help give us the before, the during, and the after.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "BOLDUAN",
      "sentences": "He's standing by his statement it was targeted. The city had put out of release, though saying detectives do not currently know if the residents or any occupants were specifically targeted. I think -- not -- I don't think not trying to go into that -- maybe what that -- is the -- is the word targeted when it comes to law enforcement and investigations such as this. Is it ambiguous to you? Why is it a central question?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "RAMSEY",
      "sentences": "Well, I mean, it's not ambiguous to me. But I've been involved in these kinds of investigations before. I don't know what they're basing it on because I don't know the evidence that they have. It could be based on one of the attacks on one of the victims and could have been such that it does look like it was targeted because of the violence that was inflicted upon that individual. It could be something that was left behind. It could be a variety of things that would call it.But I think the biggest problem they have in this case right now, too many people are talking. Right now, you've got the prosecutor. You don't have anybody in custody, so you're not getting an arrest warrant. I don't know why the prosecutors are giving interviews. And then the city, I don't know who in the city. Other than trying to keep people calm, they should stay out of the facts of the case. It should be the police department right now. If you have one source of information for people, then you can eliminate some of the confusion. And right now you have too many people talking about the case from the city side and the prosecutor's side in my opinion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "BOLDUAN",
      "sentences": "The more random this attack turns out to be is that better or worse for the community and the students who are right now on campus as Veronica was just saying the university is trying to work through what the security situation is going to be, what the security posture is as students leave campus and then will be coming back after the semester break.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:02",
      "speaker": "BOLDUAN",
      "sentences": "Yes. Chief, it's good to see you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:02",
      "speaker": "RAMSEY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:46:25",
      "speaker": "BOLDUAN",
      "sentences": "Authorities in Spain are on high alert right now after a series of letter bombs were sent to the country's prime minister and also the U.S. Embassy there. Yesterday, one of these letter bombs exploded at Ukraine's Embassy in Madrid. Al Goodman is live near the U.S. Embassy in Madrid for us at this hour. Al, what is happening there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:46:25",
      "speaker": "AL GOODMAN, CNN REPORTER",
      "sentences": "Hi, Kate. There's a fast-moving story at this time. A day ago, there was just one of these letter bombs. Now there are six. The most recent one is at the U.S. Embassy behind me. Spanish officials say that there are similarities between these letter bombs in their characteristics. Luckily, only one injury so for at the Ukrainian embassy with a worker who was handling this, but the security forces managed to intercept these other ones.But the officials here are not saying exactly where they came from. One official says it seems like they came from Spain -- mailed from Spain through ordinary mail. Another official said last night, maybe they came -- a couple came from Ukraine. So, there's been speculation in the Spanish media that it might have something to do with Spain's support for Ukraine, and its war against Russia. Spain is a NATO member. One of these bombs went to the defense minister at the defense ministry, but she's in Odessa, Ukraine today as Spain is about to deliver more aid, anti-missile -- missile defense systems. So -- and she says none of this will deter Spain's support for Ukraine. So, people are on edge since they've been discovering these about every couple of hours. We'll see have to see how this plays out here coming up in the hours ahead, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:46:25",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. I mean, seeing how fast this has changed in just 24 hours, it -- we'll see what the next 24 brings. Thank you, Al. I appreciate it.Let's turn now to the war on Ukraine. Sources telling CNN the Biden administration is considering a dramatic expansion in the help being offered to Ukraine, more advanced training by U.S. military to Ukrainian forces. The U.S. also just signed a deal to send more air defense missile systems to Ukraine. Katie Bo Lillis, she has more on this. She's joining us now. Katie Bo, what more are you hearing about what the administration is doing here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:46:25",
      "speaker": "KATIE BO LILLIS, CNN REPORTER",
      "sentences": "Kate, this is potentially a pretty significant expansion, not just in the number of Ukrainian troops that the United States is training, but also in the kind of training that they're providing. Up until now, since February, the United States has trained a few thousand Ukrainian soldiers, mostly in small groups, and mostly on how to use specific weapon systems.Under this new proposal that the Biden administration is considering though, the U.S. would train up to 2400 Ukrainian troops a month in larger groups to execute more sophisticated battlefield maneuvers, what's known in the military as combined arms training. Now, what do I mean by that? Combined arms training would offer the Ukrainian military the opportunity to learn how to better integrate their artillery support with their infantry maneuvers, as well as improved command and control and logistics for more large complex operations. Now important to note, this is still a proposal at this point. It's still under interagency review. It hasn't been approved. But we are told by our sources that at this point, this is a pretty serious consideration, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:54:12",
      "speaker": "BOLDUAN",
      "sentences": "Prince William and Princess Kate getting a quintessentially Boston welcome at the Celtics game last night. Watch.(VIDEO CLIP PLAYS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:54:12",
      "speaker": "BOLDUAN",
      "sentences": "It is the first time in eight years that the royal couple has visited the United States. President Biden will be meeting with them tomorrow in Boston as they continue their trip. Max Foster is live there with more. So, Max, what's next on this trip for William and Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "BOLDUAN",
      "sentences": "No, it's a -- it's a loving boo as you get in Boston whenever you come in from out of town. That's what -- that's what we love about Boston. There's also though this controversy happening back in the UK that I do want to ask you about and what the latest is here because a palace official just resigned from making racist comments to a guest. What are you learning about this, Max? FOSTERI mean, she is British. She's a British citizen. So, it's a very awkward conversation. And she was on the radio today in the UK saying she felt like she was being interrogated. She felt like it was an abuse really. So, that's a real problem for the authorities of Buckingham Palace. It's also been a problem as well, for the Prince and Princess of Wales, because they keep getting asked questions about it. All we've heard from Prince William's spokesperson is that he agrees that she was right, she left immediately, and that there is no place for racism in modern society.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "BOLDUAN",
      "sentences": "And, Max, you were saying -- I mean, I think speaking to what's important here is this is -- this coming from any royal staffer is obviously a huge problem. This is a senior-level person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:03",
      "speaker": "FOSTER",
      "sentences": "It was. I mean, we're not -- you know, no one on any side is officially confirming who it is. We've got a pretty clear idea this was someone extremely close to the late queen. And she is absolutely the heart of the Royal establishment.Again, it came up again today because Harry and Meghan have just released a trailer for their upcoming documentary on Netflix. And that's expected to address the racism issue as well. So, this is something that won't go away. And it's a frustration, I think, particularly for Prince William because this whole visit is about building up to the Earthshot Prize tomorrow night, which is all about finding solutions to the climate crisis. I think that will be a big story tomorrow, but at the moment, a lot of people talking frankly about racism.",
      "isLastSentenceInterrupted": false
    }
  ]
}