{
  "date": "2022-12-22",
  "headline": "CNN Newsroom",
  "subHeadline": "NWS Warns Of \"Life-Threatening\" Cold For 100 Million Americans; Cassidy Hutchinson Told The Jan 6 CMTE She Felt Pressure From Trump Allies Not To Talk And Instead Risk \"Contempt.\" Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "Brand new hour here on CNN. Good to have you in the NEWSROOM. I'm Victor Blackwell.Meteorologists around the country are warning of a once in a generation winter storm. The National Weather Service says a mix of sub zero temperatures, fierce winds, heavy snow could be life threatening in some parts of the country and advises the 100 million Americans who are in the path of this deepfreeze to start preparing now. Our affiliate KEYC in Minnesota is already starting to see dangerous road conditions. You can barely see anything here. The massive blizzard warning is coming today. And affiliate WXOW in Wisconsin just fed in video of snowplows already at work. The Governor of Kentucky is urging drivers stay off the roads. (BEGIN VIDEO CLIP) GOV. ANDY BESHEAR (D) KENTUCKY:   If it gets that cold, if we have some of the snow and how it can move across the roads with the wind gusts, you can have very little visibility and we can get to a point where the salt, even with all the extra stuff we do to it won't work to prevent ice if we have certain conditions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "Weather officials are also predicting record breaking low temperatures Casper, Wyoming bottomed out at negative 42 degrees. Florida is anticipating its coldest Christmas since 1983 and this storm is scheduled to be at its worst on the busiest travel day of the year. Look at this video. The long lines in Atlanta go on and on and on at Hartsfield-Jackson.Let's start though in Chicago where CNN's Pete Muntean is live at O'Hare Airport. Pete, the number of flights canceled or delayed creeping up throughout the day. Where is it now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "We just hit 2,000 flight cancellations nationwide, Victor. We're now at 5,300 flight delays just take FlightAware. The numbers are going up every time we refresh the page.The worst part of it is it's here at Chicago O'Hare where delays and cancellations are the worst, about one in every four flights have been canceled here so far today. Denver is number two on the list. Chicago Midway is number three. But what's so interesting about this is that this is all happening here, a huge hub for airlines, a big one for American Airlines, the biggest hub for United Airlines. I look behind the scenes at their network operations center where they are scrambling to try and get passengers to different connecting airports and move them around this storm. It has been so challenging for airlines. They had a tough summer with cancellations. Last year at this time, they had a lot of COVID call outs and worker shortages. I want you to listen now to VP Joe Heins of Network Operations at United and he says the airline has learned a lot since then. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JOE HEINS, VP NETWORK OPERATIONS, UNITED AIRLINES",
      "sentences": "Last summer with a high sick rates that we saw through the remainder of COVID. We learned that we needed to have all our resources beefed up to support the operation, all our stakeholders, our vendors, our caterers, our refuelers and we've overstaffed in all those areas right now to be able to support the airline operation.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MUNTEAN",
      "sentences": "The snow is just starting to fall here in Chicago, but United Airlines says they're pretty used to that here at O'Hare. The big thing though, is tomorrow the biting cold that will make it really hard for ground crews to get the job done to load baggage to marshal planes.The high tomorrow here two degrees Fahrenheit that will make it very difficult to get flights out of here and the cancellations are rising for tomorrow. We now are above a thousand cancellations nationwide here in the U.S., Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "Pete Muntean for us there in Chicago's O'Hare thanks so much.CNN's Lucy Kafanov is braving the record breaking freezing temperatures there in Denver, Colorado. You're the only person out on the street there, so I assume everybody else is heeding the warning to stay inside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "LUCY KAFANOV, CNN CORRESPONDENT",
      "sentences": "Yes. All the other sane normal people are staying inside, Victor. We however do not unfortunately have that luxury and I should say looks can be deceiving. It looks kind of sunny and nice. It's not. It's like negative 10 degrees.I do want to show you once again what this temperature looks like, demonstrate it. Again, we have a cup of boiling water here. I'm going to toss it up in the air and hopefully not burn my cameraman and cause a lawsuit. All right. So, you know what, it's warming up. That's probably good news, because people are being asked to stay out of these temperatures. If it's warming up, it means it's a little bit safer. We did Google other dumb things to do on television to show you just how cold it is. So this is a banana that's frozen. This is what happens when you put a banana outside. Why you'd put a banana outside in this weather, I don't know. Really the best thing to do in this weather is not be outside unlike us. Victor, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "RICHARD GUIDICE, EXECUTIVE DIRECTOR, CHICAGO OFFICE OF EMERGENCY MANAGEMENT AND COMMUNICATIONS",
      "sentences": "Yes, thank you. Well, really the snow, you know, three to six inches certainly in Chicago. That's - I would say that's a usual - what I would call snowfall for us at any given time during the winter season.What we are really focusing on here is that when that 50 mile an hour wind, potential wind, they could be gusting coming our way, especially if it comes off the Lakefront and on the Lake Shore Drive. A few years back, as you'll remember 2011, we did have a situation on Lake Shore Drive that was very dangerous situation. So we have done workshops around that situation in order to get us ready for upcoming winter seasons every year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "BLACKWELL",
      "sentences": "Yes, back in 2011, hundreds of people were there stranded on Lake Shore Drive because the snow came down so quickly. There were crashes that kind of trapped people in. Some people had to abandon those cars. Are there prepositions have some resources there in case something like this happens if you start getting a flood of calls in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "GUIDICE",
      "sentences": "Yes. One thing is messaging and we had our press conference yesterday with all hands on deck here at OEMC with our various commissioners responsible for these types of weather episodes and we have done things since 2011. We put a brake in the median on Lake Shore Drive.If we need to flip cars to put them in a different direction, we have the ability to do that now. We have extra eyes on the ground getting information back to our operation center and really just staying communicated and connected, but between sanitation has a good handle on what's taking place right now and if we have to bring in additional equipment, we're ready to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "BLACKWELL",
      "sentences": "What's the window that's most crucial for you? Is there a four, six-hour window when you say this is when it's going to be worst?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "GUIDICE",
      "sentences": "Yes. Right now we're pretty much focusing on - later on this afternoon through overnight. That's when we're expecting to have the - a bulk of a situation that will be circling and paying close attention to. We really have been for the last several days now knowing that this is coming. So the important thing for us was to get that word out, get the message out to the public.If you have things to do leading up to Christmas, try to do them in advance. If you have to be on the road, if you have to drive, make sure you have a full tank of gas, you have water in your vehicle. In the event you do get stranded somewhere and most importantly, stay connected to friends and family and keep an eye out for vulnerable populations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "BLACKWELL",
      "sentences": "Talk to me about the people who don't have places to go, those who are homeless, low income, what's available for those folks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "GUIDICE",
      "sentences": "Yes. So if there's an emergency - yep, thank you, you broke up for a moment there. If there's an emergency, we want you to call 911. If you need a sheltering location, we want you to call 311. If you need a wellbeing check, call 311 and certainly we'll make accommodations to get somebody to a shelter if you do not have something available to you to get to the nearest shelter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "BLACKWELL",
      "sentences": "All right. Rich Guidice, I know you're going to be busy over the next 24 or 48 hours. Thanks for the work you do and thank you for your time.All right. The $1.7 trillion spending bill is now in the hands of House lawmakers after passing the Senate just less than an hour ago. Lawmakers are cutting it close as they race to avert a shutdown tomorrow. CNN's Jessica Dean is on Capitol Hill. So what are we expecting and when in the House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "DEAN",
      "sentences": "And again, as we head into the next session of Congress, remember, we're in the lame duck session right now, Victor, so this is a very waning days of this particular session, that Republicans will be taking over the House, the Democrats will inch up with one more seat, so 51 to 50 in the Senate, so that is what the landscape looks like heading into next year. This funding bill goes to the next year, and then they can do it all over again or have the same fight all over again in the not too distant future, Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "BLACKWELL",
      "sentences": "All right. That's how it goes. We'll just do it all again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "DEAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:47",
      "speaker": "BLACKWELL",
      "sentences": "Well, today the January 6 Committee released a full transcript from its interview with star witness Cassidy Hutchinson. A former top White House aide told the Committee her Trump-aligned lawyer pressured her to not talk to the Committee even if it put her at risk of a contempt of Congress charge. Now, this is according to the full transcript of her testimony released just today. The Committee's final report could also drop at any moment.CNN National Correspondent Kristen Holmes is with me now. So walk us through what we've learned from this new transcript.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:47",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "So Victor, this is exactly how you laid it out. We know this is Cassidy Hutchinson, in her own words, describing what she says was a pressure campaign from her Trump-backed lawyer, Stefan Passantino, and others in his orbit to get her to downplay the information she had, even at some point, indicating that if she was loyal to Trump, that she would be taken care of.And just to give a little bit of an understanding of what we're looking at here, these are transcripts from two interviews that happened in September after we saw that live testimony. And after she had left Stefan Passantino and gotten a separate lawyer, she actually addresses this in the transcripts, why it was what her breaking point was. And it was a point where he was urging her no longer to cooperate with the Committee, instead saying that even being found in contempt would be better than that. Said, \"Contempt is a small risk, but running to the right is better for you.\" Which again, she says was her breaking point to move on from having him as a lawyer. Now, here's what she said Passantino did tell her. She said, \"I want to make this clear to you: Stefan never told me to lie. He specifically told me I don't want you to perjure yourself, 'but I don't recall' isn't perjury. They don't know what you can and can't recall.\" Then she starts talking about how she felt during this time, describing what it was like to be under this pressure campaign, what it was like to be working with Passantino and having all of these members of Trump's orbit calling her. She says, \"It was almost like I felt I had Trump looking over my shoulder. Because I knew in some fashion it would get back to him that if I said anything that he would find disloyal. And the prospect of that genuinely scared me. You know, I'd seen this world ruin people's lives or try to ruin people's careers. I'd seen how vicious they can be.\" Now, I do want to note that all of this is stemming from something that happened earlier in the week we heard from the January 6 Committee alleging that a Trump-backed lawyer was trying to coach his client into saying I don't recall. CNN then reported that it was Stefan Passantino, the former White House Ethics lawyer. So we did asked for comment at that time, he has not responded to the transcripts, but here's what he said to that first story. He said, \"I believed Ms. Hutchinson was being truthful and cooperative with the Committee throughout the several interview sessions in which I represented her.\" And Victor, I do want to be clear, this is not the only mention here of some kind of trying to be coerced into saying certain things or saying I don't recall. There's also parts of this transcript that talk about an aide to Mark Meadows calling her, saying that Mark told him to call her and say it's okay if she says that she doesn't recall. And so there's a lot in here and I would really encourage people to read the whole thing through because it really paints a picture here of what Cassidy Hutchinson says is this pressure campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "BLACKWELL",
      "sentences": "Natasha, listen, we hear that Cassidy Hutchinson defied the pressure. But the question is - and we really may never know the answer to this - were there others who did succumb to the pressure from these Trump-aligned lawyers and how much maybe we do not know that potentially could have been shared with the Committee?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "NATASHA ALFORD, CNN POLITICAL ANALYST",
      "sentences": "Victor, I think your head is in the right place on this. The first thing I thought to myself was wow, this makes Cassidy Hutchinson's testimony that much more monumental, right, now that we know what was happening behind the scenes. This is a 20 something who didn't even have a lawyer secured when the press release dropped that she was being subpoenaed. She didn't have the hundreds of thousands of dollars to get somebody lined up.And so therefore, she felt this pressure to go along, initially, in her first testimonies when she had Passantino representing her. So it's that much more monumental that she actually resisted this, but it does make you wonder for the others who pleaded the Fifth over a hundred times, right? We're talking about folks like John Eastman, Roger Stone pleading the Fifth, think about what was happening around them, the forces that were supporting them, basically shutting down and not sharing what they know. So you're right, that we may never know. But again, this makes this testimony that much more important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "BLACKWELL",
      "sentences": "Natasha, I'm going to stick with you. We were expecting the report yesterday, but one can understand Zelenskyy was in Washington, maybe they didn't want to step on the President's new cycle, fine. We were told it would come this morning. We're now closing in on 3",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "ALFORD",
      "sentences": "That's a great question. I mean, I think that we all - the January 6 Committee did an excellent job of telling a story. They painted the picture about the environment, the energy on the ground, the absolute fear, and also just the ways in which Donald Trump contributed to what happened that day.And I think that maybe that is really the closing argument for them, emphasizing the ways in which he was connected to what happened on the ground. When you look at some of the summary that we're reading now, they use so many quotes from folks who were on the ground, who were talking about the influence of the President and how much it mattered that their president was telling them that democracy was under attack. So I think that is the final step, right? If a man like Donald Trump is unfit to serve as Liz Cheney said, they have to make that closing argument strong enough that America is clear about how to move forward because he is running for president in 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "BLACKWELL",
      "sentences": "Michael, same question, what are you looking for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "MOORE",
      "sentences": "I'm really looking for the connection to Trump. That's the one thing that we've been missing in a lot of the reports and that is the direct connection to him, not to his aides, not to his organization, not to his staff, but to him. And remember that this report is really written like a prosecutors closing argument. We haven't heard the defense closing argument. We haven't heard the cross examination yet. We haven't heard those things that may call into question.So a lawyer might question Ms. Hutchinson about specifically what she was told, what she felt, what she wasn't told, who didn't tell her anything, who did she not hear from that day, those kinds of things that can maybe weaken, I guess, this report, but also put it in a different context. So the more that the Committee, the more the prosecutor, the more the special counsel can make those connections directly to the former president, the stronger it gets. The more it goes on this gift is a gift for a prosecutor, but it also may have some lumps of coal in it for them to deal with down the road.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:03",
      "speaker": "BLACKWELL",
      "sentences": "Michael, so the first 34 transcripts we received they had in common this pleading the Fifth. We saw on from John Eastman, we saw it from Michael Flynn, Kelli Ward of the Arizona Republican Party. How will the Department of Justice be able to get more from these people than did the January 6 Committee in the House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "BLACKWELL",
      "sentences": "All right. Michael Moore, Natasha Alford, good to see you both. Have a Merry Christmas. I'll see you next year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "MOORE",
      "sentences": "Merry Christmas to you all. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "BLACKWELL",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:02",
      "speaker": "ALFORD",
      "sentences": "Merry Christmas.",
      "isLastSentenceInterrupted": false
    }
  ]
}