{
  "date": "2022-10-24",
  "headline": "CNN Newsroom",
  "subHeadline": "1 in 10 Americans Over 65 Have Dementia; RSV Cases Rising; Nationwide Math and Reading Scores Decline; Jury Selection Begins in Trump Organization Tax Fraud Trial; Midterm Final Stretch. Aired 1- 1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "JOHN KING, CNN HOST",
      "sentences": "The first lady, Jill Biden, says her son Hunter -- quote -- \"is innocent\" and that she -- quote -- \"loves\" her son.Federal prosecutors, you will remember, weighing possible charges against Hunter Biden related to tax violations and making false statements when he purchased a firearm. Hunter Biden previously denied those allegations, but later acknowledged he bought the gun when he was struggling with drug addiction. Thanks for your time today on INSIDE POLITICS. We will see you back here this time tomorrow. Ana Cabrera picks up our coverage right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "ANA CABRERA, CNN HOST",
      "sentences": "Hello, and thanks so much for joining us. I'm Ana Cabrera in New York.Fighting for every last vote. Just more than two weeks from now, Americans will hit the polls. And minutes from now, President Biden will hit his wins in office, but is it enough to keep Democrats in power? The president is about to speak at the Democratic National Committee headquarters. The plan? Rev up staffers and tout his economic agenda. He's likely to point to things like massive job gains, unemployment at a half-century low, gas prices dropping. But here's what he's contending with, inflation still crushing Americans, outpacing wage growth, prices for food and housing still rising. Mortgage rates have more than doubled what they were a year ago. Today's speech comes as the latest polling shows voters trust Republicans more on the economy right now. CNN's Phil Mattingly is at the White House. Phil, why does the president need to rev up Democrats at the DNC?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "PHIL MATTINGLY, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "You know, this is as much a tradition that should tell you that we're very close to Election Day or very close to the votes being counted as anything else. When the principal, whether it's the president or the senator orwhoever the candidate, is visiting staffers to rally them, to get them going, to energize them, that's when we know we're wandering pretty close to the time where ballots are cast or ballots are counted. That's what today is, as much as anything else, in terms of the visit. What it is for the president is a venue and an opportunity once again to lay out his view, which I think he laid out most candidly -- more candidly last week than I have ever heard him, in the sense of trying to push back on the idea that this is a referendum on the Biden administration or the Biden presidency. Instead, it is a choice. That is how White House officials see things and see their best opportunity in terms of either holding the House and Senate or perhaps making gains in the Senate in particular over the course of the next couple of weeks, the idea that this is more about what Republicans would do vs. what the administration and Democrats in Congress that they have controlled have been able to produce in terms of legislative victories, in terms of economic recovery, despite that soaring inflation, just kind of the myriad of issues. That's what you're going to hear the president talk about today, more about what Republicans would do in power than necessarily why Republicans believe this administration has failed in their policies up to this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "CABRERA",
      "sentences": "There does seem to be a concerted push from the White House to put messaging on the economy front and center, at least in the last couple of weeks. What's the thinking there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "MATTINGLY",
      "sentences": "Well, look, look at the polls, right? And the White House officials are reading their own internal polls and the public polls just as much as anybody else is. We don't necessarily have access to their internals, although, if anybody wants to hand them out, we would take them.I think there's a recognition here on two fronts. One, they realize that they need to blunt some of the Republican gains when it comes to the economy. More importantly, though, I think when you talk to White House officials, they believe they actually have a story to tell. They don't quibble with the fact that inflation is at a four-decade high. They understand that's problematic. The president acknowledges it just about every time he speaks about the economy. What they do believe they have a message on, however, is the speed and scale of the economic recovery coming out of the pandemic, the lack of scarring that we saw, particularly compared to maybe the 2008-2009 financial crisis era, and the fact that, when you compare the U.S. economy, particularly with new GDP numbers coming out in a couple of days that are likely to show the economy grew once again, just as gas prices start to drop again, they feel like they have a story, particularly when compared to other countries in the world, that is sure to hold the U.S. up in a good position. They want to try and tell that story. Whether it's breaking through, if you look at the numbers, it doesn't seem like it has been, but they feel like they need to continue to tell that story that will once again get a run today from the president when he speaks in about 20 minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "CABRERA",
      "sentences": "OK, Phil Mattingly at the White House, thank you.Millions of votes have already been cast in this heated midterm cycle, more than seven million in 39 states. That's on pace with 2018, which had the highest midterm turnout in recent history. Let's break down the numbers with CNN senior data reporter Harry Enten. And, Harry, you have been following closely the polling in especially the key battleground states. It seems like every couple of weeks the momentum shifts, the advantage changes. New polling on a couple of big races, the Senate side, at least. What do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "CABRERA",
      "sentences": "So it could go either way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "ENTEN",
      "sentences": "It could go either way. I don't know want to tell you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "CABRERA",
      "sentences": "Which is why it's so exciting, job security for you, I guess, so keep giving up info, the latest, because it keeps changing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "CABRERA",
      "sentences": "What about the House side? What do you see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "ENTEN",
      "sentences": "Yes, I think that side is a little bit more clear. So right now, if you look at basically the average generic ballot result, you see Republicans ahead by 2 percentage points.Now, of course, we always talk about the generic ballot. It's like, what does that actually mean, right? We throw it out there. And we're expecting the viewers who aren't necessarily in the numbers as much as I am to understand what that means. But if you look at a historical model, right, and you say, OK, if you have a generic ballot lead for Republicans of two points, how does that translate into seats? About 232, and Republicans only need 218 to win control of the House. So it's pretty clear at this point, at least on the House side, that Republicans are where they need to be. But of course, we still have a few weeks to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "CABRERA",
      "sentences": "Yes. And it's really up to the voters to make the choice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "CABRERA",
      "sentences": "As we just discussed, there are massive numbers of people going to the polls, at least in the early voting.One X-factor here, of course, is the former president, whose name keeps coming up and who still has large influence in a lot of the Republican media cycles. And so I want to show and just discuss a little bit this social media post that he put out there attacking the Florida governor about a comment and an endorsement he made in a separate race in Colorado. I hope our viewers are following me there. But talk to us about the significance of Trump going after DeSantis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "ENTEN",
      "sentences": "Yes, it's pretty clear why he's going after DeSantis. You can see it in the polling.That national poll from Ipsos/ABC News that came out yesterday, which essentially said, OK, which of these candidates do you want to have a great deal, a good amount of say in the direction of the future of the Republican Party? And among Republicans, 72 percent said Ron DeSantis, vs. just 64 percent who said Donald Trump. So I think this is going through the former president's mind. This is not just about this cycle. Remember, we're going to have an election in 15 days, but then, afterwards, it's the race for 2024. And I think that's really where Donald Trump's head is at, is, he sees Ron DeSantis as somebody that could be his chief challenger going into 2024. So I think this is just the first of many battles between them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "CABRERA",
      "sentences": "Harry Enten, thank you so much for bringing it to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "ENTEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "CABRERA",
      "sentences": "Also happening today, jury selection now under way in the criminal tax fraud case against the Trump Organization. Now, here's the deal. The former president is not a defendant in this case, but a convictioncould tarnish his business empire With us now is CNN senior legal analyst Elie Honig. Elie, this is kind of an odd case. What do prosecutors have to prove here? What are you watching for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "ELIE HONIG, CNN LEGAL ANALYST",
      "sentences": "Yes, Ana, so, first of all, this is a criminal trial.But, as you said, this is not your typical criminal trial, but there is no person, there is no human being who's on trial here. The defendant is the Trump Organization as a corporate entity. And what that means is, nobody will go to jail as a result of this verdict. At most, we could see financial penalties. Now, the allegation here is that the Trump Organization ran a tax fraud scheme for about 16 years from 2005 to 2021, during which they paid what the indictment calls indirect compensation, meaning, rather than pay their employees a portion of their salary, they would pay it indirectly as tuition to the kids' schools,or as rent payments, and then not pay taxes on those forms of income. And the total amount alleged here is $1.76 million. So what am I watching for, Ana? Really two things. First of all, will the evidence here show any involvement by any of the actual officers of the Trump Organization, Donald Trump himself, Eric Trump, Ivanka Trump, et cetera? If so, then potentially there could be legal consequences for them. It would have to be in a separate proceeding. And, second of all, will we see evidence of other crimes other than this tax scheme? That does happen sometimes at trial, Ana. You will see someone's on trial for crime A, and, during the case, other evidence will come out showing that perhaps they were engaged in crimes B, C, and D.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:02",
      "speaker": "CABRERA",
      "sentences": "I just don't understand, though. The company is being charged, but not Trump or his kids. This is their company. So how can that be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "CABRERA",
      "sentences": "Switching gears to the House Select Committee's January 6 investigation, Republican Congresswoman and Vice Chair Liz Cheney says she expects Trump will comply with their subpoena and testify, but they don't want this to become a circus. Her words. What's the best way to handle his testimony?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "HONIG",
      "sentences": "Well, it depends on what the end goal is here.I think Liz Cheney's probably right that, if Donald Trump says, I'm not going to come testify behind closed doors, as you required in the subpoena, I want an open mic and a camera, that likely would become a spectacle. Liz Cheney, understandably, doesn't want that. But if you want to just let Donald Trump talk and get him on the record in a way that's under oath, in a way that can be used against him, then you might go that route. I don't think it's particularly likely. I think we're going to see a back-and-forth here where Trump says, I'm willing to testify live and the committee basically says, no, you will do it on our terms or no terms. But I think that's the back-and-forth strategic exchange we're going to see here, Ana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "CABRERA",
      "sentences": "And here's how Cheney addressed what happens if Trump doesn't comply with the subpoena. Take a listen.(BEGIN VIDEO CLIP) REP. LIZ CHENEY (R-WY):  We have many, many alternatives that we will consider if the former president decides that he is not going to comply with his legal obligation, the legal obligation every American citizen has to comply with a subpoena. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "CABRERA",
      "sentences": "Many, many alternatives, she says, Elie. What are those?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "HONIG",
      "sentences": "I'm not quite sure there's many, many, Ana.I count two options here that the committee has. One, they can try to go to a court and get a judge to issue an order requiring Donald Trump to testify. The reality, though, is, they don't have enough time to do that. They would have to get that done by January 3, 2023, when the next Congress takes over. There's not enough time. Option two is to hold Donald Trump in contempt. Now, that would take a vote on the House committee on January 6, and then the full House of Representatives. If they do that before January 3, then the case goes over to the Justice Department, and DOJ will make a decision about whether to bring criminal contempt of Congress charges against Donald Trump. Now, we have already seen four different people referred over to DOJ. DOJ has charged two of them. They charged Steve Bannon, who, of course, was sentenced on Friday to four months. They charged Peter Navarro, who's coming up for trial next month. But DOJ chose not to charge the other two, Mark Meadows and Dan Scavino. So, if there's a referral here, DOJ is going to have a very difficult and very important decision to make.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "CABRERA",
      "sentences": "Elie Honig, I know you will be watching with us. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "HONIG",
      "sentences": "Of course. Thanks, Ana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:17:14",
      "speaker": "CABRERA",
      "sentences": "Today, more results are in showing the pandemic's toll on education.This new round of testing shows reading scores of U.S. fourth and eighth graders are down. And math scores, they saw their biggest decline ever. CNN's Gabe Cohen is following this. The education secretary is using words like appalling, unacceptable, a wakeup call. What exactly does this new data show, Gabe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:17:14",
      "speaker": "GABE COHEN, CNN CORRESPONDENT",
      "sentences": "Well, look, Ana, this is a really troubling snapshot of the learning loss that parents and teachers frankly have been talking about for two years now.These test results from the nation's report card show a significant drop in reading and math scores for fourth and eighth graders from 2019 to 2022. Let's take a look at the numbers. For reading, 37 percent of fourth graders and 30 percent of eighth graders performed below the basic level. That's the lowest of the three achievement levels that they track for the test. For math, 25 percent of fourth graders and 38 percent of eighth graders were also below that basic level. And the math numbers are historic. It's the largest drop-off ever recorded on this test. And the students that were already struggling in school, well, they were the ones that saw the most dramatic decline. The federal government is pumping billions in relief funds into school districts right now, requiring them to spend at least 20 percent of it on learning loss. But with teacher burnout and fewer new teachers, a lot of schools, frankly, are just struggling to hire staff, particularly those with more low-income families and students of color. We heard Education Secretary Miguel Cardona talk about that struggle this morning, as you said, using words like appalling, Ana, very concerning looking ahead to the months and years in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:17:14",
      "speaker": "CABRERA",
      "sentences": "OK, Gabe Cohen, thank you very much for that report, unfortunate news, certainly.We turn now to a troubling surge of RSV among children. U.S. cases of the respiratory illness climbing so fast that hospitals are running out of pediatric beds. The U.S. detected more than 7,300 cases in one week earlier this month, higher than any week in the past two years. Here's CNN Rosa Flores. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:17:14",
      "speaker": "STEPHEN BALKA, FATHER",
      "sentences": "He was born on August the 24th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:17:14",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "What's he like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:17:14",
      "speaker": "BALKA",
      "sentences": "A ball of joy.FLORES (voice-over):  Little Adrian was healthy when, all of a sudden...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:17:14",
      "speaker": "BALKA",
      "sentences": "He was struggling to breathe and struggling to cough all at the same time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:17:14",
      "speaker": "FLORES",
      "sentences": "Then his dad, Stephen Balka, noticed pauses in his breathing that lasted for seven seconds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:17:14",
      "speaker": "BALKA",
      "sentences": "It got bad quick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:17:14",
      "speaker": "FLORES",
      "sentences": "Balka remembers fearing the worst as he rushed to the hospital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "FLORES",
      "sentences": "At seven weeks old, little Adrian was admitted into the pediatric intensive care unit and diagnosed with respiratory syncytial virus, or RSV, a common respiratory disease that is spreading at unusually high levels and could be severe in babies and young children, according to the CDC.Dr. Melanie Kitagawa says more than 40 children are hospitalized at Texas Children's Hospital in Houston, including more than 10 in pediatric ICU. DR. MELANIE KITAGAWA, TEXAS CHILDREN'S HOSPITAL:  It's awful. It's terrible to have any family go through this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "FLORES",
      "sentences": "Nine-month-old Koa (ph) is on a ventilator, and the pumps by him are filled with medication to keep him comfortable. Down the hall, 7-month-old Miles was flown from Beaumont, a city 85 miles from Houston, where the local hospital didn't have a pediatric ICU, says his dad.(on camera):  What are the treatments available?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "KITAGAWA",
      "sentences": "So it's going to be a symptom management to give their body time to fight this off and clear the virus.FLORES (voice-over):  She also says Texas Children's Hospital started seeing the spike in cases last month. But hospitals across the country have been overwhelmed by various viral respiratory illnesses, including COVID and the flu, for months. Children's Healthcare of Atlanta has had a surge tent up since August. Connecticut Children's Hospital converted play rooms into patient rooms, this as recent CDC data representing only nine percent of the population showed over 7,000 RSV cases in one week alone, the highest one-week total in the past two years. (on camera):  How do you think that he got RSV?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "BALKA",
      "sentences": "His sister is in school. She started having this cough.FLORES (voice-over):  Balka says his 4-year-old daughter, Trinity (ph), got RSV and, days later, little Adrian did too. Some pediatricians believe that the spread of RSV gained speed as children returned to school and brought the virus home. Doctors say parents should be on the lookout for symptoms like runny nose, decreased appetite, coughing, sneezing, fever and wheezing. And while there is no vaccine, to reduce the strain on hospitals, Dr. Kitagawa says parents can teach their children good hygiene and:",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "KITAGAWA",
      "sentences": "The flu vaccine is incredibly important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "BALKA",
      "sentences": "I talk to him all the time, and I just let him know that I'm here. Hey, look, I'm here, cover his little feet up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "FLORES",
      "sentences": "Little Adrian has been on a ventilator for a week. His sister has fully recovered.(on camera):  What would you tell parents who are watching this story?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "BALKA",
      "sentences": "Don't wait. Do not wait. If you feel as if something is wrong child, you know your child better than anyone does. Get your child help immediately.FLORES (voice-over):  And then be patient, because recovery doesn't happen overnight. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "FLORES",
      "sentences": "According to HHS, three out of four pediatric hospital beds are in use right now. Hospitals across the nation are implementing mitigating measures.Here at Texas Children's Hospital in Houston, what doctors are doing is, they're tapping into a network of outpatient clinics. There's about 60 of them. They're also expanding virtual visits. Ana, the point here is that doctors are trying to do everything, so that E.R. beds are available for the most sick and the most vulnerable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "CABRERA",
      "sentences": "Wow. This is a problem, getting only worse, it seems, right now. Good information, Rosa, in that report for parents, especially the part about just going with your gut and you know your child best.Appreciate that report. Meantime, new figures published this morning find one in 10 Americans over 65 have dementia, and nearly one in four have mild cognitive impairment. Our senior medical correspondent, Elizabeth Cohen, has the latest on this new study. Elizabeth, what more did this study find and who is most at risk?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:05",
      "speaker": "ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT",
      "sentences": "Ana, this study is really interesting for many reasons, one of which is that they did a really good job of including people of color. A lot of these studies really have focused more on white people.And so this really looked at different rates among people of different races. So let's take a look at what they found. What they found is, when it comes to dementia -- and this is looking at -- they did interviews with more than 3,500 participants -- black people, 15 percent had dementia, Latinos 10 percent, and whites, 9 percent. Those are some pretty big differences. Let's take a look now at mild cognitive impairment. In other words, they didn't quite meet the definition of dementia, but there still was some impairment, Latinos 28 percent, black people 22 percent, white people 21 percent. Now, we might be wondering, like, why would there be these differences? One of the theories is that what contributes to this is that black people have higher rates of diabetes, hypertension, also that they have those kinds of diseases, and that that can make people more likely to have dementia, in and of itself -- Ana.",
      "isLastSentenceInterrupted": false
    }
  ]
}