{
  "date": "2022-11-10",
  "headline": "Connect the World",
  "subHeadline": "Too close to call: Congressional Control still Unknown; Ukrainian Officials Skeptical of Russia's Kherson Withdrawal; Iranian Actress Posts Image of herself without Headscarf; Nevada could be Counting Votes Through the Weekend; Hurricane Nicole Hits Florida, Weakens to a Tropical Storm; Musk Pleads with Companies to Keep Advertising on Twitter. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "LYNDA KINKADE, CNN HOST",
      "sentences": "Hello, I'm Lynda Kinkade. Welcome to the second hour of \"Connect the World\". Good to have you with us. Well, we begin withthe unfinished business in the United States. Two days after American voters did their part ballots are still being counted, and the nation's balance of power remains undetermined. In the House of Representatives, the Republican Party needs nine more seats to win a majority. While the Senate has come down to three states, Arizona and Nevada are still too close to call and it could be several days until the final results are in. And in Georgia the candidates will face a runoff yet again next month after neither managed to get 50 percent of the vote. Well, for Republicans there are questions to be asked today about why their party didn't do better in the midterms given that Joe Biden is unpopular. Republican Strategist Alice Stewart says Donald Trump went into election night expecting to be the kingmaker based on the results the king has lost his crown. It's time to walk away from the throne. Alice Stewart joins us now. They are fighting with Alice. Tell us what you think of the results so far and what they mean for Joe Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ALICE STEWART, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, Lynda, I like to see what we're seeing across the country is I'm not the only Republican who feelsthis way. And well, look, at the end of the day, we didn't have the great red wave that we were hoping but we did have a good red win based on what we expect to see in the House. And a win is a win. So we will take that. But what many are saying is that the problem we had is candidate quality. That goes for many of the House races as well as in the Senate. And the fact that Donald Trump, the Former President picked certain people that was election deniers and conspiracy theorists that was a big turn off for many voters. And when we're entering an election where three fourths of the voters are unsatisfied with the current economic conditions, and President Biden has low approval ratings in the 40s, this should have been a bigger win for Republicans. But at the end of the day, it looks as though we're going to have Republicans in control of the House, possibly in the Senate. And from a balance of power standpoint, that's a good thing. And we heard President Biden yesterday talk about what I have said all along that our democracy is in good shape. We had record turnout, and that shows that Americans do have trust and confidence in our election process which we should. Now the goal moving forward is how much will President Biden and Republicans do the hard work necessary to work in a bipartisan fashion across the aisle to get the agendas that both sides want to accomplish? So all eyes on what will happen moving forward. But the most important thing is that record number of people came out to vote in America, and our democracy is in fine shape.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KINKADE",
      "sentences": "And Alice, one Republican who did particularly well was Ron DeSantis, in Florida, huge victory even in some typically Democratic areas.And from an international perspective, he made the front page of many newspapers, especially a favorite of the Murdoch Press. The big question is could he be the next President?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "STEWART",
      "sentences": "Ron DeSantis is a viable alternative. But he must do so with the mindset that we have to keep Trump's base on board. They have beeninvaluable to Republicans in the primary process. So whoever it is that takes on Trump needs to keep his base engaged and on board, and also grow from that and broaden the electorate moving forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "KINKADE",
      "sentences": "Andy Navarro, a Republican Commentator that said that sure DeSantis, won big in Florida, but he won against what she called apolitical corpse is saying essentially, that he didn't have a challenger. What do you say to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "STEWART",
      "sentences": "Look, candidate qualities are an aspect of politics and his challenger Chris has been a Republican and a Democrat and all across thepolitical spectrum. But at the end of the day, the man who or a woman who gets the most votes wins, and you can minimize his victory. But you know, he is certainly the leader of a huge state in the United States is very influential in the presidential process. And many people like him or not, you can't deny the fact that he led his state through COVID in an effective way. He has increased tourism in the state, and he has been a proven leader in times of natural disaster and recent hurricanes, another storm is on the brink of hitting Florida. And he has shown time and time again that he can lead in times of crisis and work across the aisle as he did with President Biden to get the necessary funding to the State of Florida when necessary. So many view him as a viable next option for the leader of the Republican Party but the good thing, Lynda is what many Republicans see is there are many faces that are in the wings or on the sidelines that are ready to step up come 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "KINKADE",
      "sentences": "--was saying that the Republicans need to engage with Trump's base and continue to keep them on board. But certainly in some areas, we saw adivorcing from Donald Trump in areas like Pennsylvania where the Democrats won. A rally he showed up at last weekend to support the Former TV Host, Dr. Oz, people were seeing leaving at that rally. You're seeing in some areas, Republicans break away from Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "STEWART",
      "sentences": "Yes. And we're seeing that across the board now. Peter King who has a very strong Republican voice in politics here, he has said that weneed a new face of the Republican Party. We don't need to be party of personality and cult of personalities. Many are saying that. Look, Donald Trump since he has been in office, we have lost the House. The Republicans have lost the Senate, the White House, we lost key races, many say in large part due to his influence and his continued focus on the election of 2020 and his grievances as opposed to policies of the American people. And look, many people will gravitate towards Trump in a primary election, which the goal there is to get as much base support as you possibly can. But he has shown time and time again, that he cannot deliver in a general election, which in a general election, you're doing all you can to appeal to the independent voters and the undecided voters. And those people have proven and indicated they are not about election denials. And they're not about toxic rhetoric, and they want someone who will lead whether it is at the state level or in Congress that focuses on the policies that promote their important issues. And the number one issue that many are seeing is how are we going to address the economy? And candidates that focused on economic issues did well in these midterm elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "KINKADE",
      "sentences": "Republican Strategist Alice Stewart, always good to have you on thanks so much!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "STEWART",
      "sentences": "Thank you, Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "KINKADE",
      "sentences": "Well, one of the races we are watching closely today is that undecided Arizona contests. Now Sara Sidner is at the Maricopa CountyElection Center in Phoenix, Arizona, and joins us now live. Good to see you, Sara. So you're in one of the most populous counties in the country. No doubt one of the reasons why it's taking so long to count votes there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "SIDNER",
      "sentences": "One of the things that happens here that is sometimes different from other states is that many, many people, about 85 percent of thepopulation votes early here. So they vote by mail, they come in and drop their ballots off early. And then sometimes on Election Day, they will walk their ballots in that they were sent in by mail. And that sometimes creates a much longer time for them to be able to count the votes here. This is the tabulation center; all of the votes come in here to this center. If you look behind me, you will see people who are already here, and there's actually someone at the tabulation machine and there it goes. I'm going to move out of the way just so you can see kind of how things work with the machines? So they load manually in those you see those papers. Those are actual ballots; they dump them into the machine. And then the machine does the tabulating and checks to see who voted for whom. So at this point in time, they have count has started yet again today on Thursday. And they start counting as soon as they get ballots when it comes to early voting. But there are so many voters this year. And I'm just going to step back in here. There are so many more voters this year than there have been in the past that it's going to take longer. They're thinking that by Friday, we'll probably have about 95 percent of the vote. But the caveat is there are so many more votes that may take a bit longer than that to find out who the winners are? In the Senate race here could be one of the races that tips the balance of power between Republicans and Democrats depending on who wins right now, those races too tight to call Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "KINKADE",
      "sentences": "All right, we will check in with you in the coming days. So it still might not have all those votes counted by Friday. Sara Sidner for usin Phoenix, Arizona thanks so much. Well, Ukraine says its troops are advancing in several areas of Kherson liberating 12 villages in one area after Russia's biggest military shift in months. Moscow has ordered its forces to withdraw from the strategic City of Kherson in other areas west of the Dnieper River. Video shows the Ukrainian flag flying once again in one town just 15 kilometers northwest of Kherson City. Russia says its troops are maneuvering to prepare positions on the Eastern Bank of the Dnieper River. And while Ukrainian commander say Moscow had no option but to flee. Ukrainian President Volodymyr Zelenskyy is skeptical about Russia's move. In an exclusive CNN interview, he says Russia could be making a strategic move to regroup forces. CNN's Nic Robertson joins us from near the front lives inquiry. Nic, just give us an update on what the situation is on the ground near you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "SUROVIKIN",
      "sentences": "Part of the forces and means will be released, which will be used for active operations, including offensive ones in other directions inthe operations zone. ROBERTSON (voice over): Losing Kherson is a huge blow to Putin. Captured in the opening days of the war, it will be the first regional capital to be retaken by Ukraine. Less than six weeks since Putin illegally annexed it and declared it part of Russia. Ukrainian forces had been readying to retake Kherson for months and finally appeared poised to do so if it's not a trap. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ROBERTSON",
      "sentences": "And those first indications today appear to indicate so far at least, not a trap, but Ukrainian officials say they will continuemethodically cautiously, but it does seem quite clear now that within a few days, perhaps a little longer, according some officials, they should have control of Kherson again, Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "KINKADE",
      "sentences": "All right, our Nic Robertson thanks to you and your team for that report. We will speak again soon. Well, our Chief International AnchorChristiane Amanpour sat down for an exclusive interview with the Ukrainian President and the First Lady in Kyiv. She joins us now from the Ukrainian Capital. Great to see you, Christiane, certainly fascinating sit down exclusive interview with the President of Ukraine and the First Lady. What was the President's take on this battle for Kherson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Well, as you can imagine, when I first asked him about the status, and we're talking aboutyesterday, so more than 12 hours ago, when we sat down. He wouldn't obviously reveal the operational battlefield movements. He said, look, I'm going to answer you without giving you an answer. And without giving our strategy away, just so that you all know and you know, viewers in the United States, people around the world know that we really do want to take back Kherson. We are planning, we have a strategy, but I'm not going to tell you when. And then he went on to say, which is what many of his military and indeed his political advisors here in Kyiv are saying that they're still not convinced that Russia's actions in the actual City of Kherson, not in the village that you've just been talking about, but in the actual city of Kherson, is still, you know, taking should be taken at face value. They're saying, look, from what we've seen, the Russians have taken over various homes, they're digging in defensively, this is more of what the President told me. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "They're ready to defend this region, and they're not ready to leave the city. And the fact that they arein these homes means that they are seriously preparing them. But we are also seriously prepared for these developments. But we're not considering this as just one single operation. We have a strategy and different directions are easy enough. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "AMANPOUR",
      "sentences": "So that is what he said. And of course, this interview comes as you've been reporting on the midterm results, the President again sayingthat he thanks the United States and the people of the United States for all the support that this country has received as well as people from all the other countries that are supporting Ukraine in this battle. And that he hopes whatever happens and shapes up in Congress that is money, weapons and other equipment that the U.S. has been sending will not stop or even slow down back to you Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "KINKADE",
      "sentences": "And Christiane it's nine months into this one no doubt Ukrainians are exhausted dealing with this day in day out. What are the President andthe First Lady tell you about how people are holding up there in their country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "AMANPOUR",
      "sentences": "So what we heard from this First Lady was that there's some kind of poll, internal poll has recently been taken.And this literally 90 percent or more of the people say they're willing to endure this for just about as long as it takes to make sure that Ukraine remains free and independent. And as she said, and as the president said, this is our last stand. We cannot, you know, drawback, we cannot stop, we have to keep fighting this, because otherwise, who knows where it will lead if the Russians are victorious. But as you can see, the Russians by their own account as well are having a very, very difficult time a tough slog of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "KINKADE",
      "sentences": "Yes, they certainly are. Great to get that interview that exclusive interview with the Ukrainian President and First Lady. ChristianeAmanpour, in Kyiv thanks very much. And for our viewers, you can see, Christiane Amanpour's full exclusive interview with the Zelenskyy is on her program later today is at 8 p.m. in the evening in Kyiv, 10 p.m. in Abu Dhabi right here on CNN. Still ahead on \"Connect the World\", a well-known Iranian actress takes a stand against Iran's crackdown on protesters, and has a two pronged message about the fight for women's rights in her country. Plus warnings in Florida that the tides are still extremely dangerous, where a rare November hurricane pass through, we'll go live to the Florida coast, stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "KINKADE",
      "sentences": "Women, life, freedom, those are the words in Kurdish on a sign held by a star reigning actress Taraneh Alidoosti. A photo she posted onher Instagram account shows her without a headscarf standing in solidarity with anti-government protesters. Rights groups say hundreds of people have been killed in Iran's crackdown on protests that broke out in September after the death of Mahsa Amini. The country's morality police had detained her for allegedly violating Islamic dress code. Well, Jomana Karadsheh is watching the developments for us and joins us now live from London. Good to see you, Jomana. So this is a well-known Iranian actress posing without a headscarf with that sign in support of protesters on her Instagram page to some 8 million followers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KARADSHEH",
      "sentences": "And people woke up this morning to this post that she put on her Instagram page with her photo without her mandatory headscarf and holdingup the words Jin-Jiyan-Azadi, which is Women, Life and Freedom in Kurdish, a very powerful silent protest by this woman who is actually quite an outspoken critic of the regime. She has come out in support of the protests now turned into a national uprising over the past few days. She said that she is not leaving Iran, she's staying in the country that she is going to defend human rights that she is going to stand for the rights of those behind bars and for those who have been killed and she said that she is ready to pay a price for this. Of course, we don't know if there has been a price that she's had to pay if she's going to get punished for what she has done. Because Lynda, if you look at the past few weeks, you've seen so many high profile Iranians who have been coming out in support of the protests, quite embarrassing for the government that has been really trying to portray what is going on in the country right now is some sort of a foreign plot to destabilize the Islamic Republic by the enemies of Iran. And now you have athletes, actors, all these different high profile figures coming out in support of the protest movement. But at the same time, amongst the 14,000 people who have been arrested so far scores of journalists, artists, directors and many others, so of course, a lot of concern when you see these sorts of acts of defiance and support for the protest movement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KINKADE",
      "sentences": "And Jomana speaking of other high profile arrests, the sister and niece of a well-known wrestler, who was executed back in September, havebeen arrested for participating in these protesters. What more do you know about their case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KARADSHEH",
      "sentences": "Well, this is Elham Afkari. According to Iranian state media, she's the sister of Navid Afkari. He was a famous wrestler he was executedback in 2020. That was a case where there were allegations of serious torture while he was detained after the 2018 protest. He was accused of killing a member of the security forces. And his family says that he made a confession under duress and that he was tortured. Now, the Iranian state media is saying that the Intelligence Ministry arrested his sister, Elham. They accused her of being an agent for the Iranian opposition news network Iran International that is based in London that has been covering the protests pretty much non-stop Lynda since they began. And just a couple of days ago, the Iranian regime said that they are declaring Iran in turn a national as a terrorist entity warning people that anyone who deals with this news organization will essentially be going into the domain of terrorism as they put it and that they will be facing arrest and they will be facing serious charges. Iran International says she's not an agent of there. She's not an employee there. She has nothing to do with the channel. So the concern right now, Lynda is what is going to happen to Elham Afkari, her three year old daughter who was also taken with her when she was arrested. But also there's this feeling that this could be the regime also trying to send a message because so many of us journalist outside the country who have been covering this national uprising have relied on citizen journalists in Iran who have been risking their lives, taking videos and images and sending them to the world to tell us what is going on in the country. So the fear is that the government is now trying to spread fear and try and deter people from communicating with Iran International and other media by sending out these videos and information about what has been going on in the country, Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "KINKADE",
      "sentences": "Welcome back. I'm Lynda Kinkade at the CNN Center. You're watching \"Connect the World\" good to have you with us. Well, a quick recap now thattop story and control of the U.S. congress remains unknown today, as we await new votes from states like Arizona and Nevada. Several races for the House and Senate are so close that we may not know the winner until late arriving mail-in-ballots have been fully counted. Although they could still lose control of Congress, Democrats is celebrating because the mid-terms went much better than expected. Well, let's go to one of those states. Everyone is watching right now, CNN's Rosa Flores is at Clark County Nevada. Good to have you with us, Rosa. So back in 2020, it took three days to count votes there. How much progress has been made this time round?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "FLORES",
      "sentences": "And so it's going to be a tight race. It continues to be a tight race. It's a nail biter here in Nevada and it could determine the balanceof power in the U.S. Senate. Lynda?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "KINKADE",
      "sentences": "And Rosa that Republican Senate candidate helped Trump back in 2020. How much influence is Trump had this election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "FLORES",
      "sentences": "You know he does have some influence, especially here in Nevada. I spoke to one voter on Election Day, and I asked her if she felt comfortablesharing who she voted for. And she said I voted for Donald Trump. And I asked her way Donald Trump was not in the ballot, what do you mean? And what she explained was that what that meant was that she voted Republican, all along the ballot. So there's still a lot of that here in Nevada and in other parts across the country. And then what comes to the Republican candidate of the U.S. Senate race, Adam Laxalt, he led the effort to overturn the 2020 election here in Nevada, that, of course, did not go anywhere. Joe Biden won Nevada by a very thin margin, I must say, a 2.4 percent margin, but he won the battle. But there is this increase wave of election denialism, not just in Nevada in other states across the country, but definitely happened here in Nevada and the Republican that is in the lead right now, is an election denier. He was leading the effort to overturn the election and the six electoral votes from the state of Nevada. That of course, was not successful, Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "KINKADE",
      "sentences": "All right. I think you'll be there for a few more days Rosa. We will talk to you again soon. Thanks so much. Rosa Flores is there in LasVegas, Nevada. Well, coming up how a smart floatation device will be used to save endangered whales off the coast of Chile, the latest from our \"Call to Earth\" initiative, just ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "MICHEL ANDRE, PROFESSOR, TECHNICAL UNIVERSITY OF CATALONIA, BARCALONATECH",
      "sentences": "These blue bolt Initiative Project has started many years ago and hasrequired a lot of effort from many people. So today is a total satisfaction, of course and great joy to be here. UNIDENTIFIED MALE (voice over): Today's main event involves a four hour round trip into the Gulf of Corcovado to witness the installation of the blue boat initiatives first smart buoy, part of an effort to protect endangered whales and monitor marine ecosystems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ANDRE",
      "sentences": "This is a very important area for the whales. They come, they breed, they feed for a few months per year.UNIDENTIFIED MALE (voice over): It's also an area with a lot of human activity and a very busy shipping route. Data collected by the Mary Foundation, a non-profit focused on scientific research and environmental education shows an alarming trend, prompting them to reach out to Michel for help. SONIA ESPANOL-JIMENEZ, EXECUTIVE DIRECTOR, THE BLUE BOAT INITIATIVE: In the year 2020 and 2021 at least eight whales died from a coalition that's only in Chile. And in the world, we know that between 2007 and 2019 at least 1200 whales died from a condition. UNIDENTIFIED MALE (voice over): In the early 90s, the bio Acoustics expert discovered that human made noise pollution was drowning out the whales own sounds likely leading to deadly collisions. In response, he developed the whale anti-collision system, a first of its kind technology designed to alert ships of a whale's presence. And for the past 30 years, he has continued improving on the idea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ANDRE",
      "sentences": "Red whales play a fundamental role in the ocean and not in the ocean on the planet.UNIDENTIFIED MALE (voice over): Growing scientific evidence shows that protecting whales can benefit global climate and their bodies act as a carbon sink each Great Whale sequestering on average 33 tons of co2.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ANDRE",
      "sentences": "This is why we need to take the Gulf of Corcovado as a natural laboratory, where we can study the way to combine the interests of humanactivities with the conservation of ecosystems. UNIDENTIFIED MALE (voice over): The smart buoy works by using software called Listening to the Deep Ocean Environment or Lido for short. It is a network with more than 150 acoustic observatories all over the world, developed by Michel and his team named Suyai, which means hope in the local Mapuche language. This buoy is now connected to the vast network. In addition to collecting other scientific data, it will use its artificial intelligence software to identify the type and location of sea mammals alert the authorities who can in turn notify nearby vessels to slow down or change course, thus avoiding impact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ANDRE",
      "sentences": "This is an historic day, because after many years of developing the technology, this is the first time that is applied for this purpose toprevent collisions, to improve the quality of the habitat where the whales live to preserve the natural environment. This is just a step now and this is not the end. This is the start of another long process to replicate the same approach along the Pacific coast, where we know that they are the same challenges that the whales face with human activities. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "KINKADE",
      "sentences": "Welcome back. I'm Lynda Kinkade; you're watching \"Connect the World\". And we are watching what is now a Tropical Storm Nicole as it movesacross Florida. The storm made landfall as a category one hurricane overnight, the first to make a November landfall in the U.S. in nearly 40 years. It created a storm surge of almost two meters just after hitting the coast and at last check in more than 300,000 homes and businesses were without power. Leyla Santiago has been in the --thick of it for hours and joins us now from New Smyrna Beach, Florida. Good to have you with us, Leila. So downgraded but still packed a punch. Just give us a sense of the current trajectory and how things are looking there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "LEYLA SANTIAGO, CNN CORRESPONDENT",
      "sentences": "Right so right now I am in South Daytona that is in Volusia County. And part of the problem here is a lot offlooding and when that remains even though this storm is just west of Orlando right now. So take a look behind me, you can see the flooding, the wind in the trees as you see the branches and the leaves sort of show you as to why this road is closed. You know the governor actually just spoke and he said that they've had a lot of downed power lines washed out roads. And that is why he has extended the state of emergency. So now all 67 counties, every single county in the state remains under a state of emergency and we should note here the context of the timing. Because remember, it was six weeks ago that Hurricane Ian came in and really left much of this area vulnerable. In fact not far from where I am right now. They are continuing to evacuate condos because they are deemed unsafe, given the coastal erosion. This was an area that was vulnerable after Ian and now enters - now Tropical Storm was Hurricane Nicole and it is really having an impact on that coast, that Florida coast that is taking quite the punch still at this hour where we are give or take about seven hours after it made landfall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "KINKADE",
      "sentences": "All right. Well, good to have you there for us Leyla Santiago, we will keep an eye on that storm. Thanks very much. Well, Wall Street isstorming ahead as inflation in the U.S. shows signs of cooling. The consumer price index for October came in at 7.7 percent. That is lower than what it was last month. And it's a sign that price pressure in the U.S. is easing after the biggest surge in inflation in 40 years. And that's sparking hopes; the Federal Reserve could slow its rate hike campaign. CNN's Matt Egan joins us now live from New York. Good to have you with us, Matt. So the report better than expected and certainly surprised Investors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "KINKADE",
      "sentences": "Significant step, as you say, like one indication, but certainly one that's moving in the right direction. But the Federal Reserve, as yousays, still has a fair way to go to battle to tame this inflation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "EGAN",
      "sentences": "Right. I mean, all signs are still pointing to another interest rate hike in December. But some economists, including a Jeffrey's they are nowcalling for a smaller interest rate hike in December instead of 75 basis points, maybe the Fed goes with 50 basis points. There's also a little bit more uncertainty about what the Fed does early next year or they may be able to pause in their interest rate hiking campaign because inflation is cooling off. I also think it's worth pointing out some of the reasons why inflation has gotten a little bit better. Yes, people are still feeling these price spikes at the grocery store, at the gas station and in their rent. But we actually saw month over month price declines for airfare, for apparel, fresh fruit and all of that is obviously a welcome sign for consumers. I think the question is just how long it takes for inflation to go from, it was at 9 percent, now it's a little fewer than 8 percent. How long does it take to get back towards that 2 percent goal that central bankers are targeting and that of course remains a mystery?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "KINKADE",
      "sentences": "I think we'll be waiting a little while, Matt Egan, good to have you with us from New York, thanks so much. Well, the world's largest Cryptocurrency exchanges, pulling out of a deal to save its main rival. Binance caught off the deal for FTX saying the financial problems that are beyond Binance's ability to help. It's a stunning fall for the founder of FTX Sam Bankman-Fried, who's now struggling to raise money and without a bailout FTX is on the brink of collapse. Now the turmoil caused Bitcoin to sink to its lowest level in two years. And Twitter appears to be battling a wave of fake celebrity and corporate accounts after launching its new paid verification system. Multiple fake verified accounts have been suspended after tweeting misleading content under well-known names including former U.S. President Donald Trump. Basketball star LeBron James and even Nintendo. The verification mess comes as Twitter's new owner Elon Musk pleads with advertisers to keep spending money on his platform. Well, I want to bring in CNN's Paul La Monica in New York for more on all of this, good to see you, Paul. So Elon Musk has gone through sacked half of Twitter. Now he's rolled out this verification plan, but is already having some issues with him. PAUL R. LA MONICA, CNN DIGITAL CORRESPONDENT: Yes, it has been a mess, to put it mildly for Twitter. And Elon Musk right now because of the ease apparently, in which anyone can sign up and pretend that there's someone else and get that what used to be coveted and rare, verified blue checkmark. Now all of a sudden you have people pretending to be someone they're not and tweeting things that they probably shouldn't be. And that is going to be a significant challenge for Elon Musk and Twitter going forward. If they don't wind up defeating all the bad actors on Twitter, then large advertisers are probably going to say, we're not necessarily comfortable spending our money here, sorry. And I know Elon Musk is trying to diversify away from advertising, hence his relentless push to get everyone to pay $8 to be verified. But again, if anyone can be verified for $8, it also becomes meaningless. There was something to be said for having an independent group of people at Twitter, decide whether or not someone should be verified if they are actually important enough to get that blue checkmark.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "KINKADE",
      "sentences": "A number of really large corporations that have put advertising from Twitter just take us through some of those.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "MONICA",
      "sentences": "Yes, you have already seen companies like GM and its rival Volkswagen pause spending on advertising on Twitter. There's also been foodcompanies like General Mills and Oreo Maker Mondelez, Pfizer as well. So these are all global blue chip companies that are just taking a backseat and waiting to see how things shake out. And it wouldn't surprise me if these shenanigans persist; you're going to see these companies probably decide that they're better off spending on other social media and digital advertising platforms of which there are legion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "MONICA",
      "sentences": "Yes, you have the implosion at FTX; this is a company that their own Crypto currency crashed. And that led to a big drop in the price ofBitcoin and hopes briefly that they were going to get rescued by one of their rivals Binance. But apparently Binance took a look at the book said thanks, but no thanks. And now all of a sudden FTX which was recently valued as much as $32 billion. It's not worth that much anymore.",
      "isLastSentenceInterrupted": false
    }
  ]
}