{
  "date": "2022-10-19",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden Speaks On Curbing Gas And Energy Prices; Putin Declares Martial Law In Four Illegally Annexed Regions; Sources: Iranians In Crimea Training Russian Troops On Drones; Study: Your Smell Can Make You More Attractive To Mosquitoes. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:34:56",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Mr. President, what is your response --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:56",
      "speaker": "BIDEN",
      "sentences": "I don't hear. Can you speak louder?(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:56",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "What is your response to Republicans who say you are only doing this to help Democrats in the midterms?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:56",
      "speaker": "BIDEN",
      "sentences": "Where have they been the last four months? That's my response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:56",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Is it politically motivated, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:56",
      "speaker": "BIDEN",
      "sentences": "No, it's not.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:56",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "-- before the midterms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:56",
      "speaker": "BIDEN",
      "sentences": "Look, it makes sense. I've been doing this for how long now? It's not politically motivated at all. [13It's motivated to make sure that I continue to push on what I've been pushing on. And that is making sure there's enough oil that's being pumped by the companies so that we have the ability to be able to produce enough gas that we need here at home, oil we need here at home. And at the same time, keep moving in the direction of providing for alternative energy. That's what I've been doing. Now, the problem is these guys were asleep. I don't know where they've been. And they seem, you know -- the price at the pump should reflect what the price of a barely of oil costs. And it's not going down consistently. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:56",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Mr. President --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:56",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "-- martial law in parts of Ukraine. What does that say to you, sir, about where his think something on the war in Ukraine right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:56",
      "speaker": "BIDEN",
      "sentences": "I think that Vladimir Putin finds himself in an incredibly difficult position.And what it reflects to me is, it seems his only tool available to him is to brutalize individual citizens in Ukraine, Ukraine and citizens to try to intimidate them into capitulating. They're not going to do that. Thank you. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:56",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Sir --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:34:56",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Sir, do you want to ban the export of U.S. petroleum products?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:47:06",
      "speaker": "CABRERA",
      "sentences": "Vladimir Putin tries to tighten his grip on Ukraine. He is now declaring martial law in the four regions he illegally annexed. The State Department calls it a desperate tactic to try to enforce and control those areas.Russia doesn't fully control the regions, Kherson, Zaporizhzhia, Donetsk and Luhansk. And it appears Moscow thinks it may lose ever more ground, especially in the south. Right now, Russian-installed leaders in Kherson are texting people, telling them to leave ahead of what they think will be a major Ukrainian counteroffensive. Yet, this area still a Russia stronghold. Ukrainian officials say Russia is trying to escalate hysteria and intimidate people there. As for the areas Putin doesn't control and, for now, has no hope of controlling, the goal appears simply to make Ukrainians suffer. Russia's relentless strikes continued today. At least three power plants reportedly were hit. The head of the E.U. calling these attacks on Ukraine's power and water facilities a war crime. Retired General Mark Kimmitt is joining us with a closer look at the situation in Ukraine. General, thanks for taking the time. Let's start with Putin declaring martial law in the four regions. What does that mean and why do you think Putin went there? BRIG. GEN. MARK KIMMITT, U.S. ARMY, RETIRED: Well, technically, what it means that is that he replaces his civilian officials with military uniformed people in those jobs as mayors, district organizers, district community representatives, so on and so forth. What it means is the military has taken over. But candidly, what that means, in practice, is that he has now replaced civilian stooges with military stooges. That's all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:47:06",
      "speaker": "CABRERA",
      "sentences": "So, I guess it comes at this crucial moment in the campaign and in which we're really seeing Russia depend on Iran for some of their military might.We're learning Iran is sending military personnel to Russian-occupied territory inside Crimea to train and to advise Russian fighters on how to use their drones. What do you make of Russia's reliance on Iran right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:59",
      "speaker": "CABRERA",
      "sentences": "Our reporting is that Iran has provided two types of drones, one explodes on impact, can have a range up to a thousand miles, the other can carry both missiles and be used for surveillance.Ukrainian officials say they shot down 13 of those Iran drones overnight in one region. Is it easier for Ukraine to shoot down those drones compared to Russian missiles?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:59",
      "speaker": "KIMMITT",
      "sentences": "No, actually, it's more difficult. The problems that you have with drones is they fly low, they fly slow, they're small enough that they don't really get picked up very well on a radar set.You see this around the world, that drones are now becoming the poor- man's weapon of war. We don't necessarily have the technology right now to completely eliminate that threat. Zelenskyy has now gone to Israel to try to get their Iron Dome defenses situation -- defensive capabilities that the Israelis have been using against the Palestinians for years. But I think what we can expect, more than the ability of technology to solve this problem, my view is that Iran will eventually run out of drones the way that Russia is running out of drones now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:59",
      "speaker": "CABRERA",
      "sentences": "So Ukraine's intel chief is predicting victory by next summer. One, is that realistic? And, two, do you think he should have set that time frame and that expectation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:59",
      "speaker": "KIMMITT",
      "sentences": "No, I don't think he should have set that expectation. That will be difficult because Ukraine has said victory is total victory. It is the ability to regain all the lost territories inside ofUkraine, the four annexed republics, which they haven't had since before 2014. And victory is defined as taking back Crimea. That's a pretty tall task. And candidly, I would be more concerned about Russia taking some extraordinary measures to prevent that from happening than from allowing that to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:59",
      "speaker": "CABRERA",
      "sentences": "Retired General Mark Kimmitt, thank you so much for joining us.We have a piece of good news in the aftermath of Hurricane Ian. Just a few hours ago the Sanibel Causeway in Florida reopened. This bridge provided the only land access to Sanibel and Captiva Islands. It was impassable after the storm washed away entire sections. Many residents will return to homes without electricity now if they have homes at all. The Florida governor says about 25 percent of Sanibel Island should have power back on this week. But parts of Captiva Island may not have power until November. OK. We all know that one person who just gets eaten alive by mosquitos. Was it you? I'm one of them. But now we're learning more about why. A new study says it could have everything to do with how you smell. CNN's Tom Foreman is here to explain. I know there are a lot of people wondering why they're a mosquito magnet. Tom, help us understand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:59",
      "speaker": "TOM FOREMAN, CNN CORRESPONDENT",
      "sentences": "Of course, this is really exciting research out of Rockefeller Research in New York where they do a lot of great work on this.What they have found is that skin odor has a definite attractiveness to mosquitos in some people. How definite? So much so that, in some cases, they say the people who attract the mosquitos are 100 times more attractive than other people nearby in that circumstance. Now, what is it about skin odor that makes a difference? They put these sleeves on people and collected their skin odor and tested them against mosquitos and they found that what it was, was a type of fatty acid, called carboxylic acids. What do carboxylic acids do? Carboxylic acids really, really draw mosquitos. Only female mosquitos, by the way. Male mosquitos do not bite. And they give a slight odor, these acids, of cheese and feet, which doesn't sound all that attractive to begin with. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:59",
      "speaker": "FOREMAN",
      "sentences": "If mosquitos aren't bothering you, you might have another problem.But here is the thing, Ana. The mosquitos -- they even tried to say what if we can cut off the receptors on these mosquitos so they couldn't smell it as well. Didn't matter. They had backup systems. They still went after these people more than anybody else. Now the question is, can you come up with some sort of a blocking lotion or something that people could put over their skin that would suppress this so, at very least, these people are not more attractive to mosquitos than anybody else? And maybe you can get to where they are not so attractive. Big important deal because, remember, mosquitos, aside from just being a nuisance and being uncomfortable, 700 million people per year suffer from mosquito-borne diseases like Zika and Dengue and Malaria. So this is big news. It may seem funny in a way but, in other ways, it could be important -- Ana?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:59",
      "speaker": "CABRERA",
      "sentences": "Yes. I'm laughing because I admitted at the beginning of the segment that I was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:49:59",
      "speaker": "FOREMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:07",
      "speaker": "FOREMAN",
      "sentences": "Well, I guess. When you go to the beach next time --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:07",
      "speaker": "CABRERA",
      "sentences": "I'm going to tell my husband that we learned that means you're extra sweet and have a wonderful scent.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:07",
      "speaker": "FOREMAN",
      "sentences": "Yes. Yes. That would be a good play at this point.Exciting news. And hopefully, next spring, when we are all dealing with this, maybe we have made more progress on figuring on if there's some way to stop this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:07",
      "speaker": "CABRERA",
      "sentences": "I'm going to go take a lavender bath when I get home.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:07",
      "speaker": "CABRERA",
      "sentences": "Tom Foreman, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:07",
      "speaker": "FOREMAN",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    }
  ]
}