{
  "date": "2022-12-22",
  "headline": "CNN This Morning",
  "subHeadline": "Biden Offers Tamiflu from Stockpile; Roya Rahmani is Interviewed about Women in Afghanistan; Clive Davis is Interviewed about Whitney Houston. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:30:00",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "And a one-on-one interview - you've got to watch this - with this man. The man who discovered Whitney Houston. Clive Davis talks about her incredible life and the new movie about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Amid an early and already severe flu season across the United States, the White House is now trying to help, offering to release Tamiflu from the nation's strategic stockpiles to states that need it.So, joining us now to talk about this is CNN's medical correspondent Dr. Tara Narula, who is sitting by. Are we having a Tamiflu shortage? What's the reason for them to go into the stockpile to release this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "It's serious stuff when they go in the stockpile.DR. TARA NARULA, CNN MEDICAL CORRESPONDENT: Yes, it sounds very serious, right? And we've been talking about shortages so much. And clearly it's been an early and severe flu season, 15 million illnesses. And last week HHS told states that they can release or use their own state stockpile. Now the Biden administration is saying that, yes, if states require it, they can actually have access to Tamiflu from the national stockpile. Now, the FDA is saying this is not a shortage, but the American Society of Health Systems Pharmacists, which collets a database based on the public's reporting of shortages, which is verified by pharmacists, is saying there is a shortage of the generic version of Tamiflu. So, bottom line is, hopefully this will ease access and hopefully we are beginning, as we talked about yesterday, to see flu numbers coming down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "I've got to ask you about this because I - I think - it's really important because, you know, as we progress as, you know, the world and human beings, life expectancy you would think would go up right with all the advances in medicine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "NARULA",
      "sentences": "Right, you would think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "But this new CDC reports that - reports that life expectancy is at its lowest. The lowest it's been since 1996. Partially I'm sure to do with the pandemic, but what's going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "NARULA",
      "sentences": "Yes, it doesn't sound great to say it's the lowest since 1996.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "NARULA",
      "sentences": "And, in fact, over the past two years it has dropped. Essentially it was 77 years old in 2020. Now we're talking about 76.4 years old. And large contributors to this have been Covid and also drug overdose deaths. We know that Covid is actually the third leading cause of death after heart disease, I love to point that out, as number one. Cancer, number two. It actually caused about one in eight deaths last year in 2021.Add to that drug overdoses, that was responsible for about a little over 100,000 deaths in 2021. And that number has increased five-fold in the past 20 years. It's actually responsible for about a third of accidental deaths. So, largest population for the drug overdose, 35 to 44-year-olds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "COLLINS",
      "sentences": "So young.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "Wow. Wow. Very young.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "NARULA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "Thank you. Thanks, Doctor. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "COLLINS",
      "sentences": "Thank you.All right, there's new fallout this morning surrounding incoming Republican Congressman George Santos. The records that contradict his claim that his grandparents survived the Holocaust. Also. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "So, you saw the heights. The highest of the highs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "CLIVE DAVIS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "Were you there for the lows?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "DAVIS",
      "sentences": "Well, I was there for the lows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LEMON",
      "sentences": "When did you figure out the lows were coming?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:09",
      "speaker": "COLLINS",
      "sentences": "Women in Afghanistan have been banned from attending university. Just the latest in a series of blows to women's rights under an increasingly strict Taliban rule. Since taking over, the Taliban have imposed restrictions on everything from women's education to their ability to work to their right to go out in public. And the latest ban shows that - all following months of back and forth on education policies, it's drawing criticism from leaders around the world. The question is, what is going to happen next.So, joining us now to discuss this is the first woman to ever serve as the Afghan ambassador to the United States, former Ambassador Roya Rahmani. Thank you so much, Ambassador, for joining us this morning because this development of what we've seen with this latest instance, banning women from going to university, is just devastating. AMB. ROYA RAHMANI, FORMER AFGHAN AMBASSADOR TO THE U.S.: Yes, indeed. It is another blow, as you describe it. And part of the (INAUDIBLE) of the restrictions that they are increasingly introducing. But no surprise at all. This is the same group that were in power in 1990s that turned the country to that of a -- like a state of zombie place where there was nothing going on. And this is exactly what they are doing now. They have changing their - the front in terms of their war now on Afghan women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:09",
      "speaker": "COLLINS",
      "sentences": "I was so struck by this story that CNN was telling about a 21-year-old student who had two exams left. She found out about this. She said she kept studying anyway. She still wanted to take her tests. She went to the gates of her school in Kabul, the capital there, and there were Taliban armed guards at the door. They would not let her in to come in to take her exams.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:09",
      "speaker": "RAHMANI",
      "sentences": "Indeed. This is -- this is one of the hundreds of thousands of girls today in Afghanistan that are facing - they are shattering hopes and dreams. Imagine what is going on in the head of this young woman not being able to even write her exam. And how this flashes her future in front of her eyes. What does it mean for her and her family? What does it mean in terms of defining the future in terms of the trust and the stability in the nation that she lives? This can go on and on. There are these huge economic impacts of this decision. How is thatgoing to be handled? This is, again, one step further into throwing Afghanistan to this dark hole and the tragedy continues, unfortunately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:09",
      "speaker": "COLLINS",
      "sentences": "Well, it's a good point. I mean, just beyond the human rights aspect of this, you know, the economic impacts that a decision like this brings about.I wonder, are you worried about what happens next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "COLLINS",
      "sentences": "It's a very powerful perspective from the first female ambassador -- Afghan ambassador to the United States.Ambassador Roya Rahmani, thank you so much for joining us this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "RAHMANI",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "COLLINS",
      "sentences": "All right, also this morning, the former FTX chief executive, Sam Bankman-Fried, he is now back in the United States today. What to expect from his court appearance that is going to happen in New York in just a matter of hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "LEMON",
      "sentences": "How you doing, Clive Davis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "CLIVE DAVIS",
      "sentences": "I'm doing well. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "LEMON",
      "sentences": "It's so good to be here in your home interviewing you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "DAVIS",
      "sentences": "And it's nice -- really nice to have you here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "LEMON",
      "sentences": "As you know, you're one of my heroes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "DAVIS",
      "sentences": "Well, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "LEMON",
      "sentences": "And so was Whitney Houston.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "DAVIS",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "LEMON",
      "sentences": "It's - I -- she and Aretha were my favorites.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "DAVIS",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "LEMON",
      "sentences": "And so, tell me the story -- you have this wonderful new movie coming out -- the first time you met Whitney Houston?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "DAVIS",
      "sentences": "The first time I met Whitney was really at her audition for me. She had been doing background singing in her mother Cissy's act. They were -- Cissy was playing Sweetwater's club --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Tonight, the legendary record executive, Mr. Clive Davis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "My voice is gone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You start the show tonight. No talking back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "DAVIS",
      "sentences": "And Whitney sang two songs that night. One was \"Home\" from The Wiz, and the other was \"The Greatest Love of All.\" Now, she didn't know, I don't know who many people know, I had commissioned the song \"The Greatest Love of All\" eight years ago for the life of Muhammad Ali, the movie. And I got Michael Masser and Linda Creed. They wrote \"The Greatest Love of All.\" I had recorded it with George Benson. We had a top ten R&amp;B hit. And then this beautiful 19-year-old girl, OK, gets to the microphone. And as soon as she started singing that song, I was stunned.WHITNEY HOUSTON (singing): Learning to love yourself, it is the greatest love of all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "LEMON",
      "sentences": "You said the purpose of this film is to show the full Whitney. You shared stories about Whitney being at your house, you advising her, going over the catalog, what she should sing, what she should do with her career next. What -- you say people don't know the full portrait of Whitney. So, tell us about the full portrait of Whitney.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "DAVIS",
      "sentences": "Well, I know what the public's interested in. And with the great writer Anthony McCarten, who wrote the script, who wrote \"Bohemian Rhapsody\" and \"The Two Popes,\" whether it's Whitney's sexuality, whether her reaction when there was inuendo or does she seem black enough, whether it's how she and I collaborated, I just didn't sign her, going through all the years, except for the movies where the process was different, it was Whitney and me alone. I would work all during the year with my very valuable and incredible A&amp;R staff to go through hundreds and hundreds of songs. I would narrow it down to 20. She and I would meet, either in my office or my monthly bungalow at the Beverly Hills Hotel, OK, and it was just Whitney and I. And I'd put the demo in, she would react, we would talk about it. All of that is captured in the film.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "LEMON",
      "sentences": "What was her biggest moment? What was the height of Whitney Houston's career?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "DAVIS",
      "sentences": "Whoa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "LEMON",
      "sentences": "Was it \"The Bodyguard\"? No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "DAVIS",
      "sentences": "Well, certainly \"The Bodyguard.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "LEMON",
      "sentences": "But the height of her career.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "DAVIS",
      "sentences": "The height of her career are two things. One is \"The Bodyguard.\"HOUSTON (singing): And I will always love you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "DAVIS",
      "sentences": "\"The Bodyguard\" is the biggest selling soundtrack album to this day of all time. It's going close - it's very close, maybe now it's over 40 million copies. So, the combination of \"I Will Always Love You\" and \"I'm Every Woman\" and \"I Have Nothing,\" I mean, coupled with the movie being seen all over the world, there's only one rival to \"The Bodyguard\" as far as the highest point. And that's the national anthem. There's no one before or since that approaches what Whitney does with the national anthem. And that is still the largest female selling single of all time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "LEMON",
      "sentences": "So, you saw the heights, the highest of the high. DAVIS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "LEMON",
      "sentences": "Were you there for the lows?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "DAVIS",
      "sentences": "I was there for the lows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:08",
      "speaker": "LEMON",
      "sentences": "When did you figure out the lows were coming?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "LEMON",
      "sentences": "What did you say in the letter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "DAVIS",
      "sentences": "I said, you have a severe problem, and you have to deal with it. And it's a matter of life and death. She didn't listen, or never replied to the letter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "DIANE SAWYER, JOURNALIST, ABC",
      "sentences": "Is it alcohol? Is it marijuana? Is it cocaine? Is it pills?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "HOUSTON",
      "sentences": "It has been at times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "LEMON",
      "sentences": "Do you deal with the Diane Sawyer interview in the movie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "DAVIS",
      "sentences": "No, we don't. We don't -- we deal enough with her lows that we don't try to recreate a TV interview or another TV show. But it is dealt with at length. It is dealt with how it happened. And she seems as low as you can get.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "LEMON",
      "sentences": "So, let's talk about then, Clive, I was on the air. You're having the Grammy party at the Beverly Hilton. I walk out of the studio and they said, we just got word that Whitney Houston died.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "LEMON",
      "sentences": "You know, every once in a while you have to report something that you thought would be the worst thing that could happen, and it was going to happen, and now it has. Singer Whitney Houston, one of the greatest voices of our generation, CNN has gotten confirmation from her representative, has died.And you're there at the Beverly Hilton, where it all happened. What do you - what is going through your mind? What is happening behind the scenes with Clive Davis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "DAVIS",
      "sentences": "Well, when I get the call, it had to be 4",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "LEMON",
      "sentences": "So, Clive, I'm your friend and I - and so I want to ask you about your storied career. And may -- some of these questions, I hope they're not insensitive.We're at a time now where we're talking about, should a president run again at 80 years old. You're 90 years old. You're firing still on all cylinders. What do you think? Do you think age is a factor when it comes to someone's performance and viability?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "LEMON",
      "sentences": "But I have to - do -- from good sources, that I was in the movie, but then I got cut out of the movie because you changed the ending. But, that's OK. I'm cool with it, because I love you and I love Whitney.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "DAVIS",
      "sentences": "See the film.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "COLLINS",
      "sentences": "That is so good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "LEMON",
      "sentences": "Yes. I wish we could have run - at - we sat down - we were supposed to sit down for a short interview about the thing, and I think we talked for like an hour and a half.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "COLLINS",
      "sentences": "And you were supposed to sit down for how long?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "LEMON",
      "sentences": "Like -- it was supposed to be like a six or seven minute piece. And he actually laughed about it. He goes, you're going to do all this and then you're going to cut six or seven minutes.Listen, the -- there are many things that doing this job affords you, right? And for me it has been meeting people like Clive Davis and befriending people like Clive Davis and him being a mentor to me, really. And he said, life is what you make of it. There are ups and downs and everything is individual. We talked about, you know, the age thing. My mom is 80. Firing on all cylinders, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "LEMON",
      "sentences": "Sharper than me. So, it's really an individual thing. But, I mean, he -- what an extraordinary person he is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "COLLINS",
      "sentences": "And just to see what he had a close up look at when it came to Whitney Houston and being there for those low moments, as you called them. And it's just - it's a fascinating perspective. And saying he wrote her that letter and that she never responded is heartbreaking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "LEMON",
      "sentences": "Yes. Yes. I mean, not - listen, not only that. I mean it's - it's so many people that he, you know, has - he's been around for when you think about the boss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "LEMON",
      "sentences": "Like Bruce Springsteen and -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "COLLINS",
      "sentences": "I want to watch the whole hour, so send it to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "LEMON",
      "sentences": "Well, they've got to - they're going to have to edit it. I mean you can watch the raw interview. But, I mean, we talked about a lot and we did it from his house here in the city -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "LEMON",
      "sentences": "And then, you know, he has another place that I visited him at and -- he and his partner. But it is really -- he's a great guy. A really great guy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "LEMON",
      "sentences": "Thank you, Clive. Thank you for doing that. Another extraordinary legend, Dionne Warwick, of course a connectionto Whitney Houston, her cousin, she brings her exclusive story to CNN in the new film \"Don't Make Me Over.\" It premiers New Year's Day 9:00 p.m. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Dionne Warwick, one of the great female singers of all time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Dionne was the first African American woman to win a Grammy in the pop category.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "DIONNE WARWICK",
      "sentences": "The music I was singing was nothing like anything that any of them were singing.The legacy of my family, music. Pure and simple, music.",
      "isLastSentenceInterrupted": false
    }
  ]
}