{
  "date": "2022-10-19",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Concern For Iranian Rock Climber Who Competed Without Hijab; U.K. Inflation Rate Soars To 10.1% In September; Mississippi River Drought Could Lead To Higher Food Prices. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:00",
      "speaker": "CHRISTINE ROMANS, CNN ANCHOR",
      "sentences": "Interest in the case was renewed by the podcast \"Your Own Backyard\" in 2019. It identified Paul Flores as the last person to have seen Smart alive.(BEGIN VIDEO CLIP) STAN SMART, KRISTIN SMART'S FATHER:  This has been an agonizingly long journey with more downs than ups, but we are grateful and appreciate the diligence and energy of the two juries to thoroughly review the facts and reach their decisions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "ROMANS",
      "sentences": "Paul Flores could face 25 years to life in prison when he is sentenced on December 9.In Virginia, a federal jury has cleared Igor Danchencko of four counts of lying to the FBI in the latest setback for special counsel John Durham. Danchencko was the primary source for the dossier on then- candidate Donald Trump. The dossier was a collection of unverified allegations compiled by retired British spy Christopher Steele. Durham has now brought two cases to trial. Both have ended in acquittals. Ahead, after bleeding subscribers for much of the year, Netflix is back and growing. And concern for the fate of a female Iranian athlete who competed without a head covering. (BEGIN VIDEO CLIP) MAHMOOD REZA AMIRY-MOGHADDAM, DIRECTOR, NGO IRAN HUMAN RIGHTS:  They will do whatever they can to try to undo the so-called damage she has done to their authority. (END VIDEO CLIP) (COMMERCIAL) [05:35:51] ROMANS:  This morning, a female Iranian rock climber is back home in Tehran after competing without wearing a hijab at an international event in South Korea last weekend. Now there is concern she could face repercussions with Iran's regime in the midst of this brutal crackdown on protesters. Let's bring in CNN's Nada Bashir with the latest. Any word, Nada, from Iran's government yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "NADA BASHIR, CNN REPORTER",
      "sentences": "Well look, Christine, it's unclear how the Iranian regime will respond to this. We've seen the authorities in the last few weeks taking a hardline approach, cracking down to any signs of defiance -- women removing their hijabs and violating the country's strict dress code.But, of course, we saw in the early hours of this morning, Elnaz Rekabi arriving to what can only be described as a hero's welcome. Crowds gathering at the airport despite the controversy. There is still real concern that she could face severe repercussions for her actions in South Korea. Take a look. (BEGIN VIDEOTAPE) BASHIR (voice-over):  The fate of Iranian athlete Elnaz Rekabi could hang in the balance after video emerged showing the prominent rock climber competing in South Korea without her mandatory head scarf, or hijab. The religious veil is mandated by the Iranian regime both at home and overseas when officially representing the country. ELNAZ REKABI, IRANIAN SPORT CLIMBER (through translator):  The future is very bright, especially for women in rock climbing. BASHIR (voice-over):  Her hopes for the future, however, now in limbo. In a post on Instagram, Rekabi issued an apology, saying she had been called to climb unexpectedly, creating an unintentional issue with her hijab -- though some activists have questioned whether her statement was written under duress. Now, some fear she may face punishment upon her return to Iran. AMIRY-MOGHADDAM:  Based on the knowledge that we have from Tehran and authorities, they will do whatever they can to try to undo the so- called damage she has done to their authority. BASHIR (voice-over):  Iran's strict dress code is enforced, often violently, by the country's notorious morality police. The very authority under whose custody 22-year-old Mahsa Amini died in September. She had been detained for allegedly wearing her hijab incorrectly. Amini's death has, however, sparked a moment of reckoning for the country's hardline regime with nationwide protests now entering their fifth week. Women and girls across the country removing their mandatory hijabs and even cutting their hair in a show of defiance against the regime's severe restrictions on women's rights -- a movement which has gained support across the international community. RAVINA SHAMDASANI, SPOKESPERSON, U.N. HUMAN RIGHTS OFFICE:  What we have to stress is that women should never be prosecuted for what they wear. BASHIR (voice-over):  But the Iranian regime continues to pursue a brutal and deadly crackdown on protesters, and there are growing concerns that Rekabi could be used by the regime as an example to other women. AMIRY-MOGHADDAM:  The bravery that she has shown will certainly inspire millions of Iranian girls, and I think that's the main problem. BASHIR (voice-over):  While the Iranian embassy in Seoul claims that reports Rekabi will be arrested upon her approval in Iran are, quote, \"fake news,\" fears remain that she, too, will face the brutal repression of the Iranian regime. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BASHIR",
      "sentences": "And look, Christine, it's unclear what sort of situation Elnaz Rekabi now faces back home in Iran. We have heard from her, speaking to state media, reiterating that statement on Instagram, saying that it was totally an accident, and apologizing for any confusion caused. But it's impossible to ignore the context here as we continue to see women and young girls being the driving force --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "ROMANS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "BASHIR",
      "sentences": "-- behind the protests we've seen across the country defying the regime's severe restrictions on women's rights to choose how they wish to dress -- Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:44:10",
      "speaker": "ROMANS",
      "sentences": "All right, Romans' Numeral this morning, 38. The amount of oil in the Strategic Petroleum Reserve hasn't been this low in 38 years since June 1984 when Ronald Reagan was in the White House. The reserve is down roughly a third since President Biden took office.It's the emergency stockpile of oil. It's a series of underground storage caverns holding vast amounts of crude oil that can be released during wars, hurricanes, or other break-the-glass moments. President Biden has not been shy about using it since Russia invaded Ukraine. Here he is back in April. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:44:10",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "That's why I authorized the release of one million barrels per day for the next six months from our Strategic Petroleum Reserve.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:02",
      "speaker": "SCOTT MCLEAN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Undoubtedly, issue number one here as well.And look, Christine, yesterday, Liz Truss, after meeting with her cabinet, said that she wanted to be honest with the British public about the hard times ahead. And that statement from yesterday turned out to be pretty prescient given the new numbers on inflation today. As you mentioned, inflation, as of September, ticking up from 9.9 percent to 10.1 percent, driven largely by the increase in food and drink prices, up 14 percent. And a lot of critics of the prime minister say that her own policies -- trying to slash taxes and spend money that the government hadn't accounted for -- undoubtedly helped to contribute to some of this inflation. Now, she's managed to roll back almost all of those policies but now she is fighting for her political life. She did not answer questions in the House of Commons on Monday but today she will face the music with questions from opposition lawmakers -- even, potentially, some tough questions from the backbenches of her own party. And new polls, though -- a new poll, though, shows that look, she has dug herself one heck of a deep hole. Two-thirds of the British public would like to see her replaced as prime minister. People don't think that she can regain the trust of the public, regain the trust of the markets. Even a clear majority -- more than 60 percent of people who voted conservative in the last election would like to see the prime minister replaced. And so, the question is why hasn't the party pushed her out already? The foreign secretary had this explanation earlier. (BEGIN VIDEO CLIP) JAMES CLEVERLY, U.K. FOREIGN SECRETARY:  What I'm not convinced by -- far, far from convinced by -- is that going through another leadership campaign, defenestrating another prime minister will either convince the British people that we're thinking about them rather than ourselves or convince the markets to stay calm. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:02",
      "speaker": "MCLEAN",
      "sentences": "Now, Christine, the foreign secretary also said that look, those within the Conservative Party plotting to take down the prime minister really have not considered that if they do show Liz Truss the door, what comes next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "ROMANS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "MINTERT",
      "sentences": "-- same barges.So it really is about production cost and income loss for farmers here over the course of the rest of the fall and probably into the winter as well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "ROMANS",
      "sentences": "Less about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "MINTERT",
      "sentences": "-- and not so much about consumer food prices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "ROMANS",
      "sentences": "Right. Less about the grocery store and more about the farmers' income here.I just -- quickly, what happens to these backed-up crops that don't get shipped? They must be filling these grain terminals and that's one of the reasons why the price per bushel is going down. How do they get the -- how do they get the crops moving again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "MINTERT",
      "sentences": "Well, you're exactly right. Storage facilities are filling up rapidly. Farmers are looking for ways to store crops that they haven't had to do in prior years. And you can see the price relationship is changing. Normally, thepricing structure encourages movement from the interior towards the river markets. Right now, we're seeing the opposite take place with stronger prices on the interior markets and weaker prices near the river terminals. So what's taking place is we're disrupting the flow of goods and altering that normal pattern. So I think in the short-run we'll get by, but we're going to see some situations where people are forced to sell at lower prices than they would have expected just a few weeks ago. And that's going to be pretty significant in some situations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "ROMANS",
      "sentences": "All right, James Mintert. Thanks for laying it out for us. Nice to see you this morning. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "MINTERT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:09",
      "speaker": "ROMANS",
      "sentences": "An NFL owner says there may already be enough support to force Commanders owner Dan Snyder to sell his team.Andy Scholes has this morning's Bleacher Report. Hey, Andy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:09",
      "speaker": "ANDY SCHOLES, CNN SPORTS CORRESPONDENT",
      "sentences": "Yes, good morning, Christine.So the NFL owners are meeting this week in New York and after they concluded yesterday they were all asked about Dan Snyder as they left. Well, Colts owner Jim Irsay was the first and only one to speak out, and he said that Snyder should be removed. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:09",
      "speaker": "JIM IRSAY, OWNER, INDIANAPOLIS COLTS",
      "sentences": "I believe that there's merit to remove him as owner. I think it's something that we have to review. We have to look at all the evidence and we have to be thorough in going forward. But I think it's something that has to be given serious consideration to.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:09",
      "speaker": "SCHOLES",
      "sentences": "The House Oversight Committee and the NFL are both investigating workplace misconduct allegations against Snyder during his tenure with the Washington franchise.The Commanders, in a statement, called Irsay's comments highly inappropriate. Commissioner Roger Goodell says there's no reason to speculate on Snyder's future until the investigations are complete. Twenty-four of the 32 owners would have to vote to remove Snyder, which has never happened before in the NFL. No vote is expected to happen this week. The earliest it could happen would be December. All right, to baseball. Yankees and Guardians playing a winner-take- all game five and the Yankees' sluggers coming through. Giancarlo Stanton, a 3-run home run in the first inning to give New York the lead. Then Aaron Judge comes to the plate and pads that lead in the second inning with a towering home run. The Yankees would cruise to a 5-1 win. Not much time to celebrate for them, though, as they head to Houston tonight to play the Astros in game one of the ALCS. Houston has beaten New York the last three times they've met in the postseason. All right, the Padres and Phillies, meanwhile, opening the NLCS in San Diego last night. Philadelphia's sluggers also coming through. Bryce Harper, a solo shot in the fourth to get Philly on the board. Then the National League home run champ Kyle Schwarber comes up later in the game and hits an absolute blast. This one goes 488 feet. Zack Wheeler pitched seven innings of shutout ball. The Phillies take game one 2-0. The teams combined for just four hits, which ties the mark for fewest ever in a postseason game. All right, finally, the Warriors raising their championship banner and getting their rings before the season opener against the Lakers last night. Steph Curry using the moment to advocate for WNBA star Brittney Griner who spent her 32nd birthday in a Russian prison. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:09",
      "speaker": "STEPH CURRY, GOLDEN STATE WARRIORS GUARD",
      "sentences": "Brittney Griner's birthday is today. She's 32 years old. We want to continue to let her name be known and we pray that -- it's been 243 days since she's been wrongfully incarcerated in Russia. We hope that she comes home soon and everybody's doing their part to get her home.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:09",
      "speaker": "SCHOLES",
      "sentences": "All right, and Steph picking up where he'd left off in the finals. Watch him put the moves on Anthony Davis. He gets the layup to go. Steph, 33 points in this one. LeBron had 31 for L.A. but the Warriors cruised to a 123-109 win on opening night.And Christine, no shortage of things to watch tonight sports-wise. You've got two championship games in baseball and 12 NBA games. So, 24 more teams opening their season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:09",
      "speaker": "ROMANS",
      "sentences": "All right. That sounds like a lot to sort through and we know you'll bring it to us tomorrow -- the highlights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:09",
      "speaker": "SCHOLES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}