{
  "date": "2022-12-30",
  "headline": "At This Hour",
  "subHeadline": "House Committee Releases Six Years Of Trump's Tax Returns; Jan 6 Cmte Releases New Transcripts, Including From Giuliani, Kushner; Southwest Expects \"Full Schedule\" Today After Major Meltdown. Aired 11-11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:24",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "Hello, everyone. At This Hour, new transcript just out from the January 6th Committee in the past few minutes. CNN reading through them right now, what Rudy Giuliani and Jared Kushner swore under oath. Today, Donald Trump's taxes now in plain sight after a year's long back and forth legal battle. Plus, the Transportation Secretary's new threat aimed at Southwest Airlines make good on getting thousands of passengers home or face thousands of dollars of fines for failing to get planes in the air. This is what we're watching At This Hour.And good morning, everyone. I'm Amara Walker in for Kate Bolduan. Just minutes ago, the Committee investigating the insurrection putting out a new batch of transcripts from its work. Today's release includes a few headline names, Rudy Giuliani, Donald Trump's former legal mouthpiece who helped lead some efforts to undo the 2020 election. Jared Kushner, the former president's son-in-law and senior adviser. Jason Miller, a former top Trump campaign adviser. And Ginni Thomas, the wife of Supreme Court Justice Clarence Thomas, who also attended Stop the Steal rallies. CNN is reading through all of this right now, and we will bring you details as soon as we get them. Also this hour, a never before seen look at Donald Trump's taxes. House Democrats making six years of the former president's financials public this morning, entering them into the Congressional record and capping a dramatic legal fight. What we know already, the returns cover 2015 through 2020, and the IRS violated its own rules by not auditing Trump each year while he was president. Trump paid no income tax in his final full year in office. And Trump and his wife paid little or no income tax in several of the years between 2015 and 2020. Let's get started in Washington with CNN's Kristen Holmes. All right, Kristen, walk us through. What are the headlines here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "WALKER",
      "sentences": "Yes. Of course, if he's so sensitive about this, are we hearing anything from the former president? HOLMES",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "WALKER",
      "sentences": "All right, Kristen Holmes, appreciate you breaking that down for us. Thank you very much.With me now is Catherine Rampell. She is a CNN economics and political commentator and opinion columnist for The Washington Post. Catherine, great to see you. So six years of Trump's tax returns are finally public. One of the things the committee's report revealed is that the IRS did not do the mandatory audit according to its own rules they were supposed to do during Trump's first two years in office. What do you make of that and what do you think will come of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "CATHERINE RAMPELL, CNN ECONOMICS AND POLITICAL COMMENTATOR",
      "sentences": "It's very puzzling, disturbing, even. Look, former President Trump had raised lots of red flags about his tax behavior well before he was president. Plenty of reasons that would motivate the IRS, presumably to look into some aggressive tax positions he had been taking. Beyond that, as you point out, the IRS's own policy is to audit the sitting president every year that that president is in office, even if there aren't red flags.And so the question is, why did they drop the ball? Why did they not follow their own policy? Why didn't they pursue a lot of these sort of fishy at best behaviors that Trump had been fairly public about participating in, let alone that we've discovered through lots of investigative journalism? So it's very strange. We don't know what went on here. We don't know if this is about incompetence, that this is about political interference, disorganization, lack of resources, et cetera, but something went wrong, and we need to get to the bottom of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "WALKER",
      "sentences": "And what are the specific questions that you have? Because I think a lot of people's eyebrows are raised when they hear that Trump, a wealthy businessman, as he's touted himself as, he didn't pay any taxes, federal income taxes in 2020. In 2016, it was just $750 in federal income taxes. And then if you combine the years of 2018 and 2019, just over a million dollars. So what are the questions that you have in your mind? Is it about seeing if these losses that were reported are actually legitimate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "RAMPELL",
      "sentences": "Well, there are a number of questions that I have. To be clear, the tax code is extremely complicated, and there's a lot of gray areas, particularly when it comes to real estate taxes. So just because Trump was able to pay very little in taxes does not necessarily mean he did anything illegal. That said, there are a lot of dodgy things that came up within his tax returns that the Joint Committee on Taxation last week already kind of summarized. And we will see documentation of in this release today, things like charitable deductions that look suspicious, loans to his kids that may have been actually gifts which should have been taxable, stuff like that.Beyond, you know, whether he actually engaged in financial shenanigans as he was preparing his tax returns, I am also personally interested in where he gets his money from and who he owes money to. Was he governing in the interest of himself or of the country? And we have some clues within the documents that have been released, and again, everybody, including myself, still going through them. But we're able to see some of those foreign entanglements that may provide clues to those kinds of obligations he had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:27",
      "speaker": "WALKER",
      "sentences": "Yes, and Nicholas, to you, I mean, House Democrats say, look, the facts are simple, the numbers are right there. GOP members say the majority is still putting out selective info, not releasing 1,000 plus files on the audits used as a foundation for a report last week. What is the Republican strategy to discredit the investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:27",
      "speaker": "NICHOLAS WU, CONGRESSIONAL REPORTER, POLITICO",
      "sentences": "Well, the Republican strategy here has been to draw attention to, like you said, how they're casting this as a selective release of the tax returns an, you know, they're calling this a weaponization of the congressional oversight tools against the former president. So it kind of shows in many ways how Republicans are still rallying around Trump even after we're seeing some of these revelations coming out from his tax returns. At the same time, there have been questions about Trump's taxes for years, and it's not really something that Republicans have raised that many eyebrows at. And so the question is now, you know, with plenty of other Republicans looking at entering the presidential field, whether any of them choose to use this information against Trump as they ramp up their presidential campaigns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:27",
      "speaker": "WALKER",
      "sentences": "What will the implications be of this, Lauren, then? I mean, do you think this will force future candidates to release their tax returns without any exception?BARRON-LOPEZ: Well, I think that the former president showed that you could not release your tax returns, become president, and go through your entire presidency and then not be released. One other thing I'd add, though, is that while the House Republicans are clearly going to conduct their own investigations, it's important to note that Senate is still in Democratic control. Senator Ron Wyden, who is chairman of the Finance Committee, has said that he's going to use additional investigative tools to look at why the IRS did not audit Trump during the early part of his presidency, during those first few years didn't start until about 2019 to audit him. And so Democrats now have additional investigative tools in the Senate because of the fact that they have majorities on committees now with that extra seat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:27",
      "speaker": "WALKER",
      "sentences": "And Nicholas, do you think Trump is going to have to do a lot of damage control looking to 2024. I mean, do you see any of Trump's potential rivals trying to use this information to say, hey, look, voters, trump isn't the businessman he claims to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:27",
      "speaker": "WU",
      "sentences": "Well, if the past can predict the future, the former president has gotten out of similar sorts of scrapes before by simply deflecting and dodging and misdirecting attention towards his own away from his own potential personal scandals. Like I mentioned earlier, there is a real question here of whether other republicans are going to use any of this information. Right now, they are still rallying around him, but in many ways there is all this new material that's been handed over to Republicans if it's something that they want to take advantage of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:13:53",
      "speaker": "WALKER",
      "sentences": "Right now, we are getting a new glimpse at what key Trump insiders told the January 6th Committee. This hour, the Committee putting out a batch of new witness transcripts, including from Rudy Giuliani and Jared Kushner. CNN's Katelyn Polantz has been reading through the transcripts for us. Katelyn, what did Giuliani and Kushner tell the panel? What sticks out to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:19",
      "speaker": "WALKER",
      "sentences": "Well, really interesting admissions from Ginni Thomas there. Katelyn Polantz we'll let you get back to perusing those documents. Thank you very much.Well, Southwest Airlines is working to get back to normal today after days of chaos and frustration. So far this morning, Southwest has canceled only a few dozen flights. That compares to thousands on each of the previous few days. The welcome news comes as Transportation Secretary Pete Buttigieg warns the government will take action if the airline doesn't do right by passengers. CNN's Adrienne Broaddus is live at Chicago's Midway Airport with more. Hi there, Adrienne. Look, we're just hours really away from New Year's Eve. It's Friday, people want good news. How are things looking there today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:19",
      "speaker": "ADRIENNE BROADDUS, CNN CORRESPONDENT",
      "sentences": "Things are better today, Amara. However, of hesitation from some travelers, including Velvet Calhoun (ph), she is on her way to Memphis, Tennessee to ring in the New Year. However, when it was time for her to drop her bags, she was terrified.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:19",
      "speaker": "BROADDUS",
      "sentences": "Why don't you want to check your bag?VELVET CALHOUN (ph), TRAVELER: OK. Because all the bags they lost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:19",
      "speaker": "BROADDUS",
      "sentences": "Scared?CALHOUN (ph): Hell, yes, I'm scared. It's just the point. All the bags that they lost, they lost 1,000 some bags. I've been watching the news. Now they want us to still get them our bags. It's that crazy or what? I'll try to go have some fun New Year's Eve. I ain't just -- I ain't going to let them spoil my day. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:19",
      "speaker": "BROADDUS",
      "sentences": "And so many travel plans were spoiled. As she told us, she'd been watching every step of the way. Meanwhile, travelers seeing this for the first time. No cancellations listed on this flight information. All of these flights on time. 1963 boarding, one delay here. It was scheduled to leave at 11",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:19",
      "speaker": "WALKER",
      "sentences": "Yes, I'm sure that is a welcome site. Thank you so much Adrienne Broaddus. Live for us there in Chicago. Joining me now, travel expert Katy Nastro. She is a spokesperson for the website, Scott's Cheap Flights. Katy, thank you for your time. So look, Southwest saying it's resuming a normal schedule today. And so far it appears that conditions are much better. You saw only a few dozen flights canceled.The board did not have many cancellations as we saw there. What is your advice? Let's start with the Southwest passengers who are looking to rebook their flights. KATY NASTRO, SCOTT'S CHEAP FLIGHTS TRAVEL EXPERT: Sure. So, you know, finally, some good news for travelers that have been affected. You know, Southwest is operating at only 1 percent of flights canceled. That's a far cry from the 60 percent that we saw over the last few days. And so, you know, for those that are looking to get rebooked on Southwest and have chosen to not take a cash refund in this scenario, you know, this is a good sign that they will be able to get on a flight before potentially January, when some of them were quoted that they'd be able to get rebooked. You know, one piece of advice that we always tell passengers try to call the international customer service line. If you can't get through to someone domestically, you know, I'm sure the domestic line is flooded with people trying to get rebooked and get on now new flights due to the fact that they are operating similarly normal. You know, Southwest has international lines that those agents would be able to rebook you just the same as the domestic customer service agent would. So if you find that domestic line being, you know, long wait times, try to give the international line a call.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:19",
      "speaker": "WALKER",
      "sentences": "I do want to ask about check luggage, though, because we heard from that passenger who was telling Adrienne Broaddus that there's no way she wants to, you know, check in her luggage. Should people be concerned about that, at least with Southwest Airlines? Because we did see a lot of reports of the luggage getting there first and, you know, people now trying to get reunited with their baggage?",
      "isLastSentenceInterrupted": false
    }
  ]
}