{
  "date": "2022-11-02",
  "headline": "The Situation Room",
  "subHeadline": "Key House CMTE Chair Demands Answers From Capitol Police On Pelosi Attack; Excerpts From Biden Tonight On Threats To U.S. Democracy; Ukraine Claims To Hit Major Russian Military Systems In Kherson; North Korea Fires 23 Missiles In One Day, Its Largest Barrage Ever; Russia Claims It Would Only Use Nukes For \"Defensive Goals\"; Trump Election Attorneys Saw Justice Thomas As \"Key\" To Delaying 2020 Election Certification; Netanyahu On Track To Lead Israel's Most Right-Wing Govt Ever. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:00",
      "speaker": "BRIANA KEILAR, CNN HOST",
      "sentences": "And coming up on CNN tonight, Jake talks with Democratic Congressman Sean Patrick Maloney of New York who is in a tight race to hold his seat. Jake also has late night host Jimmy Kimmel tonight at 9",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Happening now, a top House committee chairwoman demands answers from U.S. Capitol police about the Paul Pelosi attack raising serious questions about the security for U.S. lawmakers. Moments from now I get reaction from the San Francisco district attorney trying the case against the suspect.Plus, President Biden preparing for a major speech on threats to American democracy. This, as an exclusive new CNN poll shows voters are overwhelmingly focused in on the U.S. economy. Is the President in touch with their concerns? And new U.S. intelligence points to very disturbing discussions inside the Russian military about scenarios for using nuclear weapons in Ukraine. A key White House National Security official, John Kirby, joins me live this hour, we'll discuss. Welcome to our viewers here in the United States and around the world. I'm Wolf Blitzer. You're in THE SITUATION ROOM. Let's get right to our top story this hour new fallout from the Paul Pelosi attack. U.S. Capitol, police now facing intense scrutiny from a top U.S. House committee chairwoman. CNN Law Enforcement Correspondent Whitney Wild is working the story for us. Whitney, so what is Congresswoman Zoe Lofgren demanding from U.S. Capitol Police in this new letter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "WHITNEY WILD, CNN LAW ENFORCEMENT CORRESPONDENT",
      "sentences": "Well, in a world or word, Wolf, they are looking for answers. The letter makes very clear the Capitol Police told Congress back in December 2020 they were concerned about heightened threats, including to House Speaker Nancy Pelosi. And vedral (ph) Congress, she gets the most threats of any member of Congress and yet this brutal attack still happen. They want to know why and what the department is doing to stop it.The letter says this, \"The incident and related circumstances including the manner in which the Speaker and her family were targeted raise significant questions about security protections for members of Congress, particularly those in the presidential line of succession.\" Further, Wolf, the letter asks about the relationship between Capitol Police and the San Francisco Police Department. Do they even have a formal agreement to protect the speaker's home? And then finally, why the department turned down what could have been, according to this letter, a crucial role on the FBI's Joint Terrorism Task Force in San Francisco. The letter makes clear that at some point, the FBI had offered them a spot on this a very highly regarded team whose job is to track threats. Apparently, according to this letter, Capitol police turn that down. They want to know why. And if Capitol police might reconsider that, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "BLITZER",
      "sentences": "Oh, good questions, indeed. You know, Whitney, Capitol Hill police here in Washington, they just released their own statement. It's not in response to the congresswoman's letter, but it does reveal more details about the cameras in Nancy Pelosi's house, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "WILD",
      "sentences": "That's correct. Capitol Police confirming CNN's reporting that the agency first learned to the attacker Pelosi is home after the fact, we had reported that they learned about it about 10 minutes after someone broke into the home and they figured it out when somebody noticed the San Francisco police lights and sirens on a live feed of a camera from her home that's fed right into the D.C. command center. The agency tonight acknowledging they were not watching that camera in real time. Noting those cameras that are on Pelosi's home are just a fraction of the more than 1800 feeds they have to watch at any given time, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "BLITZER",
      "sentences": "Interesting indeed. All right, Whitney, standby, we're going to get back to you in just a few moments. But joining us now to discuss all the latest developments in the Paul Pelosi attack, the San Francisco District Attorney Brooke Jenkins.District Attorney, thank you so much for joining us. Let's first talk about Congresswoman Zoe Lofgren. She says this attack raises what she calls significant questions about lawmakers' security and the level of coordination with local police department. What questions do Capitol Police and the San Francisco Police Department need to answer in this investigation from your perspective?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "BROOKE JENKINS, SAN FRANCISCO DISTRICT ATTORNEY",
      "sentences": "You know, I think in this case, it's been a wakeup call for everyone that we can't take for granted the safety of our political leaders nor their families. And so, in my view, both agencies are doing their best to figure out what they can do to improve the level of security not only for Speaker Pelosi but in general, right, for our political leadership. But I certainly think this was a wakeup call for everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:14",
      "speaker": "JENKINS",
      "sentences": "I believe, based on the facts of this case that he presents a significant and severe public safety risk, not only to Speaker Pelosi and her family, but like you said to the other people mentioned in his list of targets, as well as the overall public, quite frankly. This is a person who was willing to go to extreme lengths to plan out this attack, to figure out how to get in their house, and then to enact violence, even in the presence of the police. And so we know that he presents a level of danger that's really, you know, as high as it gets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:14",
      "speaker": "BLITZER",
      "sentences": "Certainly does. California Congresswoman Jackie Speier, she told me here on the show that the state, the state of California, could treat this as a hate crime. Is that under consideration?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:14",
      "speaker": "JENKINS",
      "sentences": "So of course, we'll be looking into everything that we believe is a crime that he violated. At this point that is not something that we stop it to charge, but we certainly, as well as the federal government, we'll be looking at what charges we will proceed on going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:14",
      "speaker": "BLITZER",
      "sentences": "Yes, you guys got a lot going on. CNN has learned that members of the Pelosi family are expected, District Attorney, to hear audio from Mr. Pelosi's 911 call and actually see the body camera footage of the attack. Has the family been shown that audio and that video yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:14",
      "speaker": "JENKINS",
      "sentences": "So, that meeting is happening today so that limited members of that family are able to view that footage to -- so that they can have certain questions in their mind answered, but it's a very limited number of family members and that should be going on as we speak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:14",
      "speaker": "BLITZER",
      "sentences": "So that's definitely happening today. Is there a public interest, District Attorney, in releasing that 911 call and the body camera video to the public as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:14",
      "speaker": "JENKINS",
      "sentences": "No, you know, my job, Wolf, is to make sure that we protect the state of this investigation and the successful future of this prosecution. And for us, revealing that evidence through the media is just not what we think is appropriate. We want to make sure that this individual is held accountable for these egregious acts. And so, for us, we're going to make sure that we limit the exposure of the evidence as much as possible in order to get that done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:14",
      "speaker": "BLITZER",
      "sentences": "I just want to confirm, as far as you know, District Attorney, has the Pelosi family already heard the 911 audio and seeing the video from the body camera footage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:14",
      "speaker": "JENKINS",
      "sentences": "So, that meeting was scheduled for this afternoon, I've not received an update on whether or not that meeting has been completed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:14",
      "speaker": "BLITZER",
      "sentences": "All right, thank you. I know you can't get into specifics, but do the suspect's laptop and journal bolster the case that this was a politically motivated attack?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:14",
      "speaker": "JENKINS",
      "sentences": "So right now, as most people know that investigation is still ongoing, it's still quite fresh, and so they're doing everything that they need to flush out at every angle and every opportunity to find evidence for this prosecution, and so we don't have any additional details to offer there just yet. But what we know based on Mr. DePap's statements, not only to Mr. Pelosi in the home at the time of the incident, but also after the incident to the police is that this was politically motivated, that he was seeking out the Speaker, that he planned to do violence against her as well as others who are in political leadership in this state and in this country. So we do emphasize that this was politically motivated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:14",
      "speaker": "BLITZER",
      "sentences": "Do you have any information you can share on the suspect's criminal history?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:14",
      "speaker": "JENKINS",
      "sentences": "No, not at this time. And quite frankly, it's nothing that would have led anybody to believe that he was capable of what he ultimately did last Friday. And so, it's nothing that would give any indication that he capable of this level of violence, but certainly now we see the way that this played out that he is an extremely dangerous individual.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:14",
      "speaker": "BLITZER",
      "sentences": "The District Attorney of San Francisco, Brooke Jenkins, thanks so much for joining us. Let's stay in close touch. We appreciate it very, very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:14",
      "speaker": "JENKINS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:28",
      "speaker": "BLITZER",
      "sentences": "And John has you also heard Congresswoman Zoe Lofgren wants answers from U.S. Capitol Police. The Capitol Police are also explaining why they weren't actively monitoring the cameras at the Pelosi home. What more can you tell us about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:28",
      "speaker": "MILLER",
      "sentences": "Well, that's normal. In New York City, we had 20,000 cameras, there's not 20,000 cops sitting watching each one. The Capitol Police has around 1800 cameras that they're watching of different facilities in places. These are a couple of those cameras.But when they saw police activity outside, that was their alert. But you know, they're not going to have 1800 cops watching 1800 cameras. That's just not how that works.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:28",
      "speaker": "BLITZER",
      "sentences": "Yes, it's not visible (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:28",
      "speaker": "MILLER",
      "sentences": "I think what so Lofgren is saying is, you have a worried Congress in a brittle political environment that is leaning more and more towards extremism and violence and they want to know, the plan. Now, the chief of the Capitol Police, Chief Manger, who is one of the -- he's not a product of the culture of the Capitol Police, he's the former president of the Major City Chiefs. You remember him, Wolf, when he was the chief of Fairfax Police Department during the Washington sniper case, and a daily calming presence there.He's been basically doing triage since January 6, which is, what are the things that have to be done right now? And what is our strategic plan for the future? And how are we going to present that and what is it going to cost? If you just broke it down to, I'm going to give every member of Congress a security detail by my math of how we put together a security detail in the NYPD. That would be about 3,600 additional people added to a police department of 2,000. So this is something where they really have to take a measured approach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:28",
      "speaker": "BLITZER",
      "sentences": "They certainly do.Whitney, more broadly, what sort of message will this prosecution send based on everything you're hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:28",
      "speaker": "WILD",
      "sentences": "Well, at least the hope is that this sends a very strong message. When you look at the charges, look at the maximum sentences here, this man could face up to life in prison. But what sources have indicated to me is that more broadly the sort of run of the mill threat cases, some of my sources have indicated they would like to see more prosecutions and they think that could be impactful.For example, the Capitol police statement yesterday saying point blank, they hope that there are more prosecutions for people who makes threats against members. Zoe Lofgren letter making clearer a little bit more with the data points are for that, Wolf, and I'll just tick through them quickly. In 2021, Capitol Police tracked more than 9,000 threat cases specifically 9,265. Of those, only 271 cases were presented to U.S. attorneys for prosecution. And of those, prosecutors only took 27. That is such a small fraction. A fraction of a fraction of the overall threats that they were tracking. Capitol Police very much hoping that there will be more prosecutions. They think making the consequences clearer will send a very clear message across the country, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:17:37",
      "speaker": "BLITZER",
      "sentences": "All right. Just coming into THE SITUATION ROOM right now, excerpts from the speech President Biden will be giving later tonight focusing in on threats to us democracy with just six days to go until the midterm elections and amid very serious warnings of potential political violence in this country. Let's go to CNN White House Correspondent MJ Lee.MJ, you're learning details of what the President will be saying shortly. Update our viewers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "BLITZER",
      "sentences": "With just a few days left to go before the midterm elections. MJ Lee at the White House for us, thanks very much.Let's get immediate reaction from our experts. CNN Political Director David Chalian is with us, CNN Senior Political Analyst Ron Brownstein, and CNN Chief Political Analyst Gloria Borger. What's your reaction to these, very strong words from the president uttering these statements, these warnings about a threat to democracy in our country only a few days before the midterm elections?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Yes, what I have spoken to White House advisors, they say this fits in with the entire rationale of why Joe Biden ran for president, battle for the soul of the nation. They're keenly aware, this is not the issue driving the midterm election season. So, Joe Biden is not going to give this speech tonight because he thinks he's going to up end the trajectory of these midterms and that somehow, this will overtake the economy and inflation as the dominant issue. That's not why he's doing it.He's doing it because as president, he sees this violence out there and he thinks there is a responsibility to lean into this and call it out as part of an attempt to try and actually lower the temperature in America. Yes, might there be some political benefit, because Democrats do respond to this message and there could be a rallying of the Democratic base, sure. But this is not a play because they think it's going to win them the midterm elections. This is a play about fitting into Joe Biden's entire rationale for being.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "GLORIA BORGER, CNN CHIEF POLITICAL ANALYST",
      "sentences": "You know, this isn't going to change anyone's mind, as you said. I mean, this is a message that does resonate with Democrats, more than Republicans. All our polls have shown that, but I think this is something that's so important to Joe Biden personally. And I think he makes a statement like this not only for internal politics in this country, but for foreign policy. He wants to show foreign leaders that what is going on and what has gone on in this country, particularly visa vie election deniers and January 6, and we know there are huge amounts of election deniers running for Congress, that this is not something that he will tolerate or approves up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "BLITZER",
      "sentences": "Let me get Ron Brownstein into this conversation. Ron, is this a strong closing message for the President, what, we're only a few days away from the midterm elections?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Yes. Look, I agree with David and Gloria. This is not a get out of jail free card for Democrats. You know, inflation, crime, the border, negative assessments of Biden's performance on all three, they are the dominant issues in the election. But there's no question that concerns about the Trump movements threat to American democracy are very real, substantially widespread, and they, I think, along with abortion, guns and a couple other issues why Democrats are still in the game, particularly in the Senate in an electoral environment that really should be even tougher for them than it is with 9 percent inflation.You know, it's difficult to make an argument like this diffused across an entire party and dozens and even hundreds of Republican candidates who are election deniers. The real force of this question, I think, is yet to be determined. And it will be determined if Trump runs again, because I think there are more Americans who personalize the threat to democracy in him, then express it broadly across the entire Republican Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "BLITZER",
      "sentences": "That's a good point, as well.You know, David Chalian, as we learn more about this very tough wording the President will be issuing very, very soon here in Washington. Is this the issue at the top of voter's minds right now, based on new polling, exclusive to CNN polling?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "CHALIAN",
      "sentences": "No, I mean, this is what we've been discussing here. Look at our brand new poll numbers from CNN out today. The top issue far and away for likely voters in this midterm season is the economy and inflation, 51 percent say so. The next issue is abortion at 15 percent. That's it for double digits.Everything else is single digits after that. But look at this also, when you look at it by party, Wolf, this just tells a tale of two different parties of where they are right now. You see a much more sort of diversified issue matrix for Democrats here. Yes, the economy, inflation is important, 27 percent say it's most important, 29 percent of Democrats actually say abortion is the most important. We have a couple other double digit issues there, voting rights that the President will talk about tonight, no doubt. But look at Republicans, 71 percent of Republicans say its economy and inflation, nothing else leaves single digits. That is what is driving our current election environment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "BLITZER",
      "sentences": "And it's not, Gloria, just the issues that are advantageous for the Republicans right now going into these midterm elections. It's the enthusiasm advantage that they have as well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "BORGER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "BLITZER",
      "sentences": "-- based on our new poll.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:06",
      "speaker": "BLITZER",
      "sentences": "Good point as well. All right, guys, thank you very much.And clearly, with Americans feeling the pinch of inflation right now, very high inflation, the Federal Reserve is taking tough new action today to try to stabilize the soaring prices. The central bank raising interest rates by another three quarters of a percentage point. CNN's Matt Egan is joining us now from the Federal Reserve here in Washington. Matt, so what does this hike mean for Americans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:06",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Well, Wolf, the Fed is taking a sledgehammer to inflation. It's moving with almost unprecedented speed to raise interest rates. Another 75 basis points today, that's the fourth supersized interest rate hike in a row. We haven't seen anything like that since the early 80s under Paul Volcker. And so, this means that borrowing costs are going even higher for virtually everyone.We know that mortgage rates have already spiked above 7 percent for the first time in 20 years. Credit card rates are near record highs. And don't forget, our retirement accounts are shrinking. The U.S. stock market is on pace for its worst year since 2008. Now Fed Chair Jay Powell, he did drop some hints about maybe slowing down soon. He said it might be appropriate to slow the pace of rate hikes as soon as the next meeting in December. But he also said the Fed is not nearly done raising interest rates, they're probably going higher in the months to come. Now we know that investors, economists and some Democrats in Congress would love for the Fed to pause here, take a minute assess the damage to the economy. But Powell said it's way too early. It's too premature at this point to talk or even think about pausing. Wolf, I think the truth is that no one knows if the Fed is going to be able to get inflation under control without causing a recession.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:32:26",
      "speaker": "BLITZER",
      "sentences": "As Vladimir Putin's forces face major setbacks out there on the battlefield in Ukraine, U.S. intelligence is pointing to conversations among Russian officials about scenarios for using nuclear weapons in Ukraine. CNN's Nic Robertson is standing by for us in the war zone. Nic, what are you learning about these discussions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:32:26",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "This is not roar intelligence, Wolf, and it's not a sort of a high confidence product. That's how it's being described. Rather, it's a window into conversations and the thinking between senior Russian generals.According to The New York Times reporting, at least this was just a couple of weeks ago, it does not indicate that President Putin had made a decision about using nuclear weapons. But what it does reveal is that these Russian generals were discussing how and under what conditions that they would use a nuclear weapon. And there is an analysis that perhaps one of the conditions could have been and this is not something that's concretely laid out, as we have it, but one of these conversations could have been along the lines of, well, if Putin suffers a humiliating defeat in Kherson, for example, then this would be caused potentially to use a tactical nuclear weapon. Now the Russians continue to say in their foreign ministry today has said that they have no intention to do that their doctrine is only ever to use one in self-defense, if one is used against them on the battlefield or the nation is about to fall. But it does reveal the conversations were being had, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:32:26",
      "speaker": "BLITZER",
      "sentences": "And we're also following as you know, Nic, the battle in the southern part of Ukraine, involving the city of Kherson. Give us the latest. What are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:32:26",
      "speaker": "ROBERTSON",
      "sentences": "Yes, the Ukrainians have got a significant game there, if you will, that they were able to take out a surface that air missile defense system that the Russians had installed in the city. But one of the interesting things about this system was it was very likely being used to target the nearby town of Mykolaiv to devastating effect. It's daily, almost the S-300 missiles rain down surface to air missiles, but Russia is using to target civilian buildings. So that's significant. It provides a little bit of relief for Mykolaiv and another step in the slow battle to take the city from the Russians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:09",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Wolf, it's significant for a number of reasons. First is what you said right there, 23 missiles of different types fired in one day, including short range ballistic missiles. That according to South Korea is essentially a record for short range missiles fired in a 24-hour period.One of those landed very close to South Korea's territorial waters, near what's known as the Northern Limit Line. That in and of itself is also very noteworthy. The question was that an accident, was that intentional by the North Koreans as they carried out this barrage of missile and also artillery fire, according to South Korea. It's also noteworthy because this of course didn't happen in a vacuum. According to a CNN count, this is the 29th time this year that North Korea has launched multiple missiles that's included intermediate range ballistic missiles, short range as well as cruise missiles. Now that missile, it landed near South Korea's territorial waters that is arguably the most significant launch in and of itself since early October when an intermediate range ballistic missile overflew Japan. So Japan, South Korea, the U.S., others in the region, certainly watch all of this with worry. Now, South Korea has pointed out that it will respond and, in fact, it did carry out exercises, testing three air to surface missiles in response to North Korea's barrage of launchers. And on top of that, the U.S. and South Korea are also carrying out an exercise known as Vigilant Storm, one of the largest exercises we've seen there with aircraft from South Korea as well as the U.S. military. 1,600 exercise sorties, that's the largest number carried out in this sort of exercise. But it also seems that North Korea is plowing forward with its missile program. It wants to be noticed Kim Jong-un making a point here. He has also said that is North Korea has said that if these exercises continue and they're scheduled to go through the end of the week, North Korea may continue to act. Wolf, one last point quickly here, the South Korean Defense Minister will visit the Pentagon tomorrow that will take on even added significance given the North Korean launches.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:09",
      "speaker": "BLITZER",
      "sentences": "It certainly will. Oren Liebermann joining us from the Pentagon. Thank you very much.Let's dig deeper into all of this. Joining us now, the White House National Security Council Coordinator for Strategic Communications, John Kirby. John, thanks very much for joining us. First, on these Russian military officials discussing the possible use of tactical nuclear weapons. I know you don't want to comment on the particulars, but does it indicate a desperation that Russian officials are even discussing this right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:09",
      "speaker": "JOHN KIRBY, NATIONAL SECURITY COUNCIL COORDINATOR FOR STRATEGIC COMMUNICATIONS",
      "sentences": "It's deeply concerning that the rhetoric we've seen coming out of Russia, Wolf, including from Mr. Putin about the potential use of nuclear weapons. And you're right, I'm not going to be able to talk about the details in the reporting, but I would tell you that this is something we've been watching and monitoring since almost the very beginning of the conflict, because almost since the beginning of that conflict, Mr. Putin has been the one to raise the specter of the potential use of weapons of mass destruction to include nuclear weapons.So we're watching this real carefully. What I can tell you is that we've seen no indication that the Russian military is making any kind of preparations for this kind of use. We certainly don't believe that Mr. Putin, who would be the only decision maker here in terms of what really matters that he has crossed that threshold, and has made any kind of a decision like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:09",
      "speaker": "BLITZER",
      "sentences": "Multiple sources are telling CNN, John, that this isn't necessarily what they call a high confidence intelligence analysis. Does that speak to the challenges of trying to determine just how far Russia could be willing to go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:09",
      "speaker": "KIRBY",
      "sentences": "Well, again, without getting into the specific intelligence that's cited in the reporting here, I would tell you that there's lots of levels of concern, of heightened concern about what's going on in Ukraine right now, that gives us cause to continue to closely monitor as best we can, Russia's nuclear capabilities.And, you know, he called up 300,000 reservists. He's losing ground in the north, he's losing some ground in the south, he's certainly not making much progress in terms of territorial gains. He's conducted sham referenda to try to politically annex ground, he can't hold militarily. And now he's reaching out to countries like North Korea for artillery shells, and Iran for drones and maybe even surface to surface missiles. This is not the picture of a leader of a military who clearly believes he's doing well on the battlefield. And so all of that gives us a heightened level of concern here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:09",
      "speaker": "KIRBY",
      "sentences": "Yes, good point. Russia also said today, it will only use nuclear weapons defensively, if faced with what they called an existential threat to the country. Is the U.S. concerned Russia is creating that pretext after illegally annexing parts of Ukraine,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:11",
      "speaker": "BLITZER",
      "sentences": "As you correctly pointed out, posed absolutely no threat to Russia at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:11",
      "speaker": "KIRBY",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:11",
      "speaker": "BLITZER",
      "sentences": "New revealed new details today, John, on the U.S. accusing North Korea of secretly supplying Russia with what you call a significant amount of artillery shells. Is that flow actually sustainable? And what options does the U.S. have right now to respond?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:11",
      "speaker": "KIRBY",
      "sentences": "We do believe that North Korea is covertly supplying Russia with a significant number of artillery shells. Now, I've also said that we don't believe -- first of all, we're monitoring to see if they actually get delivered. We think they're going to covertly funnel these through third party nations to try to hide the fact that it's actually going to Russia for use in Ukraine.We don't know if they're actually received yet. We don't believe given what we know that it's going to make a huge change on the battlefield in terms of the ability of the Russians to turn things around for them in the East and in the south.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:11",
      "speaker": "BLITZER",
      "sentences": "John Kirby, thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:11",
      "speaker": "KIRBY",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:46:07",
      "speaker": "BLITZER",
      "sentences": "We're learning new information right now about Donald Trump's scheme to try to overturn the 2020 presidential election. Emails reveal attorneys for the former President viewed Supreme Court Justice Clarence Thomas as key to their plans to delay certification to the results. CNN Senior Legal Affairs Correspondent Paula Reid is joining us with details. What are you learning, Paula?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:46:07",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, Wolf, in these emails, you see the former president's legal team working to try to frame a legal argument so that it would get to the Supreme Court specifically, Justice Clarence Thomas, in the hope that he would issue a stay or even an opinion saying that the results in Georgia were in doubt.Look, the goal here was for the Supreme Court to take any action that would stop the counting of electoral votes. Now, why Justice Clarence Thomas? Well, he's the justice that's responsible for any emergency action out of Georgia and the surrounding state, so it would go to him. But some eyebrows have been raised by this discussion, because of course, his wife Ginni Thomas, she was at the Stop the Steal rally on January 6. And we know from this congressional investigation, she was sending text messages to then White House Chief of Staff Mark Meadows, pushing these claims of voter fraud as false claims. And there have of course been some calls for the justice to recuse himself from any matters related to January 6. Now former Trump Attorney John Eastman, he has been fighting to keep these emails from the committee, but a federal judge ruled that these are likely evidence of crimes by Eastman and by Trump, which is why we're able to see him today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:46:07",
      "speaker": "BLITZER",
      "sentences": "I know you're also, Paula, learning that Trump's lawyers feared he potentially -- he himself could be prosecuted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:46:07",
      "speaker": "REID",
      "sentences": "That's exactly right. And in these emails, you see, they were concerned, because he was going to potentially sign a verification, saying that these claims of voter fraud were true, even though at this point in late December when they're talking, he knew they were not. And his lawyer, as you can see them, they're saying, look, if he does this, some U.S. attorney or local prosecutor could go after him or even us.Now, of course, Wolf, we've seen that's exactly what's happened. There are multiple investigations into this conduct. And again, a federal judge has ruled that these emails are likely evidence of potential fraud, which is why we're seeing them here today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:46:07",
      "speaker": "BLITZER",
      "sentences": "Paula Reid, excellent reporting as usual. Thank you very, very much.Coming up, a powerful member of the U.S. Congress demands answers from U.S. Capitol Police about the breaking and brutal attack at the Pelosi home. (COMMERCIAL BREAK) [17:52:53] BLITZER: In Israel right now, partial election results show former Prime Minister Benjamin Netanyahu heading for a bigger wins in exit polls that actually suggested that he could end up having the most right wing government in Israel's history. CNN's Hadas Gold is joining us live from Jerusalem right now. Hadas, this is looking like a major comeback for Netanyahu. What's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:01",
      "speaker": "BLITZER",
      "sentences": "CNN's Hadas Gold with the very latest from Jerusalem. Hadas, thank you very much.Coming up, the violence attack at Speaker Pelosi's house raises very troubling questions about security for U.S. members of Congress, as a powerful lawmaker now demands answers from Capitol Police. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}