{
  "date": "2022-11-11",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Mark Kelly Wins Arizona Senate; Mark Kelly Questions Election Integrity; Too Close To Call The Nevada Senate Race; Arizona Welcomes Complaint From Candidates; Katie Hobbs Is Ahead Of Kari Lake. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:00",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Democrats have won 48 Senate seats so far. Republicans have won 49 Senate seats so far. If Democrats can pull off wins in both Arizona and Nevada, they would seal control of the Senate with the tiebreaking vote, of course, being that vote of Vice President Kamala Harris.Let's go right to Arizona first, where those Maricopa County votes are coming in at any moment now. Kyung Lah is on the scene for us. This is an important round of counting votes. We're about to see within the next few minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:57",
      "speaker": "BLITZER",
      "sentences": "Soon as those numbers come in, we'll get back to you, Kyung. Standby. We're getting back to you very, very soon.John, give us a little perspective right now why Maricopa County is so critically important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:57",
      "speaker": "JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT",
      "sentences": "Right. The reason this is so important and the reason we're standing here waiting and Kyung is refreshing and standing with us, and that's a remarkable job on live television by the way, is that you have 115,000 vote lead and we are told we're about to get somewhere in the ballpark of 80,000 vote.So, if you are Blake Masters and you are trailing and you heard Kyung, they have been telling reporters all the day, just please wait for these votes. Yes, that's a big lead. Yes, the Democrats ahead, but you just wait. When these votes come in, you're going to see Blake Masters come back. So, when we get this first chunk, that's the big test. Right? Now, there are more votes to come after, but remember in 2020, you know, we knew mail-in ballots were going to favor the Democrats. We saw that in state after state, after state, so you could make the statistical analysis when you get there. We knew election day ballots were favoring Republicans. This is a sort of a hybrid, if you will. It was a -- it was a mail-in ballot, an early ballot sent to a House, but then dropped off on election day. And so, who are those voters? Well, we don't know and we just need to be honest about that. So, this first batch of these late early, if you will, there's some new terminology for you, will give us a sense, and then you'll have a second batch behind that. And from there you say, OK, they are tracking a pattern. We saw a pattern in 2020, will we have a pattern in 2022? We don't know. But if you have 115,000-vote lead, they're about to release 80,000 votes in the state's most populous county, well then you are thinking this is going to tell you something very important. Right? Right now, Senator Kelly is winning 53 percent in Maricopa County. This is a big county. Phoenix and the suburbs around it are trending more Democratic, but this is nearly 9,300 square miles. You see all the red around it. There are a lot of conservative voters on the outskirts of Maricopa County.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:57",
      "speaker": "BLITZER",
      "sentences": "Hold on a minute. Kyung Lah is getting the numbers right now. Kyung.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:57",
      "speaker": "LAH",
      "sentences": "I have a --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:57",
      "speaker": "BLITZER",
      "sentences": "Update our viewers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:57",
      "speaker": "LAH",
      "sentences": "I have them. They -- sorry. Yes, sorry. I'm waving at the camera that they just hit my computer. They -- the Maricopa County Elections Department has just posted this. John, if you are there, here are the numbers.Mark Kelly, the Democrat for U.S. Senate, the votes that he currently has according to this county, 683,410 votes, 683,410. Blake Masters, the Republican. He has 572,000, 572,113. Five seven two, one, one three. Turning to the gubernatorial race, Democrat Katie Hobbs has 667,833, 667,833. Kari Lake has 607,359 votes. She is a Republican nominee, 607,359. So those are the latest numbers from Maricopa County. They just hit the web site. You know, it is the percentages, percentage wise, 53 percent from Mark Kelly, Blake Masters at 45 percent. And turning to the governor race percentage wise, 52 percent for Katie Hobbs, 48 percent for Kari Lake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:57",
      "speaker": "BLITZER",
      "sentences": "Kyung, thank you very, very much. John, give us your analysis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:09:56",
      "speaker": "BLITZER",
      "sentences": "All right, John. Thanks very much. We can now make a major projection in the fight for the U.S. Senate. CNN now projects that Democratic Senator Mark Kelly wins reelection in Arizona, pulling off a critical victory for his party. The former astronaut defeating the Trump endorsed Republican Blake Masters in one of the most closely watched Senate races in the nation.Again, CNN projects Senator Mark Kelly wins reelection in Arizona. That means Democrats and Republicans now have won 49 Senate seats each. But Democrats are closer than Republicans to winning Senate control right now. They need only one more seat to lock up a Senate majority because the Vice President, Kamala Harris has the tie breaking vote. Very dramatic development right now. Dana, over to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:09:56",
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "sentences": "This is huge, huge news. Mark Kelly as Wolf said, former astronaut, he's already been in the Senate because he is filling the seat of John McCain. Now this gives him a full term as he like to say over and over again. He's been campaigning for 46 months straight because of that.This is a race that Democrats and Republicans were vying for hoping that this could be one that would tip them over the edge, but it stays in Democratic hands and Democrats and Republicans each are one away from, or Democrats are one away from locking up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:09:56",
      "speaker": "ABBY PHILLIP, CNN SENIOR POLITICAL CORRESPONDENT",
      "sentences": "This is really an extraordinary development. Just that we are sitting here talking about Democrats potentially retaining control, but really what we're talking about them is the potential that they could even expand a majority in the Senate. In part because this is a big piece of that puzzle.And when I -- when you think about Mark Kelly, he has always been a target for Republicans, really from day one to take this seat back and put it back in Republican hands. And he has been walking this tightrope as a senator trying to distance himself just enough from Washington Democrats from President Biden, dealing with inflation as an issue, dealing with the border, which is a huge issue for him. But got a huge boost because he was running against a very Trumpy candidate. Someone who, you know, Donald Trump really inserted himself in this race, and I think both parties would agree. There's no question that helped him out in this race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:09:56",
      "speaker": "KASIE HUNT, CNN CHIEF NATIONAL AFFAIRS ANALYST",
      "sentences": "No, it absolutely did. And when Mitch McConnell has talked about candidate quality, much to the chagrin of Rick Scott and other Republicans who were trying to win the map over for Republicans, he's talking about people like Blake Masters who was boosted by the billionaire, Peter Thiel.But there was a lot of infighting among McConnell and others pulling money out of the race because they didn't think that he could win. And this is now born out. And quite frankly, this is one of those seats where it's likely now that Mark Kelly has won this term. He could hold this seat for many, many years. I mean, this was really their absolute best shot at potentially putting this Arizona seat in Republican hands. But like, look at the map. If they win in Nevada, that's it. The runoff in Georgia doesn't matter. If Cortez Masto doesn't pull it out, we're still -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:09:56",
      "speaker": "BASH",
      "sentences": "Doesn't matter for control of the Senate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:09:56",
      "speaker": "HUNT",
      "sentences": "-- for control of the Senate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:09:56",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Just think about where we were coming in, I mean to this the Republicans were so bullish running, coming into Tuesday, they thought they were going to take the majority 52 seats.Rick Scott even said back in October 55 seats was even possible. Now they're looking at the possibility of losing a seat. It could be a 51, 49 Senate. That is a realistic possibility for the Republicans. When you look back at this, looking at this cycle, it reminds me a lot of what happened to the Republicans in election cycles like 2010 and 2012, where they did nominate these candidates who turned out to be lackluster underperforming candidates in the general election, costing them the clear chance of taking back the Senate majority in those two cycles. That is what Senator McConnell has been so concerned about, and that's what happened in Pennsylvania. That's what happened with Arizona and at the concern that could happen in Nevada as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:09:56",
      "speaker": "BASH",
      "sentences": "Yes, and we're talking about what this means on a national level and when it comes to the big picture in the Senate, but I just want to take a moment also to note that the only reason Mark Kelly ran for office in the first place is because he got involved in politics with his wife, Gabby Giffords, who was the one who people were looking at all those years ago to potentially, she was in the House, to potentially, ultimately run in the Senate.She didn't get to do that. She was shot, almost killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "BASH",
      "sentences": "Others were killed when she was just doing her job. She was meeting with constituents in her district in Tucson. And so, while we're talking about where we are in the body politic, where we are in the electorate, and I think it just -- it's important to take a moment and note that he's only there because of violence against a politician who happened to be his wife.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "PHILLIP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "BASH",
      "sentences": "That's what -- that's what made him want to run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "PHILLIP",
      "sentences": "Very much so. And, you know, I mean, you think about Gabby Giffords, she is now, I think for the country really a beloved figure. Just someone that we as a country have watched her recover from that horrible accident.And when we saw at the end of the campaign, Mark Kelly really leaning into that storyline, a lot of these currents were happening at the same time. Democrats remember, were trying to make an argument to voters that you cannot trust the Senate, you cannot trust the country to the other party. The argument was that they were too extreme. And the problem if you are a Blake Masters, is that he did, as a candidate, did almost nothing to push back against that argument. And I think that Kelly, who he is up against who Blake Masters was, I think that was a huge contrast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "BASH",
      "sentences": "Yes. And it -- this is one other example, just to bring it back to where we started, of the Trump wing. Somebody who was trying as hard as he could to kiss Trump's ring to keep it clean. He --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "PHILLIP",
      "sentences": "And he did it literally on camera.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "BASH",
      "sentences": "He didn't -- he didn't win. And it didn't -- and it didn't serve him well at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "HUNT",
      "sentences": "And it was Mark Kelly who was embracing the legacy of John McCain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "BASH",
      "sentences": "That's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "HUNT",
      "sentences": "Here. And I think that's not important to not lose sight of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "BASH",
      "sentences": "OK, Good. To kick it over to Anderson and his panel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Yes. Dana, just amazing development just within the last few minutes. David Axelrod, I mean, unthinkable a week ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Yes. I mean, I just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "COOPER",
      "sentences": "Not this race in particular --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "AXELROD",
      "sentences": "No, the whole --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "COOPER",
      "sentences": "But just the situation that Democrats now find themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "AXELROD",
      "sentences": "-- the whole scenario, the whole scenario, and you know, so much of Trump is right in the middle of this because he really cast these races.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "COOPER",
      "sentences": "I mean, this is another body blow to Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "AXELROD",
      "sentences": "Yes, Dr. Oz.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "COOPER",
      "sentences": "And maybe Oz.AXELROD Dr. Oz, Masters. We'll see what happens with Herschel Walker in Georgia. J.D. Vance in Ohio was his candidate. And the Republicans had to send tens of millions of dollars in there to a state that they assumed they were going to win to save J.D. Vance. Money that could have been used in other races around the country. So, this, you know, this is going to be right at his feet and it's going to touch off this debate that we've been talking about all week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "COOPER",
      "sentences": "Allison, I mean, for Democrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "ALICE STEWART, CNN POLITICAL COMMENTATOR",
      "sentences": "I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "COOPER",
      "sentences": "Sorry, Ashley. I'm sorry, Ashley. I was pointing at you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "ASHLEY ALLISON, CNN POLITICAL COMMENTATOR",
      "sentences": "No worries, no worries. I mean, a couple of things. Why I think this happens. Blake Masters changes his policy on abortion halfway, taking things off of his web site because it's not trending well, voters don't find that authentic they saw through it. Election denier.But I actually want to go back a couple of years to Sheriff Arpaio. When the very, very intense disrespectful policies around immigration and being and racially profiling folks. Something happened in that state in Arizona and people started organizing there. We see in Arizona, Mark Kelly outperformed any Senate candidate with young people, 76 percent the exit poll show he performed with young people. That's better than any other Democratic candidate. You have organizers on the ground who are undocumented, who are -- who were ta -- targeted by that policy. And guess who pardons are piled. Trump. And so, I think -- I think there is something to be said about the grassroots effort, the inauthenticity of candidates. And don't forget Navajo Nation high turnout of almost unprecedented.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "GLORIA BORGER, CNN CHIEF POLITICAL ANALYST",
      "sentences": "Look, he was an election denier, promoted by Donald Trump. And today he came out and he blamed Mitch McConnell for his potential loss because Mitch McConnell didn't pour money, more money into his campaign. And if he were to lose, that would be why he lost, as if his candidacy had nothing to do with it.So, this is one more loss for Donald in a huge, huge way. He tried to erase Donald Trump as you point out when he, you know, when he needed to get more independent voters and they didn't fool for it. You have to have a set of beliefs and he didn't. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "STEWART",
      "sentences": "But here's the thing. What Masters is another example, as David mentioned is election denier, conspiracy theorist erasing policy positions from his web site. She had another example of when Republicans sit back after this election is dust is settled and say, what do we do moving forward? How do we keep the Blake Masters supporters, Dr. Oz supporters and all the Trump base, how do we keep them on board and also, grow the base and move forward to do well.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "AXELROD",
      "sentences": "I also --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:14:58",
      "speaker": "COOPER",
      "sentences": "Wait. Hold -- listen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "SCOTT JENNINGS, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "ALYSSA FARAH GRIFFIN, CNN POLITICAL COMMENTATOR",
      "sentences": "But can we just-- but can we just take a moment and pour one out for Doug Ducey who could have been our senator --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "JENNINGS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "ALLISON",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "GRIFFIN",
      "sentences": "Who would've beat Mark Kelly in this race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "AXELROD",
      "sentences": "For governor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "GRIFFIN",
      "sentences": "Think about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "AXELROD",
      "sentences": "Kept out of the race by Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "GRIFFIN",
      "sentences": "Trump kicked out of the race by Trump. Think about this. Chris Sununu would've won in New Hampshire very likely would've beat Maggie Hassan. Ducey in Arizona, Charlie Baker would still be the Republican governor in Massachusetts. He is scaring same smart governance-oriented Republicans out of the field, and we're losing seats.This may have cost us the Senate. We still obviously -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "JENNINGS",
      "sentences": "Yes. The whole issue here of candidate quality and this discussion. I mean, it is coming home to roost. Although Arizona was never in the core firewall of states that I think Republicans were banking on had we been able to recruit a better candidate here. I mean, Blake Masters was one of the worst candidates we had in this cycle.He had just a strange candidacy all throughout, and Trump was attracted to him. He was also heavily dependent on other people. He was depending on Peter Thiel for his primary financing. He didn't run much of a campaign in the general, and now he is out complaining that other people didn't, you know, put him in a baby Bjorn and run around with them on the chest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "AXELROD",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "JENNINGS",
      "sentences": "It's, I mean, it's kind of pathetic, honestly, if you're going to run for the United States Senate, go build a campaign and don't whine about it after you forgot to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "AXELROD",
      "sentences": "Two things. First of all, let's not shortchange Mark Kelly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "BORGER",
      "sentences": "Yes, exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "AXELROD",
      "sentences": "Who ran a very, very good campaign. He raised a lot of money, but he also had a great message that was very much tailored for Arizona, was really a John McCain type message. Stressed his military service, stressed the fact that he'd work with anybody as he did in the military, Republican or Democrat, to move the country forward.And he was relentless in that message, and he really matched the state as the state exists today. This is not a Republican state anymore. This is a swing state, and Mark Kelly reflects that state. And the other thing, Anderson, I just want to say is we're focused on the Senate race. The governor's race is really, really interesting here. And they're related because Kari Lake is perhaps the most flamboyant election denier on the ballot anywhere in the country. She already declared herself the victor before the polls were closed. And she is struggling tonight. She said she was going to, you know, have a big night tonight. It didn't happen. And I do think it continues this pattern that we see throughout the country. You know, Alice, you say, well, election deniers are part of our coalition, and we have to speak to them too. I think the voters who are deciding these elections are saying, you got to choose between us or them. BORGER:  Yes. Right. And you know -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "COOPER",
      "sentences": "But Scott -- but Scott, you've made the point that, I mean, the voters are saying they want politicians to work together to get things done. They just want stuff to get done. Sensible things. That's not what these candidates are going to face when they actually start serving out their terms.And they're going to be facing a House, which is, you know, the Republicans are, you know, it's like Lord of the Flies right now over McCarthy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "JENNINGS",
      "sentences": "Yes, I mean, the House has a different character and quality by design than what you get out of the Senate or what you get out of governors. I mean, you know, it's the old saying, the House is the sloshing hot tea and the Senate is the saucer that catches the tea and the something and cools it off.And so, you get a little bit more rambunctiousness out of the House. But there is a lesson in all of this. Experience seems to help you these days. Having a record of just keeping things between the navigational beacons seems to help you these days. And I think the point that was made about kind of changing your positions because you know, one day you're in a primary one day, no. Authenticity --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "ALLISON",
      "sentences": "Matters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "JENNINGS",
      "sentences": "-- is key to the concept of candidate quality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "BORGER",
      "sentences": "And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "JENNINGS",
      "sentences": "If they think you're full of crap, they could smell it from a mile away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "COOPER",
      "sentences": "Ashley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "ALLISON",
      "sentences": "It matters because our democracy was almost overthrown on January 6th. And people want to know if something like that happens where will you stand. If you are the sky is blue today, but it's red tomorrow. I don't want you in my -- I don't want you in some of the highest offices in our land. It's dangerous.And so, I agree with you like authenticity matters and the voters see through it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "BORGER",
      "sentences": "And beliefs matter. And Mark Kelly was popular, he remains popular in the state of Arizona. What was the reason to dethrone him as a United States senator? The reason to dethrone him according to Blake Masters was, wait a minute. He didn't believe the election was rigged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "ALLISON",
      "sentences": "Right. BORGER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "AXELROD",
      "sentences": "Well, he actually --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:03",
      "speaker": "BORGER",
      "sentences": "According to Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "BORGER",
      "sentences": "But they didn't agree with. But I think, you know, when he disagreed with him, he said he disagreed with them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "AXELROD",
      "sentences": "Right. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "BORGER",
      "sentences": "He had an immigration policy, you know, he was a real old fashioned Senate candidate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "GRIFFIN",
      "sentences": "Real quick, the Arizona GOP needs to get its act together. This is a party that is running against John McCain. They're insulting his family. They've done this time and time again, the most popular statesman from that same decades --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "JENNINGS",
      "sentences": "Yes, the other night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "GRIFFIN",
      "sentences": "They need to realize what their values are there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "JENNINGS",
      "sentences": "The other night Kari Lake said if there's a John McCain supporter in this room, I want you to get the out of here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "BORGER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "ALLISON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "JENNINGS",
      "sentences": "I mean, I subscribe --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "GRIFFIN",
      "sentences": "You reap what you sow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "JENNINGS",
      "sentences": "-- to the quaint notion that political parties and campaigns are designed to add to the people that you have in your --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "COOPER",
      "sentences": "But also, I mean, what has Kari Lake ever done? I mean, no offense to TV anchors, but she's been a TV anchor her entire life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "BORGER",
      "sentences": "That's it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "COOPER",
      "sentences": "And in a state, I don't know --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "JENNINGS",
      "sentences": "And an Obama supporter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "COOPER",
      "sentences": "I mean, yes. I mean, it's for her to be insulting John McCain just seems --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "STEWART",
      "sentences": "But and also, it's another example of what works for Trump doesn't correlate with other people. And I think the Arizona GOP and many state GOP leaders across the country are going to recognize Trump might be a trophy in a primary, but he has toxic in a general.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "COOPER",
      "sentences": "Let's go to Wolf. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "BLITZER",
      "sentences": "Anderson, thank you. We have another major projection to make right now in Arizona. Once again, CNN projects that Democrat Adrian Fontes wins the race to become Arizona's secretary of State. Fontes defeating Republican Mark Finchem, an election denier who attended the rally outside the U.S. Capitol on January 6th, and is also a self-proclaimed member of the radical right-wing group, The Oath Keepers.Once again, CNN projects the Democrat Adrian Fontes wins as Arizona's Secretary of State. Let's go over to John King and take a closer look at what's going. Lots of developments in Arizona right now, John. This is very, very significant and at stake right now the future of the U.S. Senate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:29:56",
      "speaker": "BLITZER",
      "sentences": "And the RNC, the Republican National Committee, just released a statement saying this election has exposed what they call deep flaws in Mari -- County -- Maricopa County's election administration. I want to get your response, Bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:29:56",
      "speaker": "BILL GATES, CHAIRMAN, BOARD OF SUPERVISORS, MARICOPA COUNTY, ARIZONA",
      "sentences": "Well, Wolf, thanks for having me. First of all, let's take the Blake Masters allegation. There were two vote centers where the ballots that went into that box three were actually co-mingled with the ballots that went through the tabulator.Now here's the thing. We can absolutely address this and we will, in those two instances, we know exactly how many people checked in at that vote center. We can then check the total number of ballots that are -- that were left there either tabulated or in box three and determine if they're the same. We can segregate those out and make a determination. And the best thing of all is that we will do this with the Republican and Democrat observers watching this to make sure that everything checks out. Again, the issue is every one of those votes is going to be counted. The people cast at the vote center. The only issue has been where they're being tabulated. They're at the vote center or here at central count. Furthermore, as to Blake Masters' suggestion that we should, quote, \"wipe the slate clean and start counting over again,\" that is simply not allowed for under Arizona law. Additionally, the suggestion by the Republican National Committee that there is something untoward going on here in Maricopa County is absolutely false. And again, is offensive to these good elections workers behind me who have been working 14 to 18-hour days every day now, and they continued. They did it today on a holiday, Veterans Day. They'll continue to do it through a weekend, through this weekend and into early of next week. And as far as the allegation that this is taking too long, when we look back in the history books here, over the past couple of decades, on average it takes 10 to 12 days to complete the count. That's not because of anything Maricopa County has decided to do. That's because of how Arizona law is set up, and that's what we do here at Maricopa County. We follow the law to make sure that the count is accurate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:29:56",
      "speaker": "BLITZER",
      "sentences": "And just to note this, Bill, that that RNC statement was made before CNN's projection. You're a Republican, are you OK with the Republican Party, the National Republican Party, making these kinds of accusations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "KING",
      "sentences": "Mr. Gates, this is John King. Again, thank you for your time. I just want to make a point for what you're saying. The same things were done in 2020 and I've -- what you caution people is don't believe what you hear on television. See if people can actually prove it where it matters.You're going to do a canvass. There are courts of law. In 2020, these same things were said, and in the -- in the canvass backed up your count. The courts of law backed up your account. Even the Cyber Ninjas backed up your count, which is a -- so I'll leave that part for there. But so, we just got these results. It was enough for us to make the projection that Mark Kelly would be reelected in the United States Senate because he had that big lead statewide heading in. And we saw the percentages in your new report, which included a sizable percentage of those so-called late earlys. People had ballots at home, early ballots, but they dropped them off on election day and we weren't quite sure how they were going to turn out. In 2020, as you well know, early ballots tended to favor Democrats, election day voting show up and vote in the machine overwhelmingly favored Republicans. We weren't sure what to make of these. Are we now in the sense that you have a giant county, it's 9,200 plus square miles. Do you know the ones that were released tonight? Are they from the central Phoenix area? The more close in suburbs that tend to meet more Democratic, you know, you see surrounded by red areas. Is this a representative sample I'm asking, can we make statistical projections based on it or do we need more before you're sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "GATES",
      "sentences": "Yes, so I can tell you just to break it down briefly for you, there's less than, 10,000 of these votes are late earlys that came in before election day. There's about 13,000, 12,000 of these that are actually election day votes in person, and then the rest of the 75,000 are late earlys dropped off on election day.We do not know where these are from. These could be from anywhere in the county, all 75,000. This is not picked out of a certain area. These are not pulled by precinct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "KING",
      "sentences": "And so, then the -- just give us the remaining universe and when we should expect those.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "GATES",
      "sentences": "Yes. So, we're now left with about 275,000 ballots to count, and the lion's share, the overwhelming majority of these remaining votes are early ballots that were dropped off on election day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "BLITZER",
      "sentences": "And when do you think we'll get the results from those remaining uncounted ballots?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "GATES",
      "sentences": "We will continue in the rhythm that we've now established over the past few days. I would anticipate, again, one ballot drop or you know, one vote update per day in the evening, probably somewhere in this range that we've been somewhere around 60 to 80,000 a day, which would then make us reach completion very early next week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "BLITZER",
      "sentences": "Very early next week. All right. Thanks very much. Bill Gates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "GATES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "BLITZER",
      "sentences": "Thanks to you, thanks to all your associates, for the important work that you're doing protecting America's democracy right now. We are grateful to you.And to our viewers, stay right here. We'll have much more on these latest votes coming in from Nevada. Our election coverage continues after a quick break. [22:40:00] (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "BLITZER",
      "sentences": "Breaking news tonight, CNN projecting that Democratic Senator Mark Kelly of Arizona has defeated Republican challenger Blake Masters. And after new numbers just released by Arizona election officials, Democrat Katie Hobbs has widened her lead of a Republican Kari Lake in the race for governor there.Let's turn right now back to Nevada, the state that potentially, potentially could decide Senate control. CNN's Gary Tuchman is on the scene for us. We've seen this race tightened dramatically tonight, so where is -- where are the votes still outstanding. What's the latest, Gary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "GARY TUCHMAN, CNN NATIONAL CORRESPONDENT",
      "sentences": "We're going to tell you where most of the votes are right now. We'll start with Washoe County. That's the swing county that John King was just talking about. There are still 11,000 ballots approximately it would be counted there, as John just said in the recent release of votes, 5,821 for Cortez Masto, 4,691 for Laxalt.Then in Douglas County, it's in western Nevada. A small county of about 50,000 people. The county, see this Menden. Hello to you in Menden. There are still about 2,000 ballots to be counted there. And the big kahuna right here inside this building. Clark County, Nevada, home of Las Vegas, by far the biggest county in the state. About 75 percent of the people who live in Nevada live in this county. Right now, there are 23,000 ballots. They expect to count tomorrow. Finish counting those 23,000 ballots, and then an additional 15,000 ballots that are provisional or need to be cured, the deadlines for those are next week. So, the total in these three counties up to 51,000 ballots still to count, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "BLITZER",
      "sentences": "Lots of votes out there still, aren't they? Thanks very much. You know, let's go to David Chalian right now because he's got some behind the scenes information on these numbers. What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:02",
      "speaker": "BLITZER",
      "sentences": "All right, David, thanks very much. John King is looking at the numbers as well, and Laxalt has a lead of only 821 votes, right now over Catherine Cortez Masto.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:02",
      "speaker": "KING",
      "sentences": "Right, and here's his problem. David just laid out about 55,000 outstanding vote. That's an estimate, but you heard the numbers from Gary. Between the ballots they know they have, and then 15,000 or so provisional ballots. Not all of them will make it to the finish line. Those are ballots the lawyers all look. You know, some, maybe somebody showed up at the wrong polling place, but they live nearby. They figure it out and they do it, or they didn't fill something outright.Both campaigns are there. There's nothing unusual about this. It happens in every campaign. That's how it works. It's how the system works, right? But if you add that up, let me just bring this down here, 23,000 ballots, they know of up to 15,000 provisional ballots. Some of them might be ruled out. So, 38,000, 38,000 of the estimated 55,000 are here in Clark County, and she's getting 52 percent of the vote so far. Tomorrow's votes doesn't necessarily track yesterday's vote, but you do see we're four days in now. We're four days in, and she is getting 52 percent in Clark County. That has been a consistent number for her. If -- David just laid out, they pretty much need the same. If she continues to get 52 percent of the vote in Clark County and 38,000 or 30,000 plus of the 50,000 plus are here, that's good odds for her. What else did Gary say? He said we had a couple more thousand votes up here in Washoe County. Again, this is a much more competitive swing county in the state. You know, if she can break even, she can catch up. She's a little bit ahead right now, a little bit ahead right now in a very tough county. Again, tomorrow's vote count or tomorrow's release doesn't guarantee anything based on what happened today. But she's running strong enough in this county so far, and this includes votes counted Tuesday, Wednesday, Thursday, and now Friday. So, the question is, you know, do you have a sudden about face, could they be from a more conservative precinct? It's possible, but if you're in a Cortez Masto campaign, you're not too worried about that. So, the question is here, Gary mentioned this down here. They come down to Douglas County and he mentioned there are additional votes here. It's a smaller county, it's a smaller universe of votes. But what is absolutely key to Adam Laxalt, as you see, he's getting 65 percent of the vote in this county. When those votes from Douglas County come in, now he needs to match or exceed that because he understands right now, he's running a little bit behind in Washoe, he's running more behind in Clark County. So, in the county's left that are Republican counties, his margins better be big, better be way outside what David just laid out is he needs statewide. Again, because of this. This is where more than 70 percent of the votes will be when we're all done counting and it's where the overwhelming majority of the outstanding ballots are now. And at the moment, the incumbent senator who trails statewide is running ahead of -- running ahead of what she would need to catch up and pass in Clark County. The question is, will that continue when we count more votes? That's what makes it fascinating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:02",
      "speaker": "BLITZER",
      "sentences": "And he's ahead of by only 821 votes at this moment right now. A few hours ago, he was ahead by some 9,000 votes. She has really narrowed that gap.Let's get some more on these dramatic new developments in Nevada. Joining us now once again, Elizabeth Thompson, the editor of the Nevada Independent. Elizabeth, thanks so much for joining us. From your reporting are we expecting more votes coming in very, very soon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:02",
      "speaker": "ELIZABETH THOMPSON, EDITOR, THE NEVADA INDEPENDENT",
      "sentences": "I'm sorry to tell everyone that we're not, I don't think we're going to get any more votes tonight. And my team has been madly crunching numbers for the past 10 minutes ever since those Washoe votes posted. And we're just not ready to call this yet.It's deja vu all over again here. Adam Laxalt was up by about 800 votes earlier. Then that all shifted in the middle of the day, as your viewers know. Now we're back to about an 800-vote differential. Here's what's going on. She did well in Washoe. She went about 53 percent of this latest data dump, so pretty good. However, based on what we're still expecting to see from the rurals and what we know is outstanding in Clark, we need to see whether she can get 50 percent plus at least 1 percent of the remaining ballots, primarily in Clark and Washoe. Those two urban counties are so key. It's just too close to call right now or down the wire. I know the whole nation is waiting for an answer. But it can't be called yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:06",
      "speaker": "THOMPSON",
      "sentences": "So, this is what we think. Laxalt needs 49 to 50 percent of the outstanding votes to hold and win. Cortez Masto needs 52 to 51 percent of the approximately 55,000 votes that are remaining.I do want to just add, John, and you did such a great job of running down all the caveats of provisional ballots and what we're waiting on. We've got signature checking as well that is happening on Monday. We've got close to 10,000 ballots with signatures that need to be checked. So that's going to be in the mix. And if things are too tight in Clark, I hope that's not the case. If things are too tight in Clark tomorrow, we might have to wait for those provisional ballots and that signature checking on Monday. But let's all hope that tomorrow when Clark updates, we'll have our answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:06",
      "speaker": "BLITZER",
      "sentences": "So, what's your assessment right now, Catherine, on who has the better chance of winning?THOMPSON It's anybody's guess. I mean, I'm -- I don't love to make his predictions as much as some pundits. I would give a slight edge to Cortez Masto just based on what I know about Clark County and how those votes are likely to fall. And typically, signature checking and provisional ballots percentage wise, if you look at the patterns and trends, they do tend to favor Democrats slightly. That also stands in her favor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:06",
      "speaker": "BLITZER",
      "sentences": "Elizabeth, we also have this question that I'm anxious to get your answer on. Do you think the influential Culinary Union curing ballots is going to have an impact? And for our viewers at home, that means they are involved in a process of fixing mistakes like missing signatures or incorrect dates.THOMPSON It's possible it could help, and I want to be clear that you're not actually directly involved in the signature checking process. What the Culinary Union volunteers are doing is looking at the ballots that have been set aside for Signature cures. Those are all available, by the way, on this web site called Ballot Tracks. Anyone in Nevada can go right now and see how their ballot is doing and whether they have a signature that needs to be checked. The Culinary unit is just reaching out to all their contacts. Tracking it against the Ballot Tracks web site and letting people know, hey, your ballot had a signature issue. We want you to just go ahead and get in touch with the registrar's officer or with the secretary of state to get that straightened out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:06",
      "speaker": "KING",
      "sentences": "Elizabeth, I hate to ask this question, but it's the age we live in, so I'm going to ask this question. You already see in Arizona some of the Republicans saying, you know, if there's foul play, when there's absolutely zero evidence of that, just like in 2020.Your Republican won the races for governor. Your Senate race is 800 votes apart right now, and it's very competitive. Are there any stirrings of that out there? And I just want to make -- so you can make clear for our viewers, I've asked the officials in Arizona repeatedly. When people are looking at provisional ballots, when people are in the room and they're opening these mail-in ballots and counting them, it's the law Nevada, just like it is everywhere else that Democrats and Republicans have eyes on the process throughout. Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:06",
      "speaker": "THOMPSON",
      "sentences": "That's correct. Both Democrats and Republicans are observing those processes. Usually not just one of each. Typically, there's two from each side that are observing in addition to an election official. So, you've got no less than five people watching over the provisional ballot processing.And we're pretty buttoned up here in Nevada. I mean, we have a really great chain of command with voter security. Those ballot boxes are locked away, until they're ready to be counted. And there's a very specific process with a lot of eyeballs involved in that. And no, I'm happy to report actually much to my surprise, there have not been many rumblings, if any, here in Nevada. Certainly, none by any major candidate or campaign about any kind of voter fraud or any kind of problems with election integrity. And I want to credit the Nevada media and the secretary of state's office and all the registrars and clerks across the state for doing a really great job this past, past month of informing Nevada voters about the process, letting them know what to expect, how many days it might take. And just who would be involved in that. So, so far, so good as far as that goes here.",
      "isLastSentenceInterrupted": false
    }
  ]
}