{
  "date": "2022-10-26",
  "headline": "CNN Newsroom",
  "subHeadline": "Scientists: COVID Lockdowns Created RSV \"Immunity Gap\" In Kids; Some FL Storm Victims Still Without Power, Water, Place To Live; Interview With Rep. Abigail Spanberger (D-VA); Alito: Abortion Leak Made Supreme Court \"Targets For Assassination\"; Iowa Woman Claims Her Late Father Was A Prolific Serial Killer. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:30:11",
      "speaker": "BIANNA GOLODRYGA, CNN HOST",
      "sentences": "The Department of Health and Human Services just issued alarming new data about pediatric hospital capacity. About three quarters of all hospital and ICU beds are currently in use as the nation faces a triple threat of respiratory illnesses, COVID, flu and RSV.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:11",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "The scientists are attributing the surge of RSV to behaviors that actually helped keep people safe during the pandemic. With the lockdowns, the physical distancing, young children likely developed an immunity gap to these types of viruses.CNN's medical correspondent, Dr. Tara Narula, joins us now. So very frustrating for parents. Do you everything you're supposed to, to keep your kids safe, and now this comes. DR. TARA NARULA, CNN MEDICAL ANALYST: You have probably never heard the term \"immunity gap,\" right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:11",
      "speaker": "BLACKWELL",
      "sentences": "First time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:11",
      "speaker": "NARULA",
      "sentences": "Exactly. So this is something that scientists had predicted. The Pediatric Disease Group published a paper last August with mathematical modeling saying, we should be expecting an increase in things like RSV and influenza because of what we've done.So scientists predicted this. I think, for all of us, this is coming as a bit of a surprise. But really, what's happened is exactly what you said. All of these mitigation strategies prevented us from getting COVID but also prevented kids from getting exposed to viruses they normally see every year. We saw RSV cases go down over the past two years. What's happened is you have a whole cohort now of kids either born during that time or who were young during that time who never developed any immunity and now they're getting exposed all at once. In addition, you had moms who never got exposed and, therefore, didn't pass along antibodies through the placenta to the newborns. All of this is converging at a time when we see influenza and other viruses to make a really difficult situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:11",
      "speaker": "GOLODRYGA",
      "sentences": "So we hear from doctors like yourself about the mitigating things that we can do at home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:11",
      "speaker": "NARULA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:11",
      "speaker": "GOLODRYGA",
      "sentences": "Aside from washing our hands, what are they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:11",
      "speaker": "NARULA",
      "sentences": "This virus can live on surfaces for hours, so cleaning and disinfecting will be important, covering your cough and sneezes, keeping your little ones away from other ones who may be sick.We know that lots of little ones get this from their older siblings, from parents, from schools. And then we also want to recognize symptoms early, have a good relationship with pediatricians. So if you see your kid is having a very high fever, they're getting dehydrated, they're having respiratory difficulties, that would be the time to take them to the emergency room or at least talk to your pediatrician for sure. And really know that, for most cases, kids do well with they get symptomatic treatment. This does not tend to be a deadly virus. However, kids can develop pneumonia or bronchiolitis or inflammation of the small airways, particularly if they're less than six months, if they have underlying cardio or other respiratory conditions or if they're premies. So these are things to keep in mind. We don't want to alarm parents but we want them to be aware and know what to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:11",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:11",
      "speaker": "GOLODRYGA",
      "sentences": "Have your pediatrician on speed dial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:11",
      "speaker": "NARULA",
      "sentences": "Yes.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:11",
      "speaker": "BLACKWELL",
      "sentences": "Dr. Tara Narula, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:11",
      "speaker": "NARULA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:11",
      "speaker": "BLACKWELL",
      "sentences": "Hurricane Ian ripped a deadly path across Florida's west coast four weeks ago. But the people who live there they are still struggling with the storm's aftermath.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:11",
      "speaker": "GOLODRYGA",
      "sentences": "Living conditions remain challenging for so many there. So many still don't have power or running water. Others are battling with insurance companies and FEMA for assistance.CNN's Carlos Suarez is in Fort Myers Beach. Carlos, what are people there telling you about their road to recovery?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:11",
      "speaker": "CARLOS SUAREZ, CNN CORRESPONDENT",
      "sentences": "Well, Bianna and Victor, the folks that we have talked to for the better part of the last three days tell us that this recovery effort, the progress out here has been slow.There's a great deal of frustration when talking about the degree of debris, the garbage that covers the neighborhood -- the neighborhoods, rather, across southwest Florida. Just getting onto Fort Myers Beach is still an issue, as well as Sanibel. Residents can only come out here five days throughout the week from 9:00 in the morning until 5:00 in the afternoon. And then they have to get out. Over 500 people are still living in one shelter. And according to FEMA, over $1.2 billion worth of federal aid has already been made available to survivors. Now, in north Fort Myers and Fort Myers, the stories we heard from folks there are homeowners. Some that already have some of the relief claims in, that don't have any homeowners insurance, they said that they've already started to see some money from FEMA, but they don't believe it's going to be enough. And then for some other homeowners, who had flood insurance, they had a policy, they don't believe that money is going to come in anytime soon. One woman we talked to said that she was told it will be another three months before they could, quote, \"give her any numbers.\" Here now are two of just the homeowners we talked to. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:11",
      "speaker": "MARK WEEKLY, HOME DESTROYED BY HURRICANE IAN",
      "sentences": "We've gotten some assistance from FEMA. I don't know what that assistance was, but they sent us a check for about $40,000, which included two months of lodging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:11",
      "speaker": "JUDY JONES, HOME DESTROYED BY HURRICANE IAN",
      "sentences": "The people next door, who don't have insurance, FEMA came and cut them a large check already in three days. So it's like, if you don't have insurance you seem to get more than if you do have insurance.(END VIDEO CLIP) [14:35:02] SUAREZ: Underscoring just how bad things are when it comes to getting some of this debris out of these neighborhoods, the governor, he was in town this morning. And said that FEMA is now going to start using satellite photos to try to better pinpoint parts of the county that really need some of this attention on getting some of this debris out. Again, the story three weeks, four weeks into this is folks believe that the progress out here just hasn't been fast enough -- Guys?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:20",
      "speaker": "BLACKWELL",
      "sentences": "All right. Less than two weeks now until midterm Election Day. A Republican super PAC is dumping an additional $11 million into 16 House districts.The Congressional Leadership Fund, which is linked to House Minority Leader Kevin McCarthy, is targeting seven districts where President Biden won. Now, Republicans are pouring 820,000 of those dollars into my next guest's race in Virginia. Incumbent Congresswoman Abigail Spanberger is in a tight race with Republican Yesli Vega. Congresswoman Spanberger is with me now. Good to have you back. Let's start with a little bit of politics and then we will get into some policy. CNN has your race right now leaning Democrat. Cook Political Report now has it moved to toss up. Where do you see the race now? REP. ABIGAIL SPANBERGER (D-VA): It's a competitive race. It's always been a competitive race. And I've only ever won competitive races. We have tremendous momentum on the ground. We are engaging voters across the seventh district. And we're making sure that people know what's at stake in this election, what it is I've done for my constituents, and why I'm asking for the voters of the seventh district to reelect me. BLACKWELL: So President Biden today held an event on junk fees. He's got a new op-ed on CNN.com talking about the choice on the economy between the parties. He talked last week about inflation and gas prices. Do you think that your party has collectively focused often enough and efficiently on the economic question that is at the top of voters' concerns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:20",
      "speaker": "SPANBERGER",
      "sentences": "Well, I think certainly, across our district, I have been focused on the issue of inflation, which is impacting everyone, at the gas pump, at the grocery store and at the pharmacy counter.I hear from voters every day about the challenges that they are facing. People are hurting. And the reality is that we have voted for a law to lower the cost of prescription drugs and lower energy bills, But there's much more to do. And I'm proud of the fact that I was endorsed by the U.S. Chamber of Commerce because of the work that I have done addressing the challenges facing our economy since I've been in Congress. And certainly, as we've been working to recover after COVID. There's much more recovery, much more stabilization and growth of our economy ahead of us. And that's what I am focused on with the legislation I'm working on, the legislation I'm writing and certainly with the laws that we've passed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:20",
      "speaker": "BLACKWELL",
      "sentences": "You talked about the legislation you're working on. President Biden says that if Democrats retain control of the two chambers, that the first bill that he would send over would be to codify Roe, to solidify abortion rights nationally.Do you think that that should be the Congressional priority for a Democratic Congress in 2023?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:20",
      "speaker": "SPANBERGER",
      "sentences": "I think we have many priorities, but certainly the issue of codifying Roe is an important one. And the issue of abortion rights is an important one within our district.We have voted to codify Roe in the House of Representatives. And certainly, we need the Senate to take the same steps so we can send a bill to the president's desk. But in our district, abortion rights are an issue, as are so many other things. But I'm running against an opponent who has doubted publicly whether women can get pregnant from rape, favors a national abortion ban, and absolutely presents a clear contrast to my opinion and my position. Which is, as a federally elected official, I have no place making decisions for constituents across my district. That's a decision to be left to a woman and her doctor. And the contrast on this issue, in particular, could not be clearer in our race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:20",
      "speaker": "BLACKWELL",
      "sentences": "Let's talk about some policy now. You are on the House Foreign Affairs. The 30 House progressives who sent that letter to the president urging him to, in addition to the economic support and the weapons support, start a diplomatic effort to bring the war in Ukraine to an end.They've now withdrawn that letter. They say it was composed and signed in the summer. Representative Pramila Jayapal said a staffer sent it out without vetting. Now you did not sign that letter. But what's your view of the sentiment that there needs to be some negotiation to bring this war to an end?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "BLACKWELL",
      "sentences": "Do you think there will be some electoral consequence, for not just the 30 who signed, but for Democrats more broadly for that letter being released just two weeks ahead of Election Day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "SPANBERGER",
      "sentences": "Certainly, I can't speak for anybody else's election. But I think that it's clear that in races where, you know, people are talking about the issue of democracy here at home, the issue of democracy around the world.Certainly, the issue of democracy and safeguarding it in Ukraine as we watch our Ukrainian partners and allies fight for their freedom. I think that I'm glad that they withdraw this letter because it certainly isn't representative of my opinions. And I -- clearly, not representative of the central mass of the Democratic Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:07",
      "speaker": "BLACKWELL",
      "sentences": "All right. Congresswoman Abigail Spanberger, Virginia's 7th, thank you so much.Now, we reached out to Spanberger's opponent, Yesli Vega, twice to invite her to speak with us here on the show. We have not heard back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:19",
      "speaker": "BLACKWELL",
      "sentences": "Supreme Court Justice Samuel Alito says that the person who leaked the court's draft decision to overturn Roe versus Wade put lives in danger.(BEGIN VIDEO CLIP) SAMUEL ALITO, U.S. SUPREME COURT JUSTICE: The leak also made those of us who were thought to be in the majority, in support of overruling Roe and Casey targets us for assassination. Because it gave people a rational reason to think that they could prevent that from happening by killing one of us. And we know that person has been charged with attempting to kill Justice Kavanaugh. It's a pending case, so I won't say anything more about that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:19",
      "speaker": "GOLODRYGA",
      "sentences": "In May, the Supreme Court marshal launched an investigation to identify the leaker. No findings have been made public as of yet.CNN Supreme Court reporter, Ariane De Vogue, is with us now. Some pointed comments there from the justice. What more did we hear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:19",
      "speaker": "ARIANE DE VOGUE, CNN SUPREME COURT REPORTER",
      "sentences": "We're finally hearing from the guy who wrote the opinion that got leaked. Those were strong comments.You know, we heard from Chief Justice John Roberts, Thomas and Kagan and Gorsuch. They had all criticized it. But that was Alito. And those were really striking comments. He said that it was a grave betrayal and that he felt like a target of assassination. I've covered the court for a long time. We've never seen protests like we did last term with those fences went up around the court as well as the protests in front of the justices' homes. And it culminated, of course, like Alito said, with the arrest of that man who was arrested for attempting to murder Justice Kavanaugh. There's a status hearing on that today. We learned other things from the speech he gave. One thing is, it sure sounds, like you said, that they haven't found the leaker. He wasn't absolutely clear about that. But he suggested that the leaker hadn't been found. But he echoed Chief Justice John Roberts, sort of suggesting that now the court wants to move on, put last term behind them and move on away from that. But he also made a very important point near the end of his speech last night. And that is he defended the legitimacy of the court. And he didn't mention the fact that liberal members, such as Kagan and Sotomayor, had really questioned last term's opinion overturning precedent. But he said, you can criticize his opinions all you want, but don't call into question the character of the justices or the legitimacy of the court. So that was a really strong speech last night from Justice Alito.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:19",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, the justices may disagree on issues, that's for sure, but when it comes to the character of the court, they seem to agree on that. That have public statements on that.Ariane De Vogue, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:54:02",
      "speaker": "BLACKWELL",
      "sentences": "Police in Iowa are looking into claims by a woman who says that her late father was a serial killer who murdered dozens of people. We've got a live update on the investigation.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:54:02",
      "speaker": "GOLODRYGA",
      "sentences": "Multiple law enforcement agencies are looking into claims from an Iowa woman who says her deceased father was a skilled serial killer who got away with murder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:54:02",
      "speaker": "BLACKWELL",
      "sentences": "She claims that she helped him get rid of the victims' bodies.CNN's national correspondent, Brynn Gingras, is here. This is such a bizarre story. What are you learning about the claims?",
      "isLastSentenceInterrupted": false
    }
  ]
}