{
  "date": "2022-11-15",
  "headline": "CNN This Morning",
  "subHeadline": "House Republican Conference Experiencing Division in Choosing Next Speaker of House; Arizona Republican Gubernatorial Candidate Kari Lake Questioning Election Results; Kevin McCarthy May Fall Short of Votes Needed to Win Speaker of House; Hassan On Winning Race By Highlighting Opponent's Extremism; New Video Shows Corrections Officers Beating Man In Custody. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:25",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Good morning, everybody. Happening right now, take a look at your screens. You're looking at the incoming freshman class of the 118th Congress. They're gathering on the House steps to take their class photo. Their new member orientation comes as some races remain uncalled and as votes continue to roll in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:25",
      "speaker": "KAITLAN COLLINS, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "That's exactly what sixth grade field trips do too when they come to Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:25",
      "speaker": "LEMON",
      "sentences": "I was just going to say, you took the words right out of my mouth.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:25",
      "speaker": "LEMON",
      "sentences": "That is quite the class picture. It's a field trip of sorts, right, out to the steps of the Capitol.Good morning, everyone. Welcome to CNN THIS MORNING. Don Lemon here, Poppy Harlow, Kaitlan Collins. Let's look, November 15th, it says on the floor, right, 8:00 a.m., November 15th, and we have a lot to get to this morning, beginning with another election denier denied. CNN projects that Katie Hobbs will win Arizona, the governor's race there, defeating Trump-backed Kari Lake who is already questioning the election process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:25",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Also, House Republicans fractured and preparing for a leadership vote in just a few hours. Kevin McCarthy already running into serious headwinds in his bid to become speaker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:25",
      "speaker": "COLLINS",
      "sentences": "And as Brooklyn Nets star Kyrie Irving still on suspension after he refused to disavow an antisemitic film that he shared on his own social media accounts, we have NBA legend Charles Barkley here to join CNN THIS MORNING to talk about that and some of the other top stories this the sports world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:25",
      "speaker": "LEMON",
      "sentences": "But we're going to begin with John King joining us now. So John King, welcome, good morning. Can we talk Arizona, sir? Go, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:25",
      "speaker": "JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT",
      "sentences": "I'm here to be the warmup act for Chuck. What do you mean?(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:25",
      "speaker": "KING",
      "sentences": "Look, this is a huge win in the state of Arizona. It is also a huge win for the Democrats if you look at the battleground map. The Democrats lost the Nevada governorship, but got a pick-up, a flip of Arizona, they held Pennsylvania, they held Michigan, they held Wisconsin. So if you're looking ahead to 2024 and the big battleground states, this is a huge win for Democrats. If you're looking at those results there, talk about karma. It was Katie Hobbs who is the Arizona secretary of state who helped uphold Donald Trump's win -- I mean, excuse me, Joe Biden's win in Arizona in 2020, with the help of the outgoing Republican governor Steve Ducey, by the way. And Kari Lake lost. Narrowly, but she lost. And her tweet last night, most Republicans conceded in this election year, her tweet last night tells us we're in, Don, for a little bit of a rocky ride here. \"Arizonans knows B.S. when they see it.\" This is not B.S. It's math.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:25",
      "speaker": "HARLOW",
      "sentences": "Is it about, John, if you just stick with Arizona for a moment, candidates or the state, for example? So Blake Masters also losing, Finchem, the secretary of state nominee for the Republican Party who is a real big election denier, is it about candidate quality, Mitch McConnell, or about a shifting state?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:25",
      "speaker": "KING",
      "sentences": "I think in Arizona it is about both. The demographics of the state are changing. Joe Biden was the first Democrat to carry for president since 1996. Ross Perot was on the ballot then. It was a three-way race as well. There is no question the state is changing.There is no question it is an incredibly competitive state. We're going to learn more, again. The Senate map this year, more favorable to Democrats. Mark Kelly won a convincing win in Arizona. Katie Hobbs is going to be the next governor with a much more narrow win. In 2024 we're going to see Senator Sinema on the ballot. So the tug of war for Arizona will continue. In the short-term, though, I think it is going to be fascinating to see, does Kari Lake get any support, any support if she tries to continue this B.S. argument? She has every right, she has every right to wait until they absolutely finish the count. Our projection team is very conservative. The math is the math. She has every right to wait. She has every right to see if it is within the recount. But then it's a big question. And if you look around the map this year and look at all the election deniers who got beat in those races for secretary of state, in those races for governor, Kari Lake if she wants a future in politic has a tough choice to make.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:07",
      "speaker": "LEMON",
      "sentences": "You're right. She has every right to wait for it to be called officially, the votes to be counted, but not to cast doubt on the election as she is doing and the former president as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:07",
      "speaker": "KING",
      "sentences": "Exactly right. And Don, very quickly on that. Arizona and Nevada count slowly. A lot of people know states are frustrated about that. They have every right to tell the legislature we need to hire more people, we need to do this more quickly. But there is no doubt on the integrity of the count in Arizona. Remember, Trump allies brought in the so-called cyber ninjas, they had no experience. What did they conclude? That they undercounted Joe Biden's vote. They know how to do math in Arizona.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:07",
      "speaker": "HARLOW",
      "sentences": "Such a good reminder. Thank goodness for the cyber ninjas. John, stick around for a moment. A Republican civil war is erupting on Capitol Hill in the aftermath of the midterm elections, many in the party believed it would produce a red wave. Now Kevin McCarthy, Mitch McConnell facing leadership challenges in the House and the Senate respectively, and McCarthy faces a crucial test today in his bid to become speaker if the GOP does take the house. Melanie Zanona joins us live on Capitol Hill. You're the one who talked to him, you interviewed him last week. How confident is he?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:07",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Not as confident as he was last week, Poppy, I can tell you that. Look, he is going to win the nomination for his party's speakership today, but he only needs a simple majority for that vote. The real test is going to come in January because that's when he needs a majority of the entire House. And as we first reported on CNN, Congressman Andy Biggs is already preparing to mount a challenge to him later today. And that is not a serious challenge, that is basically just the anti-McCarthy vote, but there could be a significant number of Republicans who are in that camp. Take a listen to what Congressman Matt Gaetz told us yesterday.(BEGIN VIDEO CLIP) REP. MATT GAETZ, (R-FL):  This is very premature. There is precisely one moment in time when there is a vote to determine who the speaker will be. That is on January 3rd, and I think we will have far better options than Kevin McCarthy. I think you'll see a critical mass say that we want to turn the page. We want new leadership. We want fresh faces and new ideas. And what I can tell you as I stand here right now is that Kevin McCarthy does not have 218 votes to become speaker. I don't think he has 200. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:07",
      "speaker": "ZANONA",
      "sentences": "Now, it is not unprecedented to have speakers face opposition and get votes against them during the conference votes. But it is going to be a long, messy road for Kevin McCarthy. He is going to have to do some wheeling and dealing if he wants to get the 218 votes for speaker. Now, he is very motivated. I don't think he's going to go down without a fight. He did try to rally the troops yesterday, called for unity, got a standing ovation, but it is going to be a busy few weeks here on Capitol Hill, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:07",
      "speaker": "COLLINS",
      "sentences": "It is going to be busy. We know you'll keep us updated. Melanie, thank you so much.Let's go back to John King on this, because John, this is fascinating, because even if Kevin McCarthy does become House Speaker, he is still going to have to deal with this caucus that is signaling this to him. I am fascinated by the Marjorie Taylor Greene aspect of this, though, because she has thrown her support behind him. Obviously, if he does actually become speaker, he's going to have to really thank her for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:07",
      "speaker": "KING",
      "sentences": "Leverage, all about leverage. And so Kaitlan, think about it. Right now, Kevin McCarthy, Melanie's math is right, she's great at what she does. Kevin McCarthy is likely the next speaker of the House. We will see if Andy Biggs and if anyone else stands up today, do they just bruise Kevin McCarthy or do they draw blood? Is Matt Gaetz really going to vote for Nancy Pelosi or Hakeem Jeffries come January? So be careful of what the more blowhard members of the House Republican Conference say over the next several days.But, but if you needed Marjorie Taylor Greene and Donald Trump to get your power, that tells you everything about Kevin McCarthy's predicament right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:07",
      "speaker": "HARLOW",
      "sentences": "Is there a reason, John, that this is definitely going to be different than Paul Ryan in, I think it was in 2015?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:07",
      "speaker": "KING",
      "sentences": "Look, Tim Ryan voted against Nancy Pelosi, too. There are tribes within the tribes, so do not overstate this. We live in an age where people develop their brand by challenging the establishment. And Andy Biggs is not a big policy guy in the House of Representatives. Nobody turns to Andy Biggs and says what do you think about Ukraine, or what do you think about taxing and spending? That's not what he does. He's a rabble rouser.And so he thinks this helps him with his brand. Do not think of him as a future speaker of the House. That happens. That just happens. Tim ryan just ran a Senate campaign saying I'm the guy who voted against Nancy Pelosi. So don't overstate it, but don't understate it. The question is, how big will Kevin McCarthy's majority be in January? The Republicans are, I think, 215 right now. They may get to 218, 220 maybe. So he's not going to have any votes to lose. He's not going to have any -- two or three, maybe four votes to lose come January. So it's a giant challenge. And that's the big test today is how weakened is he coming out of this vote, and can he repair that damage in the time between now and January when they actually vote for speaker?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "KING",
      "sentences": "That is fair to say. And Don, we should bring that rule to work every single day when it comes to politics, especially in the town I work in. The three least spoken words in this town are \"I don't know\" or \"we don't know.\" We do live in this volatile age, and we should not think we know the last chapter of this book because we are still in the middle of the book.And you're absolutely right. If there are -- if there are people who see that they have the votes to take Kevin McCarthy out, they will try to do it. You will have people lobbying behind the scenes very quietly, saying I'm the alternative if we can pull this off. It's the if. It's the if. So this is a test of Kevin McCarthy. It's a test of how many votes can Marjorie Taylor Greene keep together? It's also a test of Donald Trump. If he wants his Kevin as speaker of the House, he is going to have to twist some arms to get it for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "LEMON",
      "sentences": "It is weird to see you without your shadow, meaning the magic wall.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "KING",
      "sentences": "They wouldn't let me bring it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "COLLINS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "KING",
      "sentences": "When you get to Chuck, you talk about volatility, I met Chuck when he was thinking of going home to Alabama to run for governor as a Republican. That's how long I've known Chuck, and that's how much politics have changed in the last 20 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "LEMON",
      "sentences": "We'll see what we know about Chuck. We'll learn a lot and we'll relay that story. Thank you. Hopefully he's watching. Thank you, John King, it's always a pleasure. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "KING",
      "sentences": "Have a good day, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "LEMON",
      "sentences": "You, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "A notable moment there at the end, that is Senator Maggie Hassan after defeating her Trump-backed opponent, Don Bolduc. She was once seen as one of those vulnerable Senate Democrats, but she won her election as you can see there. She joins us now in her first interview since Democrats won the Senate. Senator, thank you so much. Congratulations. First, I just want to start. You -- I heard your speech there. We saw the cheers. I saw how you stopped the crowd as they were preparing to boo your opponent. I wonder what you believe your victory says about where really voters are in the United States right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "HASSAN",
      "sentences": "Well, thanks for having me on. And I think what we heard from Granite State voters last week was a really resounding vote for common sense, for putting differences aside the way my constituents do every day to solve problems. They also stood strong for individual rights and for democracy. And what they really continue to tell me, just as they did when I first ran for the Senate six years ago, is they really want us to work together. We've got a lot of challenges ahead, we got to build an economy that works for everybody. We got to protect our democracy, protect individual freedoms. That's what they want us to focus on. And that's what I intend to continue to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "COLLINS",
      "sentences": "And there are obviously a lot of challenges, people will be watching closely to see how this Democrat-controlled Senate handles those issues. And on that front, I've spoken to some of your colleagues. And a big question coming out of Tuesday night, I think, has been, was this a victory of were your voters voting for the Democrats agenda, or was it a vote really more against opponents like yours, ones who have denied the election, and who you painted as an extremist in your race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "HASSAN",
      "sentences": "I think this was a vote for common sense. I think people know that we need to work together to address inflation, for instance, which is really hurting families and small businesses all across my state and all across the country. And we've taken some steps to begin to lower costs on things like prescription drugs and energy, we need to do more right now this winter on home heating expenses, especially in my neck of the woods. But they also know that we are capable, we've put together a record over the past, my first term, of delivering on the priorities that Granite Staters identify for us. And that's what they're really eager to have us do. Now, they also care a lot about individual freedoms, particularly a woman's right to make her own health care decisions. But they also stood strong for democracy because they know you have to have a functioning democracy in order to build an economy that works for everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "On that last part that you mentioned about, you know, a functioning democracy, I just want to -- look, a very simple question. Your overall take on what happened on Tuesday night? Did the voters accept something, or did they reject something, what are you -- what do you think of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "HASSAN",
      "sentences": "I think voters have a lot on their minds, right? So, when we talk with voters, whether it was me at a retail stop, or our grassroots organization doing door-to-door, they tell us a lot of different things are on their mind, they wanted to vote for people who would acknowledge that we have work to do to make sure that we can lower people's costs. But, you know, I still remember a volunteer coming back from a round of door knocking, and she said she asked a man at the door, a man probably about my age in his mid-60s or so, what the most important issue to him was, at which point he pulled his 8-year-old granddaughter next to him, and said, she is. I'm voting for her. Now, he was talking, as the interview went on, about reproductive rights, making sure his granddaughter would have the same rights that her mother did. But he was also talking about a lot of other things that we need to do to make sure that our kids have a better future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "So, one thing that we saw, and good morning to you, Senator, thanks for joining us. One thing that we saw was members of your party put their money behind Don Bolduc, your competitor in the race, which I think was very important for the American people to see what you did there by telling the crowd to stop booing and be civil and thank him for his service to this country. That's important. I wonder if you support that strategy that they did, Democrats to prop him up, really by going after the moderate in the GOP primary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:11",
      "speaker": "HARLOW",
      "sentences": "I do have a follow-up on that. And that is, you know, it was not your campaign, you're right to note that, but it was Democrats that chose to use some money to prop up election deniers. And it's an argument that you've made and many Democrats have made over and over about what a danger election deniers are to this democracy. So, because this strategy worked in all the cases they did it, I wonder if you think it's playing with fire, or if you think it should be repeated? Do you see what I'm getting at?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:11",
      "speaker": "HASSAN",
      "sentences": "I think the people of the United States of America resoundedly (PH) rejected election deniers. They know how dangerous it is. I think we need to focus on changing our campaign finance system. And I think we need to make sure that people know that election denial is not supported by voters, people know how dangerous it is. And I am hopeful that we can now focus on the priorities that matter to the people of my state and this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:11",
      "speaker": "LEMON",
      "sentences": "Something that Poppy mentioned just a moment ago, and we did it in the introduction as well, when you, you know, told the folks not to boo, Don Bolduc. And I'm wondering, why was that so important for you to do because not everyone, as we have seen lately, has that sort of natural reflex to say, hey, don't do this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:11",
      "speaker": "HASSAN",
      "sentences": "You know, once election night is done, it's time to come together and move forward. I also wanted to make sure that we were respecting Don Bolduc's service to our country, which was significant and important. I'm the daughter of a veteran. I work hard for veterans. And I think it's really important to always acknowledge that during a heated election, it's really important to recognize the love of country that binds all of us. That is what will help America continue to make progress. My dad, the veteran, needs to talk about his World War II platoon and tell us how different everybody was politically and from different parts of the country. But when it -- when it came to loving our country and fighting for it, we were all together. And that's really important for us to acknowledge and work together to remember right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:11",
      "speaker": "LEMON",
      "sentences": "Senator Hasson, thank you. We appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:11",
      "speaker": "COLLINS",
      "sentences": "And serious thoughts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:11",
      "speaker": "LEMON",
      "sentences": "I listen -- yes, you're coming in the other chamber, they're out there taking their class photos, so we want to see yours as well. We just saw them a moment ago. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:11",
      "speaker": "COLLINS",
      "sentences": "Thanks so much, Senator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:11",
      "speaker": "LEMON",
      "sentences": "Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:11",
      "speaker": "HASSAN",
      "sentences": "Thank you, guys. Be well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:11",
      "speaker": "LEMON",
      "sentences": "Thank you. So, basketball and broadcast legend Charles Barkley has made a career out of speaking his mind. Do you think so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:11",
      "speaker": "HARLOW",
      "sentences": "Is he the only one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "COLLINS",
      "sentences": "A disturbing attack on a black man in a Georgia detention center by five officers. It was all caught on video. And now, the attorneys for that man are calling for a criminal investigation. CNN Correspondent Martin Savidge has the latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "MARTIN SAVIDGE, CNN CORRESPONDENT",
      "sentences": "Good morning to you, Kaitlan. I got to warn everyone here that this video is disturbing, and you may not want to watch it. That said, this story is very important, and it is essential that you know about it. So, if you prefer, you can go to cnn.com and read the full account there. Otherwise, here's my report.(BEGIN VIDEOTAPE) SAVIDGE (voiceover): New video shows a brutal beating of a black man in custody by five officers in Georgia. 41-year-old Jarrett Hobbs was arrested and held at the Camden County Detention Center in September. The video provided to CNN by Hobbs's attorney, Harry Daniels, shows five officers entering the cell and start beating Hobbs and wrestling him to the ground. In his second video released by his attorneys, the officers are seen dragging Hobbs out of the cell where the beating continue. It's not clear what preceded these two videos. In a news release, Daniels said the video is undeniable and the deputies' actions are inexcusable. Daniels further claim that before the attack, Hobbs was experiencing a psychological episode at the jail, and asked to be placed in protective custody. Daniels says there's a third video that does not show the incident but provides audio unlike the two videos released, but Daniels says he's not releasing that video at this time. The Camden County Sheriff's Office said in his statement it has ordered an internal investigation of the incident to begin immediately. Hobbs was arrested in Camden County for violating his probation, stemming from a federal case in North Carolina. According to his attorney, he was charged with speeding, driving on a revoked or suspended license, and possession of a controlled substance. According to North Carolina Court Documents, Hobbs's probation officer who is not present at the time of the incident, testified the jailers heard a large banging from the defendant's holding cell. Defendant was reportedly kicking his cell door and was told by jailers to stop after already being warned to stop previously. It goes on to claim defendant resisted the jailers and subsequently punched one deputy in the face while punching another deputy in the side of his head. One deputy sustained a bruised eye and a broken hand as a result of the incident. Hobbs's attorney is calling for the Attorney General to bring charges against the officers. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}