{
  "date": "2022-10-23",
  "headline": "CNN Newsroom",
  "subHeadline": "Armed Individuals Spotted Near Ballot Drop Box In Arizona; Boris Johnson Tries To Win Support For Comeback Bid As British Prime Minister; Russian Defense Minister: War Headed For Uncontrolled Escalation. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:00",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "You're live in the CNN NEWSROOM. I'm Jim Acosta in Washington.Just 16 days to go until the midterm elections, we are now getting multiple reports of voter intimidation as millions try to cast their ballots early. Take a look at these images from Mesa, Arizona where armed individuals wearing masks and tactical gear were stopped near a ballot drop box. Maricopa County officials calling them \"uninformed vigilantes who are disrupting the voting process.\" The State also getting reports of groups of ballot watchers, so-called ballot watchers who have set up near drop boxes to film and take pictures of people who show up. Joining me now former Democratic Senator from Minnesota and host of \"The Al Franken Podcast,\" Al Franken and CNN political commentator and former Special Assistant to President George W. Bush, Scott Jennings. Guys, let's get straight to it. Al, let me start with you. I want to show those pictures again, because they are disturbing. This is what a lot of people anticipated heading into this midterm election cycle because of the unfinished business of dealing with the aftermath of January 6th. The armed individuals in tactical gear standing outside of a ballot box in Mesa, Arizona. Al, who wants to get out of their car and drop off a ballot when you see these guys. AL FRANKEN (D), FORMER US SENATOR:   That's their point. This is what this is voter intimidation. This illegal. This is something Republicans have done for a long time and we can't be -- people can't be intimidated. You've got to go to the polls, because this is what's at stake, is our democracy and beyond our democracy, if they take that the House and the Senate, the first thing they want to do and McCarthy told us is to cut Social Security and cut Medicare.   Well, what you're seeing right there is the result of this big lie. That's what this is. This is a threat to our democracy and this is what happened. And I think every candidate in Arizona for State office is a denier, is an election denier.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "ACOSTA",
      "sentences": "And Scott, what do you see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "FRANKEN",
      "sentences": "And people have to understand the threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "ACOSTA",
      "sentences": "Yes, Scott, do you see a threat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "SCOTT JENNINGS, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, I don't agree with voter intimidation, I certainly think people ought to be able to vote without feeling like they're under any kind of intimidation. So, I don't like the idea of armed people hanging around ballot boxes or drop off boxes or anything like that.At the same time, I do see record turnout in Georgia, I see evidence in the polling and elsewhere that we're going to have a massive turnout, probably even bigger than 2018, which was the biggest turnout for a midterm in a hundred years, and so it strikes me that A., people should not be feeling intimidated and B., they are not in most places, because we're seeing high levels of enthusiasm and participation. So my advice to anybody who is taking a gun down to the drop off box, think of something else to do today. That's not the place for you to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "ACOSTA",
      "sentences": "But how did we get here, Scott?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "FRANKEN",
      "sentences": "Well, shouldn't your advice be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "ACOSTA",
      "sentences": "Go ahead, Al.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "FRANKEN",
      "sentences": "I was going to say, shouldn't your advice be to Republicans, you're a Republican, to tell them to stop foisting this big lie that the election was stolen. That's why we're seeing this. That's why we're seeing armed guys outside of voter booths. That's why Secretaries of State that are running under the Republican banner, who are running are saying the election was stolen.That's the threat and you need to say that. You need to say the election wasn't stolen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "ACOSTA",
      "sentences": "Scott, you want to reply to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "JENNINGS",
      "sentences": "Yes, sure. I mean, I'm long on the record as having opposed what happened on January the 6th. I don't believe the election was stolen. I believe Joe Biden won the election. I also believe everybody else who was running down the ticket, I think all the races were fairly contested.I do think there were individual cases of issues out there, but nothing on the scale that would overturn the outcome of an election. So, I agree with you, Senator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "FRANKEN",
      "sentences": "What do you mean by that -- individual cases?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:00",
      "speaker": "JENNINGS",
      "sentences": "That the election was not stolen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "FRANKEN",
      "sentences": "Those Republicans are saying the election was stolen. They're spouting the Big Lie. How can we allow them to be administering our elections?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "ACOSTA",
      "sentences": "Well, we're showing to our viewers right now election deniers in midterm races. You can see this up on screenScott, is it a larger institutional problem now in the Republican Party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "JENNINGS",
      "sentences": "I do think there are a lot of people who believe that the 2020 election was not fairly contested. I'm not one of them. I believe it basically was fairly contested and that Joe Biden won.But you're absolutely right, it is a widespread belief. It's not a correct belief, but it is a widespread belief. I think, at the end of the day, the correct message for the Republicans ought to be that everybody who is a legal voter should be able to vote, all votes should be counted fairly and in a timely fashion and all the laws that are applicable in any State jurisdiction should be followed, and executed to the best of the ability of the people who are on the ground and sworn in to execute those laws. It is, you know, easy to vote hard to cheat. I mean, it is a basic message that a lot of Republicans use, but they all should use it. And to me, it's the correct one that would resonate with the most Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "ACOSTA",
      "sentences": "Let me jump ahead --FRANK   Well, my -- okay, go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "ACOSTA",
      "sentences": "Well, I was going to say, I want to jump out because there's also this incredible footage that came out of Florida, bodycam video of Florida residents who were arrested back in August for allegedly illegally voting in the 2020 election and they reveal a lot of confusion even by the officers doing the arrest. I'm sure both of you have seen some of this video. It is quite something, but in case some of our viewers haven't seen it, let's watch.(BEGIN VIDEO CLIP) OFFICER 2: All right, so I know you're caught off guard, but unfortunately, that's how this stuff works, okay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "ROMONA OLIVER",
      "sentences": "I'm like what the hell.OFFICER 1:   I know, ma'am. I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "OLIVER",
      "sentences": "Okay, I'm like voter fraud? I voted, but I ain't commit no fraud.OFFICER 2:   Well, so that's the thing. I don't know exactly what happened with it, but you do have a warrant and that's what it is for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "OLIVER",
      "sentences": "I got out, the guy to me that I was free and clear to go vote or whatever, I had done my time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A bond? I didn't do -- what did I did wrong? Why they doing this to me? I didn't do nothing to nobody, man.Voter fraud? What is voter fraud? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "ACOSTA",
      "sentences": "And now, State law prohibits convicted murderers and sex offenders from voting after they've been released, but the State also restored the voting rights of other former felons in 2018 and it has led to this widespread confusion, even some of the officers saying in some of the footage saying, they don't quite understand what's happening.Al, what's your reaction to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "FRANKEN",
      "sentences": "This again, it scares me. This is the Governor doing this for show. This is victimizing people. These are people who, in many cases, I understand I don't know each case, but were told they could vote.This looks like to me, the armed guards outside the -- this is part and parcel of the same thing, which is this trying to whip up this fear of voting fraud that really doesn't exist. And I mean, yes, oh, eight people in the country. I mean, these are such minuscule numbers and we've seen that over and over and over again, proved over and over again. This was probably the last election, the most secure election we've ever had, but perpetuating this lie on the Republican side, Scott, I don't think you would -- would you vote if you are in Arizona for the Republican candidate for Governor, who is an election denier?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "ACOSTA",
      "sentences": "Scott, I mean, you've been weighing on that, or also, I mean, this effort that is going on in Florida pushed by the Republican Governor there, Ron DeSantis, the majority of those arrested in this effort that has been underway, African-American. What's your response to that, Scott?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "ACOSTA",
      "sentences": "And Al, let me get back to Arizona because you brought up Arizona and you brought up the gubernatorial candidate there. As you know, Katie Hobbs, you know, she has been held up as a hero by Democrats across the country for standing up against Trump's efforts to overturn the election, but I'm sure you're hearing this, there are Democrats who are criticizing her for refusing to debate Kari Lake who has been an election denier in that gubernatorial race.Here is Lake calling out Hobbs for that very thing. Let's listen. (BEGIN VIDEO CLIP) KARI LAKE (R), ARIZONA GUBERNATORIAL CANDIDATE:   Why is it that Katie Hobbs will not debate? What is she trying to keep from you? What is she hiding? The people of Arizona will never support and vote for a coward like Katie Hobbs who won't show up on a debate stage. I'm doing a debate on Sunday. I'm inviting Katie Hobbs to show up on Sunday. I hope she will. I hope you'll show up. Did somebody say \"chicken.\" I didn't say that, somebody said it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "ACOSTA",
      "sentences": "Al, I mean, you're here having a debate with Scott over this issue of election fraud and election security. Is Katie Hobbs making a mistake by not having that debate with Kari Lake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "FRANKEN",
      "sentences": "Well, I always loved to debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "ACOSTA",
      "sentences": "We know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "FRANKEN",
      "sentences": "And so if I -- I don't make the decisions for her, but no, I really wish she would because I mean, I would say to her, you're an election denier, you actually believe the election was stolen, do you? And I want to ask Scott again, would you vote for her? Would you vote for someone for Governor who deny that the election was legitimate. Simple question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "ACOSTA",
      "sentences": "Scott?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "JENNINGS",
      "sentences": "Yes, I generally vote Republican when I cast my ballot. I am not an Arizona voter, but I generally vote Republican. Would you vote for Stacey Abrams in Georgia, she denied that she lost her election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "FRANKEN",
      "sentences": "Not in the same way. She didn't say it was a rigged election. She said that as Secretary of State --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "JENNINGS",
      "sentences": "She did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "FRANKEN",
      "sentences": "No. Now, there is a distinction. She said that the Secretary of State, that camp had used a lot of different ways in which to prevent people from voting. That's a very different thing than saying that the election was stolen in the way that so many candidates have across the country.In fact, I think it's close to half, if not more than, and my question is, you know what she is saying. You know what this -- what the candidate for governor there is saying. She is saying the election was stolen, as is the Secretary of State candidate, as is the lieutenant governor. They are all saying that we -- that that was a fraud and you know, for sure that wasn't. You know, for certain it wasn't, and yet you would still vote for them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "ACOSTA",
      "sentences": "Let me ask you, Al, because we've got a little time left here about what Senator Bernie Sanders is saying, heading into the midterm elections.You know, he is concerned about where this is heading for Democrats, and I want to get your take on it. Let's listen to what Senator Sanders has to say. (BEGIN VIDEO CLIP) SEN. BERNIE SANDERS (I-VT):   I am worried about the level of voter turnout among young people and working people who will be voting Democratic. And I think again, what Democrats have got to do is contrast their economic plan with Republicans. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "ACOSTA",
      "sentences": "Al, you're obviously fired up for these midterms. You're very concerned about election security in this country and the Big Lie and so on. You've challenged Scott on that point a number of times.Why is there not -- and maybe this will end up not being the case, but are you concerned that there is not enough passion, not enough energy on the Democratic side, heading into the midterms, as Senator Sanders seems to suggest there might be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "FRANKEN",
      "sentences": "I don't think we've gotten the economic message out enough. I totally agree with him. You know, McCarthy said and Scalise has said that the first thing they're going to do is cut Social Security and Medicare and you're going like, well, they can't do that unless if the President vetoes it, but they're going to hold -- they say they're going to hold the debt limit hostage.I've been there when they tried to hold the debt limit hostage and you know, what would happen if it went over, if we let that happen? The world economy would fall apart. The US dollar would cease to be the go-to currency in the world. It would be an economic disaster and they are threatening that.   And so usually, Republicans, at this point in an election take ad out \"Democrats are saying we're going to cut Social Security and Medicare. They're lying. We're not going to do that.\" Now, they're saying \"We're going to do that.\" They are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "ACOSTA",
      "sentences": "Scott, you get the last word.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "JENNINGS",
      "sentences": "Yes, if you don't mind, I just like to respond to that. That's not what Republicans are saying at all.Republicans have an advantage in this election, because they're actually running on the issues that all the polls tell us that the most people care about  -- inflation, economy, crime. It's the top issue in every national poll, it is the top issues and almost every State poll where the big races are taking place. The problem for the Democrats in this election is that they're fishing off the wrong pier. They made their entire bet -- their entire bet was on abortion, and abortion has fallen down to like sixth, seventh, or eighth place. I can read a poll, and right now what I'm seeing in the polls, is that voters don't think the Democrats are good enough or smart enough, and doggone it, they just don't like them. I mean, that's the bottom line. The Democrats have failed to respond for the people's top issues in this election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "ACOSTA",
      "sentences": "I don't know, that might --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "FRANKEN",
      "sentences": "Thanks for the shoutout for Stuart Smalley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "ACOSTA",
      "sentences": "I was going to say that I might give Al the last word here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "FRANKEN",
      "sentences": "I will say this, both McCarthy and Scalise have said this and you can't deny that, Scott. They have said --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "JENNINGS",
      "sentences": "they're not cutting Social Security. They're cutting Medicaid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "FRANKEN",
      "sentences": "They've said it. They said it out loud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "JENNINGS",
      "sentences": "They are going to stop out of control spending that's driven the country into an inflationary spiral. That is true. They're not cutting entitlements. Come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "FRANKEN",
      "sentences": "They said they would. Jim, why don't you fact check it? You can see there's plenty of coverage of it. Both Scalise and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "JENNINGS",
      "sentences": "There was a fact check this week. Joe Biden has been saying the same thing you're saying in \"The Washington Post...\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "FRANKEN",
      "sentences": "McCarthy has said, they would do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "JENNINGS",
      "sentences": "... fact checker fact checked him this week and said he was not telling the truth.So the bottom line is it's a scare tactic. I mean, you've been around Democrat politics a long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "FRANKEN",
      "sentences": "That McCarthy was not telling the truth?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "JENNINGS",
      "sentences": "It is an old chestnut you guys pull out every October.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "ACOSTA",
      "sentences": "All right, well, to be continued. I do believe, Scott --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "FRANKEN",
      "sentences": "Why don't let CNN fact check me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "ACOSTA",
      "sentences": "I was going to say, Scott, I do believe that Senator Rick Scott, who is the head of the Republican Senate Campaign Committee, he has also talked about revisiting Social Security and Medicare, as a part of the platform of the NRSC.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "JENNINGS",
      "sentences": "There is not a single Republican candidate in the country, running for office on cutting Social Security and Medicare. Every Republican candidate is running on controlling inflation, stopping the crime wave, stopping the immigration crisis, fixing the economy.I mean, this is the Republican platform. Look at McCarthy's platform that he put out. There is nothing about Social Security and Medicare in there. Inflation, economy, crime, immigration. That's the bottom line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "ACOSTA",
      "sentences": "All right, we're going to leave it there, guys. Thanks a lot. Great debate. Appreciate the time. And the \"SNL\" shout out to Al Franken. That was nice work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "JENNINGS",
      "sentences": "It's an honor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "ACOSTA",
      "sentences": "Thanks a lot, guys. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "JENNINGS",
      "sentences": "See you, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "ACOSTA",
      "sentences": "All right. Thank you.And now to the UK, and the question, Big Question over there is: Boris back amid political turmoil in the UK after Liz Truss' abrupt resignation as Prime Minister. Her predecessor Boris Johnson is trying to make a political comeback less than four months after his own resignation. Tomorrow, the Conservative Party will vote to narrow down the field to one or two candidates. With me now is CNN's chief international anchor, Christiane Amanpour. Christiane, thanks so much for joining us. We appreciate it. I'm sure, knowing you, Christiane, you wanted to be a part of that discussion that -- the lively discussion we just had a few moments ago with Al and Scott, but I mean, there is so much happening right now where you are. The former Finance Minister, Rishi Sunak is now formally announcing that he is running. Johnson hasn't officially announced his candidacy, but he is calling around to gain support. Is this going to get messy or messier, I suppose?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "CHRISTIANE AMANPOUR, CNN INTERNATIONAL ANCHOR",
      "sentences": "Well, look just to say given that you mentioned the previous panel, a lot of those issues are incredibly relevant here in the UK, as well, notably inflation and the high cost of living and the attempt by Liz Truss to essentially explode economics as we know it, to try to address these things. That's what's caused this entire crisis.So what we have now is Rishi Sunak, the former Finance Minister, known here as the Chancellor of the Exchequer, who is essentially responsible for Johnson's downfall back in, you know, back in in the summer, because he said the Johnson did not have the ability or the discipline to enact the absolutely necessary fiscal reforms and rules that would need to address this inflation and this cost of living. So now, Rishi Sunak is back and of the three who people are talking about throwing their hats in the ring, he has and he has got the most, more than a hundred, we're talking, perhaps right now, around 130 or so. Boris Johnson has not thrown his hat in the ring, and that is likely because he may not have the votes and in fact that is probably the issue. We've been told that he has maybe maximum 45 to 50 at this moment. [15:20:10 ]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "AMANPOUR",
      "sentences": "Look, you can never know until they put all the chips of paper out of the hat tomorrow, but even Boris loyalists in Parliament, in the press with these very political conservative broadsheets and tabloids, they are saying, \"No, we don't want Boris back.\" It would be a disaster. It would be really tearing the Conservative Party to shreds. So, they don't want him back because guess what, he has to face an ethics investigation in the next few weeks, which will be public, televised in Parliament and it'll raise all the same issues that were raised in the summer and before that, which led to his downfall and his resignation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "ACOSTA",
      "sentences": "And Christiane I mean, I have to ask you, because we spent weeks, you know, covering the passing of Queen Elizabeth. It was this unifying moment for people across the United Kingdom. And now, all of a sudden, you have this massive political turmoil in the UK. I'm wondering what your thinking is on the UK's standing in the world, after all, I mean, you have a Prime Minister -- an outgoing Prime Minister -- being compared to a head of lettuce and so on.How significant is -- is there damage do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "AMANPOUR",
      "sentences": "A huge amount of damage and actually that is the challenge for whoever becomes the next Prime Minister. If it is Rishi Sunak and if he keeps Jeremy Hunt, they are about the most moderate and sensible and accomplished of the current crop.You know, Boris Johnson and Liz Truss had in their Cabinets, people whose only qualification was blind loyalty to them, the person, and this became apparent when they actually had to do hard things. Liz Truss went with her Chancellor, Kwasi Kwarteng and the two of them came up with this idea of a mini budget that sent everything into turmoil without ever road testing, without ever getting the independent data crunchers to sign off on it. So blind loyalty to the people is what has led the people of the United Kingdom to this terrible position. And we mustn't forget that it is the people of this country who are in deep and dire distress. Their mortgages are really ratcheting up. Now, in the United States, you have fixed-term mortgages for 15 to 30 years. That is not the case here in the UK. It is very much shorter, like two years, and sometimes they're variable rates. So people are very, very affected by these, you know, huge sudden unanticipated interest rates, and not to mention the cost of living. So, you know, you have this situation whereby, when the Queen died, we were all talking about her unifying influence over the 70 years of her reign. Whenever there was great turmoil or hardships, and the last one, of course, was COVID, the Queen came out and said things that unified and calmed the country, and we all said then, at least some of us did, that she is dying, and she has died at a time when this country is in a real state, a really terrible state -- energy crisis, you know, with the huge energy spike in prices, plus the cost of living inflation, which has all been made worse in the weeks after she died. She had barely been interred, 19th of September was her funeral. On the 23rd of September, these two, Liz Truss and Kwasi Kwarteng exploded Britain's global standing and its reputation on the international scene, and particularly its reputation for handling finances in a disciplined way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "ACOSTA",
      "sentences": "And I have to get your quick reaction to this dramatic moment we saw in China yesterday. The former leader being escorted out of the Communist Party Congress. There is so much speculation about why he was removed. What do you make of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:08",
      "speaker": "AMANPOUR",
      "sentences": "Look, it's very hard to know. I mean, Hu Jintao was Xi Jinping's predecessor, and he was sitting right next to President Xi Jinping during this Congress, and it looked really very uncomfortable.I mean, he was being lifted up by what we understand, a staff. I mean, this is a previous President and Secretary General of the Communist Party who had had his two terms in office is. It is very unclear why it happened and we're unlikely to know for a while because as you know, China is not that forthcoming, to the fact that it actually censored CNN in real time as it was -- CNN was reporting from that region on what was going on. It just pulled the plug and we went to black, which is a regular occurrence when the Chinese Communist Party doesn't like what we're saying. So, it'll be interesting to know what happened. I think, again, Xi Jinping has just by a claim been given a third term. This is unprecedented in modern Chinese history, and he too, has put total party loyalists, total personal loyalists in his upper leadership right now and you know, people who may not challenge him on anything and you know that there is a lot to be challenged now in China. The economy is not going well. There is a very big disaffection with the Zero COVID Policy that's been enacted over the last two years. And Xi has cemented his status as an autocrat at a very delicate moment. In the world. You've got an autocrat in China, you've got autocrat in Russia, who has declared a war that was completely unprovoked and has affected the whole world. We're talking very difficult times. Which by the way, Jim, is another reason why Britain in chaos is a problem because Britain always had a pretty, you know, sensible foreign policy, a sensible military policy. It was the US main partner in the Transatlantic Alliance. So, you know, there are a lot of weak links at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:50",
      "speaker": "ACOSTA",
      "sentences": "Nearly nine months since Russia's unprovoked invasion of Ukraine, the Russian Defense Minister warns the war is headed for \"uncontrolled escalation.\"Meanwhile, in Western Ukraine, a Ukrainian official says Russia is pulling back its military officers from the illegally annexed Kherson region. Russian installed authorities are also evacuating residents ahead of an expected attempt by Ukrainian troops to take back the city. Our senior international correspondent, Fred Pleitgen is covering all of these developments. There's a lot happening. Fred, what's the latest?   FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT:   Well, you're obviously right. There is definitely a lot happening across the country and if you look at the sort of main things that really is Russia continuing to hit the energy infrastructure here in Ukraine with some of those long distance assets that they have. In fact, over the past night, the Ukrainians are saying that they took down 16 of those kamikaze drones, which of course, the Ukrainian say had been provided to Russia by the Iranians. There were however, a bunch of missile strikes that did come through. And you're absolutely right, Jim, there are a lot of people here in this country right now who are without power. And where I am right now in Dnipro, they are also rationing power in a drastic way. That's why it's so dark here around me simply because they're telling people use as little electricity as possible. Obviously, the cities around here doing exactly the same thing as well. And then you have those words from the Russian Defense Minister, and I think right now that is really causing a lot of concern, because one of the things that he said is he accused the Ukrainians allegedly of wanting to use a dirty bomb, as he put it, which is some sort of improvised nuclear device. The Ukrainians immediately coming forward rejecting that saying that, obviously, they're part of the Nuclear Non-Proliferation Treaty. They're throwing back at the Russians saying that these threats are in fact, threats that Russia might use such a device instead. So certainly, a pretty dangerous situation if you look at some of the rhetoric that's been going on. It is quite interesting to see that the Russian Defense Minister spoke to the US Secretary of Defense, apparently spoke with the British Secretary of Defense and then also spoke with the French Defense Minister as well. So, it really does seem as though the Russians really escalating their messaging on all of this -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:50",
      "speaker": "ACOSTA",
      "sentences": "No question about that.All right, Fred Pleitgen, we appreciate your work as always, thanks so much. Great to see you. Coming up, just how secure are your passwords? CNN's Donie O'Sullivan found out the hard way, letting some friendly hacker show him how vulnerable his online presence is. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:50",
      "speaker": "EVAN TOBAC, HEAD OF RESEARCH AND TECHNOLOGY, SOCIAL PROOF SECURITY",
      "sentences": "Is this a password that you use now?DONIE O' SULLIVAN, CNN CORRESPONDENT:   Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "37:02:45",
      "speaker": "ACOSTA",
      "sentences": "From your work e-mail to social media sites, even most online shopping accounts require you to have a password to log in, but keeping track of them can get frustrating. So the same words, numbers and symbols can get used repeatedly, and no matter how hard you think it is to hack your password, it is actually not at all.Our CNN correspondent, Donie O'Sullivan explains. (BEGIN VIDEOTAPE) O'SULLIVAN:   So, it's been three years since you last hacked me here in Vegas, Rachel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "37:02:45",
      "speaker": "RACHEL TOBAC",
      "sentences": "Yes.O'SULLIVAN:   You have stolen about two and a half thousand worth of hotel points. A lot has changed. There's been a pandemic. There is a new President, I am still wearing the same shirt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "37:02:45",
      "speaker": "RACHEL TOBAC",
      "sentences": "Oh, yes.O'SULLIVAN:   You have put me in a middle seat --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "37:02:45",
      "speaker": "RACHEL TOBAC",
      "sentences": "On a five hour flight.O'SULLIVAN:   Oh, my God. This time, I mean, as far as I know, you haven't broken into any of my accounts so far or anything like that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "37:02:45",
      "speaker": "RACHEL TOBAC",
      "sentences": "No, I'm about to do that right now.O'SULLIVAN:   Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "37:02:45",
      "speaker": "RACHEL TOBAC",
      "sentences": "Most people, when they log into their accounts, they reuse their passwords, or they change it just ever so slightly, and when you do that, if you've been in a breach, which all of us have, that means I can take that password and I can shove that into all the other sites that you log into.O'SULLIVAN:   I have been using quite a few of the same passwords over the years. I've gotten a bit better with some accounts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "37:02:45",
      "speaker": "RACHEL TOBAC",
      "sentences": "I guess, we'll find out.I'm going to go to a data breach repository site and I'm going to put in your e-mail address. You can see here that you're involved in 13 breaches just with this e-mail address alone. O'SULLIVAN:   Wow. O'SULLIVAN (voice over):   Online, there are sites that collect all that breached information like e-mail addresses and passwords and it is likely some of your data is in there, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "37:02:45",
      "speaker": "RACHEL TOBAC",
      "sentences": "We have our first password that I found, does that look familiar to you, Donie?O'SULLIVAN (on camera):   Yes. That's a password I still use today occasionally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "37:02:45",
      "speaker": "RACHEL TOBAC",
      "sentences": "Okay, so you are using that on LinkedIn.O'SULLIVAN:   Many times. O'SULLIVAN (voice over):   Tip number one, don't use the same password for different services. Your password for your Gmail should be different to the password for your Instagram. If one of these services gets attacked and your password is leaked, hackers can use it to get into a different site if you're using that same password.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:09",
      "speaker": "RACHEL TOBAC",
      "sentences": "Come on in here, Evan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:09",
      "speaker": "EVAN TOBAC",
      "sentences": "I can take all the passwords that we know about you, put it in a word list, and then try 10,000 different little tweaks that you'll probably try. I can add a number at the end, I can add a special character. And we did that for your password list and we cracked one of your new passwords.Is this a password that you use now? O'SULLIVAN:   Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:09",
      "speaker": "RACHEL TOBAC",
      "sentences": "How do you feel about that?O'SULLIVAN:   I -- O'SULLIVAN (voice over):   Tip number two, don't use very similar passwords across different websites. If you don't want people like Evan being able to figure out your password. O'SULLIVAN (on camera):   I guess, I should probably go change my passwords. That sounds great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:09",
      "speaker": "RACHEL TOBAC",
      "sentences": "It is not.O'SULLIVAN:   So, what are the tips for people not to be like me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:09",
      "speaker": "RACHEL TOBAC",
      "sentences": "Well, first and foremost, it is on the companies to avoid getting hacked and prevent breaches like this. Many companies do not use MFA internally, that second step when they're logging in. We need them to use that.O'SULLIVAN:   MFA is multi-factor authentication, which is when they text you a code or whatever after you put in your passcode.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:09",
      "speaker": "RACHEL TOBAC",
      "sentences": "Text you a code. You look at an app, you have a prompt on your phone, and that's your second step. So, if I get your password, I still can't log into your account because I don't have that code.Don't reuse your passwords. If you've reused your passwords across multiple sites, even for sites that you deem silly or kind of a throwaway site, I can take that password and I can use it against you. So you have to use long, random and unique passwords for every single site. I recommend storing it in a password manager, which keeps all of your passwords safe and encrypted and can generate good passwords for you. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:10",
      "speaker": "ACOSTA",
      "sentences": "The White House is encouraging student loan borrowers to keep applying for debt relief despite a Federal Appeals Court putting a temporary hold on the program. Roughly 22 million Americans have already applied for the program, which allows up to $20,000.00 in student debt relief, but now, the fate of those applications is in limbo.CNN's Camila Bernal brings us this report. (BEGIN VIDEOTAPE) CAMILA BERNAL, CNN CORRESPONDENT (voice over):   It may take a little longer, but Cody Hounanian is still expecting a third of his student loan to be forgiven.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:10",
      "speaker": "CODY HOUNANIAN, STUDENT DEBT RELIEF APPLICANT",
      "sentences": "It's a light at the end of the tunnel.   BERNAL (voice over)student loan forgiveness program that would cover $10,000.00 of his student debt, because while he's been out of college for nine years, he still owes $30,000.00.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:10",
      "speaker": "HOUNANIAN",
      "sentences": "I've recently married. Me and my wife are going to be thinking about purchasing a home. So, it's all of a sudden kind of right in front of me again, because I'm thinking about the kind of debt I have, and I need to finance my future and get a home.BERNAL (voice over):   But while the administration was expected to start granting loan discharges as early as Sunday, a Federal Appeals Court put a temporary administrative holds on the program, a move being argued in and out of the Courtroom. USC Economics Professor, Robert Dekle says that while all his students support the program, he asked them to consider different perspectives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:10",
      "speaker": "ROBERT DEKLE, PROFESSOR OF ECONOMICS, UNIVERSITY OF SOUTHERN CALIFORNIA",
      "sentences": "Relative to defense spending and the overall government budget, the annual cost is not huge, but there is -- it's going to be a burden on current taxpayers.BERNAL (voice over):   He also says if the goal is to help low-income families, the government should instead invest in say early childhood education. As an economist, Dekle says he thinks short term loan forgiveness will only make inflation worse. But as a Professor, he believes long term, this will make the US more competitive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:10",
      "speaker": "DEKLE",
      "sentences": "We need people with skills and the way to get it is in higher education.BERNAL (voice over):   And it's that education that Hounanian says got him to where he is today. Now, the Executive Director of the Student Debt Crisis Center, a nonprofit focused on ending the student debt crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:10",
      "speaker": "HOUNANIAN",
      "sentences": "For me, the only way to open the door was to take on student loan debt, even though it's created really unnecessary challenges and you know, we've had to be stressed and all of that, but my future is brighter nonetheless.BERNAL (voice over):   Now, he is not only waiting for his loan forgiveness, but also fighting so that others can also get the relief.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:10",
      "speaker": "HOUNANIAN",
      "sentences": "My dream, my vision for a better America in the future is one where my kids don't even have to consider student loan debt.(END VIDEOTAPE) BERNAL (on camera):   Now, it will take at least a couple of days for this process to play out in the courts. But in the meantime, people continue to apply for the program.   The person I talked to for my story, he told me it took him one minute to make his application. He says that one minute is going to make a huge difference for him. Look, it is really different for everybody. Someone going to USC here paying $60,000.00 a year for tuition, $10,000.00 may not make a huge difference. But if you went to a State University, a Community College, or a Trade School, this could be very significant for your finances -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:54:08",
      "speaker": "ACOSTA",
      "sentences": "Carly Simon is paying tribute to her two sisters who died just one day apart. Joanna died of thyroid cancer on Wednesday at 85, and Lucy died the next day of breast cancer at the age of 82.The Grammy Award winning singer wrote in a statement of her siblings: \"We were three sisters who not only took turns blazing trails and marking courses for one another, we were each other's secrets shares. The co-keepers of each other's memories. They touched everyone they knew, and those of us they've left behind will be lucky and honored to carry their memories forward.\" Sad news for Carly Simon and her family. We wish her well. This week on a brand new episode of \"Searching for Italy,\" Stanley Tucci is heading to the heel of Italy's boot. Here's a preview. (BEGIN VIDEO CLIP) STANLEY TUCCI, CNN HOST, \"SEARCHING FOR ITALY\":   So can we taste the olive oil?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:54:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Of course?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:54:08",
      "speaker": "TUCCI",
      "sentences": "These are the olives we were looking at before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:54:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, this is the best olive oil in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:54:08",
      "speaker": "TUCCI",
      "sentences": "According to the producer? Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:54:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:54:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'll show you now how to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:54:08",
      "speaker": "TUCCI",
      "sentences": "Show me how to do it?   [15",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:54:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You have to make it a little warmer. All the flavor comes up, then you can -- I can smell it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:54:08",
      "speaker": "TUCCI",
      "sentences": "I didn't know it was going to be so complicated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:54:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We take this very seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:54:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Then we have to taste it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:54:08",
      "speaker": "TUCCI",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:54:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But there is a specific way to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:54:08",
      "speaker": "TUCCI",
      "sentences": "I won't do it. What are you doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:54:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This way, the oil will --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:54:08",
      "speaker": "TUCCI",
      "sentences": "They aerate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:54:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. Aerate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:54:08",
      "speaker": "TUCCI",
      "sentences": "All right, how do you do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:54:08",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You put your tongue up, and then you'll --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:54:08",
      "speaker": "TUCCI",
      "sentences": "Yes, but that's delicious though.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}