{
  "date": "2022-11-11",
  "headline": "Quest Means Business",
  "subHeadline": "Zelenskyy: Kherson Is Ours As Russian Forces Retreat; Cryptocurrency Facing 2008-Style Crisis, Warns Binance CEO; Survey: Americans Feeling Worse About Economy; Biden, Xi Jinping Set To Meet Face-To-Face At G20; Benjamin Netanyahu To Be Invited To Form Israel Government; Germany Delays Plans To Phase Out Nuclear Power. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:12",
      "speaker": "RICHARD QUEST, CNN INTERNATIONAL HOST",
      "sentences": "Last day of the week, last hour of trading, and we are off to the races.The S&amp;P 500 having its best week since June, it is over 4,000. The NASDAQ is up over two percent. The Dow is up as you can see, it is green-o-rama today. The main events of the day are not market related, but they are certainly of importance. Celebrating on the streets of Kherson. Ukrainian troops have reentered the city after a major Russian withdrawal. A top crypto CEO is warning regulators are pounding at the gates after a leading exchange collapses. We are live tonight in New York, end of the week, Friday, November the 11th. I am Richard Quest, and I mean business at the end of the week. Good evening. Tonight, Ukraine is celebrating the liberation of Kherson, Russia's biggest military setback since the war began. President Zelenskyy posted this video on Telegram, the simple caption says, \"Our Kherson is ours.\" Here was the scene earlier. [VIDEO CLIP PLAYS]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:12",
      "speaker": "QUEST",
      "sentences": "The sense of jubilation is clear and palpable as residents welcomed the arrival of Ukrainian troops. Celebrations, too, in the Ukrainiancapital. The thinking, this could be a hope of a turning point in the war. Kherson was the only regional capital that Russia had been able to capture, and Russian forces have now withdrawn across the Dnipro River. Ukraine has been retaking the rest of the region. Its military says dozens of villages have been liberated in the past 24 hours. And as the liberation continues, we are getting a sense of the damage in the area. Satellite imagery shows a critical dam's missing section of a bridge, it's unclear what caused the collapse. Nic Robertson is in the City of Kryvyi Rih, north of Kherson City. Nic, before you give me the sort of the nuts and bolts of where we are in the battle or what happens next, just spend a moment or two telling me what it felt like in Kherson or nearby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:12",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "It was very emotional to see people out reliving the horrors of what they had experience, ofbeing able to sort of see relatives who they didn't know if those relatives had survived, so there were people in tears, people were waving at us as we drove into the town, the troops -- Ukrainian troops had only arrived less than 24 hours previously. So, there was a real sense in this town, and what we felt was this really felt like that liberation moment where people are absolutely jubilant about having survived, about getting their government back, about having gotten rid of the Russian forces. But at the same time, you know, coming to terms with that new sense of freedom, not knowing what it means and who is actually going to switch on the electricity for them, or the gas, or the water, all of which are cut off at the moment. So while it was very emotional to watch people there going through these emotions and to hear some of the terrible things that they'd been through. A young 15-year-old girl had been taken away by Russian troops. She thought she was going to be raped. A pensioner an old lady who I spoke with who said the Russian troops have threatened to kill her and smash her brains out. So people really, when we saw them, you know, these mixed emotions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:12",
      "speaker": "QUEST",
      "sentences": "If we look at the map that I was just showing a moment ago, we can see exactly where this is, the importance of the Dnipro River, which runsnorth to south as you can see there. Now, we can see Kherson on that, we can see the region. The Russians are now on the eastern side of the Dnipro River, but that creates -- that river is both, I suppose a safety net in a sense for the Western side, but it is going to be very difficult if they want to continue to push Russia forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:06",
      "speaker": "QUEST",
      "sentences": "The one thing I am trying to fathom and get through is, in your view, how far has the Western superior armaments shifted? Now that they'vegot these extra firepower, how has that shifted the balance of power?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:06",
      "speaker": "ROBERTSON",
      "sentences": "I think I can sum this up very simply and it is an oversimplification, but remember those HIMARS rockets that the Ukrainiansgot from the United States, they were very accurate, multi-barrel rocket launcher, and they were able to hit quite literally hit with pinpoint accuracy, the main bridge that supplied Kherson with food and military supplies and ammunition for the troops. And what did the Russians say when they were leaving? Quite literally, the troops who were leaving, and the military commander said, \"We can't resupply our troops. It's too tenuous. It's too difficult.\" So with those weapons, the Ukrainians were able to essentially defeat the Russians in Kherson, they'd gone too far, a bridge too far. The other piece of what I'm oversimplifying here is the air defense piece, and that air defense supply is what Ukrainians now need to make sure that their cities are safe. As you can see, we're in darkness right now. It's another electricity blackout here in Kryvyi Rih. They're happening all over the country. The air defense systems that are here are good. They're not good enough to stop the Russian missiles coming in and targeting the electricity infrastructure. Essentially, it is a weak point in Ukraine's defenses and a weak point politically, and a tough thing for the people here to weather. So, I think that's how you can sort of, in simple terms, understand what the weapons do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:06",
      "speaker": "QUEST",
      "sentences": "Nic Robertson, who is in Kryvyi Rih, thank you.Cryptocurrencies facing its 2008-style global financial crisis as a regulators crack down on the way, that's the warning from the boss of the world's leading digital currency exchange. Binance chief executive, Changpeng Zhao just known as CZ has made the grim assessment amidst the stunning implosion of the rival, FTX. Binance was a key player in this tempestuous drama, pulling out of a deal to rescue FTX at the last moment. In doing so, by pulling out, paving the way for its collapse, which happened today as FTX declared bankruptcy. Its 30-year old boss, Sam Bankman-Fried has resigned. He has apologized to users saying, \"I effed up.\" So, what happened? FTX had been valued at $32 billion at the start of the year. Its demise took a week. There was a surge in customer withdrawals and that sparked a liquidity crunch. And after spending much of the so-called crypto winter this year, saving other firms, no one came to its rescue. Its collapse has shaken the crypto world. Bitcoin is down 20 percent in a week. Matt Egan is in New York. So let's take this apart. The filing for bankruptcy means what? Does it mean the end? Does it mean somebody else is going to try and restructure? There will still be some assets within FTX.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "QUEST",
      "sentences": "Okay. But the issue here, as I understand it, is that they had their own cryptocurrency. They weren't just like a vault for others. Theyhad their own cryptocurrency, which they'd leveraged, and as the value came down, people tried to pull that currency out and that's when it all fell apart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "EGAN",
      "sentences": "I think that's generally the understanding here. I mean, they did face a sort of run on the bank like moment here, and it came after therewas a media report out last week that raised some questions about a sister crypto hedge fund within the FTX Empire. And that report showed that that balance sheet of the hedge fund really owned a lot of the FTX token. And you know, FTX created this token. It's not really -- it wasn't worth anything except for the fact that the market said it was worth something. And as people started to sell the token, it lost value. FTX faced mounting withdrawals from customers and you know, it was unable to meet those requests for withdrawals. They tried to find funding from elsewhere. They weren't able to find it. You know, and now regulators are swirling. \"The Wall Street Journal\" is reporting the both the SEC and the US Justice Department are investigating FTX. The SEC says that they don't confirm or deny the existence of investigations and DOJ declined to comment. But you've got to think that the next shoe to fall here is going to be on the regulatory and/or the law enforcement side as they look to try to determine whether or not there was any criminality here that led to this collapse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "QUEST",
      "sentences": "Matt Egan, thank you. We're going to develop that thought a bit more.Regulators around the world have been cracking down on FTX amid concerns of exactly this, particularly the improper use of customers' money. In April of this year, I spoke to the head of Binance, Changpeng Zhao, about how cryptocurrency exchanges operate. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "CHANGPENG ZHAO, CEO, BINANCE",
      "sentences": "I think basically the free market on the leverage part, the free market takes care of itself. When you have -- socrypto is very open. People can use any exchange they want to use globally. Some of the exchanges have offered high leverage for futures products, but only a small number of people use the futures products. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "QUEST",
      "sentences": "Professor John Coffee is a Law Professor at Columbia University, former member of the SEC Advisory Committee, and the Professor is with menow from New Jersey. Part of me thinks that people like you are not going to be that surprised at this turn of events, having feared that all of this was just an accident waiting to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "QUEST",
      "sentences": "Where would the regulator intervene here? At what point in that system? I mean, obviously, we're not talking about deposit insurance, ormaybe we are, but you're talking about having your own, you know, in the future, what would the regulator do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "COFFEE",
      "sentences": "I think the first thing you would try to do is get the numbers clearly visible. You'd have financial statements that were published, you'dhave auditors who will regulate it, and you'd have related-party transactions be subject to supervision of at least independent directors, and possibly independent directors overseen by a regulator who has to approve or at least be apprised of any kind of major transaction with yourself, with an affiliate that you have an incentive to benefit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "QUEST",
      "sentences": "John, what would you say to -- and I can hear them -- I can hear some of the people who are in this industry in crypto and DFC, saying, \"Oh,for goodness sake, listen to old John Coffee. Here he is bashing on again, about regulators, transparency, how very 1970s of you.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "COFFEE",
      "sentences": "This problem goes back hundreds of years. If you can lend money - - if you can lend your customers' money to yourself, you're not going to get fair, honest terms. You're going to get favoritism. And in desperation,when you really need that money, you will take it all. And more than half of FTX's customers funds now appear to have been lent to a high-risk hedge fund owned by Bankman-Fried. That's the kind of transaction that makes it highly predictable, there is going to be a financial fiasco.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "QUEST",
      "sentences": "The run on the bank, which again, is as old as the bank itself, the run on the bank, which we saw here. The Fed has said that so far, inits last report on this, the Fed Governor responsible said that she didn't think that there was systemic risk in the system from crypto. I'm guessing that they are very glad, because if there is systemic risk, this is exactly the sort of thing that brings it all down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:07",
      "speaker": "COFFEE",
      "sentences": "Well, I agree that there is not systemic risk, meaning that these crypto firms don't really affect the banking system. This is not a Lehmanmoment, because Lehman and crones like it, AIG, you know, did affect the banking system. But we still see eight to ten billion dollars of customers' funds disappearing into a black hole with no one being aware until it was gone, and that suggests to me that that is not a sustainable system. You're going to have to introduce what most public companies have -- independent boards, auditors -- these are not radical new forms of innovation, new regulation, this is what every company has that has public shareholders. This company did not have public shareholders, but they had customers and customers who probably were very surprised to find that all their funds had been lent to a high-risk hedge firm with nothing in the way of real security pledge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:57",
      "speaker": "QUEST",
      "sentences": "Americans are feeling worse about the US economy and its performance. New data from the University of Michigan shows consumersentiment fell in November. It comes as punishing rate rises, and high inflation is continuing to weigh hard. The markets are telling a different story though. The S&amp;P is on track for its best week since June. It's given back some of its gains, but it is still up sharply. The Dow is a bit all over the place as you can see. The NASDAQ is having the best of it as we head towards the close. Ken Fisher of Fisher Investments, the Founder and Chairman, my word, Ken, from your vantage point in Texas, do you see sentiment and by that, I don't say whether we've hit the bottom or the top or whatever. Do you see sentiment having changed in the market yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:57",
      "speaker": "KEN FISHER, FOUNDER AND CHAIRMAN, FISHER INVESTMENTS",
      "sentences": "So first, thanks for having me back on, Richard. You do a great job and you ask greatquestions. But to that question, let me just say that you shouldn't think of it that way. Normally sentiment lags the stock market, and around bottoms, market rises while people have what I've labeled for years, the pessimism of disbelief, which is they just don't believe it's real. They don't believe it can be real. And we've actually had around the world a rising market for one day less than a month now and people keep dissing it. And in reality, you don't expect the sentiment to improve for quite some time. They are reacting to the down moves from before, and of course, all of the news that people talk about bothers people, whether it's inflation, fear of recession, all kinds of other things, whether it would be something terrible is going to happen. Look at the commentary today about the meeting between China and Biden on Monday, and mostly that's cast in negative tones. The reality of all of that is that is just, sometimes patience is a virtue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:57",
      "speaker": "QUEST",
      "sentences": "So with that in mind, and I'm looking at a chart now that shows the Dow over the past month, it is up about 16 percent. So that is quite asizable gain. If we take that as our starting point and I'm always aware that we're never giving people advice on what they should do with their money on this program. But I take what you say, as being an indication that one should be thinking of the war chest, being ready to start putting some firepower.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:19",
      "speaker": "QUEST",
      "sentences": "Now, if that is the case, what about the Fed raising rates again in December, whether it is half or three quarters, and maybe one or tworate rises in the New Year. And I mean, look, today, we believe that UK went into recession. We've got the GDP numbers. It's a moot point whether the US is or will be, you know, by mid next year in recession. Most people will have said that's likely to happen. But you say that these other events won't necessarily queer the pitch of the Midterm Miracle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:19",
      "speaker": "FISHER",
      "sentences": "I'm going to tell youI'm going to say Britain is having its own problems, but I don't believe there's a global recession here. First, you can't see it on the continent yet. Secondly, I'm just going to say that when global loan growth is as strong as it has been, as of this month, which is low double digits around the world, you do not ever have a history of global recession. The fact is, the Fed raising rates in this environment for two reasons does not actually cause constriction. It does not cause recession. The fact is, it does impact some people to the benefit of other people, but it does not overall cause a problem. Normally in days of old, the Fed had a high cost of his loan base. Now, it has an almost zero cost of its loan base. And secondarily, they had reserve requirements that they eliminated in 2020. Now, when the Fed raises rates, they actually increase the spread between the banks' almost zero cost of loan base and the rate that they put the loan out at and it makes the banks more eager to lend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:19",
      "speaker": "QUEST",
      "sentences": "We will talk more about this. It's fascinating. I'm so glad you came to join us today.Thank you, sir. From Dallas in Texas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:19",
      "speaker": "FISHER",
      "sentences": "Thanks for having me on, Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:36:09",
      "speaker": "QUEST",
      "sentences": "Hello, I'm Richard Quest. Together we have a lot more QUEST MEANS BUSINESS.Elon Musk is reportedly warning stuff that took quitter could be on the road to bankruptcy. And new figures show the U.K. may already have dipped into recession. Europe could soon follow. We'll get to all of this only after the news headlines because this is CNN and on this network the news always comes first. President Biden and President Xi Jinping have agreed to meet face to face at the G20 Summit in Bali. It will be the leaders' first in-person meetings since President Biden's election. He has rarely left China since the start of the pandemic. Israeli president says Benjamin Netanyahu will be invited on Sunday to form a new government. Voters gave Netanyahu's Likud Party and its coalition partners a Knesset majority last week with the invitation Netanyahu was set to become Israel's prime minister for a record sixth time. Germany will continue to generate nuclear power until April rather than phase it out as planned this year. Earlier today, the Bundestag voted to let last week nuclear power stations operate through the winter to ease the energy crisis created by Russia's war in Ukraine. Twitter employees and looking for a lifeboat as one describes the company as the Titanic. The new owner, Elon Musk, reportedly told them bankruptcy is not out of the question. He bought the company for $44 billion. Advertisers are already pulling back and jeopardize the main source of revenue. CNN's Oliver Darcy is with me. So Oli, what purpose does bankruptcy serve? I mean, other than a year to restructure existing debts and loans, which would be considerable but bearing in mind that he's already taken on huge amounts of debt and has other investors. What purposes though in threatening this, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:36:09",
      "speaker": "OLIVER DARCY, CNN SENOR MEDIA REPORTER",
      "sentences": "I'm not sure, Richard. But I think that indicates the business is not doing so well right now. Right? You haveadvertisers who have fled the company, he had just suspended Twitter blew, which is his subscription service that he was hoping to make a lot of money off of. And he had a -- suspend that because of verification issues, people using verification to pose as other people and news organizations and entities. So it's chaotic there. And so he warned employees that if they don't get more revenue, they could not survive this economic downturn. And then he went on in this meeting and said that bankruptcy could be on the table. It seems like Twitter could maybe not survive. I don't know. I read.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:36:09",
      "speaker": "QUEST",
      "sentences": "I read the full transcript which you kind of showed us (INAUDIBLE) I read the full transcript of it. And I wonder when you read the transcript,whether you think the bankruptcy reference in context makes sense. A lot -- I mean, he kept talking in that -- in that alter -- all hands meeting about think the unthinkable, try it out. One person asked him, well, all you saying we just get on and do things that -- he said -- basically he said yes. I need you to think off the wall unthinkable ideas because that's the way we're going to generate new momentum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:09",
      "speaker": "QUEST",
      "sentences": "Oliver Darcy, thank you, sir. Have a good weekend. It's QUEST MEANS BUSINESS tonight, there are dark clouds over the big smoke as new datasuggests the U.K. is in recession. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:09",
      "speaker": "QUEST",
      "sentences": "New numbers from the U.K. suggest that the country is in recession and Europe could be about to follow. U.K. GDP fell in Q3. So far is theonly G7 economy to have contracted in that period. Now the economies are far smaller than before. The European Commission is warning a recession could begin this quarter as well. Thanks to pressure from the high inflation and rising rates. Like a Brit commission predicts the contraction will continue into the first quarter of next year. Paul Tucker was deputy governor of the Bank of England. His new book is called Global Discord: Values and Power and a Fractured World Order. Paul Tucker joins me from Massachusetts. The sort of a general consensus, Paul, that the economy is in recession, the U.K. is in recession. And I guess it really becomes have -- how deep and how long?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:09",
      "speaker": "PAUL TUCKER, FORMER DEPUTY GOVERNOR, BANK OF ENGLAND",
      "sentences": "Yes, I think that's exactly right. And that's going to depend on how far behind the game theBank of England is in getting on top of inflation. They were -- they were slow to recognize it as a threat and then to ginger in starting to catch up with it. And this is not very different from the United States. The Federal Reserve, the Bank of England up to a point the ECB have all been behind the game. And now risk having to push the economy into recession in order to restore price stability. It's not a great place to be, but it will be even worse if they ignore the underlying inflationary problems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:04",
      "speaker": "TUCKER",
      "sentences": "Well, I think you've almost answered your own question. I mean, the truth is. I don't know. It's -- if one takes the Federal Reserve wasprobably the best example here, they now could -- they're almost certain to make a mistake and the Bank of England as well. They could -- they could ease off the tightening cycle. And then if they find that inflation hasn't been conquered, and is still high in a year's time, then they will really have to put the brakes on. Alternatively, they can push on a bit, continuing to raise rates and push the economy into recession more than they need to. And you're not going to get an answer from me or from anybody else, including them about exactly what the right thing to do is. And this is one mistake leads to another. They made big mistakes in 2020 and 2021. And now they are in corrective vote. And that's much more difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:04",
      "speaker": "QUEST",
      "sentences": "But your book at Global Discorddifferences of negotiating, I mean, you know, let's face it, you've had 10 years of unrestrained monetary easing. You've had printing, you've had -- you've -- we've now got the first war in Europe for a generation plus. These geopolitical events are almost impossible for economics to cope with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:04",
      "speaker": "TUCKER",
      "sentences": "I think that's exactly right. We're used to economic policy, operating and under umbrella of peaceful coexistence among the greatsuperpowers. We've lived with that for 40 years, even before the Cold War ended. That's not where we are now. It's a tense world. In your -- in your news item a few moments ago, news headlines, I thought the most important thing other than the kind of increasing uncertainty about Twitter was President Biden and leader Xi having a bilateral meeting at the G20 in Indonesia. And they've -- they have got to try and agree something like the deescalation protocols that Moscow, Washington had for years. And if they can only do that, and remarkably, they don't have that at the moment, if they could only get to there, the world would be a slightly less dangerous place. And I think we're getting a theme of the book is we are going to live with this contest sometimes intensely, sometimes less. So, I think for around a century, rather like Britain and France in the 18th century, this contest or struggle will be everywhere and everything at times that will be very dangerous and at times it will be much more relaxed. And our generation of generations to come will live through all of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:04",
      "speaker": "QUEST",
      "sentences": "Right. So what -- so what, Paul -- that's a fascinating thesis. And -- but what can we do? I mean, the way you postulate it, are we powerlessto prevent it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:04",
      "speaker": "TUCKER",
      "sentences": "No, but we can -- it's -- well, we're powerless to prevent the contest. We are -- we are empowered to make ourselves more resilient, butnot in an aggressive way. Let me give you a sweeping assertion that I think is vitally important. We the West cannot afford another financial crisis. The mess in London a few weeks ago with this pension blow up and a government bond market. Imagine that had been in the United States and the dollar markets. This is exactly what we don't need. And whether it's regulators or economic policymakers, they need to have a long view and make sure that they maintain stability. And yes, restore a bit of dynamism in the economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:04",
      "speaker": "QUEST",
      "sentences": "Paul Tucker, very grateful that you came to us this afternoon. We will talk again. I'm delighted to have you on the program, sir. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:04",
      "speaker": "TUCKER",
      "sentences": "Good to be with you. Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}