{
  "date": "2022-10-20",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Biden Touts Infrastructure Spending In Pennsylvania; Jury Finds Kevin Spacey Is Not Liable For Battery; Liz Truss Resigns; Cheney: Jan. 6 Committee's Subpoena For Trump Coming \"Shortly\"; Zelenskyy: Russia Planted Explosives At Critical Dam In Kherson; Missing Princeton University Student Found Dead. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:34",
      "speaker": "JOHN BERMAN, CNN HOST",
      "sentences": "The lettuce did romaine longer than Liz Truss.THE LEAD starts right now. Political upheaval in the United Kingdom. Liz Truss resigns as prime minister as a British prime minister only 44 days in, making history for her short tenure at 10 Downing. You will never guess who is now vying for her job. President Biden hitting the road for the midterms. He's in Pennsylvania touting infrastructure alongside Democratic Senate candidate John Fetterman but would it be better for Democrats if Biden stays at the White House? Then breaking news in the search for a missing Princeton University student. Police have recovered a body. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:34",
      "speaker": "BERMAN",
      "sentences": "Hello and welcome to THE LEAD. I'm John Berman, in for Jake Tapper.And we begin today with our politics lead as President Biden hits the campaign trail with just 19 days until the election. Biden making a road trip to Pittsburgh, Pennsylvania today. His 18th trip to the commonwealth since he became president, and the 19th is next week. This time it was to highlight how his bipartisan infrastructure law is rebuilding the nation's crumbling roads and bridges. He delivered remarks from the Fern Hollow Bridge which is being rebuilt with federal funds after collapsing in January. The president is also there to help boost Senate candidate John Fetterman in what is a critical, nearly must win race for Democrats' hopes to regain control of the Senate. He will headline later this evening, a rare appearance for Biden amid the candidate's sagging approval numbers. CNN's MJ Lee is traveling with the president in Pittsburgh. And, MJ, while many of the president's accomplishments have been well- received, Biden himself unpopular and many Democrats are keeping their distance from him. So how is the White House dealing with this reality?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:34",
      "speaker": "MJ LEE, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yeah, John, if you take a look at the president's recent travels in public events, it is not a coincidence that you're not often seeing him at political rallies stumping for individual candidates that are in competitive races. There is a recognition among advisers around him at the White House there are other ways for him to be most helpful right now, given the political environment.So there are a lot of official events like this one that we're seeing where really he's focused on talking about the Democrats Party's legislative accomplishments, and then, of course, raising money, attending fund racers and making sure he's getting money for the party and different candidates. But I will say there's one important dynamic to point out and that is even for Democrats who are weary appearing physically alongside the president right now, they're very much eager to run on his agenda. It is what one Democratic official told me as sort of a half-see situation. Now, at this event today, which is all about infrastructure, if you looked at the front row of the meeting you saw a number of elected officials including Lieutenant Governor John Fetterman, Senator Bob Casey. We saw the governor of the state here as well. Of course, Fetterman and the president is going to be attending another event with him later this evening in Philadelphia. This is one of the Senate races that are being most closely watched and certainly a seat that Democrats are very much hoping to pick up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:34",
      "speaker": "BERMAN",
      "sentences": "The president used this bridge, the Fern Hollow Bridge, as a backdrop to tout infrastructure. What's the significance of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:34",
      "speaker": "LEE",
      "sentences": "Yeah, you know, if you're wanting to give a speech that is about the nation's crumbling infrastructure, there's probably not a better backdrop than what you see behind me. This is the bridge that collapsed back in January. You might remember that the president was set to visit Pittsburgh. Then we got news of this bridge collapse just hours before he left Washington.And he talked about the fact that the money from the bipartisan infrastructure law, even though it didn't directly go towards this bridge, that it was able to basically free up other federal funding that could go towards rebuilding this bridge as quickly as possible. Take a listen to some of what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "LEE",
      "sentences": "The president saying that he hopes that the bridge will be completed by Christmastime. And that he also sort of jokingly promised that he would be back in Pittsburgh so he can walk across that bridge himself -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "BERMAN",
      "sentences": "I was on the air when that bridge collapsed. It was something to behold.MJ Lee, thank you very much from Pittsburgh. So winning in Pennsylvania suburbs especially with women there is key for both parties. Democrats are leaning to gain support, hoping the imaging from that gain popularity that the country is moving in the right direction. But as CNN's Jessica Dean reports, many say they're more focused on inflation and the economy. (BEGIN VIDEOTAPE) DR. MEHMET OZ (R), PENNSYLVANIA SENATORIAL CANDIDATE:  I'm Dr. Oz, I approve this message. JESSICA DEAN, CNN CONGRESSIONAL CORRESPONDENT (voice-over):  As ads for the hotly contested Pennsylvania Senate race flood the airwaves in the final weeks of the campaign, it's Philadelphia suburbs where women may end up deciding the outcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, I am fired up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "DEAN",
      "sentences": "The four called collar counties, the suburbs that surround Philadelphia, are home to some of the state's most affluent and educated female voters. And they have a big independent streak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "BERWOOD YOST, CENTER FOR OPINION RESEARCH, FRANKLIN AND MARSHALL COLLEGE",
      "sentences": "We know that these voters have moved in recent years towards Democrats. But they had a long tradition of voting for Republican candidates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "DEAN",
      "sentences": "Most of the women we talked to have voted or considered voting for someone in both parties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "LINDSEY, BUCKS COUNTY RESIDENT",
      "sentences": "In the past, I was independent, I would vote on either side. But it's become clearer and clearer that I need to vote Democratically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "SHARON JACKSON, BUCKS COUNTY RESIDENT",
      "sentences": "In 2016, I realized that there needed to be a change. And so, at that point, I decided that I was going to become a Republican.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "DEAN",
      "sentences": "Berwood Yost has studied Pennsylvania voter trends for years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "YOST",
      "sentences": "It's really going to be an interesting push/pull between the concerns that voters have about the economy and inflation, and then the concerns about abortion rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "DEAN",
      "sentences": "In Bucks County, Pennsylvania, women we spoke to named three key issues swaying their decision",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "JACKSON",
      "sentences": "I'm voting based on our economy and based on the crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "DEAN",
      "sentences": "Sharon Jackson said the country is moving in the wrong direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "JACKSON",
      "sentences": "I go to the grocery store and I'm like, oh, my goodness, this cost me $250. Oz has more to offer to me. And so, I think he has a lot more to offer to our state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "DEAN",
      "sentences": "But for others, abortion rights remain top of mind. They plan to vote accordingly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "LINDSEY",
      "sentences": "John Fetterman, because I care about reproductive rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "DEAN",
      "sentences": "Is that the biggest issue for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "LINDSEY",
      "sentences": "It is. There's a lot of other issues, but right now, I've become a single issue voter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "BERYL HIRSH, BUCKS COUNTY RESIDENT",
      "sentences": "I'm afraid of the abortion issue, whether or not my own personal opinions of that, it's nobody's business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "DEAN",
      "sentences": "The candidates are targeting these suburban women in different ways.LT. GOV. JOHN FETTERMAN (D-PA), SENATE CANDIDATE:  John Fetter -- woman!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "DEAN",
      "sentences": "Fetterman is leaning into the issue of abortion rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "FETTERMAN",
      "sentences": "Women are the reason we can win. Don't piss women off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "DEAN",
      "sentences": "While Oz released an ad this week emphasizing political moderation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "OZ",
      "sentences": "Extremism on both sides making thing worse. We need balance. Less extremism in Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "DEAN",
      "sentences": "Both campaigns signaling they understand the potential impact of these voters in a race where the result could determine the control of the Senate.(END VIDEOTAPE) DEAN (on camera):  And, again, for his part, Mehmet Oz continues to lean into that moderation that we saw in that ad, as he tries to appeal to these more moderate female voters. As for Fetterman, a source telling us he's going to continue hitting the collar counties outside of Philadelphia here. He's going to be doing smaller, more intimate events with female lawmakers talking about gun safety, about abortion rights, about economic issues. He's been doing larger rallies, John, but they want these to be smaller, more conversational events with women in these very critical suburban counties -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "BERMAN",
      "sentences": "All right. Jessica Dean in Philadelphia -- Jessica, thank you so much.Let's discuss with Errol Louis from Spectrum News and former Trump White House staffer Alyssa Farah Griffin. Alyssa, I want to start with you. On the subject of the battle for women voters, independent women obviously are key here. There's a new \"New York Times\" poll out this week which finds Republicans leading with independent women by 18 points. Last month, in that same poll, Democrats were leading by 14 points. So, how much of a worrying is that for Democrats?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "BERMAN",
      "sentences": "Errol, what about the numbers and what about what you heard from the women in Jessica's piece?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "ERROL LOUIS, CNN POLITICAL COMMENTATOR",
      "sentences": "Interestingly enough, if you look at the numbers, Oz has been closing mostly by driving up the negatives on Fetterman, so that, you know, in the past he was at something like 36 percent unfavorable rating. that's been pushed up 46 percent, and his favorables have not moved.So he's going in a direction he's not happy about. That's probably why he's doubling down on abortion and trying to get to those suburban women because they can make the difference. No one can take them for granted. Hillary Clinton arguably did in 2016 through her detriment, and the Democrats don't want to make that same mistake. BERMAN:  What was notable about John Fetterman being with President Biden today, Errol, was that he was. Most of these candidates in the race have kept their distance from President Biden. So how advantageous is it for Fetterman to have Biden there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "LOUIS",
      "sentences": "I think it's an understandable move for somebody who's negatives are going up. He's got to sort of do something about it.He knows that among -- out of all of the states other than Delaware, this is the one closest to home for Joe Biden. He's made multiple appearances there, like two or three in one week. He's not going to let this go, he's the son of Scranton, on and on. It is his base. He's gearing up for election in 2024. So, to stand up next to a president, who after all did put a lot of money in infrastructure, and has offered, you know, $10,000 each to people who have -- or behind on their student loans, there's an argument there for Joe Biden. And Fetterman I think is taking a relatively small gamble in saying that, if you liked this president, you should like me, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "BERMAN",
      "sentences": "Let's go south and look at Georgia right now, an incredibly competitive Senate race between Senator Raphael Warnock and Herschel Walker. Raphael Warnock, the Democrat, has really not leaned into the allegations on Herschel Walker, that he paid for an abortion, despite being publicly against abortion, until now. Now, the Warnock campaign is going on the air with this commercial. Let's look at it.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "AD ANNOUNCER",
      "sentences": "Herschel Walker wants to ban abortion.HERSCHEL WALKER (R), GEORGIA SENATE CANDIDATE:  I have no exception in my mind. I believe in life. There's not a national ban on abortion right now, and I think that's a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "AD ANNOUNCER",
      "sentences": "But for himself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Herschel Walker paid for an abortion for his then girlfriend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "She supported her claims with a $535 receipt from the abortion clinic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Even his own son is saying Walker is lying.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "BERMAN",
      "sentences": "Again, Alyssa, this is from the Warnock campaign who had been quiet on this subject. Not anymore. What do you make of this change in strategy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "GRIFFIN",
      "sentences": "I think they see the polls still tightening, they thought that these allegations against Herschel Walker were going to do more to damage him and, in fact, they had one of the biggest fundraising periods after the allegations came out.So, I think, honestly, it's about trending out female voters. Again, this is a race where Kemp is very much outperforming Stacey Abrams, but you could end up seeing a Republican win as governor and Warnock could pull it up in the Senate. But it's neck and neck. It's too close to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "BERMAN",
      "sentences": "You know, Errol, the communications director for the National Republican Senatorial Committee, Chris Hartline, put out a statement saying how you know Herschel Walker won last week's debate and has all the momentum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "ERROL",
      "sentences": "I'm not sure I'll agree with that assessment. If you look at various polls, you know, like the last half dozen, I mean, you know, Emerson, Quinnipiac, even Trafalgar, they all show that since this allegation about paying for an abortion came out, Raphael Warnock's lead has increased, not by a lot but by a little, two to four points.So, what do you do? It's the closing weeks. If you're Senator Warnock, you want to turn that small lead into a bigger one. I think that explains these ads. I don't think it's just race by any means. I think he wants to take the small lead and turn it into a bigger one and perhaps the margin of victory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "GRIFFIN",
      "sentences": "And he has run a very prudent race, Warnock has. He's focused on economic issues and his record in the Senate, as opposed to Stacey Abrams and has leaned a little further into identity politics and the abortion issue. And this is a consummate purple state. People are still going to vote on the economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "BERMAN",
      "sentences": "While we have you here. You worked for Mike Pence in the White House. Mike Pence did a speech for the Heritage Foundation where he was asked a question about whether or not he would vote for Donald Trump in the general election. Let's listen to the question and the answer.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If Donald Trump is the Republican nominee for president in 2024, will you vote for him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "MIKE PENCE, FORMER VICE PRESIDENT",
      "sentences": "Well, there might be somebody else I'd prefer more.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "BERMAN",
      "sentences": "All right. Alyssa, about 30 seconds less, put on your Pence decoder ring, what just happened here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "GRIFFIN",
      "sentences": "He's smart, anyone challenging Trump in 2024 on the Republican side is inevitably going to have to distance themselves out of the pack, being the first out of the pack to do that and being the most prominent former Trump official to do it is giving him an early advantage. He does it in the gracious Mike Pence way with humor and not smacking him over the head. I think it was a smart move.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "BERMAN",
      "sentences": "Alyssa Farah, Errol Louis, great to see you both, Errol, twice in one day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:04",
      "speaker": "LOUIS",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:01",
      "speaker": "BERMAN",
      "sentences": "We do have breaking news. The jury has reached a verdict in the civil sexual misconduct trial against Kevin Spacey finding the actor not liable for the battery allegations. Anthony Rapp had sued the Oscar-winning actor for $40 million alleging that in 1996, spacey invited then 14-year-old Rapp to his home where he grabbed him and pressed his groin into Rapp's body without his consent.I want to bring in CNN's Jean Casarez who followed this case from the very beginning. And, Jean, the jury reached this verdict pretty quickly. They just begun deliberating a little more than an hour ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:01",
      "speaker": "JEAN CASAREZ, CNN CORRESPONDENT",
      "sentences": "It was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:01",
      "speaker": "BERMAN",
      "sentences": "Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "BERMAN",
      "sentences": "Yeah, a civil trial that is the standard. What do you think this verdict means for Spacey going forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "CASAREZ",
      "sentences": "Well, it's interesting, because the final word from the plaintiff's attorneys before they started deliberating was, please do not let Kevin Spacey get away with this another time. And the defense attorney had a very, very big issue with that, after they went out to start deliberating.There are cases in England, there are criminal cases. There are multiple ones. At first glance. They appear to be serious. But at this point, I was in that Massachusetts courtroom for one of the important trials of Kevin Spacey, charges were dismissed. Not liable here. And what the defense believed here was that Anthony Rapp just really was very angry that Kevin Spacey was not saying that he was identifying as gay. And because of that, he was going to get it out. He went to \"The Advocate\". And he tried to get them to do the story. They said, we are not going to do that to someone who doesn't come forward themselves and say I want to live as a gay man. They would not do it. So, the motive was anger, resentment, jealousy, and wanting him to say who will he really was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "BERMAN",
      "sentences": "Jean Casarez, thank you so much for being there, covering the breaking news. Kevin Spacey not liable for battery.We turn to another story, topping our world lead, a 24-hour turnaround that will go down in history from this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "LIZ TRUSS, BRITISH PRIME MINISTER",
      "sentences": "I am a fighter and not a quitter.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "BERMAN",
      "sentences": "To this --(BEGIN VIDEOI CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "TRUSS",
      "sentences": "I am resigning as leader of the Conservative Party.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "BERMAN",
      "sentences": "Today, Liz Truss became the shortest-serving prime minister in British history.CNN's Bianca Nobilo reports from London where Truss's trail of economic and political destruction can prove very difficult to miss. (BEGIN VIDEOTAPE) BIANCA NOBILO, CNN CORRESPONDENT (voice-over):  Devastating resignation, and fierce criticism. On Thursday afternoon, British Prime Minister Liz Truss gave into the reality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "TRUSS",
      "sentences": "I recognize, though, given the situation I cannot deliver the mandate on which I was elected by the conservative party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Liz Truss is elected as the leader of the Conservative Unionist Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "NOBILO",
      "sentences": "It was just his 45th day in office. There was no time for a honeymoon period. Queen Elizabeth died on her second day. She would have been the shortest serving prime minister in British history.Parliamentary rules mean the conservatives are still in charge. Its MPs can choose the new prime minister.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "REPORTER",
      "sentences": "The public must be looking at this thinking what on earth is going on? This is a government party and they are not running the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "GRAHAM BRADY, UK CONSERVATIVE MP",
      "sentences": "Absolutely. Absolutely. I think we're deeply conscious of the imperative of the national interest of resolving this clearly and quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "NOBILO",
      "sentences": "The opposition labor party says enough is enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "SIR KEIR STARMER, LEADER OF UK LABOUR PARTY",
      "sentences": "And the public are paying with higher prices, with higher mortgages. So, we can't have a resolving door of chaos, we can't have another experiment at the top of the Tory Party, but there is an alternative and that's a stable labor government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "NOBILO",
      "sentences": "Economic issues are at the heart of her downfall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "TRUSS",
      "sentences": "I have a bold plan to grow the economy through tax cuts and reform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "NOBILO",
      "sentences": "When she took office last month, her government announced big energy subsidies, but also massive tax cuts for the rich and lifting a cap on bank bonuses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "BIDEN",
      "sentences": "I wasn't the only one that thought it was a mistake. [16",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "NOBILO",
      "sentences": "Markets, those traditional Tory allies also disapproved. The pound tanked. The Bank of England tried to prop up the economy and it got worse.She fired her chancellor in charge of the economy. U-turned on promise after promise. On Wednesday, her home secretary left, too, excoriating Truss as pretending not to have made mistakes. Wednesday night, MPs were allegedly physically manhandled in parliament in an effort to win the vote. One Tory MP called it an absolute disgrace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "CHARLES WALKER, UK CONSERVATIVE MP",
      "sentences": "I've had enough. I've had enough of talentless people pushing their tick in the right box not because it's in the national interest but because of their own personal interest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:02",
      "speaker": "NOBILO",
      "sentences": "The coming days will term this country's future for years to come. Tory MPs openly say Truss has destroyed their party's reputation for fiscal responsibility. Finding a consensus candidate will be no easy task for conservatives and with some mps asking for support for the return of Boris Johnson, the rifts are wider than ever.(END VIDEOTAPE) NOBILO (on camera):  So, John, who will succeed the brief and brutal premiership of Liz Truss? Well, the first and second runner-up of the last contest are likely to throw their hats in the ring. What about that bombastic blonde elephant in the metaphorical room Boris Johnson? Well, he is expected to stand, but whether or not he will meet the threshold of the amount of MPs that he needs to support him before the Conservative Party members get to decide who will be prime minister is an entirely different question, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:48",
      "speaker": "BERMAN",
      "sentences": "In our politics lead, former President Trump's legal woes, he's been waiting for the January 6th committee subpoena to drop since last week when the panel voted unanimously to subpoena him for his testimony and for documents.Earlier this week, congresswoman and vice chair, Liz Cheney, said the subpoena was coming shortly. I asked Congressman Adam Kinzinger yesterday to define shortly, and he wouldn't. Committee members say if Trump does not comply, they would take whatever steps they need to take. Plus, unrelated to January 6, sources tell CNN that his legal team is considering whether or not to allow federal agents to come back to Mar-a-Lago potentially to conduct a supervised search. The Justice Department has said in court filings that Trump failed to comply with the subpoena and that it thinks more government records are still missing. As CNN's Sara Murray reports, sources say Trump and his team are reconsidering their approach and trying to reduce the former president's legal risk. (BEGIN VIDEOTAPE) SARA MURRAY, CNN POLITICAL CORRESPONDENT (voice-over):  Laid down by legal woes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:48",
      "speaker": "DONALD TRUMP, FORMER PRESIDET",
      "sentences": "They broke into my house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:48",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. President!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:48",
      "speaker": "MURRAY",
      "sentences": "-- former President Donald Trump's lawyers are now considering whether they will allow federal investigators to return to Mar-a-Lago for a supervised search.Despite Trump's adversarial approach towards the Justice Department --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:48",
      "speaker": "TRUMP",
      "sentences": "It's not a crime. And they should give me back immediately what they've taken because it's mine. It's mine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:48",
      "speaker": "MURRAY",
      "sentences": "Sources say Trump's team is considering a more accommodating approach with investigators looking into the handling of sensitive government documents stored at Mar-a-Lago. Trump's team aiming to reduce his legal risks as DOJ insists it still believes Trump has sensitive government documents in his possession that he must return.Nothing though is finalized and plenty of skeptical of the idea, with one person close to Trump telling CNN it's a risk to invite a DOJ lawyer to lunch, let alone back to Mar-a-Lago. Trump also still awaiting a subpoena from the House Committee investigating the January 6 attack on the Capitol. REP. LIZ CHENEY (R-WY):  We all felt that our obligation is to seek his testimony that the American people deserve to hear directly from him that it has to be under oath.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:48",
      "speaker": "MURRAY",
      "sentences": "And in another blow to the former president, a judge ruling former Trump election attorney John Eastman --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:48",
      "speaker": "JOHN EASTMAN, TRUMP ELECTION ATTORNEY",
      "sentences": "Hello America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:48",
      "speaker": "MURRAY",
      "sentences": "-- must turn over more of the emails to the January 6 committee.The judge saying Trump likely committed a crime when he tried to upend the 2020 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:31:48",
      "speaker": "TRUMP",
      "sentences": "We fight. We fight like hell. And if you don't fight like hell, you're not going have a country anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "BERMAN",
      "sentences": "Sara, but wait, there's more. I understand you got brand-new reporting that prosecutors in Georgia have new grand jury testimony from two prominent witnesses. You know, who and how big here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "MURRAY",
      "sentences": "Uh-huh, a totally separate Trump investigation, remember, this is a criminal investigation in Georgia and efforts and Trump's allies to overturn the election. My colleague Zach Cohen, Evan Perez and I have learned that Kelly Loeffler, who is the former U.S. senator from Georgia, as well as Pat Cipollone, who is the former White House counsel, at the end of the Trump administration, had both testified before the grand jury in Georgia. I think this gives you an indication, sort of the prominence of the witnesses that the district attorney has been able to get in front of that grand jury. But also how wide ranging this investigation has been, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "BERMAN",
      "sentences": "Indeed. All right. Sara Murray, thank you for all of that reporting. Appreciate it.Let's discuss with former state federal prosecutor Paul Callan, as well as CNN special correspondent Jamie Gangel. Paul, I want to go back to investigations and what Sara was just talking about there, the Mar-a-Lago documents search. This idea that Trump might invite federal agents back in to search Mar-a-Lago in a supervised setting. You've been at this a long time, both as a prosecutor and defense attorney, is this something that the FBI and prosecutors would agree to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "PAUL CALLAN, CNN LEGAL ANALYST",
      "sentences": "Well, John, I know you're a baseball fan and you've heard that phrase \"there's no crying in baseball\". Well, I can tell you in criminal law, there's no such thing as a supervised search warrant search. There -- they will -- they being the prosecutors will say this is nothing more than a publicity stunt. Obviously, law enforcement authorities are not going to expect to find anything, when you give somebody the opportunity to clean up the premises over a period of many, many weeks. So, I really think that that offer is an empty offer, of no value to the prosecution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "BERMAN",
      "sentences": "So, Jamie, on the committee, the January 6th committee and the subpoena from them, as Liz Cheney said shortly, Adam Kinzinger wouldn't define shortly. Do you have a better definition of shortly. When might the subpoena come and how might we expect the Trump team to respond?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "JAMIE GANGEL, CNN SPECIAL CORRESPONDENT",
      "sentences": "So, can I just talk about shortly a minute? I remember Donald Trump we reported had said when is the January 6th committee going to be over because he does not like this. So, I don't think it hurts the committee to wait another day. If I had to bet, I would say it's going to come tomorrow.Let me just say, John, our understanding is that Trump lawyers who he has hired to accept the subpoena are still deciding how to handle it. But this is going to be a legal dance. They don't want Trump testifying. We have seen, you know, Mike Flynn, John Eastman, Jeffrey Clark go in and plead the Fifth. That is not their goal. There's going to be a legal dance. There's going to be negotiating that's probably not negotiating. There may be some legal maneuvering. But it's all to buy time. They know the committee has an end date. And they're going to try to run out the clock.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "BERMAN",
      "sentences": "You know, on the subject of January 6 and the committee, Paul, a federal judge is ordering the release of emails from John Eastman, one of Trump's former lawyers to the January 6th committee. And the judge said that these materials could be released because they fit into the so-called crime fraud exception. How high is the bar for that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "CALLAN",
      "sentences": "Well, it is a high bar, John. The crime fraud exception really pierces what is considered to be one of the most sacred things in the practice of law and that is the attorney/client privilege. You sit down with your lawyer, you community with your lawyer. That's always considered confidential.But there's one exception: if the lawyer and client are conspiring to commit a crime, there's no attorney/client privilege. And here we have Federal Judge Carter saying this is clearly -- these emails fall under that crime fraud exception because this Attorney Eastman was plotting probably with the president and others to overthrow the government, in an insurrection, and that clearly is a violation of law. The judge specifically referred to the provision of law that makes it a conspiracy to commit this kind of activity against the United States, to defraud the United States. That's a ten-year felony, very, very serious felony. So these are serious words by a very serious Judge Carter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:02",
      "speaker": "BERMAN",
      "sentences": "Jamie, very quickly, as to the subpoena. What does the committee actually expect from Trump in terms of how he'll handle it? Do they really think he'll testify?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:03",
      "speaker": "BERMAN",
      "sentences": "Jamie Gangel, Paul Callan, great to see you both. Thank you very much.We have new information this morning about how Iranian forces helped the Russian military hit civilian targets in Ukraine. We're live on the ground in Ukraine, next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:03",
      "speaker": "BERMAN",
      "sentences": "A lot of anxiety to be sure.Clarissa, the Ukrainian officials says Russia is trying to bolster the troops in the south, not far from where you are, and plan to send the first wave of mobilized troops there. Tell us what you're seeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:03",
      "speaker": "WARD",
      "sentences": "So, there are some things going, and we can't really talk about them because the Ukrainians have very strict rules with regards to operational security. And I would say there's basically an information blackout at the moment so the vast majority of people don't exactly know what's going on. It's clear that everyone is very focused on this Kherson region.And as Russia has been forcing these civilians to evacuate, the question is would the Russian military evacuate with them, using that civilian movement as cover? Or will they actually, as you just suggested, as one Ukrainian military official has suggested, double- down on their forces build up, you know, increased posture there, and then try to kind of lure the Ukrainians into some kind of a fight? We don't know exactly what the answer is, but we are certainly watching along with everyone else very closely, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:54",
      "speaker": "BERMAN",
      "sentences": "This just in for our national lead. Searchers this afternoon discovered the body of a 20-year-old Princeton University student who'd been missing for nearly a week.CNN's Brynn Gingras is in New Jersey at the university. Brynn, a tragic ending here. What are the authorities saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:54",
      "speaker": "BRYNN GINGRAS, CNN CORRESPONDENT",
      "sentences": "Yeah. I mean, John, just a devastating conclusion for this family who has been searching for her for the last few days here on this campus.Now, the Mercer County prosecutor's office sending out a statement saying that the body of Misrach Ewunetie, a 20-year-old junior at Princeton was found at 1:00 p.m. this afternoon on the facilities near tennis courts by a facilities employee, that there were no signs of injury and her death does not appear suspicious or criminal in nature. It will of course be up to the medical examiner to decide the cause and manner of her death. But the university also sending out a statement to the student body here and I want to read part of it to you. It says, \"Misrach's death is an unthinkable tragedy. Our hearts go out to her family, her friends, and the many that knew her and loved her.\" And they also added to that statement that there doesn't appear to be any threat on this campus, sort of easing any fears and tensions that may have come about because the fact she was missing for several days, we know that there was a search that was going on since Monday by the university, by the student body here that has been here on campus. Some people have gone home since they are on fall break, but of course this is not the news that this family, who said that Misrach was just the light of their lives, the youngest of three siblings, full ride at Princeton, had such a bright future, even had a job that she was looking forward to actually joining in 2024 after she graduated. But, of course, this is just a devastating ending to this young girl's life -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:54",
      "speaker": "BERMAN",
      "sentences": "It's got to be so hard for that family. We are thinking of them tonight.Brynn Gingras at Princeton, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:52:54",
      "speaker": "GINGRAS",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    }
  ]
}