{
  "date": "2022-12-30",
  "headline": "CNN Newsroom",
  "subHeadline": "House Committee Releases Trump's Tax Returns; McCarthy Offers Deal to Critics Ahead of Speaker Vote; Ukraine Has \"Heavy Losses\" in East but Russians Lost More Troops. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Jessica, any minute we could see the returns. On the House floor they are in a pro forma session. This is what happens. They usually quickly gavel in and they gavel out.But part of what is happening is entered into the congressional record will be this tax information of former president Donald Trump. It will be between 2015 and 2020. It will also include the business entity as well as any audit files or work files related to Donald Trump's taxes. So a treasure trove of information expected to be released at any moment, Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "DEAN",
      "sentences": "Lauren, stay with us.Let's bring in Abby Phillip to talk about the political angle of all of this. What are the political implications for what's being released?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "ABBY PHILLIP, CNN SENIOR POLITICAL CORRESPONDENT",
      "sentences": "First and foremost, Donald Trump as Lauren just said has fought very hard to keep these hidden. Just as a matter of transparency, that's important. There's probably a reason for it. With Trump sometimes I don't think that we can assume that it'ssomething nefarious. It could just be simply because he didn't want, you know, the political hit that would come from it being revealed that he didn't pay anything in taxes, as we actually already know that he didn't for some of these years. So I think that could be part of it but we'll see what's in there. The other part is that Trump is now a candidate yet again. And so this has been the practice for presidential candidates for decades, revealing their tax returns. And now he just becomes like one of the other candidates over the years who's done so. And the American people can take that information, see what it says about him, about whether he donates to charity, given his extravagant wealth, whether he pays any taxes, whether he's done questionable financial maneuvers in order to pay fewer taxes and factor that in, now that he is officially running again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "DEAN",
      "sentences": "The question is, will that matter?Will people take that information? Some might. Others may not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "PHILLIP",
      "sentences": "When I think about this, when Trump was a candidate back in 2016, I think he tried to run a very unconventional campaign. Actually, since then, Trump has done a lot of things that, to your point, the base, his base has not really cared very much about.And so it is, I think, very much an open question whether or not this will affect him when it comes to Republicans. But I think that for the broader American public, they are weighing all of this as they evaluate all of their candidates. And they're weighing it as a broader picture of Trump, not just as a former entertainer but as someone who's been in office and done a lot of things. I think it will have an impact as they weigh the entirety of Trump as a candidate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "DEAN",
      "sentences": "Big picture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "PHILLIP",
      "sentences": "Big picture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "DEAN",
      "sentences": "Let's go back to Lauren Fox.You have the returns now. Tell us more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "FOX",
      "sentences": "But this is such a significant moment. I want to point out, we are mere days away from House Republicans taking control of this chamber that is just a few steps away from us.It is also a moment that comes after Richard Neil, the chairman of this committee, said back in 2018 he was going to request these returns. In April of 2019 he did so. And then he followed up with subpoenas and there was a lengthy court battle. It was never assumed this information was going to come into the public domain, Jessica. What we are seeing now is, after that vote of the committee last week, it is now public because Democrats voted to make it public. Obviously a very important moment for politics, important moment, just as Republicans are going to have control of the House chamber and what they do with this power moving forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "DEAN",
      "sentences": "Absolutely. Something that's been some four years in the making and, again, the top line here is that those tax returns have officially been released.Abby, in terms of the timing of all of this, as Lauren just alluded to, we're mere days away from Republicans taking over the House. Do you think the timing is -- what do you make of it? Does it matter at all in the sense Democrats are about to give up their power?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "PHILLIP",
      "sentences": "I think Democrats had to do this now for obvious reasons. They will no longer have the committee power they once had. But I think there is a certain degree of emptiness to some of these threats that this could be a ball rolling down a hill for Democrats.Again, other candidates, Republican and Democrats, have revealed their tax returns. Trump is the only one who hasn't. It's not much of a threat to say to Joe Biden, reveal your tax returns. He's already released them. So I think that's part of the challenge here. Sure, could Republicans take it further and do other things? That is a possibility. The reality is that Trump is very unusual in his desire to trial this in secrecy. Now that it's out, it's out and it will stand on its own merits. It tells us something about a former president, who is so unusual in a lot of ways, including that he was -- is a business owner, has a lot of wealth. And we know very little about what that has entailed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "DEAN",
      "sentences": "Let's go back out to Lauren.The chairman, Richard Neil, has released a statement. What does it say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "FOX",
      "sentences": "Neil is trying to preempt any arguments that this was too quick moving, that this was part of a political ploy to release and embarrass the former president and that this could be a slippery slope for taxpayers moving forward, that everyone should be afraid about their tax information being released to the public.I want to read what Richard Neil says preempting that. He said, \"A president is no ordinary taxpayer. They hold power and influence unlike any other American. And with great power comes even greater responsibility.\" Like Abby was saying earlier, some of the things we might be able to look at in these tax returns are what kind of charitable donations the former president made as well as any foreign entanglements he might have had. That is why part of the precedent of releasing tax returns on the campaign trail is so important, because voters get to make a decision. When they have all the information, they can look at everything and make a decision about whether that person is someone they want to support. That never happened with Donald Trump and there's no law that says you have to release your tax returns. But it is an important distinction as to why Democrats felt they needed to move forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "DEAN",
      "sentences": "Lauren Fox on the Hill, Abby Phillip here, thanks so much to both of you.Stay with us for more of what to expect on the tax documents. We'll turn now to former IRS commissioner Mark Everson. We're just getting the tax returns. We know there was supposed to be a mandatory annual audit program for presidents. It appears it wasn't carried out for president Trump for three or four years. Why do you think it didn't happen in this case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "EVERSON",
      "sentences": "As to the audits themselves, I don't know what happened here. And I'm very concerned that nobody stepped in. The commissioner didn't say, look, whatever we do, we have to play it right down the middle and follow the law to the T and make sure we're doing this correctly.Because clearly the committee's investigation, the -- there's something called a joint tax committee, which they looked at this. Nobody is satisfied with what's done here. I think the IRS has some explaining to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "DEAN",
      "sentences": "Right. That is the big question, kind of what happened here and why that wasn't followed.Do you believe -- you kind of alluded to this but I'd like to drill down on it. Do you think the audit or the release of taxes should be codified into law for future presidents? And should there be some sort of -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "EVERSON",
      "sentences": "Yes, exactly. I think it's good public practice to say a candidate for that office and vice presidency should disclose their taxes. Trump said he wasn't going to do it. He didn't do it. He ran out the clock.Then what happened here, the Democrats came in, they had the White House, they had the Senate and the House. They didn't put forth legislation compelling future candidates to disclose their returns; instead, they pursued this through an investigation. What happens here is this is a further sort of escalation of political wars via the tax system. That's not helpful to tax compliance at a time when the Democrats have put through an $80 billion controversial program to give the IRS more resources. This only sort of further inflames things. I don't think it's helpful to what they're trying to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "DEAN",
      "sentences": "We were just looking at the numbers of what former president Trump paid. And I think for somebody to look at home to look at the wild swing and what he paid in taxes, if we can bring that back up here for a second.Can you as the former IRS commissioner explain kind of in layman's terms how someone can claim so many losses and deductions and how it can swing from $0 to $1.1 million a year and if that's normal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "EVERSON",
      "sentences": "Sure. Look, there are no surprises here. Everybody has known about Donald Trump, that he had some big wins and some big misses as well with casinos and other things.\"The New York Times\" did stories about big losses. It doesn't mean something is untoward here. What happened is the Congress is looking at it. The IRS should have been looking at it. They've had Trump's businesses under audit for years. You have ups and downs and it's really quite complex. I would caution your viewers not to expect to have definitive answers based on six years of returns. A lot of it goes back to things that Trump did years ago with the losses with the casinos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "DEAN",
      "sentences": "Right. Very complex. Mark Everson, thank you very much for your analysis. We appreciate it. Have a great weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "EVERSON",
      "sentences": "Happy new year to you, Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "DEAN",
      "sentences": "The clock is ticking for House Republican leader Kevin McCarthy. He's offering a key concession to his critics, lowering the threshold to force a vote on ousting a sitting speaker. CNN Capitol Hill reporter Melanie Zanona has the details.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "MELANIE ZANONA, CNN CORRESPONDENT",
      "sentences": "The big debate here is over the tool known as the motion to vacate. That records a floor vote ousting a sitting speaker. Currently the majority of the entire conference has to agree to use that rule.But his critics want to change it so any single member can force a floor vote. Up until this point, McCarthy has not been willing to budge on that issue. However, I am told, in private conversations this week, he has made an offer to critics he is willing to make a look at a lower threshold. Potentially that's a really big concession for McCarthy here. There is a critical conference call that McCarthy has brought together from the different wings in the party. That concession, that will come up. McCarthy is going to find a sweet spot that will essentially appease enough critics to allow them to vote for him without alienating the moderate in the party. But January 3rd is fast approaching. Members are here right now. So that makes it more difficult for McCarthy to round up the votes. It is very possible that we could see this thing go to multiple ballots for the first time since 1923. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "DEAN",
      "sentences": "Meantime, new details this morning from the January 6th committee transcripts with a very revealing conversation between senator Lindsey Graham and Mark Meadows. Katelyn Polantz is here.This conversation was relayed to the committee from one of Trump's lawyers. It's very revealing. Tell us what it entails.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE CORRESPONDENT",
      "sentences": "Right. This is showing the willingness to perpetuate the myth of widespread election fraud after the elections. This came from Christina Bobb. She was a lawyer for Trump.She witnessed a meeting in the West Wing, where Mark Meadows was there; senator Lindsey Graham was there. She says senator Graham was saying, just give me five dead voters. Give me a very small snapshot that I can take and champion. Small hint, Graham wanting to make a big deal about it to try and advance what Donald Trump wanted, which was trying to convince the American public that the election was stolen. There wasn't enough even for Graham though to do anything with this. The campaign ultimately did send him a memo about this. And he did nothing with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "DEAN",
      "sentences": "Wasn't the small nugget he was looking for.We also know Donald Trump Jr.'s interview was part of this release. Walk us through it. I'll let you do it. There's a lot here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "POLANTZ",
      "sentences": "There is a lot. There's a lot of three different phrases, \"I don't recall,\" \"I don't remember,\" \"I don't know.\"Donald Trump Jr., this is a short interview compared to some of the others. It's about 100 pages of transcript. He left very little on. He's asked about lots of different things. I made a list of all of the things he didn't remember anything about. He didn't remember anyone trying to convince Trump to declare victory on Election Night. He didn't remember telling people Trump lost after the election. He didn't remember whether there was any fact checks or fraud in the claims Trump was making after the election. And he also didn't remember that there was any concern for the allegations that they might not be true. He didn't remember anything about a rally organization -- he spoke at the ellipse rally, was paid several thousands of dollars. There's a lot of him not sharing much, although he was given text messages that he had sent, including one to Mark Meadows, where he forwarded a message about using fake electors, state legislators to block the elections. When he was asked about why he did that just days after the election, he said the idea sounded plausible and sounded pretty sophisticated. He wanted people to look into it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "DEAN",
      "sentences": "During a virtual meeting with president Xi, Russian president Vladimir Putin invited him to come over next year. It comes as Ukrainian officials have heavy losses in the east. But the Russian death toll is higher. Joining us now is CNN military analyst and former NATO Allied Commander, General Wesley Clark.Walk us through the strategic importance of where the fighting is happening now. GEN. WESLEY CLARK, CNN MILITARY ANALYST:  The Russians could break through in Bakhmut. It would a tactical subfactor (ph) for the Ukrainians. It's not decisive. But this is a stalemated ground fight. Russia is preparing defenses in depth. They don't have the combat power to go on the offensive against Ukrainian forces. And Putin is desperately seeking a cease-fire in place. So the visit to China, trying to bring Chinese pressure to bear, trying to split up the United States from its European allies, trying to use Chinese leverage against Germany --let's just stop it here where it is. And let's get people talking. What Ukraine says, it's frozen like this, Russian forces will be built up. We've seen this pattern before. So I think -- yes. So.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "DEAN",
      "sentences": "Yesterday Russia launched what Ukraine called the most massive missile barrages since the start of the war. And it seems like this was really meant to terrorize people in Ukraine.Is that the purpose of an attack like this?",
      "isLastSentenceInterrupted": false
    }
  ]
}