{
  "date": "2022-12-01",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden Welcomes Macron for State Visit; Inflation Cools in October. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:00",
      "speaker": "MARGARET TALEV, CNN POLITICAL ANALYST",
      "sentences": "I just think in our era of Twitter and TikTok and, hey, my company's all about smart brevity, this is almost like a throwback to -- we're watching, you know, the color guard and the music and stuff. But these events are meant, when you have these two leaders, and the vice president and the other members of the cabinet in these individual, bilateral meetings, they are meant to strengthen the human bonds, the personal bonds under the thought that that can actually have an impact on a relationship, not just the policy, but the time spent experiencing these moments together and being on display for the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "We should note, as the U.S. president and French president review U.S. forces there, this is an alliance forged in battle going back to the Revolutionary War, but right up to Afghanistan. France, along with the U.S., lost many soldiers in Afghanistan before their own withdrawal in 2014.Let's listen to President Biden and his comments here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "BIANNA GOLODRYGA, CNN ANCHOR",
      "sentences": "Being America's oldest friend and ally, as you mentioned, Jim, dating back to the Revolutionary War.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "And this band here, which is a fixture of these state events, the U.S. Fife and Drum, a core, I believe it's called, but a throwback to Revolutionary War times when this alliance was first forged.You know, Bianna, when you think about the world of these two leaders, as they're watch the pomp and circumstance here, they have very real national security challenges before them. They have an ongoing, of course, Ukraine war in Europe, which is, in effect, not just a standoff between Ukraine and Russia, but the west, NATO and Russia, given its support, its military support for Ukraine, no end in sight for that war. But also, as we were discussing earlier, not a war but a growing standoff with China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "The U.S., its European allies, with China in the economic sphere, but also in the national security sphere. And that really is the story behind that submarine deal where Australia, in effect, joining the U.S. with U.S. submarine technology to help stand up to China's military rise in the east. They've got a lot of very real and challenging issues to discuss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. President Biden describing that nuclear deal as handled sloppily. And President Macron, as you said, recalling ambassadors to both the United States and Australia, even going as far as saying the prime minister of Australia at the time had lied to him.But other pressing issues, of course, as President Biden is in a way trying to position Macron as the new leader of Europe -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "There have been annoyances throughout this nine-month war and even leading up to it given the number of conversations that President Macron continued to pursue with President Putin. Annoyances, and, at the same time, there's an open channel of communication, which is always welcome, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "ANNOUNCER",
      "sentences": "Ladies and gentlemen, distinguished guests, the president of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Burr (ph). The temperature may be a little chilly on this December night -- day, but our hearts are warm and -- to welcome such close friends to the White House.President Macron and Brigitte, members of the French delegation, distinguished guests, it's an honor, a genuine honor to host you for the first state visit of my administration. And to celebrate the enduring strength and vitality of the great friendship between France and the United States of America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:08",
      "speaker": "BIDEN",
      "sentences": "As my friend and I were talking, France is our oldest ally, our unwavering partner in freedom's cause. From the spirit of Marquis de Lafayette, who helped secure the success of our revolution, to the sacrifice of American GIs, who stormed the beaches of Normandy, our history has been shaped by the courage of the women and men who crossed the Atlantic carrying within their hearts the flame of liberty.Today, that flame burns more brightly than ever. And the alliance between our two nations remains essential to our mutual defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:08",
      "speaker": "TRANSLATOR",
      "sentences": "(Speaking in French).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:08",
      "speaker": "BIDEN",
      "sentences": "As allies in NATO, together with our European union and the G7, and partners around the world, France and the United States are facing down Vladimir Putin's grasping ambition for conquest and Russia's brutal war against Ukraine, which has once more shattered peace on the continent of Europe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:08",
      "speaker": "TRANSLATOR",
      "sentences": "(Speaking in French). BIDEN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:08",
      "speaker": "TRANSLATOR",
      "sentences": "(Speaking in French).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:08",
      "speaker": "BIDEN",
      "sentences": "We are proving to people around the world that democracies deliver, from our joint leadership to make sure partners everywhere, everywhere, and parents everywhere can be - feed their children, to cooperate and tackle the climate crisis and to preserve our planet for generations yet to come. And on this World AIDS Day, we reaffirm our shared commitment to end the AIDS epidemic by 2030.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:08",
      "speaker": "TRANSLATOR",
      "sentences": "(Speaking in French).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:08",
      "speaker": "BIDEN",
      "sentences": "President Macron, you heard me speak before about the inflection point we stand at in history and how the choices we make today and in the years ahead will determine the course of our world for decades to come. And the United States could not ask for a better partner in this work than France. For centuries, we've come together, charted a course toward a world of greater freedom, greater opportunity, greater dignity and greater peace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:08",
      "speaker": "TRANSLATOR",
      "sentences": "(Speaking in French).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:18",
      "speaker": "TRANSLATOR",
      "sentences": "(Speaking in French).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:18",
      "speaker": "ANNOUNCER",
      "sentences": "Ladies and gentlemen, distinguished guests, the president of the French Republic.PRES. EMMANUEL MACRON, FRANCE: (Speaking in French).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:18",
      "speaker": "TRANSLATOR",
      "sentences": "Thank you so much, Mr. President, dear Joe, madame, dear Jill, ladies and gentlemen, distinguished guests.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:18",
      "speaker": "MACRON",
      "sentences": "(Speaking in French).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:18",
      "speaker": "TRANSLATOR",
      "sentences": "We are both honored and moved, Mr. President, to be here with you today at the White House, honored and moved, like you said, Mr. President, because our two nations are sisters in their fight for freedom. France, from the beginnings of American independence, the inception of your county, and the United States in the live sacrifice from the trenches of the (INAUDIBLE) to the beaches of Normandy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:18",
      "speaker": "MACRON",
      "sentences": "(Speaking in French).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:18",
      "speaker": "TRANSLATOR",
      "sentences": "Accordingly, we bear a duty to this shared history. As war returns to the European soil, following Russia's aggression against Ukraine, and in light of the multiple crises our nations and our societies face, we need to become brothers in arms once more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:18",
      "speaker": "MACRON",
      "sentences": "(Speaking in French).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:18",
      "speaker": "TRANSLATOR",
      "sentences": "This spirit of fraternity must enable us to build an agenda of ambition and hope as our two countries share the same faith and freedom in democratic values, in empowerment through education and work, and in progress through science and knowledge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:13",
      "speaker": "TRANSLATOR",
      "sentences": "Our democracies, on both sides of the ocean, are being shaken by the same doubts as to our ability to be sufficiently strong and effective when it comes to the challenges we share, those of the climate, geopolitics and technology. They're in doubt in the face of real (ph) activism, hate speech, false information and today's fears.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:13",
      "speaker": "MACRON",
      "sentences": "(Speaking in French).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:13",
      "speaker": "TRANSLATOR",
      "sentences": "United today by the same determination and the same strength of mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:13",
      "speaker": "MACRON",
      "sentences": "(Speaking in French).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:13",
      "speaker": "TRANSLATOR",
      "sentences": "Together we need to find a path to -- for a possible future for our children, one of prosperity, justice and ecology.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:13",
      "speaker": "MACRON",
      "sentences": "(Speaking in French).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:13",
      "speaker": "TRANSLATOR",
      "sentences": "Together we need to work to rebuild a unity of our societies through respect and recognition, the only means to eradicate hate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:13",
      "speaker": "MACRON",
      "sentences": "(Speaking in French).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:13",
      "speaker": "TRANSLATOR",
      "sentences": "Together we need to frame new world balances to bring peace and build a renewed, more equitable partnership with the global south.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:13",
      "speaker": "MACRON",
      "sentences": "(Speaking in French). TRANSLATOR",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:13",
      "speaker": "MACRON",
      "sentences": "(Speaking in French).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:13",
      "speaker": "TRANSLATOR",
      "sentences": "It is our shared destiny to respond to those challenges together, true to our history, clear sighted of our world and determined to generate hope.Long live the friendship between the United States and France.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:13",
      "speaker": "SCIUTTO",
      "sentences": "You can see in that moment there between the U.S. and French presidents, I believe you could say, with some confidence, a warm relationship and a committed relationship. Those words from the French president, Emmanuel Macron there, we need to become brothers in arms again, referencing specifically war in Europe. That is the war in Ukraine and the Ukrainian forces that both the U.S. and France and NATO allies, in fact, show so deeply since the conflict began in February.One note, Bianna, as we watch this, the difference in generation between these two leaders. Forty-four-year-old Emmanuel Macron, just a little bit over half the age of the U.S. President Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:13",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, but no novice to the world stage. And you see differences and similarities between Biden's predecessor and Macron and their relationship. Obviously, there had been some tension there. But things have also not changed in the form of handshakes at least, Jim. I don't know what the record was there, but once again there's something about Macron, when he meets a U.S. president, it's - it's a handshake that lasts for minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:13",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:13",
      "speaker": "GOLODRYGA",
      "sentences": "But both of them highlighting their values, their shared values, the focus on the future, as well as the past, and prosperity for future generations, eradicating hate in the world and commitment to fighting for democracy and justice, as you noted, specifically in refers to Russia's war on Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:17",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, an important point to make.We'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:17",
      "speaker": "SCIUTTO",
      "sentences": "Want some good, economic news. Better yet, good news on inflation. A major economic indicator. The Fed's favorite inflation gauge, in fact, shows hopeful signs that inflation is continuing to cool off. This after a major market rally yesterday. The Dow pulled out of bear market territory after Federal Reserve Chairman Jerome Powell said interest rate hikes could begin to ease because, of course, Bianna, they're looking at the same data.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:17",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:17",
      "speaker": "SCIUTTO",
      "sentences": "It seems to see that they see it cooling off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "GOLODRYGA",
      "sentences": "These are headed in the right direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "ROMANS",
      "sentences": "Because the trend is headed in the right direction. Look, this is overall PCE price index. Usually, in normal times, we would never even be reporting on, you know, on a gauge like this. We would look at more main street gauges. But the Fed looks at this. And this shows this inflation rising 6 percent year-over-year, but that's an improvement from the 6.3 percent the month before and from the worst this summer.The month to month, prices grew 0.3 percent. That's still inflation. That is still - prices are rising but they're not rising as quickly as they had been. And when you dig into the core deflator, which is what the Fed really looks at, that was also showing signs of cooling. So, these are numbers, Jim kind of makes fun of me sometimes, but we like to say the trend is your friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "SCIUTTO",
      "sentences": "Oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "ROMANS",
      "sentences": "And, Jim, put this one - put this one in the inflation --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "SCIUTTO",
      "sentences": "I don't make fun of you. I -- I praise that - I praise that - that kind of rule of thumb because, it's right, watch the trend line and the trend line, we just showed the graphic you put up again -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "SCIUTTO",
      "sentences": "It doesn't just show it having peaked. Is it starting to show it go down? I mean that's - that's what everybody's waiting for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "ROMANS",
      "sentences": "It is. It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. ROMANS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "ROMANS",
      "sentences": "Something more moderate. That still means higher borrowing costs for all of us and that those higher borrowing costs could last longer than we had originally thought.So, for all of us out there buying a house or financing a car or thinking about borrowing money, remember, we are still in a rising interest rate environment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "GOLODRYGA",
      "sentences": "But that's headed in the right direction, once again reminding people at home, and Europe as well for the first time having a stronger than expected slowdown in inflation growth last month as well. So, all of this is welcome news.Christine Romans, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "ROMANS",
      "sentences": "Nice to see you guys.",
      "isLastSentenceInterrupted": false
    }
  ]
}