{
  "date": "2022-12-06",
  "headline": "CNN This Morning",
  "subHeadline": "Georgia Voters Head to Polls in Crucial Senate Runoff; FBI Warned of Threats to Power Grid from Racist Extremists; Another Suspected Ukrainian Drone Attack Against Russian Airfield. Aired 7- 7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:00",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "I like that, everyone saying, get out and vote. Good morning, everyone. It's Tuesday, December 6th. That means it is Election Day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Once again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "LEMON",
      "sentences": "I know. It's like perpetual election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "And once again in Georgia. Georgia voters are like, come on, you all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "LEMON",
      "sentences": "I know. Can you imagine being there? What did you say? A little bit earlier, you were talking to Harry, like for two years now, that they've had like just nonstop political ads.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "COLLINS",
      "sentences": "Yes. Because it was the runoffs in 2021. Now it's this runoff election. It's a lot of voting in Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "LEMON",
      "sentences": "It's Crazy. But guess what? Right now polls are open. Voters in Georgia right now lining up to cast ballots in the critical runoff election and we are live on the ground.Plus this. (BEGIN VIDEO CLIP) REP. JAMES CLYBURN (D-SC):  I was stunned, really a bit surprised. I wanted South Carolina to remain in the pre-primary window. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "COLLINS",
      "sentences": "He didn't know they would go first though, potentially. Congressman Clyburn supporting President Biden's push to have his state, South Carolina, kick off the 2024 primary season. More on my one-on-one interview with Congressman Clyburn, that's ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "LEMON",
      "sentences": "I look forward that.Plus, there's a manhunt underway right now after an attack on substations in North Carolina. The Feds warned of extremists making power grids a target. And it is Ukraine's most brazen attack yet on Russia as drones target military bases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "COLLINS",
      "sentences": "But, first, we are starting with Election Day in Georgia. Voters are headed to vote this hour to decide the final Senate race of midterm elections. It is the incumbent Democratic senator, Raphael Warnock, versus his Republican challenger, Herschel Walker, in this runoff rematch.Control of the chamber is not at stake after Democrats, of course, won 50 seats in the general election but tonight's outcome matters when it comes to the balance of power in Washington and what could come next in 2024. CNN's Eva McKend is live outside a polling place in Atlanta. Eva, good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS REPORTER",
      "sentences": "Good morning to you, Kaitlan. Yes, 7Listen, Senator Warnock has long argued that this race is about competence and character. Herschel Walker, for his part, arguing he would be a necessary check on President Biden. Today is the day that the strength of those arguments will be tested. Take a listen to how they made those arguments last night on election eve on the campaign trail. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "I'm not going to sleep tonight, because before a big game, I don't sleep, because I'm ready.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WARNOCK",
      "sentences": "If there's anything I'm worried about is that people will think that we don't need their voice. We do. We need you to show up.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "MCKEND",
      "sentences": "So, again, we'll have to see if the rain impacts turnout at all.Herschel Walker, Senator Warnock not letting up. They will meet with voters again today across the state. Polls close tonight at 7:00 P.M. Kaitlan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "COLLINS",
      "sentences": "Yes. We'll see what the day of voting looks like. We already know there has been record early turnout we know. Eva, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "HARLOW",
      "sentences": "Nearly 2 million ballots, talking about record early turnout, were cast in Georgia before polls opened today. Our John Avlon is here with the numbers.There is that, and that's great, right, Friday, the state broke the record, but we should note this early voting period is like way shorter because of that bill they passed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "COLLINS",
      "sentences": "And the question is why are people early voting? Why are we seeing these levels?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "AVLON",
      "sentences": "First of all, even though it's not a 50/50 Senate at stake, as you just indicated, this is really about further control. So, this matters, even though it doesn't have the same intensity on the surface.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "COLLINS",
      "sentences": "Because it makes life easier for Democrats in Washington if they don't have to counter that tie-breaking vote, like they have been doing for the last two years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "AVLON",
      "sentences": "Correctomundo, as they say. And that's a very, very big deal even though it may seem wonky.The other reason is, look, people are fired up about voting right now. They should be and because our democracy depends on it. So, I think there's an intensity around voting right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "LEMON",
      "sentences": "I don't remember that -- look, I lived in Georgia for a long time in Atlanta and voted in Fulton County, and I just don't remember this much energy and attention ever being paid to Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "AVLON",
      "sentences": "And these recurring -- well, a couple of things. First of all, Georgia now a swing state, which it wasn't for a lot of the time you were living and voting there. And the second thing is these sort of serial runoffs. I mean, it's insane. We've got two runoffs in two cycles back-to-back, Raphael Warnock. So, every vote maters. All the cliches count, bug as we have seen again and again, this is a game of turnout. Early vote matters but today, it's Election Day, folks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "COLLINS",
      "sentences": "When it comes to the outcome, is it going to change your view, when you talk about Georgia being a battleground state, whether it's a purple state now? How will you look at Georgia depending on what happens tonight, what the voters decide?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "AVLON",
      "sentences": "Yes, absolutely. Remember, within the context of statewide election votes in Georgia, Governor Kemp re-elected pretty handedly, but if you got a state that has a governor from one party and two senators from another particularly one that's been traditionally conservative, that's just an indication of the changing demographics and voting passengers in that state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "LEMON",
      "sentences": "I don't think Georgia is -- I think Georgia is a red state where Democrats have figured out how to best use what they have. Does that make sense? Do you understand what I'm saying, how take advantage of the process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "AVLON",
      "sentences": "Yes, that's the case. Stacey Abrams built an extraordinary GOTV machine, get out the vote machine. It didn't help her in this last race. But I'd say this. You can say 2020 is an outlier. You can say it's an outlier. Joe Biden did particularly well, Republicans in t he suburbs, right? But those folks voted Republican down ballot. So, that's why this race says, is there something happening that's more sustainable?And, look, I think we want to move away from the stereotypes of red states, blue states and have more competitive elections. That's healthy for our democracy. So, keep hope alive there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "LEMON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "AVLON",
      "sentences": "One way or the other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "COLLINS",
      "sentences": "We'll be waiting to see really what those 200,000 voters that voted for Kemp, did not for Walker in the election. That is who I'm going to be watching. LEMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "HARLOW",
      "sentences": "You mean the voter panel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "LEMON",
      "sentences": "Yes, the voter panel. Some voted for Kemp and then they also Raphael Warnock.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "AVLON",
      "sentences": "Swing voters are not extinct, part of our democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "HARLOW",
      "sentences": "Thank you, John Avlon. We appreciate it very much.CNN special live coverage of the Georgia runoff starts a little bit later today, 4:00 P.M. Eastern Time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "LEMON",
      "sentences": "And we are learning new details this morning about the suspected targeted attack on a North Carolina substation. The Department of Homeland Security bulleting posted just days before the attacks, warned of critical infrastructure being targeted by domestic violent extremist. 34,000 customers are still without power this morning.CNN's Whitney Wild live in Moore County, North Carolina with more. Hello to you, Whitney. What more did the DHS bulletin say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "WHITNEY WILD, CNN LAW ENFORCEMENT CORRESPONDENT",
      "sentences": "Well, the bulletin from earlier this month said that a range of ideologies and motivations may prompt people who are domestic violence extremist and very inclined to actually mobilize on that violence to attack places like schools, faith-based institutions, but also critical infrastructure.Law enforcement has been very concerned over the last two years about this uptick in chatter, this uptick in interest from domestic violence extremists who seem particularly keen on attacking the critical infrastructure and particularly the electrical grid. For example, just two weeks ago, the FBI sent out a bulleting warning a private industry that there had been an uptick in threats against the electrical grid. What is so startling about that bulletin is that this is -- that bulletin concluded that those domestic violent extremists would be racially motivated, and here is what's so chilling about it. The FBI concluded that these domestic violent extremists believe that an attack on the grid could prompt a race war. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "LEMON",
      "sentences": "Wow. Whitney Wild, thank you very much. I appreciate that.And, listen, straight ahead, I need to tell you that we're going to be joined by the North Carolina governor, Roy Cooper.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "COLLINS",
      "sentences": "Also this morning on the international front, Ukraine is on offenses as Russia is now blaming Ukraine for a drone attack that hit an oil tanker near one of its airfields overnight.[07:10:00] Of course, remember, that comes just one day after those strikes on two military bases that were hundreds of miles inside Russia signaling potentially an escalation here. CNN's Will Ripley is joining us live from Sumy, Ukraine. Will, what are you learning about this drone attack and what it means for this broader war overall?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, it certainly makes the U.S. and its allies nervous because they're trying to contain the conflict and give Ukraine defensive weapons. But if Ukraine is indeed now launching offensive attacks not just here from about 25 miles from the border with Russia, but you're talking 500 miles from Moscow, one of these strategic bomber bases that was hit on Monday in this drone attack.These are drones that were built with Soviet technology jet engines, they are flying very low altitude and they caused huge explosions and some damage to planes, as well as killing at least three people in one of the incidents before they were shot down by Russia's air defense system. And this, as you mentioned, could be a major escalation, Kaitlan, and it shows -- it really shines a spotlight on the apparent development of combat drones here in Ukraine, something that they are counting on as a potential weapon as they continue these counteroffensive operations through the coming months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "COLLINS",
      "sentences": "And when it comes to this, is there any doubt that Ukraine is behind these attacks, and what are they saying about it? Because I know there's been times where they've carried out these attacks, Ukraine has not taken credit, there have been other instances where they say, yes, that was us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "RIPLEY",
      "sentences": "Yes, they're not taking credit at this point, Kaitlan, but there is absolutely no doubt on the ground here that Ukraine is behind this. They are the ones that are manufacturing not only these aerial drones but also sea drones as well. They're using it in the Black Sea to attack the Russian fleet. This has proven to be a tool that Ukraine is investing a lot of its resources into.So, in addition to getting weapons from the U.S. and from the E.U., they're also trying to develop and produce their own weapons. And don't forget, this is a highly industrialized country that has the potential to manufacture these kinds of things. But, again, this is what makes the United States and its allies nervous because they don't want to see an escalation here, they want to see this war come to an end and give Ukraine the weapons that it needs to push Russia completely out of this country, potentially even Crimea. But, of course, a lot of people feel that Vladimir Putin will not go down without throwing everything he has into this war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "COLLINS",
      "sentences": "Yes. Will Ripley, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "LEMON",
      "sentences": "Acclaimed Actress Kirstie Alley has died at the age of 71, leaving behind a legacy of laughter. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Guys, we got to give Rebecca here a nickname, something that kind of fits her personality, you know, kind of dignified, kind of business-like, kind of reserved. Let me think. Anybody?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Back seat Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What did they call me to clean up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In high school or now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Romance, the queen of romance.Do you think they said to Marlon Brando, listen, hey, Marlin, you're a little too fat to do apocalypse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They are all men.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I can play a man. I am an actress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Now, that's entertainment.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "LEMON",
      "sentences": "And that is a career, an extraordinary career.According to a statement from her family, Alley passed away from cancer that was only recently discovered. So, joining us now is Rolling Stones Chief T.V. Critic Alan Sepinwall. He is, by the way, the co-author of the T.V. book -- T.V. The Book, I should say, two experts picked the greatest American shows of all- time. I'm sure this was one of them. Hopefully, it was. Thank you so much for joining us here. We really appreciate it. Listen, she had a fantastic career in television, also on the big screen as well. Very complicated, but, I mean, she will go down probably as one of the, I would say, most successful actresses in history, especially when it comes to sitcoms. ALAN SEPINWALL, CHIEF T.V. CRITIC, ROLLING STONES:  I mean, she had an impossible job. Cheers had been a phenomenon. It was built entirely around Ted Danson and Shelly Long. Shelly left to go do movies. Nobody could replace her. Kirstie Alley comes in. Not only does the audience accept her but the show becomes more popular during her time than it was in the previous five years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "COLLINS",
      "sentences": "What do you think, Alan, that she will be remembered the most for? Which role kind of is the most iconic that stands out to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:06",
      "speaker": "SEPINWALL",
      "sentences": "I mean, she did a lot of big things, the Look Who's Talking movies were huge hits. But, I mean, I think it's got to be Rebecca on Cheers. That was just an extraordinary performance, like nobody since maybe Lucille Ball had been as funny crying on camera as Kirstie was. She was just tremendous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:02",
      "speaker": "SEPINWALL",
      "sentences": "She was just like -- they cast her initially as sort of this cool executive and then they realized, wait a minute, she's so good being a hot mess, let's lean into that. And those clips you guys just played, there's a lot of her just being embarrassed, being embarrassing. She was fearless. She could deliver any line with a plum, she just -- like thinking about dozens of different scenes right now are running through my head and I'm laughing at all of them. She was wonderful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:02",
      "speaker": "LEMON",
      "sentences": "Yes, that's very good.Can we move on and talk a little about her later career? Because I think in the sort of T.V. reality show genre, she was on the forefront of that with Fat Actress. Do you remember that? Earlier, I said it was on HBO, but it was actually on Showtime. And so she had been very candid about her struggles with weight in real life, and I think she pitched the show and had it put on the air. It didn't last very long but it was certainly something that I think that was groundbreaking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:02",
      "speaker": "SEPINWALL",
      "sentences": "I think she and her team were smart enough to recognize, look, Hollywood is biased against not only women of a certain age but women of a certain weight. And so when she was both of those, she realized I've got to sort of take control of the narrative and lean into it and say, yes, I'm aware of this but also you shouldn't care as much about it. And it was very -- her attempt to do Curb Your Enthusiasm, it was definitely like ahead of its time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:02",
      "speaker": "HARLOW",
      "sentences": "What about lighting the cigar, holding a lit cigar inside her mouth? She says her uncle taught her the trick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:02",
      "speaker": "SEPINWALL",
      "sentences": "Yes. There's an episode early and Rebecca is trying to quit smoking and has promised to like sleep with Sam if he catches her with a cigarette. And her bursts into raw (ph), her mouth is closed and she looks completely calm. And the second the door closes, the lit cigarette pops out. I don't know how a human being does this. She probably had to do it multiple times on camera, in rehearsal. It's nuts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:02",
      "speaker": "HARLOW",
      "sentences": "Cigarette, not cigar. Can you imagine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:02",
      "speaker": "COLLINS",
      "sentences": "Ted Danson said he went back and watched an old episode of Cheers. He said it's something he like rarely does. LEMONOkay. Listen, again, as part of her devil may care attitude, she didn't really care. And in Hollywood, actors don't really like to associate themselves with politics, right? They sort of like to be just this sort of just figure people can project upon whatever they want. She didn't care, and especially the last decades. She talked about her politics. She was conservative. I think she was also a scientologist or whatever. So, even beyond just being on the small screen and the big screen, she did whatever the heck she wanted in her real life and didn't care what others thought about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:02",
      "speaker": "SEPINWALL",
      "sentences": "Yes. I mean, the odd sort of thing in terms of life imitating art is Rebecca on Cheers is introduced as someone who is sort fixated on landing Donald Trump, and somehow, 20 years later, she became among the most vocal celebrity Donald Trump supporters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:02",
      "speaker": "LEMON",
      "sentences": "Wow. Well, there you go. Thank you, Alan. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:02",
      "speaker": "SEPINWALL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:02",
      "speaker": "LEMON",
      "sentences": "Straight ahead, the new and chilling admission from the man dubbed the Times Square Killer. It's a fascinating story that you've got to watch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:00",
      "speaker": "COLLINS",
      "sentences": "All right. He was dubbed the Times Square Killer and now has admitted to even more murders. The 76-year-old pleaded guilty in court Monday to killing one woman and also admitted to killing four others, though he won't be charged with those murders.CNN's Jean Casarez joins us now. Jean, after all this time, I think a big question people has is why he won't be charged with those other murders and why is he saying this now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "COLLINS",
      "sentences": "What about their families? What are the victims' families saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "CASAREZ",
      "sentences": "And that's part of all of this, right? Because it's to give closure for the families. And they spoke in court and they were tough and strong. New York doesn't have the camera in the courtroom, so I can't show you that. But afterwards, there was a news conference. John Moye, he was the brother of one of the victims. I want you to listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "JOHN MOYE, SON OF MURDER VICTIM LAVERNE MOYE",
      "sentences": "There's been some dark days behind us, but today the sun shines brightly because justice has been served.My mother was a person, 23 years old, taken too early, left my sister behind and my grandchildren and my grandmother and my grandfather left holding on to pick up the pieces. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "CASAREZ",
      "sentences": "So, in court, not only did he have to answer as to each victim, yes, I murdered her, he remembered them. Prosecutors says, will you apologize? This is your moment. You can do it. You know what he said? No. LEMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "CASAREZ",
      "sentences": "I covered a lot of serial killers. Why was in the courtroom for the Green River Killer, who was a serial killer up in Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "LEMON",
      "sentences": "Yes, I remember that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "CASAREZ",
      "sentences": "They do remember them. Specifics, they remember. So, obviously, he did, he acknowledged it, admitted it, he remembered it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "LEMON",
      "sentences": "Those poor families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "COLLINS",
      "sentences": "Jean, thanks for that update.Also ahead this morning, we are going to my one-on-one interview yesterday with House Democratic Whip Jim Clyburn. What he's saying about the new House leadership that does still include him, the 2024 primaries and President Biden's expected re-election run. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "COLLINS",
      "sentences": "There have been people who still doubtful that he's going to run for re-election. Does him pushing for South Carolina to first remove any doubt that he is going to be running for president in 2024?",
      "isLastSentenceInterrupted": false
    }
  ]
}