{
  "date": "2022-12-24",
  "headline": "CNN Newsroom",
  "subHeadline": "Extreme Winter Weather; Power Grid Operator Serving 13 States Asks Public To Conserve Power; Storm Snarls Holiday Travel With Icy Roads; Fighting The Flu; Jan. 6 Committee Report: Trump Was Central Cause Of Riot; Russian Shelling Kills 10, Injures 55 In Ukraine's Kherson; U.S. To Send Patriot Air Defense Missile System To Ukraine; Top Space Stories Of 2002; NORAD Tracks Santa's Route; Three Billion Gifts Delivered; Christmas Cheers: Santas To Represent Everyone; Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:57",
      "speaker": "PAULA REID, CNN HOST",
      "sentences": "You are live in the CNN NEWSROOM. I'm Paula Reid in Washington.A monster winter storm has claimed the lives of at least 16 people and is threatening the supply of electricity. Just in to CNN, the U.S. Energy Department is declaring an emergency for the Texas power grid to aid its capacity. This is due to a shortage of electricity. The emergency declaration allows the state's energy provider to exceed environmental emissions limits until usage drops. In Erie County, New York, a dire situation. Officials say hundreds of people have likely been trapped inside their vehicles since yesterday. That includes an 85-year-old grandmother and her son. They've been turning the car on and off for heat and to save gas. Sub-zero temperatures are widespread across the country and more than 750,000 customers remain without power. The power grid operator for 13 states is now asking residents to reduce their power usage to avoid widespread outages. Holiday travel by road and air has been disrupted, and today alone more than 2,600 flights have been cancelled, more than 6,000 have been delayed. CNN's Polo Sandoval has the latest from Buffalo, New York. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:57",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "Here in Buffalo, New York what is widely considered as ground zero of this massive winter storm, driving around is not only treacherous. It is still prohibited especially for non-essential reasons. And this is one of the reasons why. This is a scene that repeats itself according to officials not only here in Buffalo, but throughout the region. You have vehicles that have basically been abandoned.And so what authorities are going to do through the evening and also into Christmas Day. They will continue working around the clock making sure that anybody that needs rescuing gets the attention they need. The mayor of the city of Buffalo on Saturday afternoon estimating that there could be as many as 200 people still stranded in and around the city. On Friday night they rescued roughly 65 individuals and sadly on Saturday, the mayor confirming the death of an individual who was found unconscious on the sidewalk here in Buffalo. And he says -- he shared with CNN what is a grim prediction that when everything is said and done that that death toll could potentially rise. And that's what's fueling concerns and a call for people to wake up Christmas morning at home, sheltering in place since any potential relief in sight may not come for quite some time. Polo Sandoval, CNN -- Buffalo, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:57",
      "speaker": "REID",
      "sentences": "Polo, thank you.And because of this dangerous storm the Catholic bishop in Buffalo is urging residents to livestream Christmas mass rather than trying to brave the winter weather to attend in person. At least three people have died due to extreme winter weather in western New York. The bishop tweeted, \"Although it is Christmas, in these dangerous conditions no one should put themselves or others at risk.\" And today the power grid operator for 13 states is asking the public to conserve power, warning of potential rolling blackouts. This organization serves about 65 million people. They're advising consumers to set thermostats lower than usual and to postpone using any major appliances like a stove or dish washer. Earlier I talked to Michael Bryson. He's the senior vice president of operations for PJM Interconnection. Take a listen to what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:52",
      "speaker": "REID",
      "sentences": "You're asking people to hold off on using stoves and dish washers during a time where families have spent a lot of money on groceries to travel, to cook large holiday meals. I mean what do you say to people who are, like, hey wait a second, why do I have to do this? I just spent all of this money. Am I going to let this food go to waste?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:52",
      "speaker": "BRYSON",
      "sentences": "Yes. And I think I've seen customers have responded today. Earlier today we had a peak load that we saw. We were able to meet, and I think it was largely due to customer responses.We're asking customers to pay attention to that between now and noon tomorrow. That's really the conservation timeframe we're using and hopefully people will still be able to enjoy their Christmas holiday, but help out with some of the conservation efforts to keep us from really having to take more severe measures, potentially rotating customer outages which is something we're really trying to prevent and conservation helps a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:52",
      "speaker": "REID",
      "sentences": "So when can you expect customers to be able to return to normal, normal everyday power usage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:52",
      "speaker": "BRYSON",
      "sentences": "We're thinking tomorrow afternoon should be fine and many customers will be unaffected by this. But the customers that do have the opportunity to take some measures, that will be very helpful because we've seen it work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:52",
      "speaker": "REID",
      "sentences": "And I don't know if we said this in the introduction, but can you just clarify. How does someone know if this applies to them? What is the area? How can they find out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:52",
      "speaker": "BRYSON",
      "sentences": "Sure. So PJM is 13 states and the District of Columbia. We go from the New York border down to North Carolina, out to Chicago and down to Tennessee.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:52",
      "speaker": "REID",
      "sentences": "Our thanks to Michael Bryson for all that important information.Let's go to CNN's Carlos Suarez at Atlanta's Hartsfield-Jackson Airport. Carlos, that's a busy airport on a normal day. So how is Christmas Eve looking today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:52",
      "speaker": "CARLOS SUAREZ, CNN CORRESPONDENT",
      "sentences": "Well, it's not looking too hopeful or too bright for some of the passengers that have made their way to the airport here. At last check, 212 flights out of Hartsfield-Jackson International Airport have been canceled because of the cold weather that has now gripped much of the U.S.The busiest part of this airport, really is the re-booking counter at the delta terminal. That is where we found a number of passengers throughout the day trying to make sense of the circumstances that they now find themselves in. Everyone here, we're being told right now is in the process of trying to figure out what other flight they might be able to get on to. The numbers across the country, they're really not a whole lot better when we're talking about the overall number of canceled flights across the U.S. at this hour. Over 2,600 flights have been cancelled and when we're talking about cancellations, well, that is north of 6,000 flights. A lot of the passengers that we talked to said they really only learned about their flight cancellations once they got to the airport. A lot of them told us that really the issue was their connecting flights. They were able to get to Atlanta from an original destination. However, they were told that their flights elsewhere were being cancelled and so a lot of them they're trying to figure out exactly what is next. They don't have a whole lot of hope they're going to make it home for the holidays. Here are what -- here's rather, some passengers told us. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:52",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm active duty, and I had a flight yesterday. The plane got rerouted because I guess they had to do a plane swap. So it wasn't even weather-related and I re-booked three times today. They kept bouncing me from another airline to another airline.They think they're being clever but here I am again, third time. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:52",
      "speaker": "SUAREZ",
      "sentences": "Yes. That guy there as you can imagine, pretty frustrated with the airline at this hour. Folks that were maybe trying to get a car rental, and they were hoping to maybe get on the road and make it to their final destination apparently, at least according to a few passengers they went to car rentals sites out here. They've all been booked out and so they're not going to be able to get into a car rental and try to make it home in time.Again the busiest part of this airport right now is their re-booking counter. You walk over a few feet over to the security check line. There's really not much of a line. At this point it seems like the early morning crowd got out here. They were able to get on to their flights and now we're just seeing these flights after flights being canceled, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:52",
      "speaker": "REID",
      "sentences": "Carlos Suarez, thank you for that report.Frightening moments for shoppers after a gunman opened fire at the Mall of America last night. Video posted to social media shows the moment gunshots went off in the background. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:52",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So Babe, did you find the purse that you wanted?Ooh. (EXPLETIVE DELETED) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "REID",
      "sentences": "The Mall of America is the largest shopping center in the U.S. with more than 500 stores and dozens of attractions.And as many of us get ready to spend the holidays with friends and family, if you are not careful, you might end up with a present that nobody wants, the flu. You are live in the CNN NEWSROOM. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "REID",
      "sentences": "Some encouraging news on the triple-demic today. The government reporting the flu is starting to decline in some areas, but officials are warning that holiday get togethers could send the numbers soaring again.CNN's Elizabeth Cohen has the latest. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:42",
      "speaker": "REID",
      "sentences": "Joining us now is CNN medical analyst Dr. Leana Wen. All right, Doctor. We saw flu hospitalizations decline for the second week in a row, but the catch is, of course, the numbers are down from the season's high which came the week after Thanksgiving.So are you encouraged here? Cautiously optimistic ahead of another big holiday? DR. LEANA WEN, CNN MEDICAL ANALYST: Well, I'm concerned actually about what can happen with holiday gatherings. And we should take the numbers that Elizabeth presented with a grain of salt which is that we were coming off of a very significant high. There were very high cases of RSV, overwhelming children's hospitals. We then had RSV come down slightly but then we have this rise in flu cases. And the concern is that when people are gathering over the holidays as understandably people want to be, that we are going to see more people get respiratory infections including flu and RSV but also including COVID as well as other respiratory viruses. And so now is the time to take precautions, considering the most vulnerable person in the group that you are gathering with. If everybody you're gathering with is relatively healthy and people don't really care about getting ill, that's one thing. But many people are gathering with elderly relatives, people with immunocompromise or otherwise, individuals who really don't want to get sick. And so do your best to avoid getting them ill. Don't show up if you have symptoms. Get a rapid COVID test before gathering and consider wearing a mask in high-risk settings when you're traveling. So even if you're being unmasked in bars, and restaurants and home gatherings, at least wear a mask, a high quality N-95 mask when in crowded indoor settings like airports, train stations and so forth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:42",
      "speaker": "REID",
      "sentences": "It's touchy though, isn't it, Doctor? You go into a family setting which is complicated enough but then you add all of these viruses, different approaches to protecting people from germs, different ages. How do you tell people your patients that -- how can you be mindful of navigating these family holiday get togethers while trying to protect yourself from germs?DR. WEN: I think you need to consider what your own risks are and then what are the risks, the preferences of the people that you're gathering with. There are a lot of people who are generally healthy who don't really care about respiratory viruses. Maybe they're also seeing others who are in a similar boat when it comes to risk preferences, they return to every activity that they would have done pre-COVID. That's one thing, but consider that if you are going to be gathering with people who are more vulnerable than you and who are concerned about long COVID and who are concerned about getting a respiratory infection for any number of reasons, then try to adjust to their preferences at least for that day and something as basic as not showing up if you have fever and a cough or making sure that you're taking a rapid test -- a rapid home antigen COVID test before going. That can also protect the people around you while you are still able to go about your everyday activities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:42",
      "speaker": "REID",
      "sentences": "Yes. We have a 6-month-old now and it's really my first experience having someone who is so vulnerable and it is interesting how people approach this.But turning to a different topping. I want I want to ask you now about this new CDC report that found life expectancy in the U.S. falling to 76.4 years in 2021. That's two and a half years less than it was and it's the lowest it was for a quarter of a century since 1996. And the CDC is attributing this to the COVID pandemic, and a rise in drug overdoses. Does this surprise you? DR. WEN: No, it doesn't. We have a new virus that didn't exist until about three years ago. That has claimed the lives of more than a million Americans in a pretty short period of time. So you add a totally different disease that we didn't have before that is so deadly and that continues to kill hundreds of people every day. And on top of that the ongoing depths of despair, the individuals dying from opioid overdose particularly due to Fentanyl, the extremely strong opioid. We have more than a hundred thousand people in America who died last year because of drug overdoses and then you also have mental health issues and many other concerns that existed before COVID, but that are still major problems down. And I think that really underscores the challenge ahead for public health officials that while we have to continue focusing on respiratory illness and cardiovascular disease and diabetes and all these other things that -- that existed before, we also must be attentive to these depths of despair and to people's mental and emotional well-being, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:42",
      "speaker": "REID",
      "sentences": "All right. Dr. Leana Wen. Thank you so much.DR. WEN: All right. Happy holidays.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:19:32",
      "speaker": "REID",
      "sentences": "The house January 6th committee released more than 40 additional witness transcripts days after concluding that former President Trump was solely responsible for the violent Capitol insurrection. Earlier today, I spoke with one of Trump's attorneys and asked him about the committee's criminal referral.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:19:32",
      "speaker": "REID",
      "sentences": "Earlier this week at the beginning of the week, the committee referred your client to the Justice Department on four different criminal charges, obstruction of an official proceeding, conspiracy to defraud the United States, conspiracy to make a false statement and insurrection. What is your response to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:19:32",
      "speaker": "TIMOTHY PARLATORE, TRUMP LAWYER",
      "sentences": "I mean, the referral itself is pretty much worthless. The Department of Justice doesn't have to follow it. There's been an existing investigation we've been dealing with for quite some time. And you know, really what this does, if anything, it just politicizes the process.You know, they've outlined a few charges here all of which are completely, legally insufficient, and so we kind of look at it as, you know, it's political noise, but it doesn't really have any effect as of right now on our defense. Where it will come in to have an effect is in looking at all the underlying documentation that the committee had because a lot of that is going to be very helpful to us. So what evidence is it that you would have or you believe the committee would have to refute this road map that they've laid out to try to support this conclusion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:56",
      "speaker": "PARLATORE",
      "sentences": "The people that are supposed to look into that is law enforcement; whether it be the FBI or the states specifically. So will there be pressure on states to go back and investigate to figure out whether the results are, in fact, accurate? Absolutely.That's what we would expect the president to do if he was presented with evidence that the results are inaccurate. So the fact that there is this contact. The fact that there are the multiple requests to investigate, that's not incriminating at all. In fact, that's something that you would expect the chief executive because he constitutionally requires on make sure that the laws of the United States are faithfully executed. The gap that they're going to have is they're trying to make a logically leap to say, he knew that the results were accurate, and he was trying to push a false narrative that they were inaccurate and trying to get people to falsely flip the result. And that, there's not going to be any evidence for because that's not true. And ultimately whether there was fraud, whether that fraud was enough to overturn the election, that's something that needed to be done through an investigations which is exactly what he was pushing for this whole time. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:56",
      "speaker": "REID",
      "sentences": "That was a member of former President Trump's legal team, Timothy Parlatore.And this morning a deadly attack in the southern Ukrainian city of Kherson. Russian shelling leaving at least ten people dead and 55 others injured. The Ukrainian president calling it an act of terror. CNN's Clare Sebastian is following the story for us. And we must warn you that the images you're about to see are quite graphic. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:56",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "The Ukrainian authorities had warned Friday that Russia was stepping up shelling of liberated parts of Kherson and this was a particularly deadly attack hitting on the Saturday morning at the start of the holiday season, in the center of the city of Kherson, that same city that Ukraine took back from Russian occupation in mid-November.President Zelenskyy's office publishing a series of images showing the aftermath. The president himself in a Telegram posting the attack was not war, according to the rules defined, but killing for the sake of intimidation and pleasure and Russia's air assault on Ukraine is still a central part of its playbook. President Zelenskyy on his landmark trip to Washington this week did manage to secure a Patriot missile (INAUDIBLE) longer range, more advanced air defense system but that wouldn't be operational immediately. And meanwhile, Ukraine is urging the world to do more to cut off Russia's supply of drones from Iran. Presidential adviser Mikhail (INAUDIBLE) tweeting that Iran's plans to increase missile and drone supplies that Russia quote, \"blatantly humiliates the institution of international sanctions.\" He called for more quote, \"destructive tools -- the liquidation of plants, arrests of suppliers. CNN reported last month Iran is planning to send more weapons to Russia including more drones and ballistic missiles. Iran though has only admitted supplying Russia with drones before the conflict started and continues to deny accusations it's arming Russia in this war. Clare Sebastian, CNN -- London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:56",
      "speaker": "REID",
      "sentences": "I'm joined now by CNN military analyst Colonel Cedric Leighton. All right. I want to begin by getting your reaction to this attack in Kherson City.COL. CEDRIC LEIGHTON, CNN MILITARY ANALYST: Yes. Paula, that was a devastating attack, you know, clearly designed to be -- not only a warning to the Ukrainians but also to be a terror instrument. And what you are seeing here is although the Ukrainians regained the territory of Kherson and the city itself which was a major victory for the Ukrainians, it is still at risk. And what the Ukrainians are finding is that although they've gained this territory, the Russians can still fire missiles and rockets into the areas that they reoccupied. So it is very dangerous for the people who have remained there. But it is also clear that the Russians don't have the wherewithal to bring in extra troops on the ground to retake the city, at least not at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:56",
      "speaker": "REID",
      "sentences": "As you know, President Zelenskyy made a visit to the U.S. this week and delivered a landmark speech before Congress. So what can we expect from Russia after this visit? Retaliation -- you think that's what is going on in Kherson City?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:52",
      "speaker": "LEIGHTON",
      "sentences": "And that every fact means that Putin is going to use the weapons at his disposal to try to put at risk all the things that the Ukrainians have gained up until this point. So this kind of an action is basically in Kherson that you saw there is a reaction to what President Zelenskyy was able to do in Washington. It is, of course, nowhere near the same level of Zelenskyy's visit, but it is what the Russians can do at this point in time. And we can expect more things like that to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:52",
      "speaker": "REID",
      "sentences": "Well, the U.S. announced, of course, they are sending Ukraine the coveted Patriot missile defense system. So what kind of impact will that have on the war in Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:52",
      "speaker": "LEIGHTON",
      "sentences": "So, Paula, the Patriot missile system is designed to be a medium to high altitude defensive weapon. It's designed to go after ballistic missiles that are coming in at those altitudes to go after cruise missiles and it's also designed to go after aircraft that are flying up to the 70 or so thousand foot level.It gives the Ukrainians the power to integrate more of their air defense system in a more coherent way. And what that means is that they can cover more areas of altitude. In other words from basically a zero feet altitude, all the way up to 70 to 80,000 feet. And that allows them to defend their infrastructure a lot better than they would be able to do without the Patriot system. The one weakness, of course, in this whole thing is that there's only reportedly one Patriot going to Ukraine and not a dozen or so. But that Patriot battery is most likely going to be deployed to the Kyiv region and that very fact is going to be important at least to protect the capital of Ukraine. And that, of course, is a big deal as far as the Russians are concerned because they see any defensive weapons like the Patriot as a threat to their offensive capability, makes those offensive capabilities far less effective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:52",
      "speaker": "REID",
      "sentences": "Colonel, thank you so much for joining us. We truly appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:52",
      "speaker": "CREIGHTON",
      "sentences": "You bet, Paula. Anytime. Merry Christmas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:55",
      "speaker": "REID",
      "sentences": "2020 was a history making year for NASA. From the world's first planetary defense mission to a mission designed to get Americans back to the moon. Kristin Fisher has a look at the top 10 space stories of 2022.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:55",
      "speaker": "KRISTIN FISHER, CNN SPACE AND DEFENSE CORRESPONDENT",
      "sentences": "I'm Kristin Fisher with the top 10 space stories of 2022. Coming in at number 10.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:55",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Three, two, one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:55",
      "speaker": "FISHER",
      "sentences": "The first private mission to the International Space Station.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:55",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Go dragon. Got speed. Axiom 1.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:55",
      "speaker": "FISHER",
      "sentences": "Texas-based startup, Axiom Space, brokered the trip for four private citizens not affiliated with any government space program to launch on top of a SpaceX rocket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:55",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Everything is looking good on Falcon 9.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:55",
      "speaker": "FISHER",
      "sentences": "And spend 15 days conducting experiments alongside professional NASA astronauts and Russian cosmonauts, ushering in a new era for commercial space flight.Number 9 may look and sound like basic boot camp for soldiers or sailors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:55",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Exercise, position route.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:55",
      "speaker": "FISHER",
      "sentences": "But these are guardians in the U.S. Space Force.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:55",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is still the United States Military. This is not Space Camp.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:55",
      "speaker": "FISHER",
      "sentences": "2022 marked the first-ever guardian-only basic training led entirely by Space Force instructors. A major milestone for the first new branch of the armed services in more than 70 years.Coming in at Number 8, the United States becoming the first country to announce a ban on antisatellite weapons tests.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:55",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "These tests are dangerous and we will not conduct them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:55",
      "speaker": "FISHER",
      "sentences": "The U.S., China, Russia, and India have all carried out these types of tests in the past, which involves firing a missile from Earth and striking a satellite in space, creating massive debris fields.This year, astronauts aboard the International Space Station repeatedly dodged debris from Russia's most recent test of this type of weapon. The truth is out there for our 7th space story of the year. And in 2022, Congress pushed for answers for the first time in more than 50 years, a public hearing on Capitol Hill about UFOs or UAPs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:55",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "UAPs are unexplained, it's true, but they are real. They need to be investigated and many threats they pose need to be mitigated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:55",
      "speaker": "FISHER",
      "sentences": "Though the hearing did not answer if these UAPs are classified U.S. technology, the work of a foreign adversary, or extraterrestrial life, the Deputy Director of Naval Intelligence did confirm the authenticity of two videos taken by Navy pilots. And he described the UAPs in them as some kind of real physical object that gets very close to military pilots and bases.REP. ADAM SCHIFF (D-CA): Is this one of the phenomenon that we can't explain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:55",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I do not have an explanation for what this specific object is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:55",
      "speaker": "FISHER",
      "sentences": "At Number 6, Moscow threatening to pull out of the International Space Station after the U.S. Sanctioned Russia for invading Ukraine. Dmitry Rogozin, the now former head of Russia's space agency, Roscosmos threatening to end its nearly three decades long partnership with NASA, even going so far as to release a video implying that Moscow might abandon a NASA astronaut that Russia was responsible for bringing back to Earth.The bluster prompted a bitter Twitter war between Ragozin and one of NASA's most famous former astronauts, Scott Kelly, who later this year celebrated Ragozin's ouster and the space station's ability to survive despite the conflict roughly 250 miles below.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:55",
      "speaker": "SCOTT KELLY, AMERICAN ASTRONAUT",
      "sentences": "When you have a guy like him that behaves like a child on Twitter and threatens nuclear war, I was really, really happy to see him go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:55",
      "speaker": "FISHER",
      "sentences": "Our fifth space story of the year also came to the aid of Ukraine, SpaceX's Starlink satellite.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:55",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ignition and lift up on Starlink.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And for the first time, our technology allows us to actually do something about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:19",
      "speaker": "FISHER",
      "sentences": "NASA's plan was to try to ram a refrigerator sized spacecraft called DART into an asteroid named Dimorphos to see if the impact would push the asteroid slightly off course. Now, Dimorphos posed no threat to planet earth, but if the test worked, it would mean that this type of technique could maybe be used to deflect a future killer asteroid that is headed for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:19",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "In the name of planetary defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:19",
      "speaker": "FISHER",
      "sentences": "After spending six months barreling through space --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:19",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And we have impact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:19",
      "speaker": "FISHER",
      "sentences": "The bull's-eye hit was captured by telescopes all over the world, which later confirmed that the tiny dart spacecraft was successful in bumping that asteroid off course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, I think the earthlings should sleep better. And definitely, I will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:19",
      "speaker": "FISHER",
      "sentences": "Coming in at Number 2, the James Webb Space Telescope finally delivering on its decades' long promise by beaming back its first images to earth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:19",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Tomorrow when this image is shared with the world, it will be a historic moment for science and technology, for astronomy and space exploration, for America and all of humanity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:19",
      "speaker": "FISHER",
      "sentences": "It's the culmination of more than 30 years' worth of work, carrying the hopes and dreams of astronomers all over the world, seeking answers to some of humanity's most existential questions. Are we alone in the universe?And where did that first light in the cosmos come from some 13 billion years ago? NASA leadership, describing the moment they first saw the kinds of images that Webb was capable of producing from its perch about a million miles away from earth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:19",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A sense of awe and, frankly, got emotional.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:19",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Just moved me as a scientist, as an engineer, and as a human being.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:19",
      "speaker": "FISHER",
      "sentences": "And this is it, the first image taken by the telescope released by NASA. It's called Webb's First Deep Field. And all of these lights, they're not individual stars. Each one is an entire galaxy, and each galaxy is filled with billions of stars. If you zoom in on some of them, you can even see that distinctive spiral shape. Webb also took some spectacular images of planets a little bit closer to home. Here's Jupiter and Neptune as you've never seen her.Finally, the Pillars of Creation, where baby stars are born. It's part of the Eagle Nebula some 6,500 light years away. And it was first made famous by Webb's predecessor, the Hubble Space Telescope in 1995. Finally, our Number 1 space story of 2022.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:19",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hydrogen burn off initiate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Splashdown, the latest chapter of NASA's journey to the moon comes to a close. Orion back on earth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:09",
      "speaker": "BILL NELSON, NASA ADMINISTRATOR",
      "sentences": "What a year for exploration and innovation and discovery for all of humanity.Kristin Fisher, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:09",
      "speaker": "REID",
      "sentences": "Well, it might be one of the more unique jobs in the U.S. Military, tracking Santa. One of the men behind the operation will join me next. You're live in the CNN NEWSROOM.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "DAN CHEEVER, CHIEF OF STAFF, NORAD",
      "sentences": "It's good to be with you, Paula. And it's not going to slow him at all. He has an all-weather slay. He's got Rudolf in the lead with that heated nose. He can get through ice, snow, no problem. He'll be on track.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "REID",
      "sentences": "Thank goodness. Now, NORAD has tracked Santa's journey since the 1950s, but the amazing thing about this tradition is that it all started by accident. It's such a great story. Can you fill in our viewers who don't know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "CHEEVER",
      "sentences": "Sure. So there was a little girl who saw an advertisement and called the number to talk to Santa. And there was one number wrong in the advertisement, called our command center, and a colonel answered. Once he figured out it wasn't a joke, he started to help the children and talk to them about where Santa was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "REID",
      "sentences": "That is such a great story. It's such a lovely tradition. I love that. It now includes these cool graphics and the ticker for how many presents have been delivered.So if a kid or an adult wants to find out exactly where Santa is, how did they do that? So it's easy to call the number 877-HI-NORAD or noradsanta.org to get a lot of information and play games and a bunch of fun on the website. Over 14 million hits last year and we've done about 45,000 calls. I just came off the call floor and it's fantastic to talk to all these kids and their parents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "REID",
      "sentences": "Yes. It seems like kind of event that just gives fantastic feedback every year. This has to be one of the more fun things you do all year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "CHEEVER",
      "sentences": "It is. This is our favorite mission by far. Obviously, we defend North America 365 days a year, 24/7, but this one is our favorite by far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "REID",
      "sentences": "Well, it's important -- it's important work. I need to ask you, though, of that whole crew pulling the slate, do you have a favorite reindeer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "CHEEVER",
      "sentences": "I have a favorite reindeer, and he's in the lead, and he's got a big red nose. I won't mention him by name, but that's my favorite. REID",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "CHEEVER",
      "sentences": "Thank you, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "REID",
      "sentences": "It's one of the highlights of the season. In addition to the NORAD Santa tracker, a visit with old St. Nick. But for many kids, seeing a Santa that looks like them can make the holiday even more special.Now, CNN's Ryan Young has more on the growing demand for a more diverse Santa. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What did you want Santa to bring you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I want Santa to bring me a monster truck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Tell him just a couple.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Well, a glass of (inaudible)RYAN YOUNG, CNN NATIONAL CORRESPONDENT (voice over): Santa. One of the most joyful and instantly recognizable characters across the world. At malls across the country, some kids have noticed a different diverse set of Santa is popping up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mommy, it's a black Santa. Ho, ho, ho.Children are always asking, how can you be a Santa of this color and then be a Santa of another color somewhere else? And I always tell them, Santa travels all over the world, so Santa relates to all communities and cultures. YOUNG (on camera): This Santa looks different than a lot of Santas across the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes. It's important for us to see ones that look like us. So that's why it was important for her to get those pictures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And we got diverse Santas and everything we can get a Mexican Santa, Chinese Santa, whatever kind of Santa that you want that make you feel good about Christmas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "YOUNG",
      "sentences": "Does that matter, you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sometimes for the kids, yes. Sometimes for the kids to see someone that looks like them that they're supposed to be getting presents from.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Merry Christmas.YOUNG (voice over): One of the nation's largest Santa hiring services tells us, the demand to hire diverse Santas is on the rise across the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "MITCH ALLEN, FOUNDER, HIRE SANTA",
      "sentences": "The demand for diversity among Santa Claus entertainer has really gone through the roof. We can't keep up. We're able to let Santa look and sound like the children that he's speaking to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "STRATFORD BRAXTON, OWNER, SANTAS JUST LIKE ME",
      "sentences": "Representation means so much to a lot of people.YOUNG (on camera): Had you ever, when you were a kid, met a Santa like yourself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You know, Santa is a magical experience for children. It's about bringing joy to their lives. It really means a lot to me. These moments will last a lifetime for these families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Say cheese.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:04",
      "speaker": "YOUNG",
      "sentences": "That will cherish these pictures which helps enhance the magic of the season.Do the sign Merry Christmas. Ryan Young, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}