{
  "date": "2022-10-18",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Ukraine Intel Chief Predicts Russian Defeat By Next Summer; Biden Vows Abortion Rights Law As Dems Try To Rally Voters; Jury Acquits Igor Danchenko On All Counts; New Details On Behind-The-Scenes Video As Lawmakers Worked To Protect Capitol On Jan. 6; Study: Some Hair Straightening Products Linked To Higher Cancer Risk. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:25",
      "speaker": "JOHN BERMAN, CNN HOST",
      "sentences": "Drone warfare, precise and deadly. CNN with exclusive access to the weapons changing the landscape of Russia's war in Ukraine.THE LEAD starts right now. Vladimir Putin showing an increasing reliance on drones that Russia is said to be getting from Iran. Our Clarissa Ward, the only reporter to see up close what Ukraine has been able to shot out of the sky. Plus, Roe v. economy? President Biden's midterm pledge today, if Democrats can keep control of Congress, he will get an abortion rights law on the books. But the reality check on that may rely on what is on the minds of most voters. And hunting the injured. Protesters shot and beaten in Iran. Fear of going to the hospital, where police could be waiting to capture them. The desperate lengths some demonstrators are going through in order to get treatments. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:25",
      "speaker": "BERMAN",
      "sentences": "Welcome to THE LEAD. I'm John Berman, in for Jake Tapper.And we start with our world lead. Today, a top Ukrainian intelligence official predicted an end to Putin's war. Quote, Russia's loss is in inevitable. By the summer, everything should be over. That despite Putin's brazen attacks on Ukraine's energy facilities, Ukrainian President Volodymyr Zelenskyy says nearly a third of Ukraine's power plants have been destroyed. Some of the attacks soon to be carried out with Iranian-made drones, which we have not seen up close until now. CNN with exclusive access, in a moment, we'll show you the drones Iran denies supplying to Russia. Today, President Zelenskyy toured the wreckage of a Russian strike on a Mykolaiv apartment building and tweeted this video describing attacks on a flower market and public park, asking, quote, I wonder what the Russians were fighting against at these peaceful facilities, as Putin tries to destroy as many of Ukraine's resources as possible before the long cold winter sits in. Now, Iran's government is emphatically denying it supplied Russian with deadly kamikaze drones, the same drones that have been wreaking havoc on Ukraine's capital city, Kyiv. Let's go there now, to CNN's chief international correspondent Clarissa Ward. And, Clarissa, it's not just kamikaze drones. You see other potentially Iranian-made drones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:25",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "That's right, John. It's so interesting because Iran has been saying that they are not supplying Russia with drones. Russia has been saying that they are only using Russian weapons on the battlefield, but we know that Ukraine has been getting slammed, particularly by those smaller Shahed-136 drones.But today, we saw a different kind of drone, also Iranian-made, a larger drone. It's called the Mohajer-6. And this definitely seems to punch a hole right through Russia's claim that it is only using Russian weaponry. Take a look. (BEGIN VIDEOTAPE) WARD (voice-over):  At an undisclosed location, Ukrainian military intelligence officer Oleksi takes us to see one of Russia's newest threats on the battlefield, an Iranian-made drone known as the Mohajer-6. It's big. Used by the Russians for reconnaissance and bombing. Yeah, it was shot, I can see, this is the hole from where you shot it down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:25",
      "speaker": "OLEKSI, UKRAINIAN MILITARY INTELLIGENCE OFFICER",
      "sentences": "Yes, yes, this is a hole from the rocket of Ukrainian forces. You can see 02/2022.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:25",
      "speaker": "WARD",
      "sentences": "So, this is the date when it was made?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:25",
      "speaker": "OLEKSI",
      "sentences": "We think that this plane was made in this year, when the Russian begin to fly this drones. We have new problems on the battlefield.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:25",
      "speaker": "WARD",
      "sentences": "In just the last eight days, more than 100 drones have been fired at Ukraine, mostly kamikaze Shahed-163 drones. Smashing civilian infrastructure and terrorizing ordinary people. The Kremlin today said only Russian equipment with Russian numbers is used in its so-called special operation. But Oleksi says there is no doubt where this drone comes from.Now, I don't see any writing in far Farsi, in Iranian language. How do you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "WARD",
      "sentences": "This exact model?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "OLEKSI",
      "sentences": "Yes, this plane. And the second thing, because why it is Iranian plane, yes, the aircraft one, only one writing by hand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "WARD",
      "sentences": "Can you show me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "OLESKI",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "WARD",
      "sentences": "So that's Farsi?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "OLEKSI",
      "sentences": "I think yes. You are right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "WARD",
      "sentences": "So, if I understand, you are saying that they try to hide the fact that this was from Iran?Ukraine's call for more sanctions against Iran for supplying the drones, but so for sanctions have had little effect. The components are commercially available in a number of different countries, from Japanese, batteries to an Austrian engine, and American processors. This is the Mohajer-6. Now we are seeing these kamikaze drones, the shahed-136, and you are saying there is a new generation of drone coming to, the Arash-2?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "OLESKI",
      "sentences": "Arash-2. Yes, we worry very much from this.(END VIDEOTAPE) WARD (on camera):  So, Oleksi told us, John, that this Arash-2, Iranians he believes are preparing to supply the Russians with this drone in the coming months. It would have a massive impact because the smaller shahed-136 kamikaze drones that we've been talking a lot about over the last week, they can hold roughly 40 kilograms or 88 pounds of explosives. But these Arash-2 drones can hold 200 kilograms of explosive. That's five times the amount of firepower, the amount of explosives that they can deliver. So, it's a deadly payload, and that is just one reason that the Ukrainians are really imploring the international community to get on board and help them put a stop to this -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "BERMAN",
      "sentences": "Yeah. Ominous. Clarissa Ward in Kyiv with the first look of anything we've had of anything like this. Thank you very much.With me now, CNN counterterrorism terrorism analyst Phil Mudd and CNN global affairs analyst Susan Glasser. And, Phil, despite Iran's denials, Ukraine insists these are Iranian drones. Clarissa saw the Farsi there. What does Iran get out of supplying drones that are killing Ukrainian civilians?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "PHIL MUDD, CNN COUNTERTERRORISM ANALYST",
      "sentences": "Well, I think there's a couple of things. There's a picture in terms of the relationship with Russia. That relationship goes back years. If you're looking at the countries around the world that have been consistently, and you're looking at Iran, starting with their revolution in 1979, that have consistently said we want to oppose American intervention overseas, it's Russia, it's, Iran, it's Syria, it's North Korea.So, to me, there's a strategic relationship here that goes well beyond Ukraine. There's a smaller piece as well John. If you look at what Iran has done to America in the Middle East, helping groups in Iraq during the American intervention in Iraq, obviously helping Bashar al- Assad in Syria, the message here is clear. Whether it's far field in Ukraine with the Russians or whether it's closer to Iran in places like Iraq and Syria, we don't want the Americans here, and we will support those who are fighting the Americans. Pretty basic I think, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "BERMAN",
      "sentences": "Yeah. In the face of the Susan, Ukraine says it wants more weapons, more money essentially. The House Minority Leader Kevin McCarthy told \"Punchbowl News\" today, the Democrats have been mishandling Ukraine. If they lose a majority in the House, quote, I think people are going to be sitting in a recession and they are not going to write a blank check to Ukraine.So, what implications could this have on the battlefield if Republicans regain control of the House and slash military aid?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:03",
      "speaker": "SUSAN GLASSER, CNN GLOBAL AFFAIRS ANALYST",
      "sentences": "Yes, I think it is very significant comments by the House Minority Leader Kevin McCarthy, indicating that what we can see, is that there is a flank of the Republican Party, the sort of pro-Putin, pro-Trump flank of the Republican Party, the House Freedom Caucus, that would be owning Kevin McCarthy were he to become the speaker. He would be dependent on maintaining their goodwill in order to keep his position in power. They basically pushed out the two previous speakers in some ways. I think he will be very vulnerable to this.So, it would be a major political shift. I think you can look for the Biden administration to try to put through more aid to Ukraine in a lame duck session if it comes to that after the election. If Republicans do indeed win the House, but I think you can underscore Putin strategy of buying for time, hoping the coalition -- political coalition to oppose him in the West frays at the edges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "MUDD",
      "sentences": "Boy, there is a lot of ways you can gather this intelligence. You look at the strategic level. Do we have information coming out of Moscow about resupply? Are we getting access to reports from prisoners? From Russian batteries in Ukraine about resupply?They are looking at this from imagery that is from stuff like the U.S. government version of Google Earth, saying what is the resupply rate going into Ukraine. You're looking at intercepting communications. What are tactical batteries from the Russians saying about resupply? But in terms of helping the Ukrainians, not only their military piece, but do we see stuff going in or there we can counter? There's a really big ticket question that this helps answer. That is going into 2023, and the question of Republican willingness to fund the Ukrainian war, does this indicate anything about the Russian capability and will to continue the war? Will is the hardest thing to assess intelligence. This might be a tiny piece to understand. Can they keep resupplying John? And does that say something about their will to continue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "BERMAN",
      "sentences": "And, Susan, very quickly, in a first, Ukrainian human rights officials met Monday during a prisoner swap for more than 200 prisoners of war. The top Zelenskyy aide says it was the first all- female prisoner swap.When you see things like this, how much of a step in a direction towards possible negotiations or discussion is a between the two countries?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "GLASSER",
      "sentences": "Well, never say never John. But I think right now the focus is on what's happening on the battlefield because Ukraine is seeking before the winter sets into press the momentum that is has and the advantage that it has. It is very unlikely and has very little incentive to negotiate when it is still gaining territory back that the Russians took initially on the battlefield.For, Russia I think right now is not advantageous because it would be humiliating defeat. And the terms that they recently signaled would be acceptable are clearly unacceptable to Ukraine. I wouldn't try to read anything into this particular moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "BERMAN",
      "sentences": "Susan Glasser, Phil Mudd, great to see you both. Thank you.Next, President Biden pushes abortion rights as the issues to motivate people to vote Democrat in the midterms. Is there any way he can actually deliver? And the frightening new findings leading hair straightening products to uterine cancer. Black women, most at, risk, and once again bringing the issue of natural hair to the forefront. (COMMERCIAL BREAK) [16:16:33] BERMAN:  In our politics lead, with just three weeks to go to the midterm elections, President Biden is putting abortion access front and center in the Democrats push to maintain control of Congress, promising today to codify abortion rights into law if the party maintains control of Congress next year. But the president isn't saying how he would overcome a Senate filibuster. Democrats have been reluctant to change Senate rules even in the wake of the Supreme Court's decision on Roe. As CNN's Phil Mattingly reports, Biden's remarks come as many Democrats grow increasingly concerned the initial outrage over the court's ruling has waned. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "You've got to get out the vote. We can do this if we vote.PHIL MATTINGLY, CNN SENIOR WHITE HOUSE CORRESPONDENT (voice-over): Just three weeks to election day, a clear message from President Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "BIDEN",
      "sentences": "The first bill that I was sent to Congress will be to codify Roe v. Wade. And when Congress passes it, I'll sign it in January, 50 years after Roe was first decided the law of the land.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "MATTINGLY",
      "sentences": "Democrats battling four-decade high inflation and economic headwinds, it's all in on abortion rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "BIDEN",
      "sentences": "If you do your part to vote, Democrat leaders of Congress will do our part. I'll do my part.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "MATTINGLY",
      "sentences": "A calculated gamble to rally Democrats, and women independents in particular, to the polls, at the same moment, a recent CNN/SSRS poll found 90 percent of voters said the economy was extremely or very important to their vote. A \"New York Times\"/Siena poll showing 26 percent of likely voters see the economy as the most important problem facing the country. Another 18 percent to inflation. As for abortion? Just 5 percent register the issue is their most important private.Biden's push it is an effort to tap into clear voter energy in the wake of the Supreme Court's decision to strike down Roe versus Wade. Energy White House officials viewed as critical to strong special election performances in New York, Minnesota and Nebraska, and a rejection of abortion battle measure ion ruby red Kansas. But Biden making public growing Democratic concerns that enthusiasm has waned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "BIDEN",
      "sentences": "I'm asking the American people to remember how you felt, how you felt the day the extreme Dobbs decision came down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "MATITNGLY",
      "sentences": "Still, the remarks, an implicit acknowledgment of the party's vulnerability on the economy. HERSCHEL WALKER (R), GEORGIA SENATE CANDIDATEIt's about what Raphael Warnock and Joe Biden had done to you and your family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "MATTINGLY",
      "sentences": "Where Republicans have hammered Biden's party for months of sweeping price increases, as White House officials continue to work intensively to confront their biggest political weakness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "BIDEN",
      "sentences": "The price of gas is still too high and we need working to bring it down, but we also need to make more progress bringing the prices across the border.(END VIDEOTAPE) MATTINGLY (on camera):  And, John, President Biden will move to take some concrete action on gas prices tomorrow. The president is slated to give remarks on gas prices and sources tell me he will announce a new release from strategic petroleum reserve, that's part of that 180 billion barrels over six months, a clearly a recognition inside the White House that yes, abortion is an issue that will rally their base, but the economy is the issue people are most concerned about still -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:02",
      "speaker": "BERMAN",
      "sentences": "Phil Mattingly at the White House for us this afternoon. Thank you, Phil.I want to bring in CNN's Matt Egan for more on this. Matt, gas prices dip a little over the past, week but they're still high after rising in recent weeks. So, what kind of an impact with this release from the petroleum reserves have on all this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:41",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:41",
      "speaker": "BERMAN",
      "sentences": "And we do have breaking news. The federal jury has just reach a verdict in a case brought by special counsel John Durham tasked by former Attorney General Bill Barr with investigating alleged misconduct in the FBI's Trump Russia probe. Durham has charged Trump Russia dossier source Igor Danchenko with lying to the FBI. He faced four counts after the judge threw one out on Friday.CNN's Evan Perez joins us live. Evan, what did the jury decide?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:41",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "John, on all four, the jury came back with not guilty verdict here against Igor Danchenko. He's a Russian analyst who was one of the primary sources for Christopher Steele's dossier of allegations against Donald Trump back in 2016. This is the second time now that John Durham, special counsel appointed under then Attorney General Bill Barr has taken a case to trial. In both cases, juries have come back with not guilty verdicts. Previous case was against a former Clinton campaign lawyer here in Washington. That was back a few months ago.In this case, Igor Danchenko was on trial in northern Virginia, Alexandria, Virginia, and it's the same result. Now, the last few days, you've seen some struggles by John Durham in this case. The judge true out one of the counts saying simply put the FBI, that he didn't lie, that this is a acquisition. He was charged with lying to the FBI and the judge simply said he dismissed it because the evidence showed that he did not lie. What we have seen, though, in recent days from John Durham is that he started attacking some of his own witnesses, FBI agents who were part of this investigation. He came out and said essentially that they mishandled the original investigation of those allegations against former President Donald Trump, then a candidate in 2016. So now, we wait, John, for John Durham to present his final report. We expect that is going to come in the next couple of months, after the midterm elections -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:41",
      "speaker": "BERMAN",
      "sentences": "So far, little to show for the Durham probe. It seems to be the major thrust of the story.Evan Perez, thank you so much for your reporting here. In our politics lead, election day is just three weeks from today. Tonight in Florida, Democratic Congresswoman Val Demings and Republican Senator Marco Rubio will face off in a debate for Rubio's Senate seat. This follows three very heated debates in Georgia, Ohio and Utah. CNN's Eva McKend has more on how personal and combative the races have become. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:41",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICAL REPORTER",
      "sentences": "As a midterm election heads into its final weeks, voters are already flocking to the polls in large numbers. In Georgia, this states have midterm turnout records from voting, with more than 130,000 voters casting ballots Monday. On the trail today, Republican Senate nominee Herschel Walker defending us transparency when it comes to reports he allegedly paid for an ex girlfriend's abortion in 2009 and encouraged her to have another two years later, even as he now acknowledges the authenticity of the $700 check he sent to the woman.HERSCHEL WALKER (R), GEORGIA SENATE CANDIDATE:  I've answered that question time and time again. My campaign now has been about going forward. I've been honest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:41",
      "speaker": "MCKEND",
      "sentences": "As the campaign enters the closing stretch, candidates in key races meeting for debates. In the Georgia governors race, Republican Governor Brian Kemp and Democratic nominee Stacey Abrams going back and forth on voting rights.STACEY ABRAMS (D), GEORGIA GOV. CANDIDATE:  We need a governor who believes an access to right to vote, and not voter suppression, which is a hallmark of Brian Kemp's leadership. GOV. BRIAN KEMP (R), GEORGIA:  For someone to say that we have been suppressive in our state, when we've seen turnout increased over the years, including with minorities like African Americans, Latinos and others, it's simply not true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:03",
      "speaker": "MCKEND",
      "sentences": "Candidates also starting to showcase their closing messages, with Pennsylvania Republican Senate nominee Mehmet Oz unveiling a new TV ad decrying political extremism as he targets moderate voters in his tight race against Democrat John Fetterman.MEHMET OZ (R), PENNYSLVANIA SENATE CANDIDATE:  Extremism on both sides makes things worse. We need balance, less extremism in Washington. (END VIDEOTAPE) MCKEND (on camera):  And things are really heating up here in Georgia. Herschel Walker just wrapped up a campaign rally here in Atlanta, joined on the campaign trail today by South Carolina Senator Lindsey Graham -- John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:51",
      "speaker": "BERMAN",
      "sentences": "We are back in the politics lead.In Utah, the clash between Evan McMullin and Senator Mike Lee over Lee's actions and behavior on and around January 6th at the center of that race. Here's some of the context now. In December of 2020, Lee began texting the White House chief of staff about the idea that states could submit alternate slates of pro-Trump electors on January 6th, but Lee did ultimately vote to certify the state's votes. My next guests have a new book out today uncovering new details about what happened on January 6th and what unfolded during both of Trump's impeachment trials. It's called \"Unchecked: The Untold Story Behind Congress's Botched Impeachments of Donald Trump.\", Rachael Bade of \"Politico\" and Karoun Demirjian of \"The Washington Post\" join me now here in studio. I'm holding your book. It is wonderful. Congratulations to you both. We just heard that report on Mike Lee and saw Mike Lee in that debate with Evan McMullen. Rachel, why do you think he's so defensive, given all your reporting, why so defensive? Other Republicans are, too, to the extent about what they did in an around January 6th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:51",
      "speaker": "RACHAEL BADE, CNN POLITICAL ANALYST",
      "sentences": "Yeah, look, Mike Lee was trying to play both sides of the coin when it came to the president's big lie. Right after Trump lost his re-election, he was one of the people out there telling the president, you know, that he should challenge this, that he should fight in the courts. And that's significant, because, you know, Mike Lee, he has a background as a former clerk for Supreme Court justice, he's sort of seen as this guy that knows ins and outs of the legal system. During both impeachments, he served as a key adviser in fact for the president.So, you know, that really revved Trump up, one of the voices revving Trump up. And then he saw there was no evidence and we've seen from reporting since then from other reporters, not necessarily ourselves in this book, but that Lee had an about-face and clearly he decided that he has to certify the election, because there was just no evidence of what Trump was saying in terms of fraud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:51",
      "speaker": "BERMAN",
      "sentences": "Karoun, I want to read what was kind of the grab in some ways of the book here, the idea that both parties botched these impeachments or kept them from being fruitful. Trump escaped accountability not simply because his own party wouldn't stand up to him, but the opposing party was afraid to flex their muscle to check him. Republicans didn't just block and sabotage impeachments, Democrats never went all-in, fumbling their best chance to turn the American public away from Trump for good.So, how much did that maybe begin to lay the groundwork for some of the trouble that Democrats are having now dealing with this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:51",
      "speaker": "KAROUN DEMIRJIAN, CNN POLITICAL ANALYST",
      "sentences": "Well, look, I mean, there is is -- there's the narrative that we all know, right, the Republicans blocked for Trump and the Democrats said that, you know, they couldn't do anything about that.Our reporting showed that there were various opportunities where Democrats could have done more and shied away from doing more, because they were afraid that there would be political blow-back from flexing the full force of their constitutional muscle. They did not chase subpoenas down in the courts. They did not go after Republican witnesses. They didn't try to seek out Republican support at the outset for laying down the rules of the road for impeachment and left themselves open to all this criticism. January 6th happens, there's this galvanizing moment where everybody in Congress feels like they are similarly attacked victims, where Republicans approached Democrats saying, we can't trust Trump, we need your help, we have to work together and there's opportunity on that very day to try to impeach the president and Democrats again, the leaders, shy away from it. It ends up that we enter a situation after those two impeachments and trials where nothing got -- not going done. The impeachments failed to achieve their objective and you turn around, you have the January 6th committee which has kind of realized that was a missed opportunity. They are covering a lot of the same ground as at least the second impeachment did, they are trying to flex that muscle by chasing down the subpoenas, by doing the evidence fact finding, but it's kind of a little bit too late for the public to be swept along and it's also too late to try to keep Trump from ever being able to run for office again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:11",
      "speaker": "BADE",
      "sentences": "Yeah, I mean, there's sort of this untold story about what the Hill leaders were doing on that day. They were evacuated from the Capitol and we find out that they played an instrumental role in saving the capitol. They were taken to two different rooms, Republicans and Democrats, and they were both getting stonewalled by the Pentagon.They were browbeating the Pentagon, trying to get answers, find out why the National Guard wasn't moving and at one point, you know, Mitch McConnell, who was frantically trying to get in touch with defense leaders, but was being put on hold in the middle of this emergency situation, he crosses the hall and says, screw this, I've got to find -- I've got to find the Democrats, we have to join forces together to move something. And so together, they browbeat the pentagon, they, why aren't you moving, and ultimately, they realize, Trump is not going to do anything, right? So, they have to call the vice president, Mike Pence. And it's them that gets Mike Pence to actually send this order, clear the Capitol. And so, that's sort of the origins of this and the role they play. The interesting thing about that moment, it was the only time all four leaders were united to try to bring Trump to heal and how quickly that fell apart in a few hours, right? BERMAN:  They were together for a moment, but not a first. I mean, the fact they had to come together when it was already going on to try to fix things. And picking up on this point, as you said, Republicans at that moment were pissed, excuse me for the harsh language, but there's no other way to put it. Lindsey Graham says, this is in our book, Graham, Graham only grew angrier upon hearing the rumor that started circulating among Trump allies in the room that the president was refusing to send in troops to help secure the Capitol. From their lockdown, he tried to call Trump to get the clarity. When the president didn't answer, Graham phoned Ivanka, pressing her on whether her dad was intentionally keeping the National Guard from responding in the crisis. He couldn't see any other reason it was taking so long for reinforcements to arrive. So, Lindsey Graham was mad. A moment possibly, there were discussions, and I learned this from the book, to try to impeach Trump right then and there, but who stopped it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:11",
      "speaker": "DEMIRJIAN",
      "sentences": "The Democratic leaders. They were afraid of pushing that full force. Basically, look, we have this moment where even the people who have shown themselves to be Trump's biggest defenders, were so angry at him. They were not thinking of the politics. They were feeling the rage in that moment.That night, a group of rank and file Democrats in the House wrote impeachment articles and when the House and Senate came back to actually finish certifying the results of the Electoral College, they presented them, first going to Steny Hoyer, saying, let's do this tonight, while everybody's angry, while the moment is right, while the iron is hot. And were basically told no, that Hoyer, Pelosi decided, we're not going to do this and it took days later, they were still trying to hold back the tide. And in that -- those days, people like Graham started to feel the pressure from Trump supporters, calling him a traitor for having made the speeches he did on the floor that night, people started to rethink their position and you ended up with only 10 Republicans in the House being willing to actually put their, you know, reputations on the line and do what they thought was right, because you lost that time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:11",
      "speaker": "BADE",
      "sentences": "Yeah, there's a real irony here, because we talk often about Republican hypocrisy and there's tons of examples of it in our book, but you know, there was a sort of undercurrent with Democrats after January 6th and that they didn't want to interrupt the incoming president's agenda. They wanted to get moving to Joe Biden, confirming his cabinet and they didn't want to take the time.And because of that, not only did they shut down impeachment on the night of January 6th, but they put pressure on people like Jamie Raskin, who were trying to convince enough Republicans to convict Trump in the Senate, not to call witnesses. And you have to wonder what would have happened if Raskin had the support and the means necessary to do what the January 6th committee is doing right now, which has been incredible testimony and showing that they can fight for that stuff and they can win and yet they lost the moment when Trump was most vulnerable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:11",
      "speaker": "DEMIRJIAN",
      "sentences": "And where would we be on impeachment? Right now, impeachment is no longer the constitutional safeguard and fail safe to hold back a president. It's kind of a tool to express political animus. And we're heading into a season where we've got the GOP that's poised to take control in the House and if they do, they've already said they want to impeach President Biden and members of his cabinet. They now have these recent examples to point to and say, well, why is it so bad that we're doing this? It kind of happened before. We don't have to play nice with the Democrats or call witnesses. We can do it in our way too. And that's potentially a race to the bottom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:11",
      "speaker": "BERMAN",
      "sentences": "Karoun Demirjian, Rachael Bade, the book is \"Unchecked",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:11",
      "speaker": "DEMIRJIAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "BERMAN",
      "sentences": "So, you said in the past this issue is very personal for you because you've experienced lawmakers that wear your natural hair didn't make you look like a member of Congress. Really? I mean, how did you react to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "LEE",
      "sentences": "Well, I was angry but, of course, I have a personality in which I don't show my anger all the time but I was very angry so I internalized it quite a bit. In fact, I kept wearing my hair the way I wanted to wear it. And what I learned during that process and people still kind of wonder every now and then and I said look, we should be able to wear our hair the way we want to wear our hair. Everyone should have that right.But in certain professions, such as some elected officials don't believe that members of Congress and elected officials should not wear their hair in a natural state, that their hair should be straight and we know where that comes from. So yes, I had a lot of personal experiences as many of my colleges and many people in our country, especially Black women who have had to deal with this all of our lives and when you look at black kids, some young black girls and boys also have been expelled from school because of the way they wear their hair. It's wrong and the mental stress and trauma that occurs with that is outrageous and wrong and pure un- American. So, now, we have the physical impacts of what takes place or could take place as it relates to uterine cancer. So, we got to get this right and we got to make sure that the Crown Act passes in the Senate and we passed it a couple times in the House and Black and Brown people are not discriminated against, that our young people are not discriminated against. But we also have to get the medical information out and health information out about what could be the health impacts of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "BERMAN",
      "sentences": "All right. Congresswoman Barbara Lee, people should take a look at this study. Appreciate the work you've done on this issue. Thank you so much for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:02",
      "speaker": "LEE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}