{
  "date": "2022-11-17",
  "headline": "CNN This Morning",
  "subHeadline": "Pelosi Expected to Make Announcement about Plans; Pence: We'll Have 'Better Choices' Than Trump in 2024; Elon Musk Gives Employees Ultimatum: Commit \"Hardcore\" or Leave; City of Uvalde Expected to Fire Interim Police Chief; Disney World Raising Prices Again. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:00:14",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Good singing voice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "The voice of an angel for you this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "LEMON",
      "sentences": "No one has ever described me as an angel, but -- Poppy Harlow. Everyone, it is Thursday, November 17th. We're so glad that you can join us.And we have lots to talk about, because hours from now, Nancy Pelosi, the current House speaker, set to make a huge announcement about her political future, just as Republicans take back the House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "HARLOW",
      "sentences": "Plus, he said the Capitol insurrection was, quote, \"the most difficult day, as rioters chanted \"hang Mike Pence.\" But even still, the former vice president will not testify before Congress. What the January 6th Committee just said about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "COLLINS",
      "sentences": "And commit to, quote, \"hardcore\" or leave. Elon Musk issuing an ultimatum to his employees, who have until 5 p.m. today to decide if they want to embrace his marching orders or resign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "LEMON",
      "sentences": "Don't get much more blunt than that one.But we're going to start with Nancy Pelosi and her future plans. The outgoing House speaker is expected to make an announcement today. Speculation about Pelosi's future has intensified in the aftermath of the midterm elections. Some insiders believe she may step aside for a new generation of leadership. Straight to CNN's Jessica Dean, live for CNN this morning on Capitol Hill. Good morning, Jessica. What are your sources saying about Pelosi's plans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "JESSICA DEAN, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Good morning, Don. Listen, this has been the buzz, as you mentioned, since the midterms, but it really reached a fever pitch last night, with a lot of talk about this. And indeed, a source telling us this morning that she is planning to address her future in a floor speech, but that she took two versions of that speech home last night. Kind of elaborating on just how kind of up in the air it still is, those two versions.Indeed, we also got a tweet from her spokesperson. I'll read you part of it: \"Speaker Pelosi has been overwhelmed by calls from colleagues, friends, and supporters. This evening, the Speaker monitored returns in the three remaining critical states. The Speaker plans to address her future plans tomorrow to her colleagues. Stay tuned.\" And again, of course, Nancy Pelosi looms over the Capitol, the House, and has been a monster figure guiding the Democrats for years. And passed an enormous amount of legislation through the House in her last term as speaker. So all eyes are on her as to whether she will continue forward in a leadership position. If she will continue here, serving in the House of Representatives. What exactly her plans are. And of course, Don, lingering behind in the back of her mind has to be the attack on her husband, Paul Pelosi, at their home in San Francisco just a few weeks ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "LEMON",
      "sentences": "And let's talk about what's happening in the Capitol on the other chamber. Same-sex marriage protections, they cleared -- cleared a critical hurdle in the senate. Can you talk to us about this, Jessica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "DEAN",
      "sentences": "Right. So this was something they were trying to get done before the midterms. They simply did not have the votes.And I say \"they.\" It's a bipartisan group of senators that were trying to get this legislation through. So now we're through the midterms. We saw this procedural vote yesterday that moved it forward. Twelve Republicans joining all 50 Democrats in voting for this legislation. And what that tells us is that is a very good indicator that this is on a glide path forward. The question is just timing in terms of procedure. Will they be able to get this done before the Thanksgiving break? Or will this be something that they  finalize once they get back? Don, it's worth noting what this would do is it doesn't enforce same- sex marriage legalization across the country. Instead, it forces every state to recognize another state's law. So no matter where you are, if you're legally married in one state, that will count and be recognized under the law in whatever state you're in -- Don.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "LEMON",
      "sentences": "All right. We'll be following. We'll be watching. Thank you, Jessica Dean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "DEAN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "LEMON",
      "sentences": "-- on Capitol Hill for us this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "HARLOW",
      "sentences": "And let's just take a moment this morning to remind everyone of the words of Supreme Court Justice Anthony Kennedy, who wrote that majority opinion that established that Constitutional right to same- sex marriage. That was 2015, and here's what the conservative justice said.Quote, \"No union is more profound than marriage, for it embodies the highest ideals of love, fidelity, devotion, sacrifice, and family. In forming a marital union, two people become something greater than they once were. As some of the petitioners in this case demonstrate, marriage embodies a love that may endure past death. It would misunderstand these men and women to say they disrespect the idea of marriage. Their plea is that they do respect it, and they respect it so deeply that they seek to find its fulfillment for themselves. Their hope is not to be condemned to a life in loneliness, excluded from one of civilization's oldest institutions. They ask for equal dignity in the eyes of the law, and the Constitution grants them that right.\" Well, this morning there is a new balance of power. Republicans have flipped the House by a very slim majority. It's a victory that falls short of their red wave hopes. President Biden wasted no time and said he's ready to work with Republican lawmakers, congratulating Kevin McCarthy for winning control. McCarthy, who is in line to be the next Speaker of the House, who will succeed Nancy Pelosi, here is how he reacted. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA): We're the only Republican entity that can stop this disastrous Biden agenda. Think for one moment. It is official. One-party Democrat rule in Washington is finished. We have fired Nancy Pelosi. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "HARLOW",
      "sentences": "The victory will allow House Republicans to claim subpoena power, set the agenda, and control committees. They have already promised to make investigations into the Biden administration a top priority.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "COLLINS",
      "sentences": "Former Vice President Mike Pence is weighing in on Trump's 2024 bid for the White House, saying that he believes voters might have better choices than his former boss.Pence, at a CNN town hall last night with Jake Tapper, left open the possibility that he might seek the Republican nomination himself. He also reveals how he dealt with the events of January 6th, calling it -- and I'm quoting him -- the most difficult day of my public life. CNN's Sunlen Serfaty is live in Washington for CNN this morning. Sunlen, what else did we hear from Pence as he was opening up about what that day was like behind the scenes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "SUNLEN SERFATY, CNN WASHINGTON CORRESPONDENT",
      "sentences": "Good morning, Kaitlan.Yes, the former vice president was very forthcoming about his feelings about being in the Capitol on January 6th, describing in some agonizing details those harrowing moments for him. But about the big question that is now facing him, if he will launch a presidential campaign, he played it coy, essentially saying, stay tuned. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "MIKE PENCE, FORMER VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "I think it's time for new leadership in this country that will bring us together around our highest ideals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "Will that be you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "PENCE",
      "sentences": "I'll keep you posted.SERFATY (voice-over): Former vice president Mike Pence looking ahead to 2024 but stopping short of announcing his own presidential bid after former President Donald Trump declared a third run for the White House Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "PENCE",
      "sentences": "I think in the days ahead, whatever role I and my family play in the Republican Party, whether it's as a candidate or simply a part of the cause, I -- I think we'll have better choices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "TAPPER",
      "sentences": "Better choices?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "PENCE",
      "sentences": "Than my old running mate.SERFATY (voice-over): Pence says it was a great honor to serve alongside Trump at a CNN town hall while promoting his new book, \"So Help Me God.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "PENCE",
      "sentences": "And in four short years, we rebuilt our military. We revived our economy. We unleashed American energy. We appointed conservatives to our courts at every level. But in the end, our administration did not end well.SERFATY (voice-over): Pence says those final days of the administration were the most difficult he's had in public life. He supported the Trump campaign's legal challenge after the 2020 election but says he urged the president to accept the results when those concluded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "PENCE",
      "sentences": "He was hearing different voices. And frankly, there were -- there were some legal experts that -- that were allowed on the White House grounds that, they should have never been let through the gate.SERFATY (voice-over): Pence spoke of the tweet sent out by the president, urging him not to certify the presidential election on January 6th. PENCE: When I read a tweet that President Trump issued, saying that I lacked courage in that moment, it angered me greatly. But to be honest with you, I didn't have time for it. The president had decided in that moment to be part of the problem. I decided and was determined to be part of the solution. SERFATY (voice-over): The former president [SIC] also spoke about rioters calling for him to be hanged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hang Mike Pence! Hang Mike Pence! Hang Mike Pence!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hang Mike Pence! Hang Mike Pence! Hang Mike Pence!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hang Mike Pence! Hang Mike Pence! Hang Mike Pence!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "PENCE",
      "sentences": "Jake, it saddens me, but that day, it angered me. I must tell you, when I saw the images of people smashing windows, ransacking offices, and creating the mayhem that ultimately cost lives, I was filled with a simmering indignation.(END VIDEOTAPE) SERFATY (on camera): And Pence says he's disappointed with the partisan nature of the January 6th committee on Capitol Hill and believes that he should not testify, he says, because he believes it would violate constitutional separation of powers. Now, the leaders of the January 6th Committee are out with a statement to this, responding, quote, \"The Select Committee has proceeded respectfully and responsibly in our engagement with Vice President Pence, so it is disappointing that he is misrepresenting the nature of our investigation while giving interviews to promote his new book.\" And keep in mind, it was only a few months ago, Kaitlan, back in August, when Pence said he would consider testifying before their committee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "COLLINS",
      "sentences": "Yes. And his top -- some of his top aides when he worked in the White House already have, but he clearly is not going to.Sunlen Serfaty, thanks for summing that town hall for us. Jake Tapper is actually going to join us live, coming up in the show, to talk about what it was like to moderate that town hall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "LEMON",
      "sentences": "And in the ongoing saga that is Twitter and Elon Musk, Twitter employees have a choice to make today. Commit to doing -- and I quote here -- \"extremely hardcore work\" or take three months of severance and get out.Now, that is from Elon Musk, who continues to keep his staff on edge less than a month after taking over the social network and after laying off roughly half of the company's workforce. [06:10:04] CNN has obtained a copy of an email he sent to employees, where he stressed staff will work \"long hours at high intensity,\" and that \"only exceptional performance will constitute a passing grade.\" CNN media analyst and Axios media reporter Sara Fischer is here with us this morning. Good morning. I mean, we were all sort of talking about this, and it's -- look, he's been there a short time. I know it's a tough job, but it's -- is it insulting to employees? I wonder how this is going over with them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "SARA FISCHER, CNN MEDIA ANALYST",
      "sentences": "It's not going over well, Don. So if you're weren't part of the 3,700 that was laid off, you might choose to quit because of this new rule.Remember, Twitter was one of the most progressive companies in Silicon Valley in terms of work-from-home policies, et cetera. So now, this is like a 180 for them. You have people who are now being told you have to work hardcore, long hours. You have to come into the office every day. I would expect at least 10 to 15 percent of the remaining employees to quit or decide that they don't want to take this new package by 5 p.m. today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "COLLINS",
      "sentences": "Is it clearly defined what working \"hardcore\" means? Like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "HARLOW",
      "sentences": "Not just hard, \"hardcore.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "LEMON",
      "sentences": "Because maybe they're already doing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "COLLINS",
      "sentences": "What does that mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "FISCHER",
      "sentences": "Well, by Elon Musk's standards, it's sleeping on the floor overnight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "LEMON",
      "sentences": "Oh, wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "FISCHER",
      "sentences": "It's really dedicating all of your mental space towards this company.But the challenge is, Kaitlan, you know this, any company needs to have a healthy work-life policy balance so people can work their best when they show up to the office. The challenge is that Elon Musk has built two successful companies with this type of culture, but he built them years ago. This is a new era. This is the post-pandemic era, where that's not acceptable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "HARLOW",
      "sentences": "I think you hit on something. He built them. And this is something we talked about last week. Everything he's run, he's founded or co-founded.He's like, you know, parachuting in here. Right? It's his right; he bought the company. Completely changing the culture; you have to go to work. I think missing in there was, We're going to pay you more, but -- by the way. And then he testified. He did this testimony, because Tesla folks, some of them are mad. Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "FISCHER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "HARLOW",
      "sentences": "And he basically said yesterday on the stand, Well, I'm not going to be running Twitter that long.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "FISCHER",
      "sentences": "Well, basically, Tesla shareholders are a little bit frustrated right now. He's supposed to be running that company, a publicly-traded company, but he's sleeping on the floor at Twitter.So what they're basically saying is, do we deserve to be paying you over $50 billion in comp if you're going to be putting your attention towards somewhere else? And Elon Musk in that moment, his defense was, Well, I'm not going to be running it for long. Did he give an actual time line, though? No timeline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "COLLINS",
      "sentences": "Don and I were talking in the break about what kind of product Twitter already was when Elon Musk took over it. Can it operate effectively if you expect 10 to 15 percent of the employees that were not fired to quit because of this new policy? Can they operate effectively with such a reduced workforce?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "FISCHER",
      "sentences": "Regulators don't think so. If you talk to people in Europe, where there's strict privacy rules, they have expressed concern, because there's no longer a chief privacy officer, that has resigned.There are advertisers that are pulling their ads out of Twitter, because they don't think it can enforce the policies right and keep content moderation under control. So I don't know that Twitter can be operational to the point where people expect to do business with it, expect to regulate it correctly. What I'm hopeful, though, about is that the product will improve. The user experience hasn't really changed in the past decade. But I don't know if they're going to be able to get there in time with these other problems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "HARLOW",
      "sentences": "He's not wrong that they needed to make money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "FISCHER",
      "sentences": "No, he's not wrong. But you don't make money by scaring all your advertisers away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "HARLOW",
      "sentences": "That's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "FISCHER",
      "sentences": "And I know he says he wants to make Twitter more subscription-based revenue by charging for verification. But we saw what a disaster that was. They've now had to roll it back, because there was two many problems with impersonated accounts.Elon Musk should have taken a beat and sort of paused, assessed everything, and moved a little bit slower. But he's truly moving fast and breaking things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "LEMON",
      "sentences": "Well, you don't make money, you said, by scaring all the advertisers away and also probably, you know, scaring your employees away, as well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "FISCHER",
      "sentences": "Exactly right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "LEMON",
      "sentences": "-- might end up hurting the company.By the way, we all sleep on our couches. We don't -- we never leave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "COLLINS",
      "sentences": "Definitely not true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "HARLOW",
      "sentences": "We work hardcore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "LEMON",
      "sentences": "Hardcore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "HARLOW",
      "sentences": "You two are hardcore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "COLLINS",
      "sentences": "I'm going to need a bigger couch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "LEMON",
      "sentences": "Nice to see you again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "HARLOW",
      "sentences": "Thank you very much.Well, also this. A rare special meeting this weekend in Uvalde, Texas. The fate of the city's acting police chief may finally be decided after he failed to act during the deadly school shooting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:14",
      "speaker": "COLLINS",
      "sentences": "Plus, there is a critical shortage of the ADHD drug Adderall. The FDA says that shortage might last for months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:18:47",
      "speaker": "HARLOW",
      "sentences": "Welcome back to CNN THIS MORNING. And new this morning, CNN has learned that the city of Uvalde's acting police chief is expected to be fired at a meeting this Saturday.This follows a CNN report revealing the veteran officer failed to act, despite being told by his fellow officers that students in the classroom were calling 911 for help during the May school shooting that left 19 children and two teachers dead. Our Shimon Prokupecz joins us for CNN this morning from San Antonio. Shimon, this is a result of your reporting. What have you learned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:09",
      "speaker": "LEMON",
      "sentences": "Well, let's talk about the family members of the Uvalde shooting victims. They called for this lieutenant to be fired at a meeting yesterday. What are the families saying to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:09",
      "speaker": "PROKUPECZ",
      "sentences": "Right. So this is at a county commission hearing. He's an elected official. Mariano Pargas is also an elected official. He serves as a county commissioner. He was just re-elected last week. They want him removed from the county commission. It's complicated. It involves a lot of steps, but they want him removed.But they're also really continuing to be upset over the information that's coming out. We spoke to a grandmother of one of the little girls that was killed. Take a listen to her reaction. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:09",
      "speaker": "BERLINDA IRENE ARREOLA, GRANDMOTHER OF UVALDE SCHOOL SHOOTING VICTIM AMERIE JO GARZA",
      "sentences": "He was trusted to protect and serve, but not only did you turn your back on poor Khloe's desperate 911 calls for help, but you washed your bloodstained hands and walked away from children and teachers that were being tortured with kids to the arms, head, body, spit on and laughed at while lying there dying with gunshot wounds.For years, your badge was spotless, unblemished, almost perfect. The worst decision of your life took that all away. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:09",
      "speaker": "PROKUPECZ",
      "sentences": "And so the frustration here continues for all the family members here. They're not getting the information they need. They're not getting the accountability they need. And so this is the reaction we're seeing from them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:09",
      "speaker": "COLLINS",
      "sentences": "You can see -- you can hear the frustration in her voice for that. Shimon, thank you for that reporting. It's very important. All right. Mickey and Minnie, on another note, must be feeling thepinch of inflation. Disney is raising prices once again, putting families in a bind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "COLLINS",
      "sentences": "All right. The \"most magical place on Earth\" is getting more expensive. For the second time this year, Disney World has increased its tickets prices at the flagship Orlando resort. We'll tell you what's fueling these costs that are higher. We'll bring in CNN chief business correspondent, Christine Romans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "LEMON",
      "sentences": "I like the background music. We should have that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "COLLINS",
      "sentences": "I know. But it sounds so nice, but the news is not that good for families. Because I guess the questions are, how much are the prices going up?CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT/ANCHOR: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "COLLINS",
      "sentences": "And how much does this affect families? Because if you're budgeting for this, you've got three kids, say, you have 50 extra dollars per ticket or something, makes a big difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "ROMANS",
      "sentences": "Here's what really just astounds me. People will pay it. They're paying it.And this is the second time this year there have been price increases. If you're thinking about going, like Poppy, in January, buy before December 8th, because that's when the price increase goes in. We saw a price increase back in February. The only place you're not seeing a price increase, Animal Kingdom, $109. That's, for the past four years, it's been the same. And what Disney is trying to do here is doing this dynamic pricing, so it's trying to push people into different parts of the Magic Kingdom, frankly. Because they're trying to manage the crush of people who will dig deep and pay whatever to go to Disney.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "COLLINS",
      "sentences": "So that's why it's more expensive for certain parks than others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "ROMANS",
      "sentences": "Exactly. And they're trying to manage it. And it's to get people who maybe always went to, you know, one now they're going to try to get them to go maybe to Animal Kingdom, to manage --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "HARLOW",
      "sentences": "Which is my favorite. Animal Kingdom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "ROMANS",
      "sentences": "Is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "HARLOW",
      "sentences": "It is. This is before the $35 ears.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "HARLOW",
      "sentences": "This is before the, like, $30 magic watches --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "LEMON",
      "sentences": "She knows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "HARLOW",
      "sentences": "-- that I told my kids no. And that genie pass that you have to pay, like, double to skip the line, it is like out of control and unattainable for so many American families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "ROMANS",
      "sentences": "This is -- and again, this is why I'm astounded, because people do it. They will continue to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "HARLOW",
      "sentences": "It is pretty amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "ROMANS",
      "sentences": "For some people this is once in a lifetime, but for some people they do this every year. I mean, the last time I was there for a story, actually, I mean, there were all these bachelorette parties at Disney.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "HARLOW",
      "sentences": "I remember seeing that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "ROMANS",
      "sentences": "Bachelorette parties, all kinds of stuff.So anyway, people -- and to me this shows that Disney is sort of recession-proof here. But it also, at least on the theme park side. It's not on the other parts of the business. But it also shows that consumers want an experience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "HARLOW",
      "sentences": "Over stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "ROMANS",
      "sentences": "And they're not buying stuff as much as they're buying experiences. And that is advantage Disney parks.LEMON; All right. So I want you to stay with us, though, because we have much more to discuss. We want to talk about this. Yale and Harvard Law schools dominated the \"U.S. News and World Report's\" rankings for decades, but now, they are pulling out. So why are two of the world's most prestigious law schools calling it quits? In a statement, this is what Yale's Law School dean explains: \"While I sincerely believe that U.S. News operates with the best of intentions, it faces a nearly impossible task, ranking 192 -- 192 law schools with a small set of one-size-fits-all metrics that cannot provide an accurate picture of such varied institutions. Its approach not only fails to advance the legal profession but stands squarely in the way of progress.\" So here with us now, CNN correspondent Mark Stewart. I'm going to let you start this, Ms. Law student. You go for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "HARLOW",
      "sentences": "I have a clear bias.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "LEMON",
      "sentences": "You're not a law student. No, you are an official lawyer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:26",
      "speaker": "HARLOW",
      "sentences": "I did -- yes. No, I'm not. I have a masters. But thank you.I went to Yale Law School last year and think it's great, so I have a bias here. I think what Heather Gerken, the dean, who was my dean, is saying here, is really appropriate. It's notable that a -- it was ranked number one law school is saying, We don't need that ranking. Right? And all law schools are so different.",
      "isLastSentenceInterrupted": false
    }
  ]
}