{
  "date": "2022-11-12",
  "headline": "CNN Newsroom",
  "subHeadline": "Control Of Senate And House Still Up For Grabs As Races Tighten; Kherson City Celebrates Russian Retreat After 8-Month Occupation; Georgia Senate Race Headed To Key Runoff Election; President Biden To Meet With Chinese President Xi Jinping Monday; Twitter Turmoil; Making Air Travel Sustainable; Hurricane Delivers Surge, Erosion Coastal Destruction. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:38",
      "speaker": "FREDRICKA WHITFIELD, CNN ANCHOR",
      "sentences": "Hello, everyone. Thank you so much for joining me. I'm Fredricka Whitfield.All right. We begin this hour with control of the U.S. Congress still up for grabs four days after election day. But with votes still being counted in several key states, the path to a U.S. Senate majority is becoming more clear. CNN is now projecting incumbent Democrat Senator Mark Kelly will hold on to his seat in Arizona, fending off a fierce challenge from Republican Blake Masters. Kelly's victory means Democrats and Republicans are locked in a 49-49 tie right now with control of the U.S. Senate hanging in the balance, and two more races still undecided. In Nevada, a too-close-to-call race has Republican Adam Laxalt narrowly ahead of Democratic Senator Catherine Cortez Masto by a little less than 900 votes. That race tightening dramatically in the last 24 hours. While in Georgia we are still weeks away from a result as Democratic Senator Raphael Warnock and Republican Herschel Walker face a runoff next month. All right. Let's start with the races in Arizona. Here with us right now, national political reporter for the \"Arizona Republic\" Ronald Hansen. Ronald, so good to see you. I know you are getting no sleep over the last four days now, and it carries on. All right, so the U.S. Senate race in your state has been closely watched, of course, nationally. How important was it for Democrats to hold on to this seat? RONALD HANSEN, NATIONAL POLITICAL REPORTER, \"ARIZONA REPUBLIC\": You know, this was not just a victory that helps with the math in Washington. It's also further proof of a concept that began in 2018 for Democrats in Arizona. This has always been an ancestrally red state. They have had several election successes in 2018 and 2020. This one felt like more of a challenge because this was not a Democratic-leaning year people thought heading into it. So for Mark Kelly to win in this environment I think really heartens Democrat spirits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:38",
      "speaker": "WHITFIELD",
      "sentences": "Blake Masters, I mean came out on top in a brutal GOP primary thanks in part to the backing he received by former President Trump and his support, you know, for the false conspiracy theory about the 2020 election being stolen. But he softened that stance once he was pitted against Senator Kelly in the general election.So do you think ultimately that would hurt Blake Masters with Trump supporters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:38",
      "speaker": "HANSEN",
      "sentences": "Yes, I don't know that it hurt him with Trump supporters much, but he did sort of go back and forth rhetorically on this a bit after their October debate. President Trump actually called him and told him to sort of change his language back again. And he did see sort of a pivot from Blake Masters just to sort of put more corners on his language around the idea that the 2020 election was unfair, as he liked to put it.I don't think that's what cost him. I think it was really probably the Independent voters of whom there are plenty in Arizona who just were not going to vote for Blake Masters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:38",
      "speaker": "WHITFIELD",
      "sentences": "And perhaps of those Independent voters, did it also then speak to a Trump fatigue, their support for Senator Kelly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:38",
      "speaker": "HANSEN",
      "sentences": "You know, I think that that may be part of it, yes. Clearly, Donald Trump has sort of been out there for a long time in Arizona. He was very well received here by Republicans in the beginning.But by 2020, there was a sense that his attacks on John McCain, for example, were falling flat and that there was a sense that COVID had been mismanaged. There were problems with the way that things have played out throughout his administration with a slice of Republican voters. But really it was the Independents who had had it stylistically with him and I think that what they showed this week is that they were willing to continue with someone who stylistically talked to Independents throughout and has not been bombastic in the -- you know, just confrontational.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:55",
      "speaker": "WHITFIELD",
      "sentences": "All right. So now, as we talk about the potential Trump factor, we also have to zero in, you know, on Kari Lake. I mean she is, you know, locked inside a tight race with Democrat Katie Hobbs in the Arizona governor's race.Lake has never wavered in her support of the false election claims. So how do you think that might impact the outcome of that race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:55",
      "speaker": "HANSEN",
      "sentences": "You know, I think that in the governor's race, that race has been slightly closer all along than what we saw with the Senate race. Mark Kelly has a relatively strong brand with Democrats and with Independents in Arizona.Blake Masters was never fully embraced by everybody on the right and had problems with Independents all along. When you look at the governor's race, it's sort of the opposite. Kari Lake was someone who was well-known to a lot of Republicans and Independents who knew her from her TV days in Phoenix. And Katie Hobbs is someone who was lesser known. Secretary of state is not normally a position that puts one in regular prominence. Her role was a little different after 2020. But I think it also hurt her pretty significantly that she didn't debate Kari Lake in the fall. There were a lot of people who were probably put off by that, troubled, and that race has been closer. I don't think it's Kari Lake's style that put her within striking distance. I think that it's just a weaker brand for Katie Hobbs in many ways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:55",
      "speaker": "WHITFIELD",
      "sentences": "And then more recently, Lake has been calling into question how long this process is taking, but officials in Maricopa County where they are still counting a large batch of votes are pushing back on that. Take a listen.(BEGIN VIDEO CLIP) BILL GATES (R), CHAIRMAN, MARICOPA COUNTY BOARD OF SUPERVISORS: Quite frankly, it is offensive for Kari Lake to say that these people behind me are slow rolling this when they are working 14 to 18 hours. So I really hope this is the end of that now. We can be patient and respect the results when they come out. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:55",
      "speaker": "WHITFIELD",
      "sentences": "So how is that resonating? Is there a feeling besides Kari Lake that this is, you know, something out of the ordinary in this process and untoward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:55",
      "speaker": "HANSEN",
      "sentences": "You know, I think for a lot of Arizonans who are fair-minded about this, we have been here before. We saw it in 2018. We saw it in 2020. This is not unusual for a lot of people.Bill Gates in particular is somebody who has worked on election integrity issues for Republicans for a long, long time. And this is not someone that you could classify as someone who is, you know, thought to be unfair or putting his thumb on the scale in some improper way. A lot of Arizonans I think have seen this now for multiple cycles and there is just no there, there. And you know, it has reached a point, I think, where it's a bad look for Kari Lake and it's not going to wear well with Arizonans, I suspect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:55",
      "speaker": "WHITFIELD",
      "sentences": "All right. Ronald Hansen, good to see you. Let's do this again next weekend if still not called.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:55",
      "speaker": "HANSEN",
      "sentences": "Very good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:55",
      "speaker": "WHITFIELD",
      "sentences": "All right. Very good. Good to see you.All right. Let's talk some more about overall how this midterm election has panned out. Astead Herndon is with us. He is a CNN political analyst and a national political reporter for the \"New York Times\". Astead, great to see you as well. All right. So let's talk big picture. Democrats have just, you know, picked up a critical seat in Arizona and perhaps a good chance on holding on to the Senate if they do indeed pick up Nevada or Georgia. So going into the election Republicans were predicting this red wave. Didn't happen. How do you explain it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:55",
      "speaker": "ASTEAD HERNDON, CNN POLITICAL ANALYST",
      "sentences": "It absolutely didn't happen. And I think that what we are seeing is that particularly in those battleground states and in those battleground districts, Democrats won over the persuadable voters.If you actually look at the fundamentals here, there was a lot of conditions that were still true for a Republican wave. Republicans were able to make up a lot of ground in states that are traditionally blue areas, I'm thinking of places like Illinois where Republicans -- the governor did well. Or places in New York where turnout was down, Florida. But in those critical kind of swing states -- in Michigan, in Arizona -- you have seen Democrats really win over Independents and those people not really being open to that kind of Trump message. And so Republicans really fumbled their ability to follow through on the red wave here by thinking that the Trump message would be universally accepted when it was really only a driver among a lot of regional places among the base.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:55",
      "speaker": "WHITFIELD",
      "sentences": "It's so interesting that in so many recent elections, black women have been a very pivotal powerful vote. In this one, among all the analysis, it's the Independent voter that has made a huge difference.And you know, as it pertains to the GOP, already the blame game is underway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:55",
      "speaker": "HERNDON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:55",
      "speaker": "WHITFIELD",
      "sentences": "Florida Senator Rick Scott, who heads up the National Republican Senatorial Committee, predicted the GOP would get 52 plus seats in the U.S. Senate. [11",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:55",
      "speaker": "WHITFIELD",
      "sentences": "Take a listen to his explanation for what is now considered disappointing results for them.(BEGIN VIDEO CLIP) SENATOR RICK SCOTT (R-FL): Election day our voters didn't show up. We didn't get the voters. It's a complete disappointment. I think we have got -- we've got to -- we've got to reflect now. What didn't happen? I think we didn't have enough of a positive message. We said everything about how bad the Biden agenda was. It's bad. The Democrats are radical. But we have to have a plan of what we stand for. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:55",
      "speaker": "WHITFIELD",
      "sentences": "All right. So how do you see that? I mean, Rick Scott in his analysis he says, you know, the GOP just didn't have a positive message. Will that force Republicans to change their methodology of messaging?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:55",
      "speaker": "HERNDON",
      "sentences": "You know, I think it's hard to say because for a lot of Republicans you see that finger-pointing right now. But it's all finger-pointing that's within their self-interest.Remember Senator Rick Scott had that back and forth with Mitch McConnell over the summer about whether Republicans needed to put forth an affirmative plan. So what Rick Scott put forward actually ended up being something that Democrats hit Republicans on left and right. Like cutting Social Security and Medicare and other issues. And so it's not clear what the Republican problem is because it is not a uniform belief set among Republicans. The grassroots of the -- of the base that's driving the party stood with Donald Trump in his grievances wanting candidates that embraced that kind of platform, whereas the swing and Independent voter has now shown that they do not want that. And so there is a fundamental disconnect between where a lot of the energy on the Republican base level is going and where they need to go to be winning over the kind of center, a more centrist voter. So even bigger of a problem than what Senator Scott lays out. It's not just about messaging. It's about a fundamental misalignment where the party finds itself and where moderate Independent voters are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:55",
      "speaker": "WHITFIELD",
      "sentences": "And then what now about this -- I guess this instinct of blaming former President Trump on many of these losses whereas many within the GOP were unwilling to place blame or assign responsibility to the former President Trump after January 6th?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:55",
      "speaker": "HERNDON",
      "sentences": "Yes. Yes. I think it's important. I think that's an important thing to put together. And I think what we're seeing is for Republicans like losing is the biggest sin that can be committed. And it was not just -- you know, January 6th was kind of an actionthat struck at the heart of democracy, eroded democratic norms. But because it was still a motivating factor for folks on the base, you did not see Republicans kind of establishment use it to really cut out Donald Trump. In the week after or so, you saw people really going at him, but that really faded away. I think we need to kind of keep that in our minds right now. There is no guarantee that a couple of weeks from now we don't see a Republican Party that's back to mimicking some of Donald Trump's messages, even with those disappointing results. But it is clear to me that Donald Trump has to reprove himself as the driving force among the Republican grassroots because for a lot of the challengers on the 2024 wing on the Republican side, they are looking at the results that came out of Tuesday and thinking they have an opportunity to create a wedge between Donald Trump and his base.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:55",
      "speaker": "WHITFIELD",
      "sentences": "Oh, that's --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:55",
      "speaker": "HERNDON",
      "sentences": "In Donald Trump own words, losing is the biggest thing that can turn people off from you and he had a bad week on that front.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:04:55",
      "speaker": "WHITFIELD",
      "sentences": "Wow. Ok. But what I think is really powerful, too, what you just said is Trump is now in a position of reproving himself. This on the eve of Tuesday, a special announcement.Do you believe this special announcement is going to be a definitive one, not likely to be an introspective one because we haven't seen that, you know, kind of thing from former President Trump, but will it be a retooled kind of message as a result of this reproving himself that you mentioned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:58",
      "speaker": "WHITFIELD",
      "sentences": "Oh. That's fascinating. You gave us a lot of good stuff there, Astead. Thank you so -- I'm so glad you were available today. I was like, I want to talk to Astead about all that.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:58",
      "speaker": "HERNDON",
      "sentences": "Yes. Thank you so much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:58",
      "speaker": "WHITFIELD",
      "sentences": "And man, you just gave us, you know, jackpot. Jackpot perspective. Thank you so much, Astead. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:14:58",
      "speaker": "HERNDON",
      "sentences": "Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "WHITFIELD",
      "sentences": "Ukrainian residents in Kherson City may not have water or power, but there is no shortage of euphoria after Russian troops retreated. They've lived under brutal occupation for eight months now, the Ukrainians, and were liberated Friday after Ukrainian forces returned to the city.The Russian retreat is a major blow for Putin's war effort there as Kherson was the only regional capital Russian forces captured since the February invasion. CNN's Nic Robertson and his team were the first international journalists to reach Kherson City center since its control changed hands and Nic filed this report. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "I think what we're seeing today are the real views of the people of Kherson. There is an incredible feeling of relief, of celebration, of joy. People have been climbing up the buildings around here, the cinema over there, putting a flag on the top of the cinema building over there.There are soldiers, Ukrainian troops driving through here. Whenever they drive through, there is a huge cheer that goes up from the crowd. I have seen a soldier signing autographs on the Ukrainian flag. I have seen people in tears. There's so much emotion here. But I'm joined by Katarina and Andrew. Katarina, tell me how you feel today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "KATARINA, KHERSON RESIDENT",
      "sentences": "I am finally -- I'm happy. It's the best day in my -- best day in my life. Because our town is free. Our street, my street is free, and every day I don't see this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "ROBERTSON",
      "sentences": "Russians?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "KATARINA",
      "sentences": "-- Russian fascists, these soldiers, this occupation. We are happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "ROBERTSON",
      "sentences": "thank you, Katarina.Andrew, tell me how you feel about this today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "ANDREW, KHERSON RESIDENT",
      "sentences": "I feel really happy because now I feel a great relief because I was under occupation for eight months and now I feel that our people, our Ukrainian soldiers came by.And we are so glad to see them. We are so glad that they came by. You can show the people around, show that they are really happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "ROBERTSON",
      "sentences": "Reporter",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "ANDREW",
      "sentences": "I have to recognize that it was not as bad as in Mariupol and Bucha.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "ROBERTSON",
      "sentences": "Right, everyone was killed there. You survived.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "ANDREW",
      "sentences": "Right. Lots of people was killed. But I think that also people were killed here. We just don't know that yet. I live near the prison. Some people told that dead bodies were taken off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "ROBERTSON",
      "sentences": "From the prison?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "ANDREW",
      "sentences": "From the prison, yes. And it's just rumors. I don't know. But I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "ROBERTSON",
      "sentences": "Now you can find the truth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "ANDREW",
      "sentences": "We will find the truth, yes. And I think that truth will be horrible. And now I feel a great feeling of relief because it's our people. I'm not afraid of our people with weapons, with arms. Those people, they were not openly aggressive, but you know, we tried to step back from them.We never knew what to expect from them. Sometimes they helped our elderly people with some money. They gave some humanitarian aid to people. But today they gave humanitarian aid, tomorrow they will kill you. Our people, our soldiers, I'm not afraid of them. I'm happy that they are here. KATARINA: Yesterday here, nobody, nobody, because all people in sitting in homes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "ROBERTSON",
      "sentences": "Because they were afraid of the Russians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "KATARINA",
      "sentences": "We are in home, in the ground because we wait for Ukrainian soldiers, for Ukrainians to (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "ROBERTSON",
      "sentences": "Authority?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "KATARINA",
      "sentences": "Authority.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "ROBERTSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "KATARINA",
      "sentences": "We wait eight months. And today we are free.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "ROBERTSON",
      "sentences": "Congratulations. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "KATARINA",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "ROBERTSON",
      "sentences": "Congratulations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "ANDREW",
      "sentences": "What's your name?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:19:55",
      "speaker": "ROBERTSON",
      "sentences": "Nic.Freedom for the country. This is what people are telling us here. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:55",
      "speaker": "WHITFIELD",
      "sentences": "All right. Joining me right now Lisa Rayam, she's become our resident specialist here on Georgia elections. She is the host of \"Morning Edition\" on Atlanta's NPR affiliate, Station WABE. Lisa, always great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:55",
      "speaker": "LISA RAYAM, HOST, WABE",
      "sentences": "You too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:55",
      "speaker": "WHITFIELD",
      "sentences": "Oh my gosh. I mean this is an incredible lead-up to, right, the midterms. We talked about it last weekend and weekends before that. Record turn-out for the midterm elections and now we've got this runoff between these two.It's incredible. So one has to wonder, is Georgia going to experience the same kind of, you know, proportionate turnout for this, you know, runoff than it did for the midterm elections?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:55",
      "speaker": "RAYAM",
      "sentences": "Well, certainly Raphael Warnock and Herschel Walker are hoping so. You know, traditionally, voters do not turn out for runoff elections. So lower turnout, especially among African Americans and women for some reason.They're hoping the tide will change though because we really need it now because, boy, with the news coming out of Arizona, it really has launched Georgia into the spotlight even more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:55",
      "speaker": "WHITFIELD",
      "sentences": "Right. And, you know -- and perhaps we are here because there was a libertarian candidate and he did -- Chase Oliver did get what -- 2.1 percent of the vote. Now one has to wonder, prior to the midterms he said if he didn't, you know, if his numbers didn't move the needle, that he wasn't even likely to vote in a runoff election. But I wonder if his supporters will gravitate toward a Walker or a Warnock?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:55",
      "speaker": "RAYAM",
      "sentences": "Yes, you know, if -- you know, a lot of analysts say that if Warnock stays on the path that he did, and he was trying to reach in the middle. He was running after Independents. He was running on his record. He was trying to keep, you know, reach out to those in the rural areas.If he stays on that path, it's very likely that maybe, maybe the majority of those voters would go towards Warnock. WHITFIELD: And you know what's interesting now, too, for Herschel Walker, I mean he was a Trump hand-picked candidate and that close association garnered a whole lot of support for Herschel Walker. But now heading into the runoff, the GOP is saying we don't necessarily want Trump coming to Georgia to campaign for him, instead Governor Kemp, who distanced himself from Trump. Do we think that's going to happen, that Kemp will try to support Walker?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:55",
      "speaker": "RAYAM",
      "sentences": "We'll see. You know, they had a couple of events last week where they were very separate and probably for that reason. But they are hoping that Governor Kemp will step in.Governor Kemp is really on a honeymoon, you know. He really in the eyes of the GOP can do no wrong at this point even after running reelection. So that power in itself could really help Walker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:55",
      "speaker": "WHITFIELD",
      "sentences": "Star power is the name of the game over the next four weeks, right? We don't know who might be coming to town for Warnock. Among those coming to town for Walker, Ted Cruz. Who else? And will it make any difference?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:55",
      "speaker": "RAYAM",
      "sentences": "They are pulling out everything at this point. One thing that's noticeable at this point though is that Raphael Warnock has changed his messaging just a little bit. He is now attacking the character of Walker --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:55",
      "speaker": "WHITFIELD",
      "sentences": "Which he stayed away from.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:55",
      "speaker": "RAYAM",
      "sentences": "-- yes, which he stayed away from before. So hopefully, you know, that may or may not work for him. So we're going to see how that registers in the numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:55",
      "speaker": "WHITFIELD",
      "sentences": "Because voters, you know -- voters can see whether something is genuine or not, can't they? I mean, you know, charisma translates to votes. Authenticity translates to votes. So both of these candidates have to be very careful, don't they, to not take on a different kind of persona. Otherwise, it could lose them some support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:55",
      "speaker": "RAYAM",
      "sentences": "Yes Fred, especially now, because there's so much voter fatigue. And now carrying this through the Thanksgiving holiday until December 6th, you really have to deal with this gingerly, you know, with the voters in hopes of one, getting the turnout that's needed, and two, either candidate getting the votes that are needed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:55",
      "speaker": "WHITFIELD",
      "sentences": "Lisa Rayam, good to see you. Mark your calendar, prior to December 6 and after December 6 -- clear your calendar. We will have you back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:55",
      "speaker": "RAYAM",
      "sentences": "Thank you so much. Always a pleasure, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:55",
      "speaker": "WHITFIELD",
      "sentences": "All right. Thank you.All right. Coming up, President Biden is on a high-stakes trip overseas meeting with Asian leaders. He is set to meet face to face with China's Xi Jinping Monday. Details straight ahead. [11:34:30] (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:29:55",
      "speaker": "WHITFIELD",
      "sentences": "As the election here in the U.S. continues to play out, President Biden is in Cambodia for a meeting with Asian leaders. It's the latest stop on his week-long trip overseas. He arrived in Cambodia after attending a climate summit in Egypt.His next stop is the high-stakes G20 summit in Indonesia. And there Biden will hold his first face-to-face meeting with Chinese President Xi Jinping since taking office. CNN's senior White House correspondent Phil Mattingly is traveling with the president in Cambodia. Phil, good to see you. So what do you expect to hear from the president ahead of his meeting with the Chinese president on Monday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:39:50",
      "speaker": "MATTINGLY",
      "sentences": "As you noted, it will be their first face-to-face conversation. It will come after five different telephone conversations.But also a relationship between the two countries that has been I think to some degree in a spiral over the course of the last two years. And the competition between the two countries certainly centers on the Indo-Pacific region. In a lot of the countries, the president has been meeting with their leaders over the course of the last 12 or 14 hours. Now, when you talk to U.S. officials as they build into this sit-down with President Xi they underscore the reality that they don't expect some big breakthrough in this meeting. The relationship is very tense. It is in a very cold place. And in part, what they are going for here is just an understanding, sharpening the perspective from each side of what the other's red lines are, what the other's priorities are. If that sounds like a low baseline, it is. And I think it acknowledges just how difficult the bilateral relations have been. What the goal is when you talk to U.S. officials is one better understanding, but two, to have an opportunity to really have their teams continue to meet and build something out of almost nothing in the weeks and months ahead. That will include, according to Jake Sullivan, the president's national security advisor, future bilateral meetings in person between the two leaders. But first things first. They have to have this meeting. They have to start to figure out where they can actually work together, where they can communicate and where there are very real red lines. The fact two years into President Biden's time in office there are still real questions about the standing on those issues, just tells you everything you need to know about the state of this relationship and how much work needs to be done in the future. Perhaps most importantly, how critically important this first sit-down is when they arrive in Bali for that G20 summit, Fredricka.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:41:36",
      "speaker": "WHITFIELD",
      "sentences": "All right. Another day and more departures of top Twitter executives amid chaos at the company. Yoel Roth, who heads Trust and Security, resigned Thursday vacating a critical role. The exit comes during what critics call a spate of erratic and confusing decisions from new owner Elon Musk.This comes as a wave of fake verified accounts led to a suspension of its new paid verification system on Friday with little warning. CNN's Oliver Darcy has more on the state of chaos within the embattled company. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:41:36",
      "speaker": "OLIVER DARCY, CNN SENIOR MEDIA REPORTER",
      "sentences": "There are real questions this morning about whether Twitter can survive Elon Musk. That's because the billionaire, who took over the company just a few weeks ago, has really thrown it into utter disarray.Most recently this week we saw Twitter executives, prominent executives, including the head of Trust and Safety, depart the company amid the chaos. And that's not the only problem Elon Musk has. The FTC said it's deeply concerned about what's going on over at the platform and said they are going to be looking into this. And more broadly speaking, since Musk took over the company, advertisers have been very worried about whether their marketing campaigns are going to be placed next to hate speech and misinformation. And so they have paused their advertising campaigns, which is to say that Twitter really isn't generating as much revenue as it once was because of all the companies which have basically fled the platform. And with this new chaos, you have to wonder whether these advertisers are actually going to come back. This is a big problem, obviously, for Twitter. One that Elon Musk has himself acknowledged. He wrote in his first company email to employees this week that if they don't up the revenue, it's questionable about whether Twitter can survive this upcoming economic downturn. And in a meeting with employees he also raised the prospects that the company could be forced to declare bankruptcy if things just don't work out for it. And so really just a big mess over at Twitter, which I should remind people is one of the most important communications platforms in the world. World leaders use it to communicate. Top news organizations use it to communicate and news gather. And so this is going to have significant ramifications if it were to no longer be alive. Whether Twitter manages to survive this, this perilous moment in its history, we'll see. Right now things aren't looking so good. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:41:36",
      "speaker": "WHITFIELD",
      "sentences": "All right. Oliver Darcy, thanks so much.Still ahead, homes are collapsing into the ocean in Florida after Hurricane Nicole barreled through leaving behind an unprecedented amount of structural damage that was compromised by years of coastal erosion. Those images are striking. That's next. But first, in this week's \"Mission Ahead\", one company is on a mission to lower the airline industry's carbon footprint. CNN's Clare Duffy has the story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:41:36",
      "speaker": "CLARE DUFFY, CNN CORRESPONDENT",
      "sentences": "What if I told you that it's possible to pull the fuel that powers our airplanes right out of thin air? Well, a start-up known as Air Company would tell you it is.GREGORY CONSTANTINE, CEO/CO-FOUNDER, AIR COMPANY: What we are doing is actually taking carbon dioxide combining with hydrogen and turning it into our fuel which then becomes the base stock (ph) for many other things as well. DR. STAFFORD SHEEHAN, CTO, AIR COMPANY: So what we are looking at is a water electrolysis system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:41:36",
      "speaker": "DUFFY",
      "sentences": "Pulling carbon from the air and converting it into jet fuel sounded a bit complicated. So we asked Dr. Stafford Sheehan to walk us through the process. He is the company's CTO who also has a doctorate in chemical physics from Yale.[11:49:47] SHEEHAN: In this reactor is where we put our catalyst. That's our proprietary material, that's kind of our secret sauce at Air Company. The hydrogen is produced from the water so we start with water here. So we take that water. We split it into hydrogen and oxygen. The oxygen is our only emission. The hydrogen mixes with the carbon dioxide and then that's turned into the product of our catalytic reaction. So this is our distillation (INAUDIBLE) -- it looks a little bit, I guess, techie than like a typical whiskey distillery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:41:36",
      "speaker": "DUFFY",
      "sentences": "By the time a flame burns this jet fuel, Air Company claims the entire process will be carbon neutral. That means the amount of CO2 it uses to produce the fuel will be roughly the same amount of CO2 that's put back into the atmosphere during the flight.So unlike traditional jet fuel, this process isn't adding more harmful carbon pollution into our atmosphere. How soon do you expect that this kind of fuel can be used on a regular commercial flight that you or I might be on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:48",
      "speaker": "WHITFIELD",
      "sentences": "All right. Parts of the East Coast dealing with heavy rain and strong winds as a result of that storm also called Nicole, moving north today. Earlier this week in Florida, five people died and dozens of homes and hotels were decimated as you see right there. I mean these pictures are just hard to believe.The storm made landfall as a hurricane on Thursday and as Floridians picked up the pieces again, coastal erosion now a major concern after two now hurricanes in less than six weeks have pummeled Florida's coasts. Let's go to assistant professor of engineering at the University of Miami, Landolf Rhode-Barbarigos. Professor, so good to see you. So I mean these pictures are just striking. And this was a Category 1 storm. So how much of the erosion that we're seeing here is the result of strictly weather-related or how much is it is also the result or consequence of coastal development? LANDOLF RHODE-BARBARIGOS, UNIVERSITY OF MIAMI: I think it's a combination of the two. So we know that these events will bring a lot of stress in that region, but the increasing development is also contributing to this problem. So it's a combination of it. WHITFIELD: Is there something different about what we've seen in Hurricanes Nicole and Ian that seemed to push the damage level kind of over the top?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:48",
      "speaker": "BARBARIGOS",
      "sentences": "Well, here we have two events in a very I would say close time period, so that definitely contributed. The fact also that Nicole came in at high tide, so that also didn't help. And of course, the fact that we have an aging infrastructure is also very an important to see.So the effect of the storm surge here was significant. And sometimes what we have been saying, maybe a few have been saying in terms of it does need to be a Category 5 to create damages, this is what we have witnessed today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:48",
      "speaker": "WHITFIELD",
      "sentences": "When you look at these images of, you know, these properties, homes just teetering, many of which were just simply washed away altogether, is it time for people to start rethinking building on the shoreline? Should this be an area that is addressed by renovation, or do you see that properties just don't belong there at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:48",
      "speaker": "BARBARIGOS",
      "sentences": "I think we have to know how to provide solutions, but of course, we also need to do a better job into basically modeling those effects, understanding their local impacts, because there are of course vulnerable sites.And it's not only about the engineering component, it's also about who lives there and the other factors that contribute into if we should basically retrofit or continue building there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:48",
      "speaker": "WHITFIELD",
      "sentences": "And if you're fortunate enough to have property right on the coastline and this hasn't happened to you, what do you tell those residents or property owners what to prepare for? What can they be doing now so that they don't end up in this situation and see their homes and businesses washed away?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:48",
      "speaker": "BARBARIGOS",
      "sentences": "I think it is important to inspect our properties, assess the condition of our seawalls, and sometimes we have to basically either retrofit, strengthen, or even make some new additions to our shoreline protection. And combined with all the other measures as we can take, maybe this won't happen again.But the problem that we're facing is that we know that the rising temperatures will only strengthen the storms, which will come in closer periods, so that is the problem that we're facing right now. There is no how though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:48",
      "speaker": "WHITFIELD",
      "sentences": "Yes. So on the latter part, you mentioned the inevitability of certain things, but what do you mean by the addition to shoreline protections?",
      "isLastSentenceInterrupted": false
    }
  ]
}