{
  "date": "2022-11-02",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Russia's War On Ukraine; Russia Rejoining Black Sea Grain Export Deal; Ukraine Requests More Advanced Anti-Aircraft Missile Systems; Interview With Turkish Presidential Spokesperson Ibrahim Kalin; North And South Korea Exchanged Missile Barrages; Israel Could Have Most Right Wing Government Ever; Federal Reserve Raises Interest Rates By .75%; Chairman Jerome Powell Speaking After Interest Rate Hike; Police Cleared Streets Of Bolsonaro Supporters Protesting; U.S. Midterm Elections; Interview With Republican Strategist And Former Communications Director, Republican National Committee Doug Heye. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "ISA SOARES, CNN INTERNATIONAL CORRESPONDENT AND ANCHOR",
      "sentences": "A very warm welcome to the show, everyone. I'm Isa Soares.Tonight, we are waiting on the U.S. Federal Reserve to announce its latest moves on interest rates. Our team of Richard Quest and Rahel Solomon standing by in New York to explain what it means for your money. That's coming up. We'll also update you on new developments in the grain deal and the threat to global food security. I'll ask Turkey's presidential spokesman how they brought Russia back around. And then later this hour, Israel looks headed to a fiercely rights of center government as exit poll suggest the far right more than doubled its seats in the Knesset. But first tonight, any moment now, the U.S. Federal Reserve will make an announcement about interest rates. Fed chairman, Jay Powell is holding a press conference this hour, in about half an hour or so. And every time he's had in one in the past few months, it has been about interest rate hikes in an effort to tame down inflation. And also, keeping a close eye, of course, on the Dow Jones. Now, some of those rate hikes were of historic proportions. And now that the economy is showing signs of slowing, investors hope the central bank will somewhat pivot soon and move away from its hawkish stance to a more dovish stance. I want to go straight to Rahel Solomon and business editor-at-large Richard Quest who's at the New York Stock Exchange. And Rahel, I'm not being rude. I'm actually looking now at the Federal Reserve page to see if we -- as we all do. We're all doing the same thing. Ignoring each other and looking for any news. Just as we wait for this decision, Rahel, just talk us through what we can expect today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "RAHEL SOLOMON, CNN BUSINESS CORRESPONDENT",
      "sentences": "Well, what we largely expect, Isa, is another massive rate hike up three quarters of one percent. Thatwould be the fourth time in a row that we have seen at the fourth consecutive rate hike of that magnitude. But as you have been pointing out, that that has been raising rates since March of this year in its effort to tame inflation --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOARES",
      "sentences": "And -- Rahel, apologies. I'm going to interrupt because I think we've got it, Richard, right? You've got it. You got your hand up.RICHARD QUEST, CNN BUSINESS EDITOR-AT-LARGE AND ANCHOR, QUEST MEANS BUSINESS:  Absolutely. Absolutely. The number is out. It's three quarters of one percent that the Fed funds rate. This is the so-called technical rate, 75 basis points in the language of the market, but three quarters of a percent in ordinary language. It takes the ranged to three and -- three and three quarters to four percent. This is the target range that they use. And the significance here is that we've literally gone from zero to four percent in a matter of eight months. Now, what I'm going to spend the next 10 minutes or five minutes or whatever that you give me is to pass the statement. Because we have the statement now to see is there any indication the December's meeting will temper their rate rise. They're still going to continue raising rates. But are they going to moderate that rate rise to say half a percentage point or instead of three quarters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOARES",
      "sentences": "Yes, in many ways, Rahel, as Rich was pointing out, this 75 basis points, as Richard just laid out, was kind of a really baked in, right?This is a fourth hike this year. And in many ways, with the Fed, like we've always seen with the Fed, is not so much what it does but what it says. as Reid -- Richard peruses that information. Looks for signs. I mean, give me a sense of what we need to be hearing today from Jerome Powell in half an hour or so. What words should we be looking for, investors be looking for here for any, sort of, sign of what is to come back in December?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOLOMON",
      "sentences": "Well, it's an interesting point, Isa, right? Because even as you say these three quarters of a percent that was instituted today. You'reright. It was carefully telegraphed by the Fed in sort of -- so-called Fed whisperers to certain financial media. So, you're right, it was baked in. And so, what we're going to be listening for very closely today is any signs of a slowing, of a pullback, that they may be getting closer to that restrictive range. Now, there is this sort of reality that the Fed and Powell will be very careful and guarded about the language that he uses because they don't necessarily want to put themselves in a box. Because let's be honest, there are still, I believe, two jobs reports, including one this Friday that will get before they meet again, and one CPI inflation report. So, it's almost as if, Isa, they want to sort of signal just enough but not so much that they're really put in a box by investors and economists and financial media but what's to come. Has walk -- walked a very fine line there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOARES",
      "sentences": "Richard, you've got a perplexed look. Tell me what you can read from that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "QUEST",
      "sentences": "Well, because as Rahel rightly points out, this was baked in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "And it's a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOLOMON",
      "sentences": "And Isa, if I may --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Go head. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOLOMON",
      "sentences": "If I may just add to what Richard said. The reason why we're probably hearing that is because think about the data that we're stillgetting. The job market is still very hot, right? I mean, there are still 1.9 open jobs for every American looking. Inflation has really not pulled. So, in some ways, they're not seeing the signs that they need to start to really pull back. So, as Richard points it out, it sort of signaling that it may be appropriate at some point but maybe not yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "It's a fine balancing act, and I know we'll have more details. We'd be weighing what Jerome -- Jay Powell says in, what, 25 minutes or so.Richard, we'll touch base with you when he does speak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "QUEST",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Rahel and Richard, thank you very much. Of course, we will stay on top of this story. We'll bring you that speech, of course, that pressconference from Jay Powell in the next 25 minutes. Now, Russia says it's rejoining the U.N. broken grain export deal with Ukraine. And that means Moscow will now guarantee safe passage for cargo ships traveling from Ukrainian ports through the Black Sea. And hundreds of thousands of tons of food exports can go where they're most needed. It's a sudden about face, let's say that, just days after Russia said it was suspending its participation. And it comes after Russia's president spoke Wednesday with his Turkish counterpart. Let's go now to Ibrahim Kalin, spokesperson for Turkish President Recep Tayyip Erdogan, a well- known face of the show. Kalin, it's so great to have you back on the show. An important day to have your expertise. Explain this back and forth to our viewers around the world from Russia. It was in, then it was out for days ago, and it's now back in again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "IBRAHIM KALIN, TURKISH PRESIDENT SPOKESPERSON",
      "sentences": "Yes, we're very happy that Russia is back in the process. Again, they suspended their part of theagreement on Saturday after an attack on one of their ships in the Sevastopol area. They complained. They protested. They the wrote letters to the U.N. And we spoke to them immediately. We contacted them because this is very important. This is separate from the war. Of course, everything is related to the war. But, you know, sending the grain that is needed to places, as you have just pointed out. is of paramount importance for everyone. So, for the last three, four days we have exerted a lot of diplomatic efforts. Our defense minister, foreign minister, and eventually our president spoke with President Putin yesterday. When they spoke, President Putin rather rightly raised, you know, some questions about this attack. You know, why it was done. And in their assessment, they -- the attackers used the corridor for grain exports to carry out this attack. And putting that aside, they wrote formally to the U.N. And -- but in the meantime, we have talked to the Ukrainians and conveyed the demands or expectations of the Russian's side to the Ukrainians. And to give them credit, actually, both sides took a very constructive approach after seeing that, you know, suspending this agreement will be in everybody's loss or --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KALIN",
      "sentences": "-- you know, it will cost them dearly. And as a result, they've come back to the agreement. And after the call with President Putin andPresident Erdogan, now we have everything back on track.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "So, Kalin, let me just clarify. I mean, did Russia ask for written guarantees that Ukraine will not use the humanitarian corridor for militarypurposes? Is this what it was demanding?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KALIN",
      "sentences": "Yes, that's what it is. That was what the negotiations were about, and that's what was achieved in fact, in those negotiations. And we hopethat, you know, both sides will stick to the agreement. The Istanbul agreement that was signed about three months ago. And we hope that they will carry this threat to the extension of the agreement which will come up in about two weeks because it's in everybody's interest. And in fact, we've been saying from the very beginning that, you know, as part of the agreement, no military activity should be carried out in and around the humanitarian corridor for grain export. And we hope that this will be the case. That's what the Russians demanded and that's what they got. And the grain inside, again, has been very constructive with that regard. Our president just spoke to President Zelenskyy about this, and they went over this. And President Zelenskyy also confirmed their commitment to the agreement. But of course, the differences -- major differences remain on the outcome of the war, on the future of the war on what may unfold in the days to come. But as far as the grain export deal is concerned --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KALIN",
      "sentences": "-- I think it's been safe and secure and that's good news for everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "And you've been assured, of course, that Russia won't pull out of it again. But how much, Kalin, did, you know, the U.N. continue on thedeal. Turkey continue on with this deal. How much of that, basically, call Putin's bluff? Was that an element of, perhaps, Putin making a decision to return?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KALIN",
      "sentences": "Well, it may or may not be. But President Putin has been making a political point about the demand of grain going to poorer or underdevelopedcountries as he just said in the video that we just played. And, you know, he's been -- they've been raising this issue. If the idea was to get, you know, the grain exports, fertilizers, and other grain products to those in need in Africa and other places, why are the, you know, European countries getting more than -- almost half of the Ukrainian grain. That's a political point. Of course, it's Ukraine's grain. They can sell it to whoever they want to. But as far as the international grain markets are concerned, when the operations start, even like in a matter of four days, the grain prices went up. And the sense, in fact, until then, over the last three months, the grain prices were going down. So, I think it shows how sensitive this issue is. That speaks to the other part of the deal, which is the Russian fertilizers and grain exports that need to be exported to international markets. The Russians have been facing some issues and problems. There is no formal embargo on Russian exports. But shipping companies, insurance companies, and other logistical companies, they are afraid of secondary sanctions. So, they're kind of staying away from doing any business with the Russians. We -- as the International Community, in fact, we have to do something about this. We've been telling our European friends, colleagues in Europe and the United States also, if you want the grain to continue and get the Russian grain and fertilizers, including ammonia, go out, you know, to the international markets, they have to be given some assurances. It doesn't mean that we agree to Russia's war plans or the, you know, the purpose or goal of this war, in any way. But as far as the grain deal is concerned, in order to protect it, I think they will have to be given some assurances. Those companies and others so that -- not only Ukrainian, but also Russian exports can go out. So, that, you know, international markets will come in where they are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Ibrahim, let me ask you finally, a final question. You and I have had various conversations already this year. And as I've mentioned in ourprevious conversations, you know, Turkey is emerging as kind of the dominant player in this grain deal, and making a big diplomatic push as well. This is something that you and I have discussed. Where are we on this? What is President Erdogan telling President Putin? What is he advising him in terms of the war and where the state we're at in the war right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KALIN",
      "sentences": "You know, when you -- when the stakes are so high, I think it's really important is -- not only for our president but also for other worldleaders, you know, to take a more realistic approach and assessment of what's happening on the ground. But this is, at least, what President Erdogan has been telling both President Putin and President Zelenskyy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KALIN",
      "sentences": "Stay away from anything nuclear or chemical. But also try to find a way for a diplomatic solution. You know, wars end either on thebattlefield, even after that you have negotiations, or they and within negotiations get serious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Let's hope --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KALIN",
      "sentences": "We will likely see the second scenario -- ye -- to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Let's hope they were listening. Let's hope Putin was listening to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KALIN",
      "sentences": "Let's hope, surely, because this is our --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Ibrahim Kalin --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "KALIN",
      "sentences": "-- this is our effort --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "-- Ibrahim Kalin, always appreciate you taking the time to talk to us in the show. Thank you very much for your time. Thank you very much,sir, for the time. Ibrahim Kalin there. Now, I want to stay in Ukraine because Ukrainian officials say they are working to get more anti-aircraft systems from allies. As Russia plants import more ballistic missiles and attack drones from Iran. Ukraine's air force, as right now, it can't defend these types of weapons as Moscow prepares to receive more deadly equipment. Its forces are preparing new defensive positions. Nic Robertson joins me now from Kramatorsk in Eastern Ukraine. And Nic, as we really toss to you, right now, we saw a map just right there of Kherson. Just talk us through the situation in Kherson where Moscow, of course, is preparing to take up those defensive positions. NIC ROBERTSON, CNN'S INTERNATIONAL DIPLOMATIC EDITOR:  Yes, the perception on the Ukrainian side is that Russia is putting more troops, new recruits into Kherson. That they are planning to put them into civilian neighborhoods, towns and villages. That they do have a, sort of, reserve defensive line. And we've heard this from Russian officials, very interestingly today, for the first time admitting that they actually have a problem with the way that their troops behave inside Kherson. Admitting and saying that they wouldn't stand for looting and abusive behavior. And that any drunkenness by their troops and that if any of the local population saw that, then they should report it to the civilian authorities. Whether or not people would feel confident enough and safe enough to do that, it's not clear. But it does seem to indicate a problem that Russia is having with its troops, trying to intermingle with a Ukrainian population inside Kherson. In terms of military gains, Ukraine is still trying to push towards the city. But it doesn't seem that they're making -- taking significant territory, taking some territory. But at the moment, this looks like it's going to come to what Russia's calling it, sort of -- it's sort of, last offensive line, if you will. But they are planning to increase their manpower and try to hold on to the city despite the fact that they're pulling everything of value and civilians across the river out of harm's way for Ukraine's impending advance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Nic Robertson for us there this evening in Kramatorsk, Ukraine. Thanks very much, Nic.While the U.S. is accusing North Korea of secretly shipping artillery shells to Russia to use in its war on Ukraine, U.S. officials say North Korea is trying to hide the shipments. Making a look as if they're being sent to other countries. This comes as North Korea makes more brazen moves of its own. Really in its own region. South Korea says the north launched a record number of short ranged missiles in the day. Almost two dozen on Wednesday. South Korea responded with three air to surface missiles of its own. For U.S. reaction to these all developments, let's bring in CNN's Katie Bo Lillis in Washington. Katie, let's start first of all, with that intelligence at the North Korea supplying weapons to Russia. Do we have any idea of the stage of the size, the frequency of these shipments, and how exactly and what they're hiding them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes, of course, that is critical. Let me ask you about, you know, what we have seen today. North Korea firing as many as 23, I think,missiles of different types to the east and west of the Korean Peninsula. What is the U.S. intelligence, Katie, saying as to why North Korea keeps doing this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "LILLIS",
      "sentences": "Well, generally speaking, U.S. officials believe that these kinds of tests do serve a practical purpose for Kim Jong-un, right. Like, they'rea way of refining these ballistic missile systems that North Korea has said publicly that it is working on improving. That it is working on developing. And officials -- there are some analysts and officials that also believe that these kind of high-profile, sort of, spates of testing like this are a way for Kim Jong-un to kind of bolster his own domestic political strength inside the country, particularly at a time when COVID has kind of devastated them economically. The food situation, according to our sources is not great in North Korea right now. But all of that said, why North Korea is conducting any given missile test at any given moment is sort of an enduring mystery for U.S. intelligence officials who will tell you that North Korea remains one of the most opaque and difficult targets that they face in trying to, sort of, understand the motivations of really just one man who is at the center of the decision- making process. So, I think even though you will see officials who are closely watching this as an escalation, they may not have a specific answer on why now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Now, Benjamin Netanyahu appears on the brink of leading the most right-wing government in the history of Israel. With 86 percent of thevotes counted in Tuesday's election, his Likud Party and its allies are projected to win 65 seats in the next seat, enough, in fact, to secure majority. Now, if that holds, the former prime minister would return to office for a record six term despite ongoing corruption trial. Netanyahu relied on the support of the far right party that could now expect key cabinet positions. One of its leaders, Ben-Gvir, has been convicted on racism in tourism charges. During his victory speech, his supporters could be heard chanting death to terrorists. Let's get more now from CNN's Hadas Gold live in Jerusalem. And, Hadas, I know that not all the results are in as of yet. But it does look like Benjamin Netanyahu is a better majority than anyone expected. Just explain to our viewers how he mounted this come back, first of all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "HADAS GOLD, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Yes, I mean, when we were looking at the opinion polls leading up to election day, none of them were showingthat Netanyahu and his allies would have as big of a majority as so far, it seems, that they're getting. The best that he was getting in opinion polls was something like 61 which is the exact number you need to have a majority in Israeli parliament and have the opportunity to become prime minister. And now, are looking at a 65-seat majority. That's quite the cushion. Now, while the final votes are still being tallied, and that could change the math a little bit. And if some of the smaller parties diminish to pass the threshold. They could take some votes away from that block. But even if they take four votes away, there are still -- that still Netanyahu and his allies down to 61, so they've got quite the cushion. So, it's really hard to see any other path forward for the current coalition government soon to likely be the opposition once again. And most likely, Benjamin Netanyahu will become prime minister. And how he did it was first of all, voter turnout this year was at -- and one of the all-time highs in several years. They hadn't seen turnout. Some -- at several points during the day, it was the highest it had been since 1999. And it seems as though that turnout might've been -- quite a bit more from the right-wing, and especially from young right-wing voters who were excited by Benjamin Netanyahu's new alliances with these far-right parties that have exploded in popularity. One of them, Religious Zionis slash Jewish power, it's these two parties who formed a block together. They may have as many as 14 seats in the Israeli parliament. Isa, that would make them the third largest party in the Israeli parliament. Just behind Netanyahu's Likud Party, and Yair Lapid, the current prime minister's, Yesh Atid Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes, and like you said, he seems to have depended a lot more on the far right, these two parties particular. One -- the leader, I think, isof the Jewish power. It's a leader is racing quite a few eyebrows on this side, I can tell you that much, Itamar Ben-Gvir. You focused on him this week. I want to play a little clip for our viewers and we can chat afterward. Have a look at this. (BEGIN VIDEO CLIP) GOLD (voiceover):  Any coalition that would bring Netanyahu back to power will likely need to rely on the growing right wing religious Zionism, Jewish power party. Partly led by the extremists Itamar Ben-Gvir, once convicted for inciting racism and supporting terrorism. An idea that either delights or terrifies the voters in the market. UNIDENTIFIED MALE (through translator):  He is a Zionist. And the Arabs will know exactly where they stand with him. They are guests here and we are the owners of this land, and not them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Itamar Ben-Gvir is a -- he says and he does. He will do anything to show who's the boss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's very scary because I think it's disaster, even more so than now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think it's very bad for the country. Because he kind of brings us 20, 30 years -- the last 20 to 30 with the intifada and theproblems with Arabs. We want to live by peace. And it will be very difficult Ben-Gvir. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Hadas joins me. And, Hadas, how much then will this be a challenge, do you think, for Israel's international allies given everythingwe just heard from that little clip of yours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "Hadas, I'm going to interrupt you now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "GOLD",
      "sentences": "He most relied --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "Hadas, I'm sorry to -- I'm going to interrupt you because we are waiting to hear from the Fed chairman. Let's listen in.JEROME POWELL, CHAIRMAN. U.S. FEDERAL RESERVE:  My colleagues and I are strongly committed to bring inflation back down to our two percent goal. We have both the tools that we need in the resolve that it'll take to restore price stability on behalf of American families and businesses. Price stability is the responsibility of the Federal Reserve and serves as the bedrock of our economy. Without price stability, the economy does not work for anyone. In particular, without price stability, we will not achieve a sustained period of strong labor market conditions that benefit all. Today, the FOMC raised our policy interest rate by 75 basis points and we continue to anticipate that ongoing increases it will be appropriate. We are moving our policy stance purposefully to a level that will be sufficiently restrictive to return inflation at two percent. In addition, we're continuing the process of significantly reducing the size of our balance sheet. Restoring price ability will likely require maintaining a restrictive stance of policy for some time. I will have more to say about today's monetary policy actions after briefly reviewing economic developments. The U.S. economy has slowed significantly from last year's rapid pace. Real GDP rose at a pace of 2.6 percent last quarter but is unchanged so far this year. Recent indicators point to modest growth of spending and production this quarter. Growth and consumer spending has slowed from last year's rapid pace, in part, reflecting lower real disposable income and tighter financial conditions. Activity in the housing sector has weakened significantly, largely reflecting higher mortgage rates. Higher interest rates and slower output growth also appear to be weighing on business fixed investment. Despite the slowdown in growth, the labor market remains extremely tight with the unemployment rate at a 50 year low, job vacancies still a very high, and wage growth elevated. Job gains have been robust with employment rising by an average of 289,000 jobs per month over August and September. Although job vacancies have moved below their highs and the pace of job gains has slowed from earlier in the year, the labor market continues to be out of balance with demands substantially exceeding the supply of available workers. The labor force participation rate has little change since the beginning of the year. Inflation remains well above our longer run goal of two percent. Over the 12 months ending in September, total pc prices rose 6.2 percent, excluding the volatile food and energy categories. Core PCE prices rose 5.1 percent. And the recent inflation data again have come in higher than expected. Price pressures remain evident across a broad range of goods and services. Russia's war against Ukraine has boosted prices for energy and food and has created additional upward pressure on inflation. Despite elevated inflation --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "Now, you've been listening to Jerome Powell there of the Federal Reserve. Really outlining, explaining his decision for that rate hike thatwe saw, 75 basis points. It is the fourth hike this year as of course the Fed tries to put a lid on inflation. He said inflation back down to two percent. That is the goal price stability, is the bedrock of our economy. But he did say -- and I think Richard's here with me, he did say -- what stood out to me, Richard, from what I've heard so far is that he said we will likely need restrictive stance of policy for some time. Is what I wrote down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "QUEST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "So, not so dovish as many were expecting perhaps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "QUEST",
      "sentences": "That there will be further rate rises. The only issue today or for the next few months is how fast and how long are they going to wait to see.The patient has taken a very large dose of medicine so far. Now we need to see if it's actually going to cure them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "And you're now -- the NYSE, just give us a sense of how our market is doing. Lori (ph), can you just bring them up, and tell me how they'redoing, Richard, reaction to this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "QUEST",
      "sentences": "Well, look at that. Up three -- I mean, we were down, now we're up. And the reason we are up, quite sharply is really simple. The market thinks-- they may be wrong, but the market thinks that there is going to be -- they're going to slow down the rate rises. The market thinks that the indication here is that they're going to temper the speed at which they put more rises. But all caution you on this. We had exactly the same reaction last month in September. The market roared up, I think the best part of 1,000 points, and the next day, fell out of bed. So, you pay your money or you take your choice. When the statement came out -- when the decision came out, there was a roar here. Overnight, calmer and cooler heads will determine what it means.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "Yes, we shall probably touch base tomorrow, Richard. Probably be a very different conversation. Richard Quest for us there at the NYSE. Thanksvery much, Richard. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "QUEST",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "I want to take you to Brazil now because Brazilian police are clearing out pro-Bolsonaro protesters with few road-blockades report onWednesday. The disruptions that came in response to Sunday's election shows really the deep political divides across the country. And if police are having really, nonetheless, you can see there in Sao Paulo, they fired water cannon and tear gas to clear the demonstrators. (BEGIN VIDEO CLIP) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "But many Bolsonaro supporters are not going away quietly. This crowd converged on army headquarters, chanting their displeasure. Bolsonarosays he will cooperate with the transfer of power after losing Sunday's election. But the question now is, how does the public really move forward? CNN's Paula Newton is joining us once again from Sao Paulo. And Paula, at this time, roughly, yesterday, we heard from Jair Bolsonaro, you and I were discussing his speech. Very vague, very opaque. How are his words being interpreted today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "PAULA NEWTON, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "You know, basically, when you and I spoke right after that speech, we had an instant reaction fromprotesters on the scene. And that is the way it continues to play out today, Isa. As you and I have discussed, his statement was terse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "Welcome back. In the U.S. the, midterm elections are now less than a week away. A new CNN polling indicates that 51 percent of likely voterswould choose the Republican candidate. You can see there over, really, the 47 percent of the Democratic candidates. That's not the only numbers that we found interesting. That's in terms of candidates. The other question, have a look at this, half of adults we are showing here, 50 percent do not have confidence that the elections will reflect the will of the people. The question that was asked, are you confident that U.S. elections reflect the will of the people. 50 -- 50 say, yes. 50 say, no. That is huge concern. Especially following, of course, the events we saw in the Capitol on January the 6th. And then if we look more closely, that same question. Breaking it down. Republicans are most concerned, as you can see there, with the fairness of the process. Almost 60 percent of them, as you can see there, think the elections won't reflect the will of the people. So, that's Democrats saying, yes, 61 percent, 59 percent for Republicans. It paints quite a picture. Let's dig into all of this, of course, with Doug Heye, a Republican strategist and former communications director for the Republican National Committee. Doug, great to have you on the show. I want to show our viewers, if I can, really one -- the -- some of the issues, I should say, that seem to matter most to Americans. We are looking now on our screen. Inflation, economy -- inflation is part of that one. Economy at 51 percent. Abortion at 15. Voting elections at nine percent and so forth. If we focus, Doug, though on the economy -- I mean, it's important that it's the most important issue given of course what we just heard from Jerome Powell with that rate hike. But, you know, how do you see this playing out? Because Americans, three -- nearly three quarters, I think, of Americans say they -- things are going badly. 75 percent of America say the economy is in recession. Is there anything this government can do right now, this administration, in this final push here, in this final six days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "DOUG HEYE, REPUBLICAN STRATEGIST AND FORMER COMMUNICATIONS DIRECTOR, REPUBLICAN NATIONAL COMMITTEE",
      "sentences": "The first thing I would tell thisadministration is talk about jobs, the economy, and inflation all day, every day. And so, you know, I live right by the Capitol at the union station, the train station is up three blocks me. President Biden will be speaking there tonight on the importance of democracy and ensuring faith in our elections, as you referenced to the poll numbers earlier.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "HEYE",
      "sentences": "these are important topics but this is not where voters are. And it's not that it's not where Republican voters are, it's not where allvoters are. Every day in American life, and I know it's the same in the U.K. and throughout --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "HEYE",
      "sentences": "-- and throughout the world. Every day people are spending more money on everything. Every day I go to the grocery store. Something is moreexpensive than it was the last time. And even if you don't have a car, you see the gas prices. This is what this administration should be talking about all day, every day. And the fact that the president is making a primetime speech not on the number one topic of -- for voters, to me, is very surprising.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "Why? Then why is he talking about, obviously, the expression of fears of the democracy? Why do you think, Doug, he has decided not to talkabout the number one issue if it's clearly as we've just outlined is the most important, economy and inflation? Because -- I mean, you could be saying, as opposed -- I was looking that -- the Republicans are more engaged. The handling of the economy is making Republicans more enthusiastic to come out and vote than Democrats here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "HEYE",
      "sentences": "Yes. Look, sometimes when your opponent makes a mistake, you don't know why they've made the mistake. And it's one of the reasons it'ssurprising to me is you mentioned the abortion number earlier. That number is much smaller today than it was after the Dobbs decision. What we have seen is that poll after poll shows that independent women, white working- class women are moving away from Democrats into the Republican territory right now, into the Republican voting files because of the issue of the economy. To some extent, crime as well. But the economy being the number one driver. So, losing sight of that. And again, I share a lot of concerns with Democrats on the faith on our -- in the questioning of faith in our elections in the state of our democracy. But voters are reacting every day of their lives to inflation right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SOARES",
      "sentences": "How much then is this a hill to climb, really, for Democrats as we showed our viewers that first poll really 47 percent would vote forDemocratic candidates. I mean -- and the numbers, 51 percent will likely vote. This is quite a hill to climb isn't it for democrats right now, Doug?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "And let me ask you this, Doug, how much do you think, you know, if some of Trump's supporters, some of those who are throwing their hat in thering, if they win here, what is the likely chance that Trump might also through the heart of the ring?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "HEYE",
      "sentences": "Oh, what Donald Trump is a going to do what Donald Trump is going to do regardless. I think he's already made up his decision. It's just aquestion of timing. And if some of these more Trumpy candidates lose --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "HEYE",
      "sentences": "-- the conversation is going to be an interesting, because some fingers will be pointed at Trump as they should be. Some fingers will bepointed at Democrat that funded some of these Republican campaigns in the hope that they could beat the Trumpy extreme candidate. So, it's going to be interesting to see, you know, the fallout on that. But to address the numbers that you showed earlier about Republican lack of faith in voting, I would very cynically say to you that if Republicans have a big night, Republican voters are going to feel that the elections were free and fair after all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "That -- and that basically says everything, doesn't it? Doug, really appreciate you taking the time to speak to us. Doug Heye therejoining us --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "HEYE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "-- there from the U.S. Thank you, Doug. I'll be back after this short break.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}