{
  "date": "2022-10-18",
  "headline": "CNN Tonight",
  "subHeadline": "Rep. Peter Meijer On Rise Of Extreme Candidates In 2022; Manning: \"Cognitive Dissonance\" Between What Public Knew Of War Versus The Reality On The Ground Drove Me To Leak Classified Docs; Lin-Manuel Miranda's Father: If Democrats Stay True To Working For Working-Class Latinos, We'll Regain Voters. Aired 9-10p ET",
  "utterances": [
    {
      "timeStamp": "21:00:00",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "New episode, of my podcast, \"All There Is,\" is out, tomorrow morning.All the past episodes are available now. You can point your phone camera, at the QR code, on the screen, for a link. It's a podcast about loss and grief. And we've had a series of remarkable, poignant and often profound conversations, with Stephen Colbert, Molly Shannon and others. This week's episode, I talk with artist, and composer, Laurie Anderson, who's incredible. I talk to her about the death of her husband, Rock legend, Lou Reed, and also the death of her beloved dog, Lolabelle, and some of the unexpected ways, she felt, after their deaths. That's episode six of the podcast, comes out tomorrow morning. You can find it out, on Apple Podcasts, or wherever you get your podcasts. The news continues. Jake Tapper and CNN TONIGHT.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Welcome to CNN TONIGHT. I am Jake Tapper.Tonight, with exactly three weeks, until the critical midterm elections, here, in the United States, candidates, across the country, in key races, are increasingly taking extremism to the extreme. But what exactly is the definition of extremism? Obviously that depends on who you ask. In a new ad, airing in Pennsylvania, Republican U.S. Senate candidate, Dr. Mehmet Oz, paints himself as a middle-of-the-road kind of guy. And he labels his Democratic opponent, Lieutenant Governor John Fetterman, as extreme for supporting criminal justice reform, and supporting traditional Democratic economic plans. (BEGIN VIDEO CLIP) DR. MEHMET OZ, (R) PENNSYLVANIA U.S. SENATE CANDIDATE: Guys like John Fetterman, take everything to the extreme. Extremism on both sides makes things worse. We need balance, less extremism, in Washington. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "TAPPER",
      "sentences": "I'm sure, Fetterman would respond that most of the extremism, in contemporary American politics, is coming from inside Dr. Oz's own party.But extremism, extremist? That's an insult we're hearing on a lot of debate stages, this month. And you're no doubt hearing it on your TVs. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Masters is so extreme and so wrong for Arizona.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Greg Abbott signed the most extreme abortion ban in the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Doug Mastriano is too extreme on abortion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This guy is so extreme.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Way too extreme for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "But not Bill Dieruf. He's just too extreme.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Stop, extreme liberal, Pat Ryan.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "TAPPER",
      "sentences": "For Republicans, the focus has been on some extreme Democratic policy positions.At the top of their list, defunding the police, which of course became a rallying cry, for the Progressive Left, after a Minneapolis Police Officer, murdered George Floyd, in 2020. The proposal being that cities should reduce police funding, or close police departments, entirely, and use that money, for other programs, in the community, such as education or health care, ending homelessness. \"Defund the Police!\" was a slogan embraced by many Democratic lawmakers, perhaps none more than those in the Squad. (BEGIN VIDEO CLIP) REP. CORI BUSH (D-MO): Defunding the police has to happen. We need to defend the police. REP. ILHAN OMAR (D-MN): The current infrastructure that exists as policing, in our city, should not exist anymore. REP. AYANNA PRESSLEY (D-MA): Yes, I support the defund movement (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "TAPPER",
      "sentences": "But most Democratic office-holders rejected that proposal, all the way up to candidate, and now-President, Biden.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "We should all agree, the answer is not to defund the police.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "BIDEN",
      "sentences": "It's to fund the police.(CHEERS &amp; APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "BIDEN",
      "sentences": "Fund them!(CHEERS &amp; APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "BIDEN",
      "sentences": "Fund them!(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "TAPPER",
      "sentences": "Reforming the police is one thing. But most of the public, never got on board, with defunding the police. Because, when someone's breaking into your house, who you're going to call?Even voters, in Minneapolis, the city where George Floyd was killed, the modern birthplace of the Defund the Police movement? Minneapolis voters, rejected a proposal, to restructure their police department. Democratic Majority Whip, Congressman Jim Clyburn, blames the \"Defund the Police\" mantra, for Democratic losses, in 2020. (BEGIN VIDEO CLIP) REP. JAMES CLYBURN (D-SC): I really believe that that's what cost Joe Cunningham his seat. Jaime Harrison started to plateau when \"Defund the Police,\" showed up with a caption, on TV, right across his head. These headlines can kill a political effort. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "TAPPER",
      "sentences": "And now, \"Defund the Police\" is being used against Democrats, in battleground states, such as Wisconsin, where polling has the Senate race, neck-and-neck.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mandela Barnes stands with \"Defund the Police,\" and supports no cash bail that releases dangerous criminals, back into our communities.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "TAPPER",
      "sentences": "Name a deranged conspiracy theory, and this woman believes it!QAnon? Check! (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "TAYLOR GREENE",
      "sentences": "Q is anonymous. But he seems to be completely for the good.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "TAPPER",
      "sentences": "9/11 truthism? You bet!(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "TAYLOR GREENE",
      "sentences": "The so-called plane that crashed into the Pentagon? It's odd, there's never any evidence shown for a plane in the Pentagon.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "TAPPER",
      "sentences": "Mass shootings, staged by the U.S. government? Of course!(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "TAYLOR GREENE",
      "sentences": "How do you get avid gun owners, and people that support the Second Amendment, to give up their guns, and go along with anti- gun legislation? How do you do that? Maybe you accomplish that by performing a mass shooting, into a crowd that is very likely to be conservative.Is that what happened in Las Vegas? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "TAPPER",
      "sentences": "No, it's not.In the long ago political past of last year, it looked as though all of this crazy talk, was too much, for Republican Party leaders, to stomach. And after a bunch of past statements were unearthed, in which Greene, indicated support, for executing Democrats, among other hideous comments? The House of Representatives voted, to strip Marjorie Taylor Greene, of her committee assignments, and 11 members, of her own party, backed the move. It was supposed to be a political death sentence. But, as Greene's extremism became more mainstream, in her party, and her fundraising prowess, and MAGA celebrity grew, so did her standing, in the Republican Party. She sat front row, as House Republican Leader, Kevin McCarthy, rolled out his plans, for the Republican takeover, in November. And, in recent days, she told \"The New York Times,\" quote, \"I think that to be the best speaker of the House and to please the base, he,\" Kevin McCarthy, \"is going to give me a lot of power and a lot of leeway. And if he doesn't, they're going to be very unhappy about it... And that's not in any way a threat at all,\" unquote. Nice political party you got here, Kevin! Be a shame, if anything happened to it. It's weird to think, it was only three years ago, when the House Republican Party itself took steps, to ostracize proud white nationalist congressman, Steve King of Iowa. King never failed to come up with new and inventive ways, to be racist. He once riffed poetically about the cantaloupe-sized calf muscles of pot-hauling Mexicans. King eventually made just too many comments, like this one. (BEGIN VIDEO CLIP) REP. STEVE KING (R-IA): If you go down the road a few generations, or maybe centuries, with the inter-marriage, I'd like to see an America that's just so homogenous that we look a lot the same. This is an effort, on the left, I think, to break down the American civilization, and the American culture, and turn it into something entirely different. I'm a champion for Western civilization. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "TAPPER",
      "sentences": "King was eventually punished, and essentially excommunicated, from the party, by the party.But Republican leaders have, of late, developed quite a tolerance, for intolerance. Listen to these insightful pithy observations, on the notion of reparations, for the descendants of slaves, from Republican senator, Tommy Tuberville of Alabama. (BEGIN VIDEO CLIP) SEN. TOMMY TUBERVILLE (R-AL): They want crime. They want crime, because they want to take over what you got. They want to control what you have. They want reparation, because they think the people that do the crime are owed that! Bullshit! (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "TAPPER",
      "sentences": "Openly, hideously, shamelessly racist!And the response from Republican leaders has been? (CRICKETS SOUND EFFECT)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "TAPPER",
      "sentences": "Why? How did this happen? Who invited all these extremists, into the Grand Old Party?(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "TAPPER",
      "sentences": "Will you unequivocally condemn David Duke, and say that you don't want his vote, or that of other white supremacists, in this election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Well, just so you understand. I don't know anything about David Duke, OK? I don't know anything about what you're even talking about, with white supremacy or white supremacists.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "TAPPER",
      "sentences": "January 6, 2021. Forget defunding the police! This is physically assaulting the police! And Trump is promising the insurrectionists, full pardons, if he gets reelected. He's embracing that extremism. He's embracing that extremist violence. So, is there an antidote for this polarizing poison that has already seeped into our everyday lives? One study, I read today, says yes, but it won't be easy. It will require politicians, quote, \"To stop using divisive, demonizing 'us versus them' language is key. To say, 'I'm going to govern on behalf of everyone,' and to try to unify around universal values,\" unquote.And you know? There was a time, when that kind of behavior, by a political candidate, was not impossible to imagine. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "GAYLE QUINNELL, JOHN MCCAIN SUPPORTER",
      "sentences": "I can't trust Obama.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "JOHN MCCAIN, FORMER UNITED STATES SENATOR",
      "sentences": "I got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "QUINNELL",
      "sentences": "I - I have read about him. And he's not - he's not - he's a - he's an Arab. He is not--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "MCCAIN",
      "sentences": "No, Ma'am. No, Ma'am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "QUINNELL",
      "sentences": "No?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "MCCAIN",
      "sentences": "No, Ma'am. No, Ma'am. No, Ma'am. He's a - he's a - he's a decent family man, citizen that I just happen to have disagreements with on - on fundamental issue.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "TAPPER",
      "sentences": "Few politicians have felt the impact, of today's extremist politics more than Michigan Republican congressman, Peter Meijer, who narrowly lost his Republican primary battle, for reelection, back in August, after being one of only 10 Republican members of Congress, who voted to impeach then-President Trump, after the January 6 Capitol attack.Meijer lost to election-liar John Gibbs, whom Democrats worked to boost, in the primary, hoping that Gibbs will be easier, for them to beat, in November. Gibbs insists that it's quote, \"Mathematically impossible\" that Joe Biden won in 2020. Gibbs has accused Democrats of taking part in satanic rituals. Gibbs, at one point, argued that America has quote, \"Suffered,\" as a result of the women's suffrage movement. Michigan congressman, Peter Meijer, joins me now. Congressman, it's good to see you again. Democrats spent more than $400,000, on ads, promoting Gibbs. If he wins in November, is the Democratic Party at least partly responsible? REP. PETER MEIJER (R-MI): I think, it's impossible to look at that type of cynical action, and not see a degree of responsibility, for having, frankly, achieved the outcome that they may not have desired. Obviously, they did that. They are hoping that they can flip this seat. But as I said, before, less electable is not unelectable. And I think in the moment we are in right now? And I saw the segment you were playing earlier. The assumption on the Democrats' behalf is that, \"Well these Republicans have a personality problem. So, we will surely over-perform.\" But the Democrats have a policy problem. And they have tried to avoid any semblance of fixing what's wrong in their own house, by just pointing out the faults, and the issues, on the Republican side of the aisle. But frankly, this is going to be a hard time, when the economy is in the direction that it is, right now, when gas prices continue to rise, when inflation is crippling Americans' wallets. If the choice is between someone who is, quote-unquote \"Extreme,\" versus the party that has led us to where we are today? That's the choice they're leaving the American public with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "TAPPER",
      "sentences": "And the Democrats say all they did was highlight Gibbs' views, and the Republican base embraced him. \"The Detroit News\" says that you outraised and outspent him.At the end of the day, are Republican voters, the ones embracing extremism here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "MEIJER",
      "sentences": "And I - let me be very clear. I lost, and I take responsibility for that. The reality of that situation, though, is if the Democrats tried to pawn that off, as like, \"Well, we were just highlighting who this guy really is,\" they're running very different ads today. And the reason why is because they are talking to two different audiences.So, I think, for a party that thinks that a couple-thousand dollars' worth of Facebook ads, in 2016, swung an election, to then turn around, and say that a half million dollars of expenditures, in a single congressional race, were non-trivial, and had zero impact? It's a bit hard to square that circle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "BASH",
      "sentences": "If you lose, will you accept that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "LAKE",
      "sentences": "I'm going to win the election, and I will accept that result.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "TAPPER",
      "sentences": "Do you think the Democrats' plan is going to backfire, in some of these places?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "MEIJER",
      "sentences": "I think it's unquestionable that it will backfire, in a few of these seats.I mean, it's one thing to look at what they did, in the governor's race, in Illinois, or for that matter, the governor's race, in Massachusetts, and see that as a way of potentially sidelining a more electable official, who could flip, what would otherwise be, a safe, Democratic seat, in normal times. It's a whole different thing to look at that, and take that role, in swing seats, just for a marginal advantage. But it gets back to just the fundamental cynicism, in our politics, right now. I mean, that there is nothing that won't go, before strict partisan advantage that everything is a cynical game of inches. And, frankly, that rebounds back. I mean, I think there's a lot of - you can look at the Senate race, in Pennsylvania, you can look at the Senate race, down in Georgia. You have, flawed candidates, on both sides of the aisle. You have, sort of these, these calls, to ascend to something higher, and to plead, for somebody, to call out, sort of the BS that they see. And those pleas are coming from both sides of the aisle. But then the easy response back is, \"Well, that's another reliable vote for our agenda.\" And that when everything defaults back to that, when everything is just a strict partisan contest? I mean, what else do we have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "TAPPER",
      "sentences": "So, I have to say, I admire your service, in the military, and I think you've taken some really brave votes. And I just wonder, I mean, this was such a crappy experience for you. Are you done with politics? Has this just soured you on it forever? Or might you run again, sometime?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "MEIJER",
      "sentences": "Well, Jake, I mean, it may have seen crappy, from the outside, and obviously running for office. I mean, I think the old joke is that Congress is 435 people who, who hate their jobs, and yet will do anything to keep it.I frankly, do not walk away from this, disillusioned. I don't walk away from this, feeling sour. I walk away seeing a lot of sort of worst expectations of the most depraved behavior, having been confirmed. But, if anything, I'm just, OK, with my analytical judgment there. But what I really took away, from my experience, in Congress, so far, is how many of our problems, and our politics, are downstream, of maladministration, downstream of governmental incompetence, right, when everything is just in a place, where we don't feel like we know what, where to even start, with fixing the issues, and the problems that we see. And part of this is because of our expectation that the federal government will come in, and do everything that can be everything to all people. And the Republican Party used to be the party that looked at that, and said, \"Whoa! Whoa! Whoa! We want to push some of this power down. We think that local administration is going to be more effective, that we can answer some of these questions.\" The Democratic Party used to be the one that started with their goal in mind, and then worked backwards, on the means, right? But you have a Republican Party that is looking at Democrats, who have seized institutions, and they say, instead of saying, \"We shouldn't have those institutions, be partisan. Fine. We accept that they're partisan. We want them to be our partisans.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "MEIJER",
      "sentences": "And meanwhile, the Democrats are taking, that approach, where they start with the rhetoric, and then they work backwards, to backfill legislation.So, we have two aimless parties. And, frankly, the way we get out of that? I mean, some of that's going to be political reform. But some of that needs to be investing, in what's tangible, in our communities, and focusing there. So, that's my focus, going forward, is on West Michigan, is on ensuring that, we're fixing some of those administration and governmental and policy problems that create the space, for political dysfunction, to arise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "TAPPER",
      "sentences": "All right, Congressman Peter Meijer, of Michigan, thank you so much. Hope to see you, when you're back in town, in a few weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "MEIJER",
      "sentences": "Thank you, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "TAPPER",
      "sentences": "More police officers are being shot, on the job.Just last Wednesday, officers were shot, during a traffic stop, in Decatur, Illinois, when a SWAT team was executing a warrant, in Philly, and when a domestic disturbance turned into an ambush, in Bristol, Connecticut. That's eight cops shot in just one day, in the United States. The Fraternal Order of Police says 252 officers have been shot, in the first nine months, of this year. 50 of them, 50, did not survive. Those numbers differ slightly from an FBI tally. But the attacks don't get the same attention, as incidents, where officers pull the trigger, likely because those events happen more often. To put into context, \"The Washington Post's\" database has 802 people being shot by police this year. CNN's Chief Law Enforcement and Intelligence Analyst, John Miller, joins us now to, discuss. John, the FBI says, last year, saw more cops killed, intentionally, in the line of duty, since 9/11. What's going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "TAPPER",
      "sentences": "So--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "MILLER",
      "sentences": "But that 28 percent is the thing that police departments are worried about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "TAPPER",
      "sentences": "Yes. So, the 28 percent, I mean, that seems to me like that could be the difference. That's more than a quarter of people, who - that's their goal. They want to kill a cop. So that's scary. But it's also interesting and important. Where would that come from that \"I want to kill a cop\" mindset?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "MILLER",
      "sentences": "So, not an abstract figure to me. When I was Deputy Police Commissioner of New York City, I was at the scene, where Officer Ramos and Liu were both assassinated--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "TAPPER",
      "sentences": "Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "MILLER",
      "sentences": "--as they were eating in their car, by an individual, who drove up from Boston, after tweeting, \"They took two of ours,\" that would be Michael Brown and Eric Garner, \"We're going to take two of theirs.\" That was an intentional assassination, where he felt he was bringing some kind of justice.If you fast-forward to January of last year, we had Officer Jason Rivera and Wilbert Mora. That was another individual, who texted a friend, right before, \"The police are on the way. It's going down,\" he planned to kill them before they got there. The FBI report, which was anecdotal, based on information, with law enforcement, and offenders from across the country, came to two interesting and fairly controversial conclusions. Based on their interviews, with police departments, across the country, they said almost to a person, they blamed one, the relaxing of the drug laws, and the decriminalization of different drugs, because they felt that offenders they had arrested before, who hadn't resisted, under influence of drugs, would be more violent. Number two, the anti-police sentiment was driving that 20 - 28 percent. And that these were factors that came out of social media, and mainstream media, after a police shooting--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "MILLER",
      "sentences": "--where people were hearing a one-sided narrative, and they felt they needed to do something to bring revenge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "TAPPER",
      "sentences": "John Miller, thank you so much. Appreciate your time, sir. Good to see you again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "MILLER",
      "sentences": "You too. Thanks, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "TAPPER",
      "sentences": "When the world first came to know Chelsea Manning, in 2010, she was just 22-years-old, an army intelligence analyst, and a whistleblower, who shook up everything, we thought we knew, about U.S. wars, in Iraq and Afghanistan.She leaked hundreds of thousands of classified documents to WikiLeaks. Now, to some, Manning is a hero. To others, she's a traitor. But after serving seven years, in a military prison, including time in solitary, she was granted freedom, when then-President Obama, commuted her sentence, in 2017. Chelsea Manning is now trying to reclaim the narrative, about why she did, and what she did, in a new memoir, titled \"README.txt.\" Chelsea Manning joins us now. Thank you so much for joining me. CHELSEA MANNING, AMERICAN ACTIVIST &amp; WHISTLEBLOWER, FORMER UNITED STATES ARMY SOLDIER, AUTHOR, \"README.TXT\": Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "TAPPER",
      "sentences": "So, the book is about offering your side of the story, about why you leaked 750,000 documents, classified and sensitive, to WikiLeaks. What ultimately, do you think, pushed you, to take that extreme step?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "MANNING",
      "sentences": "Right. So, what I think it boiled down to was this incredible discrepancy, this, like cognitive dissonance that I had, between what the public was. And I considered myself a very educated and informed member of the public, prior to enlisting in the military, and deploying to Iraq, in 2010. But, there was this discrepancy, between what we had access to, in the public, versus what I actually finally saw, on the ground, and what we, as a collective, were really sort of seeing on the ground, and experiencing, every single day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "TAPPER",
      "sentences": "One of the things that seemed to motivate your action, you write in the book that quote, \"We - the occupying military force - didn't actually give a F about\" the Iraqi people. I have to say, that's a pretty sweeping thing to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "MANNING",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "TAPPER",
      "sentences": "About thousands of service members. I know men and women, who served in Iraq--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "MANNING",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "TAPPER",
      "sentences": "--who absolutely cared about the Iraqi people",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "TAPPER",
      "sentences": "So, the WikiLeaks happened in 2010. In an interview that year, by a British television station, Channel 4, a Taliban spokesman said, the group would punish Afghan nationals, working for the U.S. that are named in the WikiLeaks logs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "MANNING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "TAPPER",
      "sentences": "Now, I don't know of any who have actually been harmed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "MANNING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "TAPPER",
      "sentences": "But did that not worry you at all? I mean there are individual Afghans, and Iraqis, who were working with the U.S., trying to help their country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "MANNING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "TAPPER",
      "sentences": "And they were being named, and it might put them in jeopardy, to have their names leaked?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "MANNING",
      "sentences": "This actually got flushed out, through the court martial process. We gathered - we were obviously given discovery and evidence. And those statements were made in 2010 and 2011. But, as we came to find out later, there were no informants' names, in anything. So, I think that this was an accident, or at least an assumption, made, on the part of the Information Review Task Force that was put together, where they made a statement that could put people's harms - could put people in harm's way.But I was very careful, in not identifying what is called source- identifying information, which is covered under a very different classification, and protocol system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "TAPPER",
      "sentences": "There are a lot of traumatizing experiences that you write about, from your childhood, from the military, from your prison time. One that I had not heard you speak about before is that you are a survivor of sexual assault, while in the military.Last month, as you may know, in a confidential survey, some 36,000 service members said they had been victims of sexual assault. Reports were up 13 percent, last year. That's just what's being reported, of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "MANNING",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "TAPPER",
      "sentences": "There are victims, out there, who, like you feel, like they can't report it, because no one will believe them, or no one will care. Tell us about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "MANNING",
      "sentences": "So, yes. While I was in the military, as - and especially under \"Don't Ask, Don't Tell,\" because this was with a - I was identified - I was presenting as male, and the other person, was a male. So, this would have been even - even any kind of relation whatsoever that happened, in that timeframe, would have been impermissible. And also, this was an officer, and then elicited (ph) an encounter.And it became a non-consensual encounter. And I do - I was the - my immediate instinct was to hide it, to cover it up, and to pretend that it didn't happen, and it started to eat at me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "TAPPER",
      "sentences": "Yes, I'm so sorry, that happened. You dedicate this memoir to Trans kids. Over the past year, we've seen a lot of legislation, about Trans kids. I'm wondering, what you would say, to any of the lawmakers, introducing these bills, keeping Trans kids, from the bathrooms, they want to use, or being who they are, what you would say to these lawmakers?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "MANNING",
      "sentences": "I mean, it's the - I have less of a message for the lawmakers, and more of a message, to the kids, which the lawmakers can hear, if they so choose, which is that like, we've faced reactionary waves, reactionary attacks, against the queer and trans community, throughout history, whether it be the HIV and AIDS pandemic, whether it be under the Reagan administration, with Anita Bryant and Moral Majority.We've faced this before, and I faced my own, like, sort of reactionary rollbacks before, in my own life that even regardless of what the law says, you are valued as a human being, you're valued as a person. And we have survived these kinds of things, and progressed past these things, even whenever things do get rolled back. So, even though I do expect that, roll backs will continue, I hope to bring, at least some, light, into thinking about the future, and the optimism that I have towards, getting past this, because, we've survived as a community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "TAPPER",
      "sentences": "All right, Chelsea Manning, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "MANNING",
      "sentences": "Thank you, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "TAPPER",
      "sentences": "He's not throwing away his shot! If you're looking to see Lin- Manuel Miranda's latest endeavor, on the stage, look no further than Houston, where the Tony-winning musical savant campaigned, tonight, for Texas Democratic gubernatorial candidate, Beto O'Rourke.He and his father hope to rally young Latino voters, to head to the polls, and support Democratic candidates, next month. Lin-Manuel Miranda, and his father, Luis Miranda, join us, now. Thanks so much for joining us, gentlemen. Appreciate it. LIN-MANUEL MIRANDA, AMERICAN COMPOSER, LYRICIST, ACTOR, &amp; FILMMAKER: Thanks for having us. LUIS A. MIRANDA JR., PHILANTHROPIST AND POLITICAL STRATEGIST: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "TAPPER",
      "sentences": "So, Lin-Manuel, you're currently at the University of Houston, where you've been talking to young voters, all day. What are they telling you, about the issues they care most about, this election? And will they turn out to vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "MIRANDA",
      "sentences": "Yes. It's hard not to feel hopeful, after talking to these incredible young students, at the University of Houston. And, really, they see it, as the most important election, of their lifetimes.Their bodies are on the ballot. Gun violence is on the ballot. Immigration is on the ballot. They are facing the most restrictive voter laws, in the country. And they're really taking it in their own hands, to make sure they turn out the vote, among their generation. So, I felt very hopeful, talking to them, today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "TAPPER",
      "sentences": "Lin-Manuel, the current cast of \"Hamilton,\" on Broadway, released a lyric rewrite video, last month, to raise awareness, about the importance of voting. Let's take a listen for that.(BEGIN VIDEO CLIP) (VIDEO - \"HAMILTON\" CAST PSA URGES PEOPLE TO REGISTER TO VOTE) Register to vote. Register to vote. Election's on its way. Register to vote. Register to vote. Then make your plans today! (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "TAPPER",
      "sentences": "So, do you think artists getting involved does help with the \"Get out the vote\" effort? You see it firsthand on the ground level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "MIRANDA",
      "sentences": "Yes, well, I think what is - I think what's valuable, is shining a spotlight, where that wouldn't ordinarily be the case.I'm here, in Houston, because we have incredible elections that are happening that I think the country is paying attention to. In addition to Beto O'Rourke, you have the incredible Rochelle Garza, who would be the first Latina Attorney General, in Texas. And, I think, what's - what we can do, is speak to what matters to us. And I think it's important that Texas knows that the country is watching them, that we're watching, to see how we vote, on the most important issues of the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "TAPPER",
      "sentences": "Lin-Manuel, at its core, \"Hamilton\" underscores the often under-told importance of immigrants, in American history.And obviously, in Texas, Governor Abbott has set off something of a firestorm, by busing migrants, to Democratic-controlled cities, such as your home city of New York. Mayor Adams recently declared a state of emergency, there, because of the migrant surge. Abbott says cities in Texas can't handle the influx. What's the solution?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "MIRANDA",
      "sentences": "Yes. Well, I think, first of all, to use humans as political props, is - heinous, isn't the word, horrifying, isn't the word. I think we do need to be talking about immigration, at a national level, at a state level, and finding humane solutions to this.MIRANDA JR.: And let me tell you, in New York, we are a sanctuary city. I have been at the Port Authority terminal, welcoming Venezuelans, who were leaving their country, to come to the United States. But Texas, and the governor, Governor Abbott, is just using them as props. If we can work at the national level? And Republicans have even stopped simple bills like DACA, where there is an entire country, in favor of legalizing these kids, who were born or raised here. Republicans have been stopping the immigration debate, immigration movement, so that they can continue to weaponize immigration as a way to get the base to the votes - to the voting polls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "TAPPER",
      "sentences": "Lin-Manuel, you're currently writing the music, for the live- action \"Little Mermaid\" movie, set to be released next year.You said the original was the movie that made you fall in love, with musicals. Could you explain that? And also, what's your response, to the backlash we've seen, over Ariel, being played by a Black actress?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "TAPPER",
      "sentences": "Luis, you spent years, as a political consultant. Your son certainly seems to know the issues. Have you ever encouraged him to run for office?MIRANDA JR.: No. I learned a long, long time ago that music and art was his lane. What I hope, and continue to encourage him to do is to use his mic, his talent, his intelligence, to push people, to think hard, for the things that impact our lives. At the end of the day, art doesn't happen, in a vacuum. It happens in our society. And speaking about the issues that impact us all, it's important for artists, or people, who are in politics, like me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "MIRANDA",
      "sentences": "I know there's, people watching this, going \"Oh! Stick to your writing! Stay out of politics!\" I couldn't agree with you more. I love to be home, writing a song, right now.But at a time when - I never thought I'd see Roe v. Wade overturned, in my lifetime. That was settled law, by the time I was born, in 1980. There's just too much at stake, for any of us, whether we're in the arts, or anyone in this country, to stay silent, and not go to the polls, this November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "TAPPER",
      "sentences": "Lin-Manuel, Luis, thank you so much. It's great to see you both.MIRANDA JR.: Thank you for having us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "MIRANDA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "TAPPER",
      "sentences": "We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}