{
  "date": "2022-11-16",
  "headline": "CNN Newsroom",
  "subHeadline": "President Joe Biden Meets With G7 And NATO Leaders After Missile Hits Poland; Donald Trump Announces 2024 Presidential Candidacy; Poland: Russian-Made Missile Kills Two, Unclear Who Fired It. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:39",
      "speaker": "KIM BRUNHUBER, CNN ANCHOR",
      "sentences": "Hello and welcome to all of you watching us here in the U.S., Canada and all around the world. I'm Kim Brunhuber live from CNN Center in Atlanta.We're following two big stories this hour. World leaders hold an emergency meeting after a missile described as being Russian made falls inside of NATO territory. And Donald Trump announces his third run for the White House claiming he's the candidate who can bring people together. A missile that fell on Poland Tuesday killed two people and is raising fears that Russia's war in Ukraine could spill over into NATO territory. Now, it's unclear where the missile was fired from and why it fell on Poland. But officials say it was Russian made. Poland has raised its military alert status and summoned the Russian ambassador for an explanation. It's also considering whether to invoke NATO's Article 4 which would trigger talks with the alliance's decision making body. Now, the missile fell in a village about four miles or six kilometers west of Poland's border with Ukraine. It's also set off a storm of diplomatic activity. NATO will hold an emergency meeting in Brussels in the coming hours. G7 and NATO leaders met on the sidelines of the G20 summit in Bali, Indonesia. Afterward, U.S. President Joe Biden struck a cautious tone, here he is. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:39",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We're going to make sure we figure out exactly what happened. It's unlikely in the minds of the trajectory that it was fired from Russia but we'll see.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, well keep monitoring this important story. Appreciate your reporting there Kevin Liptak in Bali, Indonesia.While we're barely a week past the U.S. midterm elections but the 2024 race for the White House already has its first contestant, Donald Trump announced his candidacy Tuesday night in Florida promising to defeat Joe Biden and the \"radical Democrats\" with his America First agenda. The former president vowed to bring down inflation, make the U.S. energy independent and secure the border with Mexico. Now, if he were to win, Trump would be the first U.S. president elected to non-consecutive terms since Grover Cleveland in 1892. More now from CNN's Kristen Holmes. KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT (on camera): Tuesday night, former President Donald Trump launching his third presidential bid despite the warnings and hesitations of many of his top advisors and aides who said that he didn't have the momentum coming out of the midterms because of those lackluster Republican results as well as concerned that he would overshadow the Georgia Senate runoff and cause Republican candidate Herschel Walker to not win the race. Now, Trump's speech was uncharacteristically low energy. He seemed to stay mostly on message while he did say it would likely be 30 minutes, it was much longer. Take a listen to just some of what he had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "In order to make America great and glorious again, I am tonight announcing my candidacy for president of the United States.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "HOLMES",
      "sentences": "Now, this is historic for a multitude of reasons not only because there has only been one person to successfully run on consecutive term and win but also given the nature of Donald Trump. This is a man who is facing several federal investigations embroiled in multiple legal battles.Additionally, he sought to overturn the 2020 election, he still doesn't recognize that he lost that legitimate election to Joe Biden and this is entering of the 2024 presidential race sets up a potential rematch for him against current President Biden. Kristen Holmes, CNN, Palm Beach, Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "BRUNHUBER",
      "sentences": "And joining me now from Cambridge, Massachusetts, CNN political commentator and Republican strategist, Alice Stewart and from Los Angeles Democratic strategist and Occidental College professor Caroline Heldman. Thank you so much for being here with us.So, let's start with you, Alice, no surprise that Donald Trump has formally announced, maybe surprising the way he did it, what stood out to you? ALICE STEWART, CNN POLITICAL COMMENTATOR (on camera): Look, it's no surprise, this was the worst kept secret in politics, but he did it in you know, Trump style at Mar-a-Lago around his great admirers. The problem is, he doesn't have widespread support among the party. And it certainly doesn't have widespread support among a general electorate, which he would face in a national election. And one thing that stood out with me and what he said is, obviously, his efforts to Make America Great Again, but he also said we need to go far fast. The problem is he has gone far and he failed. He lost the White House, he lost the House and the Senate, and Republicans had tremendous losses this cycle in large part due to canvas that he nominated, and their insistence to really re-litigate 2020 and election deniers and conspiracy theories. And look, I applaud his objectives when he talked about it in his speech to reduce inflation and secure the border and gain energy independence. That's what we need to do. But I think there are plenty of other positive Republicans that can do just the same and also win a general election at the same time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:04",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, Caroline. Alice just mentioned there, the losses there that the Republicans, you know, they were supposed to do a lot better. Donald Trump tried his best to deflect and deny any responsibility for the Republicans poor showing in the midterms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:02",
      "speaker": "BRUNHUBER",
      "sentences": "But maybe good news for Democrats. I mean, they're already turning the announcement into a fundraising opportunity. Are they rubbing their hands with the chance possibly to run against him in 2024 to make that election a referendum on Donald Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:02",
      "speaker": "HELDMAN",
      "sentences": "I would imagine that Democrats are very happy right now, it's going to be a bloodbath between DeSantis and Trump. I would imagine that they will weaken each other and whoever makes it to the final will, yes, this is a dream for Democrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:02",
      "speaker": "BRUNHUBER",
      "sentences": "So, Alice, I mean, what -- go ahead, go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:02",
      "speaker": "STEWART",
      "sentences": "No, I just I agree completely, Democrats would love nothing more than Donald Trump to be the Republican nominee.I mean, they basically ran this midterm election against Donald Trump and he wasn't even on the ticket. And they realized that his brand of extremism has expired, and people are tired of that. And they would love to have him be the person that they run their general election against. And the truth is, speaking with many people up and down the Republican Party, whether they're in Washington, D.C. or in middle America, look, Donald Trump deserves a lot of credit for re-energizing the base of the Republican Party, but they realize that it's time to turn the page. He has -- we have lost many people because of his rhetoric and his focus on his past grievances instead of voters future promises. And people that have been diehard Trump supporters, they're ready to turn the page and put someone else at the top of the ticket who could truly be a viable candidate against the Democratic nominee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:02",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, I don't know. But diehard Trump supporters turning the page, but we shall see. So, we heard our reporter mentioned this, the Senate race here in Georgia, what do you think, you know, Donald Trump's throwing his hat in the ring will mean? We heard him in a speech name check Herschel Walker and urges supporters to vote for him. But will Trump's announcement be a factor here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:02",
      "speaker": "HELDMAN",
      "sentences": "I think it will be a factor which is why the Republicans worked so hard to get him to not do that, right? They were very interested in making sure that Donald Trump waited to announce because it will absolutely affect the Georgia election.At this point in time, you have both Trumpism which people are pushing back against as Alice pointed out, and in fact, in polling 53 percent of Americans say that Trump, a new Morning Consult poll says 53 percent say Trump should absolutely not run, 65 percent say he probably shouldn't run. But on top of that, he also had this massive swing with Roe that everybody discounted because they weren't looking at this as a long- term issue, which I think that, you know, 51 percent of the American population, women absolutely view it as a long term issue. And so, Trump is only going to make matters worse. I think Georgia has already favored for Warnock, and Trump putting his hat in the ring makes this probably something that will happen for Warnock.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:02",
      "speaker": "BRUNHUBER",
      "sentences": "Alice, do you agree?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:02",
      "speaker": "STEWART",
      "sentences": "I do. Look, I'm from Georgia. I know the people of Georgia, I understand what's going in their heads right now. And I believe the runoff elections we had two years ago were lost in large part because of Trump's involvement in that race and he would be better served to sit on the sidelines.That being said, he will more than likely interject himself and he can be helpful outside of the Atlanta area in the very democratic areas. He can be helpful in parts of rural Georgia to encourage people that may not feel the need to get out and vote, encourage them to get out and vote. And I've spoken with Walker campaign, they're happy to take help from anyone who can turn out voters but they're going to rely more on people like Ron DeSantis and Glenn Youngkin and people that are our proven Republican leaders that have a positive vision for the future as opposed to someone who has a successful record of electoral losses like Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:02",
      "speaker": "BRUNHUBER",
      "sentences": "Should be fascinating to see it play out. We'll have to leave it there. Alice Stewart and Caroline Heldman. Thank you so much for joining us, really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:02",
      "speaker": "HELDMAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:02",
      "speaker": "STEWART",
      "sentences": "Thank you, Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:05",
      "speaker": "BRUNHUBER",
      "sentences": "And for more on this, David Sanger joins me now from Santa Barbara, California, who is CNN political and national security analyst and a White House and national security correspondent for The New York Times. Thanks so much for being here with us.David, the stakes here couldn't be higher. So, take us through what polish and NATO authorities have been doing to get answers as to where this came from, and exactly what may have happened here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:05",
      "speaker": "DAVID SANGER, CNN POLITICAL AND NATIONAL SECURITY ANALYST",
      "sentences": "Well, it's the Polish who've identified the missile itself is Russian made. But as Matthew said before, that doesn't tell you very much about who launched it.We heard President Biden earlier speaking from Bali, saying that he believed that it did not originate from Russian territory. That's very possible that Russians could have launched it from Ukrainian territory, but that others could have as well. So, why is this important? First, it's President Biden who has said that the United States and its NATO allies will defend every inch of NATO territory. And so, that suggests that if Putin attacks in the NATO state, then suddenly he's in conflict with NATO. But if this was just an Iran (PH) missile, if it had gone off course, even if it had been aimed someplace close to the border in Ukraine, I don't think anybody's going to war for that. If it was a mistake, I don't think anyone's going to war for that. If it had been intentional to hit in Poland, you would have thought there probably would have been several missile strikes. So, I think the early indications are that people are trying to calm down a little bit about this one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:05",
      "speaker": "BRUNHUBER",
      "sentences": "But this was always the possibility when the war started. It's what everybody feared. So, I mean, if you know, a big if, if it was Russia that actually fired the missile, you know, maybe it isn't even this one, maybe it's in the future. What then are NATO's actual options here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:07",
      "speaker": "BRUNHUBER",
      "sentences": "So, the CIA director and his Russian counterpart, you know, just the other day they met in Turkey to talk about how to avert a nuclear war. So, how open are the lines of communication between the two countries? Are they talking now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:07",
      "speaker": "SANGER",
      "sentences": "Well, before a few weeks ago, I would say they were pretty miserable. But we have since seen that defense chief, General Shoigu call Lloyd Austin, the American defense secretary. We have seen General Gerasimov (PH), who's basically the top military official, called General Milley, the Chairman of the Joint Chiefs of Staff. We've now seen Bill Burns meet his Russian counterpart. Mr. Burns, of course, is the CIA director.So, at least there is a sense now of regular communication, whether they're listening to each other, that's another question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:07",
      "speaker": "BRUNHUBER",
      "sentences": "Yes. As Matthew Chance said, there could have been you know, Ukrainians firing to stop a Russian missile, we still don't know. But any way you slice it, all of this came about because of Russia invading Ukraine at the end of the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:07",
      "speaker": "SANGER",
      "sentences": "That's right. That's right. And that's (INAUDIBLE) here that it's a situation like this lends itself to accidents and assuming the worst of intentions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:07",
      "speaker": "BRUNHUBER",
      "sentences": "We'll have to leave it there. But really appreciate your insight and analysis. David Sanger, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:07",
      "speaker": "SANGER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:07",
      "speaker": "BRUNHUBER",
      "sentences": "Well, one week after the midterm elections, lawmakers returned to Capitol Hill to talk about what happened last Tuesday and decide who will lead the new Congress. That's next, please stay with us.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:31:17",
      "speaker": "RAJU",
      "sentences": "Could be the top leader position you're considering running for?REP. JIM CLYBURN (D-SC): No, it won't be that. RAJU (voice-over): In the Senate, Democrats taking a victory lap after holding the Senate, but some Republicans taking out their ire at Mitch McConnell. Florida Senator Rick Scott plans to run against him in Wednesdays leadership elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:31:17",
      "speaker": "RAJU",
      "sentences": "What's the problem with having McConnell as leader for another two years?REP. JOSH HAWLEY (R-MO): Well, if you like the election results, I guess there is no problem. But if you want to be a majority problem [SIC] -- majority party, clearly, what we're doing isn't working.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:31:17",
      "speaker": "RAJU",
      "sentences": "You don't think he can get you back to the majority?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:31:17",
      "speaker": "HAWLEY",
      "sentences": "No.RAJU (voice-over): McConnell pushing back. SEN. MITCH MCCONNELL (R-KY): I think the outcome is pretty clear. I want to repeat again, I have the votes. I will be elected. The only issue is whether we do it sooner or later. RAJU (voice-over): Yet, Republicans also uneasy about the reemergence of Donald Trump as a presidential candidate and what that means for their party. SEN. JOHN CORNYN (R-TX): The world has changed considerably, just in recent weeks. RAJU (voice-over): All coming as Democrats held their own in key governor's races across the country, including the victory of Democrat Katie Hobbs in Arizona over staunch Trump backer, Kari Lake. KATIE HOBBS (D), ARIZONA GOVERNOR-ELECT: We chose sanity over chaos, and we chose unity over division.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:31:17",
      "speaker": "RAJU",
      "sentences": "Now, behind closed doors for more than three hours, Senate Republicans engaged in a tense back and forth, including between McConnell and Scott themselves, trading criticism over their handling of the midterm elections.Susan Collins, Republican of Maine, defending Mitch McConnell, questioning Scott's spending decisions as the head of the National Republican Senatorial Committee. And I asked McConnell about the criticisms from Scott himself. McConnell defended himself and instead pointed to what he said was chaos that came from all the negativity that came from some people in their party's leadership, but he did not say who he was talking about. Manu Raju, CNN, Capitol Hill. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:31:17",
      "speaker": "BRUNHUBER",
      "sentences": "Ron Brownstein is CNN's senior political analyst and the senior editor for \"The Atlantic.\" And he joins me now from New York.Pleasure to have you on here. So Ron, let's start with developments in Congress. It looks more and more likely that Republicans will control the House. But we've seen just there the infighting, the rebellion from the pro-Trump MAGA wing against Kevin McCarthy and Mitch McConnell. So where do you think this is all heading?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:31:17",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "You know, the narrow maturities in the House, if -- when all is said and done, is going to make life very difficult for whoever becomes the Republican leader.In the end, it's hard to see how they move beyond McCarthy, if only because it's hard to see what other figure could be more of a unifying force for this caucus. But the divergence between kind of the most -- (AUDIO GAP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:41:05",
      "speaker": "BRUNHUBER",
      "sentences": "Congress is returning to Capitol Hill for the first time since the midterms, and this comes as Donald Trump has officially put his hat in the ring, announced he will run for president in 2024.So to discuss all this, we've reestablished contact with CNN senior political analyst and the senior editor for \"The Atlantic,\" Ron Brownstein. Great to have you back. So let's -- let's pick up here. So Donald Trump officially running, how much more does that stir the pot and make it even harder for Republican leadership in Congress?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:41:05",
      "speaker": "BROWNSTEIN",
      "sentences": "That's a really good question, Kim, because I mean, Trump announcing so early and, you know, by historic standards, way before candidates usually do and way before anyone else in the Republican possible field has announced is really going to put pressure on every member of Congress and every Republican elected official up and down the ballot to say whether or not they want him again.And the other thing that it does -- I think I have always felt this -- is that once Trump is out there, it is a real inhibitor against Republicans in Congress, trying to reach any kind of deals with Biden, whether they think it is in their interest or not. Because he is presumably going to be hurling thunderbolts at them every time they even gesture toward, you know, reaching accommodation with the president that he continues to view and claim was illegitimately elected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:41:05",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, that's a great point. Let's -- let's turn to Donald Trump's announcement itself. So first, just on the historical import at this moment, a presidentwho lost, who undermined democracy, fomented an insurrection, now running for top office again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:41:05",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes, we've only had -- all viewers remember, Grover Cleveland, who was elected in 1884, defeated in 1888, and then won a rematch in 1892.One key difference, as someone pointed out on Twitter, is that Cleveland twice won the popular vote, even when he lost, and of course, was not facing the prospect of multiple indictments on both federal and state charges in Georgia. You know, I thought it was -- I thought it an odd speech. I mean, it did not have Trump's characteristic energy. It seemed almost perfunctory at points. It was rambling. It -- you know, it aired his familiar grievances: I am a victim, he said at one point. But you also see the germ of what will be the campaign for him or any other Republican who runs, which is the argument that the country was in better shape in 2020 than it is today, that Biden has mishandled inflation, crime and the border, and you know, we need to go back to the policies that were working. I think the question isn't whether that is ultimately the Republican message. The question so many Republicans are asking is whether Trump is the credible messenger, given all of the resistance to him that was evident in blue and purple states in last week's election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:41:05",
      "speaker": "BRUNHUBER",
      "sentences": "Yes. But one of those, you know, purple states, although it was very red, was Florida. We've seen some polling suggesting Florida Governor Ron DeSantis could beat Trump in a head-to-head matchup.Do you think that will be the eventual primary contest? And can DeSantis or, you know, Pence or anyone else win? Against Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:04",
      "speaker": "BRUNHUBER",
      "sentences": "So intriguing. We'll be watching. Thanks so much. Always great to get your analysis. Ron Brownstein, appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:04",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks. Sorry for the technical SNAFU.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:04",
      "speaker": "BRUNHUBER",
      "sentences": "No worries, my friend.Well, there's been a world of diplomatic activity following the deadly explosion in Poland that Polish officials say was caused by a Russian- made missile. Now, it's still not clear where the missile was fired from. NATO has called an emergency meeting in Brussels and, in a statement, offered Poland its full support. But for more, let's go to Ivan Watson in Bali, where the G20 summit has recently wrapped up. So Ivan, take us through how President Biden and other world leaders have been reacting to this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:04",
      "speaker": "IVAN WATSON, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Sure. Well, he and other leaders here in Bali have been in touch with the Polish government about this missile strike that hit Eastern Poland near the border with Ukraine, killing at least two people.But first listen to how the Polish president in Warsaw characterized what happened. (BEGIN VIDEO CLIP) ANDREJ DUDA, POLISH PRESIDENT (through translator): Of course, we know that all day today, Russia was attacking Ukraine with rockets, but we do not have any conclusive evidence at the moment as to who launched this missile. The investigation is underway. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:04",
      "speaker": "WATSON",
      "sentences": "And this morning, after calls to the NATO secretary-general, to the Polish president, U.S. President Joe Biden convened an emergency roundtable. And he gathered heads of state who happened to be here for the G20 summit in Bali. They include the leaders of Canada, the European Union, France, Germany, Italy, Japan, the Netherlands, Spain and the U.K. And they held a meeting about this incident, as well as the salvo of Russian rockets that fell all across Ukraine on Tuesday.In their statement, they emerged saying, quote, \"We discussed the explosion that took place in the Eastern part of Poland, near the border with Ukraine. We offer our full support for and assistance with Poland's ongoing investigation. We agree to remain in close touch to determine appropriate next steps, as the investigation proceeds.\" Meanwhile, other leaders here have announced that they, too, have been in touch with the Polish government. The French president, Emmanuel Macron; the British prime minister, Rishi Sunak, who's been in a meeting with Biden just moments ago. All expressing condolences to Poland, all saying they -- expressing solidarity with Poland and offering support in the investigation to try to figure out where this deadly missile strike, in fact, came from. One of the goals that the Biden administration had at this meeting was to try to continue to put pressure on Russia, regarding its invasion and ongoing grinding war with Ukraine. It was also a key subject for discussion for the host country here. The Indonesian prime minister, Joko Widodo, who has warned that the war is having an effect on global food prices and energy prices. One of the big questions coming out of here: what could this latest rocket salvo against Ukraine, the threat that perhaps there's a spill- over into Poland, could that bolster efforts to try to get G20 countries, which include China and Russia, to take, perhaps, a harder line against Russia? That remains to be seen here -- Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:54:04",
      "speaker": "BRUNHUBER",
      "sentences": "All right. Is it going to go? We don't know. We're looking at live pictures there.NASA's facing new issues right now, in its third attempt to launch the Artemis 1 moon rocket. The launch window is set to open early next hour at Kennedy Space Center in Florida. But the team has already had to fix another liquid hydrogen leak a short time ago. Now they're working on a problem with a radar signal. Now, once this mission is a go, if it is, the unmanned test flight around the moon will use the most powerful operational rocket in the world. The goal of the Artemis program is to return astronauts to the moon for the first time in 50 years and someday, sent humans to Mars. I'm joined now by CNN's space and defense correspondent, Kristin Fisher, who's at the Kennedy Space Center for the launch. We'll see. NASA can't seem to catch a break here. what's the latest on the status of launch?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:55:12",
      "speaker": "BRUNHUBER",
      "sentences": "Ethernet problems, we've all had them. Just turn it off and on. Simple, right? Listen, Kristin --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:55:12",
      "speaker": "FISHER",
      "sentences": "You said it.",
      "isLastSentenceInterrupted": false
    }
  ]
}