{
  "date": "2022-11-08",
  "headline": "CNN This Morning",
  "subHeadline": "Ohio Senate Race More Competitive Than Expected; Warnock, Walker Make Final Pitch to Georgia Voters; Soon: Polls Open in Pennsylvania, Home of Fetterman-Oz Race; Fetterman Sues to Have Undated, Misdated Mail-In Ballots Counted; Waiting Game: What to Expect After Polls Close Tonight. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "05:59:49",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "We've got hours for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:49",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "This is the morning music.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:49",
      "speaker": "LEMON",
      "sentences": "Listen, we are a little unstruck. Because we've been already on the air for two hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:49",
      "speaker": "HARLOW",
      "sentences": "We have McDonald's coming, because you ordered us breakfast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:49",
      "speaker": "LEMON",
      "sentences": "Yes, calories don't count on election day.It is election day in America. Good morning, everyone. So happy that you could join us this morning. Again, we have been here for two hours. There's a lot to get to this morning. Soon the polls are going to open in Ohio, Pennsylvania and Georgia. Three very critical battleground states with extremely tight and consequential Senate races. When all the votes are counted, these are the races that will decide control of the House and the Senate. We have a very busy show today, and we have you covered all morning with everything you need to know. We do, indeed. Pennsylvania Senate candidate John Fetterman suing in federal court to try to keep thousands of mail-in ballots from not being counted. He wants them counted. We will explain why. The issue here, they were not properly dated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:49",
      "speaker": "COLLINS",
      "sentences": "We also have an exclusive CNN interview. House Speaker Nancy Pelosi sitting down for the first time since that attack on her husband, Paul Pelosi, in her San Francisco home. She's weighing in whether or not it's going to affect her own political future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:49",
      "speaker": "LEMON",
      "sentences": "Yes. We're going to get to that. But there's a lot. Let's see. At 6 a.m. the polls are open in Connecticut, Indiana and Kentucky. So if you're there, maybe you're listening to us on Sirius. Maybe you have your phone out. Hey, New York here. Good to see you. So they're going to open in 30minutes in Ohio and North Carolina. Ohio, though, where Democrat Tim Ryan and Trump-backed J.D. Vance are locked in a contentious and unexpectedly competitive Senate race. (BEGIN VIDEO CLIP) J.D. VANCE (R), OHIO SENATORIAL NOMINEE: The president said it well. We've got to get out there and run up the score on these guys, because we need to win, and we need to win big and take our country back. REP. TIM RYAN (D-OH), OHIO SENATORIAL NOMINEE: And that's why these elections are so important. Especially when you're taking on such an extreme group of people, who are trying to hijack it and jam their ideology down the throats of everybody else in the country. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:49",
      "speaker": "LEMON",
      "sentences": "Well, CNN has all the battleground states covered with a team of reporters. And we're going to begin with the one and only Melanie Zanona, live in Columbus, Ohio. A very breezy Columbus. Sun's not up yet.Good morning to you. What's the mood like there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:49",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL CORRESPONDENT",
      "sentences": "Good morning.You really hit the nail on the head here. It is competitive, and it's also contentious. So this race is a lot closer than a lot of people expected it to be, especially considering this is a state, it's a red state that went for Donald Trump in 2020. And, yes, J.D. Vance is still seen as having the edge here, but Tim Ryan has kept it really competitive. And he really views himself as the underdog in this race. And he has done that by having a consistent economic and jobs message from the beginning. He's been a very prolific fund-raiser. And he's also tried to portray himself as this no-nonsense fighter who's willing to stand up to his own party. Now, aside from being competitive, it's also been very contentious. J.D. Vance, the Republican, he is trying to say that Tim Ryan is just trying to act like a Republican and trying to run as a Republican, even though he has no record of voting against his own party. And then you have Tim Ryan, who's used some rather colorful language, maybe too early to repeat it here on the morning show, but to describe how many of a sycophant J.D. Vance is of Donald Trump's. But J.D. Vance is not running away from those ties to Donald Trump whatsoever. He actively courted Donald Trump's endorsement in the primary. And Donald Trump was here last night, rallying for J.D. Vance in Ohio. Also at that rally last night was the Republican governor, who's also up for re-election. He's way ahead in the polls. And so the thinking among J.D. Vance's camp is that this is going to help him, J.D. Vance, ride the coattails into power -- Don.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:49",
      "speaker": "LEMON",
      "sentences": "We shall see. Melanie kicking us off this morning. Thank you very much. Appreciate that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:49",
      "speaker": "COLLINS",
      "sentences": "All right. Also in Georgia, the polls open in less than an hour. That's if you're not one of those 2.5 million of the people in the state who broke records by voting early. We're closely watching the highly-contented Senate rate in Georgia. Each candidate exuding confidence, ending the day as they were making their closing arguments to voters.(BEGIN VIDEO CLIP) HERSCHEL WALKER (R), GEORGIA SENATORIAL NOMINEE: We ain't talking about no runoff. We're winning this! When we leave, when we leave tomorrow night, we're leaving as winners. SEN. RAPHAEL WARNOCK (D-GA), RUNNING FOR REELECTION: If the people show up, I win. If the people of Georgia show up, I win! If the people of Georgia show up, we win. Are you ready to win this election? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:49",
      "speaker": "COLLINS",
      "sentences": "CNN's Jeff Zeleny is joining CNN this morning from Marietta, just north of Atlanta.Jeff, you know, there has been a big question here of whether or not we are going to see a runoff in this Senate race, similar to the one we saw, of course, with Warnock in 2020. You're hearing from the candidates there. What are voters saying? What are you hearing on the ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:49",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, Kaitlan, good morning.In fact, just a few moments ago, the lights literally came on here in this polling place, and poll workers are arriving here. The polls will be open in an hour. But talking to voters and talking to campaign officials, first and foremost, the economy and inflation on the minds of voters. And that is certainly, you know, creating some anxiety for Democratic candidates here. Particularly Democratic Senator Raphael Warnock. You heard him say there, \"If the people show up, we win.\" But that is the question. Which voters will turn out today? Which voters are motivated more? [06:10:0] And there is a sense, even though President Biden has not been to Georgia for months -- in fact, you were covering the White House when he was here the last time. He came for a rally and has not come back. The reality is the -- Senator Warnock campaign believes that they've been sort of dragged down by the unpopularity of the White House, the unpopularity of the Biden administration's policies. But also, you know, the strong challenge from Republican Herschel Walker. It wasn't that long ago that Republicans included him on the list of candidates that were not viewed as quality candidates. That has all changed now. Republicans have entirely circled the wagons behind him. They've sort of dismissed all the allegations of if he paid for abortions for former girlfriends or not. And this has clearly become a race about which party controls the U.S. Senate, if Democrats remain in control or if Republicans win control. Talking to voters here, I was really struck by the fact that that's how they were thinking about this also going into this. That Georgia can send a message tonight. But it may not be tonight. And the reason is, of course, Georgia, one of the very few states, battlegrounds that has that runoff policy. If either one one of these candidates do not get 50 percent plus 1 vote, this goes into a runoff. That doesn't mean anything's wrong. It just means that that's how election laws go here. So that runoff would be December 6th. But for now at least, officials from both sides say they expect some 2 million more voters to turn out today. That's on top of the 2.5 million who have already cast their ballots early -- Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:49",
      "speaker": "COLLINS",
      "sentences": "Yes. And it's fascinating to me and also really telling that you have not seen President Biden. You have not seen former President Trump in Georgia --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:49",
      "speaker": "ZELENY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:49",
      "speaker": "COLLINS",
      "sentences": "-- despite this high-stakes race. Jeff Zeleny, we'll be checking in with you throughout the hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:49",
      "speaker": "ZELENY",
      "sentences": "Or Vice President Harris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:49",
      "speaker": "COLLINS",
      "sentences": "Or Vice President Harris, as well. It really does say something about what the approval numbers of the White House look like, how it affects what they believe voters will be deciding today.Jeff Zeleny, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:49",
      "speaker": "HARLOW",
      "sentences": "All right. So let's go to Pennsylvania. Just one more hour until polls open there, where voters decide whether Republicans will keep that open Senate seat by electing Mehmet Oz or sending the Democratic candidate, John Fetterman, to Washington instead.Let's go straight to our colleague and friend, Kate Bolduan. She joins us in Bensalem, Pennsylvania. Kate, I think you said last hour it's like the swingiest of swing districts. As swingy as you can get. Right? KATE BOLDUAN, CNN ANCHOR, \"AT THIS HOUR\": Exactly. And I can say that a few more times, and it probably will still not even encapsulate how swingy this place is. It also makes it very exciting this early in the morning. Well, one issue that has kind of now entered the fray while voters are going to be heading to the polls to vote -- to vote in just an hour, as you mentioned, Poppy, one thing that has now entered the conversation is this lawsuit. And this issue with the mail-in ballots. The latest development here is that the John Fetterman campaign has joined in this lawsuit with other Democrats to try to get a federal court now to step in and basically overrule the state Supreme Court, which has ordered that, when it comes to mail-in ballots, if mail-in ballots are either missing a handwritten date or have an invalid handwritten date, they cannot be counted. State -- state rules put in place certain procedures that are required for voters to do when it comes to their mail-in ballots before they -- before they send them in, and now this has become a very major thing. In their lawsuit, John Fetterman's campaign argues in this legal filing the date on a mail ballot envelope has no bearing on voters' qualifications and serves no purpose other than to erect -- erect barriers to qualified voters exercising their fundamental constitutional right to vote. And we are talking about thousands of votes at this point, Poppy: 3,400 votes or more in Philadelphia; more than 1,000 mail-in ballots in Allegheny County, which is, of course, where Pittsburgh is. So this is a very important -- when you're looking at a race --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:49",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:49",
      "speaker": "BOLDUAN",
      "sentences": "-- this close, every vote matters. Especially a few thousand votes. And that is why last night you could hear in John Fetterman's very final campaign rally he really hammered home one clear parting message with folks. Listen to this.(BEGIN VIDEO CLIP) LT. GOV. JOHN FETTERMAN (D-PA), PENNSYLVANIA SENATORIAL NOMINEE: And we are so grateful to all of you to get to this place right now. And now there's just one more thing to do, and that is to make sure you just vote tomorrow! (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:59:49",
      "speaker": "BOLDUAN",
      "sentences": "And that is the entire ball game at this point. You mentioned polls are opening -- I check my clock -- in now less than 60 minutes here in -- in Pennsylvania, Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "RYAN",
      "sentences": "We want to rebuild the middle class. We want to bring manufacturing back. We want to take on China. I think we're all in agreement there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "VANCE",
      "sentences": "People are paying so much more for things that were pretty cheap a year ago, and now they're really expensive. And we've got to get this inflation under control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "WARNOCK",
      "sentences": "When you look at the character flaws of the person that they put up, this is a difference between right and wrong. You cannot trust Herschel Walker to tell the truth about the basic facts of his life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "WALKER",
      "sentences": "What the heck is a pronoun? My pronoun is sick and tired of this, because Senator Warnock's pronouns going to be former president [SIC] -- former Senator. That's a good pronoun for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "FETTERMAN",
      "sentences": "We must push back against corporate greed. Dr. Oz has refused to ever commit to raising our minimum wage.MEHMET OZ (R), PENNSYLVANIA SENATORIAL NOMINEE: How do you want to fix the economy in Pennsylvania if you're going to hold their hands and not allow us to unleash energy? These are positions that he has taken on in the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "This election is not a referendum. It's a choice! It's a choice between two very different visions of America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "This is the year we're going to take back the House. We're going to take back the Senate, and we're going to take back America. And in 2024, most importantly, we are going to take -- back -- our -- magnificent White House.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "LEMON",
      "sentences": "All right. That is all the talk, talk, talk, talk out on the campaign trail. The big question is, when can we expect results tonight? You've got a lot of people going to the polls.Harry Enten, our senior data reporter, joining us this morning. So these people are going out there, doing their due diligence, what they're supposed to do. So when can they, or we, expect results?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "I hope you have a Starbucks gift card, Don, because it could take a while.Let's start in Arizona. OK? Arizona. It took days to project the 2020 presidential winner. Key thing in Arizona was the later-counted ballots were good for the GOP in 2020. And this is something you'll see across the states. In some cases, you'll see the Democrats advancing as more votes get counted. In other states, it will be the Republicans who are advancing as more votes get counted, as is in the case in Arizona.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "LEMON",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "ENTEN",
      "sentences": "But let's go to another state. Let's go to Georgia, where everyone is keeping their eyes out on. Georgia, where my cousins live.The 2021 Senate runoff winners weren't projected until the Wednesday after the election. The presidential race in 2020 took even longer than that. The later-counted ballots in Georgia, however, were good for the Democrats, as those mail-in votes and those votes from Fulton County, Atlanta, got counted and tend to get counted later. These are better ballots for Democrats. Don't be surprised if the Republicans jump out ahead, and then you see Raphael Warnock closing and closing and closing, as I am on Don right now. Let's go to Nevada. There goes Don. See you later. Let's go to Nevada. Again, another state, it took days to project a 2020 presidential winner. Like in Arizona the later counted ballots were good for the GOP in 2020. But my buddy, Marshall Cohen, who is a great colleague here at CNN, says it's unclear if that will hold this year. It's kind of unclear when exactly all the votes will get counted in Nevada. but at least in the 20920, it was a lot like Arizona, where the later counted ballots were good for Trump, as compared to Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "LEMON",
      "sentences": "OK. So -- but how long?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "ENTEN",
      "sentences": "Oh. Days. Days. Days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "LEMON",
      "sentences": "But how long?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "ENTEN",
      "sentences": "Days. LEMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "ENTEN",
      "sentences": "It depends how close the race ultimately ends up.All we're going to say here is patience. Patience is a virtue in life when you're dating. And patience is a virtue when you're dealing with counting these ballots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "LEMON",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "ENTEN",
      "sentences": "Let's go to Pennsylvania, another state that took days to project. Remember, it was Saturday. I remember. I woke up on Saturday -- I was sleeping. And then Joe Biden was projected the winner. It took days to project the 2020 presidential winner.Like in the state of Georgia, the later-counted ballots were good for the Democrats in 2020. So it really does depend on which state you go to. Sometimes the later-counted ballots are good for the Democrats. Some are good for the Republicans. But I do have good news for you, Don. I do have good news. There are some important House races with poll closings before 8 p.m. where we think that the votes will be counted fairly quickly. And this could give us an idea of what's going on in the evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "LEMON",
      "sentences": "This is real important. I mean -- yes, that's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "ENTEN",
      "sentences": "Yes. North Carolina, 13th. Ohio 13th. Virginia, a very important state. Virginia, 2nd and 7th district. You look at these. These should have -- If we follow historical patterns, votes counted fairly quickly. We should know by tomorrow who's won these races.But of course, if it ends up being very close, we may have to wait here, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "LEMON",
      "sentences": "Do you think it's going to be closer here than 2020? Is it going to take longer, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:08",
      "speaker": "ENTEN",
      "sentences": "It really depends, again, how close it is. But here's the thing I will say. There have been some states that have tried to improve upon how fast they count their ballots. So we know in Georgia, for example, the runoff ballots were counted a little bit faster in 2021 than they were in 2020 during the presidential election.So it just depends. What can I say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:00",
      "speaker": "ENTEN",
      "sentences": "There's nothing wrong. There's nothing wrong. These are the laws that are set up. There's going to be a state like Florida, which historically has counted the votes very, very quickly, but it's about the laws.And these administrators for elections are working as hard as they can. If it takes a while, it takes a while. It's more important to be right than to be fast on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:00",
      "speaker": "LEMON",
      "sentences": "All right. I'm going to do something. Very nice. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:00",
      "speaker": "ENTEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:00",
      "speaker": "LEMON",
      "sentences": "I would go like that, but I didn't do it. Thank you. Harry Enten, appreciate it -- Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:00",
      "speaker": "ENTEN",
      "sentences": "Meanie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:00",
      "speaker": "COLLINS",
      "sentences": "All right. Before we bought Twitter, Elon Musk said the company should be apolitical, neutral. Yesterday, though, he told his 115 million followers to vote Republican, given there is a Democrat in the White House. We'll talk more about that with Harris (ph) Fisher, ahead.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "LEMON",
      "sentences": "All right. Victor Blackwell, thank you very much. We'll be checking in on that. Very important issue as we -- as people go to the polls today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "COLLINS",
      "sentences": "It's such an important issue. So let's bring in our CNN senior legal analyst -- He's a formal federal prosecutor, as well -- Elie Honig to talk about all of this.The reason this is going to be such a big deal in Pennsylvania, why everyone is watching this so closely, is because right now state law requires voters handwrite a date on the outer envelope when they're returning their ballots. And basically, the ruling is that undated, wrongly-dated ballots must be set aside and not be counted. There could be tens of thousands of those. And I think the thinking is, and why Fetterman's campaign is suing over this, is that typically, conventionally, traditionally, Democrats are the ones voting by mail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Yes. So the fundamental legal dispute here comes down to this. Republicans on one side are arguing, Well, the law of the state, or the commonwealth in this case, of Pennsylvania says that you have to write the date on the outside of the ballot envelope. And the date has to fall between the set dates for the start of mail-in balloting back in August or September, mail- in or absentee, and November 8. If it does not comply, it's no good; throw it out.The response from Democratic interests has been, yes. But that has nothing to do with whether the person is who the person says they are. That has nothing to do with who the person is attempting to vote for. Therefore, this requirement violates the federal Voting Rights Act. And so that's the fundamental dispute here. Now, the Pennsylvania Supreme Court last week said, hold those ballots. Put them aside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "HARLOW",
      "sentences": "Don't throw them away. That's important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "HONIG",
      "sentences": "Do not throw them away.  In case this gets changed, we're going to need them. But do not count them for now. And now Fetterman is going to the federal court, saying, That's wrong. We need you to fix it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "HARLOW",
      "sentences": "The argument that Fetterman's attorneys here are making, it is multipronged. They're saying not only does not counting them violate the Civil Rights Act, or the Voting Rights Act, too, it's a violation of your First Amendment right, freedom of speech, but also an equal protection argument under the 14th Amendment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "HONIG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "HARLOW",
      "sentences": "You know constitutional law extremely well. How strong is that argument?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "HONIG",
      "sentences": "Well, their argument is, first of all, you're taking the vote away from people in general. People who are entitled to vote. It is our most important right.They also argue in their papers that this will disproportionately disenfranchise minority voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "HARLOW",
      "sentences": "And that's their 14th Amendment argument.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "HONIG",
      "sentences": "Exactly. That's the 14th Amendment argument. How strong is that argument? It depends who your court is. And it depends when we're talking about it.I mean, historically, those arguments have had success in the federal courts, but that's changed over the last couple years as the Supreme Court has changed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:07",
      "speaker": "LEMON",
      "sentences": "Where does this go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:04",
      "speaker": "HARLOW",
      "sentences": "He said this this morning. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:04",
      "speaker": "HONIG",
      "sentences": "-- to get involved. It's going all the way. Whether the Supreme Court takes it or not, who knows?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:04",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:04",
      "speaker": "HONIG",
      "sentences": "But this is going to be another one of those emergency orders that we see from the Supreme Court so commonly now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:04",
      "speaker": "LEMON",
      "sentences": "I always say that, look, when people talk about voter suppression, that does not mean -- just because a lot of people are voting -- it does not mean that there aren't suppressive efforts. And why wouldn't you want every single vote to count? I just don't understand it.I know they say it's the law and that things have to go here. But there are ways to check to see if these people are real. And you, one, would think that you would want as many to have access, to be able to vote as possible. This is fishy and odd.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:04",
      "speaker": "HONIG",
      "sentences": "Precisely the argument that Fetterman's team is making.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:04",
      "speaker": "COLLINS",
      "sentences": "Yes, they're saying --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:04",
      "speaker": "LEMON",
      "sentences": "And I think it's a very good argument, by the way. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:04",
      "speaker": "COLLINS",
      "sentences": "We'll see if the courts decide. Elie, thanks so much for breaking it down for us.",
      "isLastSentenceInterrupted": false
    }
  ]
}