{
  "date": "2022-11-29",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "FBI Director After Oath Keepers Verdict: Undermining Democracy \"Will Not Be Tolerated\"; USA Heads To World Cup Knockout Stage After 1-0 Win Over Iran; Idaho State Police Talk To CNN On Quadruple Killings. Aired 9-10p ET",
  "utterances": [
    {
      "timeStamp": "21:00:00",
      "speaker": "JOHN BERMAN, CNN HOST",
      "sentences": "That's next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "BERMAN",
      "sentences": "Convictions tonight on the most serious charges yet in connection with the attack on the Capitol, and the attempt to overthrow the 2020 presidential election.There's that tonight, as well as the South Carolina Supreme Court, ordering former White House Chief of Staff, Mark Meadows, to testify, before the Georgia grand jury, investigating his former boss. First, more on the convictions, including on two counts of seditious conspiracy, in the case against five so-called Oath Keepers. CNN's Sara Sidner joins us now, from outside federal court, in Washington. Sara, what's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BERMAN",
      "sentences": "Serious possible sentences, here. So, you were at court, today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BERMAN",
      "sentences": "And I know there were people in attendance, who were impacted by January 6, waiting for this outcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "SIDNER",
      "sentences": "It's absolutely true.Officer Harry Dunn testified in this trial. And one of the reasons why he testified was that there was some talk, by the defense that the Oath Keepers actually helped him, when they, stormed into the Capitol, while he was in the Capitol, trying to defend Nancy Pelosi's office, while he was trying to defend the Capitol itself. And he testified that they indeed did not do such a thing. He was sitting in the front row. He was emotional. He basically said, \"Look, it was emotional, and I didn't expect to cry in there. I am appreciative to the jury and the Justice Department.\" And I will make one more important note here, John. The judge, in this case, Judge Amit Mehta, he had a very, very tight rein, on his courtroom, throughout this case. And it was a very long trial, a very grueling trial. The attorneys, for the defense, came forward, and praised him, in a way I haven't seen in a long time. Now, the reason why this is significant, obviously, is because these attorneys are here defending people, who were very strong proponents of Donald Trump. The judge was appointed by President Obama. And it just goes to show you, as the judge said, that this is how the American public should view the justice system. The justice system worked in the ways that it was supposed to work. And it's a wonderful example of the American way. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BERMAN",
      "sentences": "Sara Sidner, you've spent a lot of time, covering this trial, in that courtroom. Thank you so much for your work. Appreciate it.Joining us now, CNN Legal Analyst, Carrie Cordero, and Elliot Williams, both former senior Justice Department officials; also CNN's Senior Law Enforcement Analyst, and former FBI Deputy Director, Andrew McCabe; and CNN Chief Political Analyst, Gloria Borger. Andrew, I want to start with you. FBI Director, Christopher Wray, released a statement, tonight. I want to read part of it for you. He says, \"Breaking the law in an attempt to undermine the functioning of American democracy will not be tolerated.\" His statement went on to say, \"We and our partners will continue to hold accountable those who engaged in illegal acts regarding the January 6, 2021, siege on the U.S. Capitol.\" So, how big a win is this, Andy, for the Justice Department?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "ANDREW MCCABE, FORMER FBI DEPUTY DIRECTOR, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "It's a huge win, John. It's an absolutely huge win. You can't overstate how significant this is, for the department.It was a controversial issue, internally, as to whether or not they were actually going to bring this charge of seditious conspiracy. They took the bold move. They really let it hang out there, and took the chance of losing on such a politically-sensitive charge, and they were able to bring it back. So, it's huge for them. It's a very big deal, strategically, for the cases that will follow. Because, the convictions, on seditious conspiracy, with the long sentences that may come with them, could actually motivate some of these folks. Like, you look at Kelly Meggs, for example, who I think, by my count, is convicted of all the charges he faced, there's -- he'll have a great incentive now to potentially cooperate, in some of the other cases, like the Proud Boys case, or the other Oath Keepers case that's coming down the road. So, this is going to have far, you know, consequences far beyond today, and hopefully send that message that Director Wray mentioned. That's the most important thing, in terms of our national security that people understand that this sort of conduct will not be tolerated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "BERMAN",
      "sentences": "So, Carrie, this is the first time, since 1995, that a guilty verdict, has been reached, on a seditious conspiracy charge. The significance of that, especially, because, DOJ took, some heat, for bringing these charges in the first place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "BERMAN",
      "sentences": "Gloria, what about the larger political impact here, particularly when you consider those who've tried to diminish this over time? \"Oh, it was just a tourist visit. Oh, it wasn't that big a deal, because, look, these charges that were brought in some cases were so small.\" Seditious conspiracy isn't small.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "GLORIA BORGER, CNN CHIEF POLITICAL ANALYST",
      "sentences": "It isn't (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "BERMAN",
      "sentences": "So, the overall impact?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "BORGER",
      "sentences": "It isn't -- look, it's a very important charge. And they managed to convict two of the leaders of the Oath Keepers. So, I think it's usually important.But it's also usually important to look at the way the jury did this, which is that you can't say, \"Oh, this was a witch hunt, by a Democratic jury, in Washington, D.C.\" These are people, who sat for seven weeks, and pored over testimony, for three days. And when they were done, they didn't convict all, or acquit all. They went, person by person by person. And, as a political reporter, I was thinking, kind of reminds me of the midterm elections, because what we saw all over the country was people look at candidates, and they'd vote for Republican, for governor, and a Democrat for senator. And people made decisions based on what they saw, and what they heard. And I think that is exactly what we saw the jury do. And I think that's important for the American public to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "BERMAN",
      "sentences": "Look, when you're a political reporter, all you see is elections, and choices, in everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "BORGER",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "BERMAN",
      "sentences": "I can say that.Elliot, Stewart Rhodes didn't actually enter the Capitol, on January 6. He was on Capitol grounds. But talk about the larger impact of what that might mean, for the greater investigation, here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "ELLIOT WILLIAMS, FORMER DEPUTY ASSISTANT ATTORNEY GENERAL, OBAMA ADMINISTRATION, CNN LEGAL ANALYST",
      "sentences": "John, it's almost as if you went to law school! Because that's a question right out of first year criminal law, which is how one is charged, and convicted, of a conspiracy.There has to be an agreement between two parties, and what's called an overt act, in furtherance of the conspiracy. You got to agree to do it, and then take a step toward doing it. He did not have to step on the grounds of the Capitol to, for instance, have sent a number of text messages, calling for, I believe, a bloody revolution, stashing weapons, in Virginia, across the border, and on and on and on, organizing sort of strike teams, to come into the Capitol. So, no, one need not necessarily have stepped foot, on the place, where the underlying crime happened. But if you were the one, the puppeteer, pulling the strings, and directing people in there, then absolutely you could be charged, because we are -- and, frankly, any of those individuals in that indictment that we have, could also have been convicted, based on their level of communication, with Rhodes, and others there. I mean, frankly, the other defendants ought to be thanking their lucky stars today that they were not convicted, based on the level of, frankly, intimacy, and communication, in the planning of this offense. So, yes, even if you weren't on the Capitol, that day, you ought to be scared because you could be convicted of a crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "BERMAN",
      "sentences": "And no, I did not go to law school. But I spend enough time around you folks that maybe something's rubbed off over all this time!Andrew, you spent a long time, in the FBI, working against different extremist groups. What kind of impact might this have, on them, across the country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "MCCABE",
      "sentences": "Well, John, we hope that it will have a very logical and impactful -- make an impactful impression upon them.The message is that this -- \"You can't just follow your own nonsensical interpretation of the Constitution, ignore criminal law, federal law, state law, and impose your -- take your own grievances, and express them, by wreaking violence, upon your fellow citizens, and our democratic process. That will not be tolerated. The Justice Department will come after you, no matter how hard the case is.\" We saw that today. \"And you'll be suffering some severe consequences.\" So hopefully, it'll have a chilling effect, on the message, and the methods, of recruiting, and bringing more people, and support, into this extremist movement that we see growing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "BERMAN",
      "sentences": "It'll be fascinating to see where this goes next.Carrie Cordero, Elliot Williams, Andrew McCabe, Gloria Borger, thank you all, for being with us, tonight. Let's get more now on Mark Meadows, and a court ruling that makes him the latest, in a long line of people, in the former President's circle, to have tried and failed, to avoid giving testimony, to the Georgia grand jury, investigating the attempt, to overturn the 2020 election, there. CNN's Sara Murray, has the latest, and is with us now. Sara, why was Mark Meadows trying to fight this subpoena?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "SARA MURRAY, CNN POLITICAL CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "MURRAY",
      "sentences": "Well, look, Mark Meadows lives in South Carolina. So, that's where this legal fight was playing out.And he had argued that there were executive privilege issues. He had argued that South Carolina law shouldn't force him to testify based on the kind of subpoena he got, and the kind of proceeding in Georgia. The South Carolina Supreme Court said today that the arguments were manifestly without merit, and he should have to testify. And, look, prosecutors want to know a lot of things, from Mark Meadows, in Georgia. He was on that call, where Trump called Georgia Secretary of State, Brad Raffensperger, and asked Raffensperger, to find the votes needed, for Trump to win the election, in Georgia. He showed up at an audit site, Mark Meadows did, in Georgia. He was passing along emails, to the Justice Department, with unsubstantiated voter fraud claims. So, there's a number of issues that prosecutors are hoping they will be able to get to go over, with Mark Meadows, now that he's been ordered testify.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "BERMAN",
      "sentences": "Sara, in other trying to overthrow the 2020 election news, a separate investigation, we learned that former Trump adviser, Stephen Miller, testified before the federal grand jury, earlier today. The significance, there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "MURRAY",
      "sentences": "That's right. Look, he was subpoenaed, months ago.But his appearance was significant, because this is the first witness, we know of, who showed up before that January 6 grand jury, since Special Counsel Jack Smith has taken over this investigation. We've previously said we didn't expect these investigations to pause or to lag at all under his oversight. And I think this is more evidence of that. And look, this is another person, who was very close to former President Trump. This is a person, who had conversations, with the former President, ahead of the speech that he gave, on January 6. All of that stuff is of course of interest to prosecutors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "BERMAN",
      "sentences": "All right, Sara Murray, thank you, as always, for your reporting. MURRAY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "BERMAN",
      "sentences": "Another look, at the Empire State Building that's feeling World Cup fever, with a sparkling red white and blue, tonight, after the U.S. Men's National Team advanced to the knockout stage with its one-nil victory, over Iran, today.A short time ago, the team's Twitter feed posted this video, a rowdy reception, from fans, as they returned to the hotel, after a hard- fought victory. You can see teammates hugging the game's hero, Christian Pulisic, right there. The only goal in the match, a perfect set-up, Weston McKennie, to Sergino Dest, to Christian Pulisic, who scored, and he was injured, badly, on the play. The Men's team issued a statement, on Twitter, saying he has been diagnosed, with a pelvic contusion. He had to leave the game at halftime. His status is now day-to-day. But hugging teammates at the hotel is hopefully a good sign. The U.S. faces the Netherlands on Sunday. Now, Iran did have its chances, including one low-header that went just wide of the goal. I think we see that here, first. That one widened the goal, right there, and then another shot that squeaked through the legs of goalkeeper, Matt Turner, but was swept away by central defender, Walker Zimmerman. Thank goodness he was there! Perspective now, from soccer journalist, Grant Wahl, who was at the stadium, for the match, and his podcast teammate, soccer commentator, Chris Wittyngham. So Grant, obviously, this was a big win, for the United States. I know how excited I was, watching alone, in Westchester. What was it like to be in the actual stadium, while it was going on? GRANT WAHL, HOST, \"FUTBOL WITH GRANT WAHL\" PODCAST: Absolutely crazy atmosphere inside the stadium. Crazy, in a good way, you know? The U.S. sends a lot of fans to the World Cup, now. And so, the U.S. fans were extremely loud. We're in a part of the world, where we're near Iran. So, there were lots of Iran fans, in the stands. They were very loud. And you really felt like this was a classic World Cup atmosphere, which is why I always tell everybody, \"At some point, in your life, go to a World Cup.\" Even if you're not a huge soccer fan, it's just an amazing feeling, feels like you're at the center of the universe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "BERMAN",
      "sentences": "So Chris, what's your take on this? I just read, from the U.S. Men's National Team, Twitter feed, this is the first time the United States has ever had two shutouts in any World Cup since 1930.CHRIS WITTYNGHAM, CO-HOST, \"FUTBOL WITH GRANT WAHL\" PODCAST: Yes, since 1930. It's crazy. And when you think about the way that they set about to do it, it was in the first half, you have to go and get your goal. You get your goal, and then you ask yourself the question, \"Do you then bunker in and defend, or you try and go get a second?\" I thought they gave themselves the opportunity to go get that second. But then they sort of realized, \"All right, let's close up shop, and let's defend,\" and they did it for 40 minutes, to give up one goal, in this group stage, none from open play. And it's with a variety of defenders. It's with players, who were criticized, before the tournament. There were some doubts about them. And yet, they were sensational, in all three games, in this group stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "BERMAN",
      "sentences": "Yes, courageous, harrowing, defending down the stretch today.So Grant, like, what does this mean, for U.S. Soccer? The U.S. has advanced to the group stage, before, even gone to the quarterfinals once. But this feels, I don't know, bigger, different, in some way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "WAHL",
      "sentences": "You really feel like the U.S. was the most consistent team in this group, and they deserve to get to the round of 16. You also feel like it may not necessarily stop here.There's so much excitement, because it's a young generation. It's the youngest starting lineup, in this tournament, at the World Cup of 32 teams. They're fulfilling the expectations that people had, of them, entering this tournament. It's the first World Cup for all but one player on the U.S. team. And I think there's some really engaging personalities on here. And they're a really good team. They seem to really like each other. And we haven't always seen that with the U.S. Men's National Team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "WITTYNGHAM",
      "sentences": "I don't think it's a massive concern, because he posted a picture, on his Snapchat, with full fist-pump, and ready to go, saying \"I am not missing Saturday.\" Weston McKennie, the U.S. midfielder, also said, he is not missing Saturday. I guess the question is to what degree will he be affected by this injury? That is of some concern. I think Josh Sargent's injury is also of concern, as well.Because it feels like what Gregg Berhalter, the U.S. Manager, has done is settled on, at least (ph) a group of 10 players, maybe even 11 that he knows are his trusted guys. And those two guys are a huge part of it. So, if Pulisic can't go, or is weakened, by this injury, that is obviously of concern. But also that you have -- we have Brenden Aaronson, available. You have Gio Reyna available that could potentially come off the bench and fill Pulisic's role. But, I mean, how cool is it that a player, who has been so heralded, for the last five years, in a U.S. shirt, gets a chance to score the goal that sends them to the World Cup knockout stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "BERMAN",
      "sentences": "He lived up to the expectations, no doubt about it.All right, Grant, looking ahead to Saturday, it's against the Netherlands. And historic soccer powerhouse predictions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "WAHL",
      "sentences": "Before the tournament started, I put my predictions out. I had the Netherlands and the United States meeting in the round of 16.I pick the Netherlands! I -- and there's reasons for that. Because I think Louis van Gaal is a tremendous coach. Virgil van Dijk is a player you can build an entire team around, a rock in the backline. And their breakout star is Cody Gakpo, who scored in every single game of this World Cup, so far. There are going to be a handful. And yet, I don't feel like the Netherlands has performed as well, here, as I expected they would. I don't think they're unbeatable. I think the U.S. will go into this game, feeling like they have a realistic shot to win. They have a swagger about them, a confidence. And I think it's going to be a really tight game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "BERMAN",
      "sentences": "All right, Chris, how does -- how do the U.S. Men's Soccer Team, how do they win?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "WITTYNGHAM",
      "sentences": "Well, I think my -- if you asked for a prediction, I would have said nil-nil, after 120 minutes, and you win on penalties. I think this is a team that's sort of rock-solid defensively.I think you look at the blueprint that the U.S. employed, in the game against England, in terms of how they played against the ball, made it difficult, for the Netherlands, or rather for England, to play out, from the back, and play their usual passing style. It's going to have to be something similar. It's about denying, particularly Frenkie de Jong, their midfield player, from orchestrating the play, and allowing his teammates, to get into good position, to score goals, and obviously stopping Cody Gakpo. But one goal can see different three games. You're trusting this U.S. defense, maybe you find a goal, or maybe you just say, \"We hang on for 120 minutes, and try to win this one on penalties.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "BERMAN",
      "sentences": "Two-one U.S., Timothy Weah, Christian Pulisic, both score.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "WITTYNGHAM",
      "sentences": "Wow!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "BERMAN",
      "sentences": "Grant Wahl, Chris Wittyngham, it's an honor to speak to you. Your podcast, one of my favorites, I can't wait to hear it tomorrow morning. Thank you both very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "WAHL",
      "sentences": "Thanks, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "WITTYNGHAM",
      "sentences": "Thanks, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BERMAN",
      "sentences": "Protests over China's zero-COVID policies have been sweeping the nation in a way the country hasn't seen in decades. People have risen up, on the streets, or campuses, in at least 17 cities, there, demonstrating against extremely strict lockdowns, designed to stop out small outbreaks.China's top security agency has now called for a crackdown, on what it calls quote, \"Sabotage activities by hostile forces,\" hostile forces, meaning protesters, seeking freedom from repression, like having their cell phones confiscated, under authoritarian rule. More now, with Laren Sakota, an American, living in China, for four years, currently in Shanghai. And CNN Correspondent, David Culver, is in Los Angeles. But he lived and worked in China, under these strict lockdowns, and can speak to them firsthand. Laren, as someone, who's been living in Shanghai, during these lockdowns, what's it been like? What's the mood there? All right, I think Laren is frozen there! David, I can really put the same question to you. You lived through 50 days, of lockdown, in China, earlier this year. So, what kind of a toll does that take?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "DAVID CULVER, CNN CORRESPONDENT",
      "sentences": "Let's start with Laren's connection there. That was part of the reality that we dealt with, is you're oftentimes trying to circumvent the Great Firewall. And so, everything's a lot slower.This is now part of the strategy too, by the way, John, when we're starting to see, in certain parts of the city, I'm hearing from friends, on the ground, where there are jammers, in place, where you don't get cell signal. And part of that is very convenient, because you can't transmit messages or images of what's going on. And we're starting to see this. You and I talked about this a little bit, last night, because I started to hear murmurings it was happening. You're starting to see police, on the ground, in Shanghai, in Hangzhou, in Beijing, asking people, really, telling them, \"Give me your phone. Let me see what images you have on it.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "BERMAN",
      "sentences": "There are the restrictions, David, having to do with COVID, and there's also now the erasing, the trying to erase--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "CULVER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "BERMAN",
      "sentences": "--any record of these protests. How complete can that actually be? How much can they shut out the rest of the world to the Chinese people?And I ask, we were talking about the World Cup before, but one of the things you hear is that the World Cup games, which people have been trying to watch, in China?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "CULVER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "BERMAN",
      "sentences": "They see fans, sitting in these stands, packed cheek to jowl, not wearing masks, and they start to wonder, \"Well, why is that happening, there, not here,\" and then maybe China restricting those signals? How complete are the restrictions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "CULVER",
      "sentences": "It's incredibly frustrating, for those individuals, who have access, certainly to being able to see outside of China. And a lot of them have VPNs, on their phones. So, they're able to circumvent that to go around the Great Wall, and to see those things.But yes, I mean, you're starting to see the rest of the world has moved on, in many ways. China for, I would say, at least a year, from March 2020 onward, had it under these very strict lockdowns, and these really draconian measures, keeping life flowing, within China. We're able to travel domestically within China pretty well. So, you started to look at the outside world, and all the death and destruction that was coming from COVID, and you said, \"OK, we're safe here.\" But then you started to see the rest of the world move past it. Vaccines were a huge part of that. As the West was trying to implement the vaccinations, China was very slow on the rollout there. China has continued to vilify the virus too, which John, this has been a really difficult thing for them to overcome, because the narrative has been heavily manipulated to say, this is an imported threat. It was even something that was linked to foreigners. So, those of us who were expats living there were starting to be seen as threat, to potentially spread the virus. And so, for them to try to reverse the narrative here, and to say, \"OK, well, maybe we can get past this,\" it's going to be a challenging movement. But their way of doing it is the way you would approach technology. \"Let's try to erase the hard drive.\" Well, human minds don't work that way!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "BERMAN",
      "sentences": "So, is there an off-ramp here? And who has to take it? Ultimately, is this just a matter of one person?All right, hang on one second, for us, David, if you can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "CULVER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "BERMAN",
      "sentences": "Because we were able to get Laren Sakota, back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "CULVER",
      "sentences": "Great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "BERMAN",
      "sentences": "By phone, though.And Laren, if you can hear me? And again, David pointed out, it's interesting that your feed went down, just as you were trying to talk to us. But Laren, give us a sense of the mood, in Shanghai, right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "ON THE PHONE",
      "sentences": "LAREN SAKOTA, AMERICAN LIVING IN CHINAThe mood is a bit, I'd say, it's a little subdued at the moment. And, partially, it has to do with Mother Nature running her course, for the last couple of days. Our weather's turned rather nasty. So, it has been subdued. And I think that's given the authorities a chance to kind of enforce what they are looking to do, right? They're going to the people, they're looking at the phones, they're trying to delete things and, really crack down on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "BERMAN",
      "sentences": "Does it feel to you that this is being contained? Are you -- do you still think that it might amp up the protests, even more, from what you can see?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "SAKOTA",
      "sentences": "It's hard to tell at the moment. And partially, because once they start to crack down, things get a little, a little more quiet, so. And due to the weather, it has quieted down.So I think now that the weather is going to clear up a little bit, there may be a bit more happening. But again, it is kind of hard to tell. And for the most part, if you're not in the areas, around where the protests are happening, you kind of don't know that anything's really going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "BERMAN",
      "sentences": "Laren Sakota, thank you for bearing with us, and joining us, by phone--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "SAKOTA",
      "sentences": "Yes, no problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "BERMAN",
      "sentences": "--to give us that look, from basically the streets of Shanghai. Really appreciate.And David Culver, as always, thank you to you, for all your reporting, and insight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:00",
      "speaker": "CULVER",
      "sentences": "Thanks, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "BERMAN",
      "sentences": "A vigil will be held, on campus, tomorrow, at the University of Idaho, for the four students, stabbed to death, more than two weeks ago. The school says state police have added four campus patrols, and 14 patrols, for the general community.With students returning from Thanksgiving break, and fears ongoing, few clues, about the murders, have yet to emerge. But police tell CNN, there is activity happening behind the scenes that the public isn't aware of. More now from Veronica Miracle. (BEGIN VIDEOTAPE) VERONICA MIRACLE, CNN CORRESPONDENT (voice-over): The latest collection of evidence, at the scene, of a quadruple killing, five cars towed from the home, where four students were stabbed to death. Authorities say they've retrieved most of the evidence, at the crime scene. And yet, there is no suspect. MIRACLE (on camera): Is there a chance that this crime doesn't get solved?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "AARON SNELL, COMMUNICATIONS DIRECTOR, IDAHO STATE POLICE",
      "sentences": "What we're finding is that the information and leads and tips that we're receiving are helping us with this investigation. And we really feel confident.MIRACLE (voice-over): More than two weeks after the stabbing deaths of Xana Kernodle, Ethan Chapin, Madison Mogen, and Kaylee Goncalves, the community is still on edge. As police remain firm that this was a targeted attack, they point to no forced entry, two roommates left alive, and other evidence they say they can't make public.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "SNELL",
      "sentences": "So, we recognize that there's fear in this community. We recognize that there has been no suspect identified, and no arrests made. But what we do want the communities to know is that while they may not see a lot of activity, of collecting evidence, at the scene, and officers, at the scene, investigators, working, we are working behind the scenes.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "MIRACLE",
      "sentences": "And John, the University says roughly two-thirds of their students have come back to campus to attend classes. There's also going to be that vigil, tomorrow, for those fourstudents. And they've been hearing from students here that they want to be in attendance for that, at least to come back for that, and to be around their classmates, during this very difficult time. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "BERMAN",
      "sentences": "All right, Veronica Miracle, in Moscow, Idaho, thank you so much for your reporting.To another multiple homicide case, we're closely following the so- called Catfishing murders, in Riverside, California. The mother and grandparents of a teenage girl were found dead, on Friday. The suspect was killed in a shootout. Police believe the 28- year-old former Virginia State Trooper had been scamming the teen, online, pretending to be someone he wasn't, and traveled across the country, to kidnap her. A twisted crime that we're about to get more insight on, from John Miller, CNN's Chief Law Enforcement &amp; Intelligence Analyst, a former NYPD Deputy Commissioner of Intelligence &amp; Counterterrorism. John, great to have you here. Look, there are multiple crime scenes here. There's the fire, the house that was burned down, where the relatives were killed. And there's where the shootout was, and the girl was rescued. But you say the most challenging place, as it were, is the digital crime scene. Why? JOHN MILLER, CNN CHIEF LAW ENFORCEMENT &amp; INTELLIGENCE ANALYST, FORMER NYPD DEPUTY COMMISSIONER OF INTELLIGENCE &amp; COUNTERTERRORISM: Because even at the fire crime scene, where the evidence is largely burned, there's a process to go through that, and everything is there, the medical examiner, the crime scene people. Where the shooting happened, you have body camera, you have the helicopters, you have the crime scene that you can freeze. The digital crime scene is a real challenge, because you're dealing with a guy, who's been pretending to be a teenage boy, communicating with a 15-year-old girl, on the other side of the country. In actuality, he's a Virginia State Trooper. But this conversation, how long did it go on? Was it weeks? Was it months? Was it a year? What platforms had to take place on, and how many? And which, John, this is the key, which of those platforms are encrypted, where they're self-erasing the material, as the conversation goes? So, in an investigation, like this, what we would have done is you hit the providers, as soon as you learn, which ones they are. And that can take time with preservation notices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "MILLER",
      "sentences": "Don't throw anything away. And then a search warrant, turn over what you have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "BERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "MILLER",
      "sentences": "The problem is, if it's encrypted, and the provider doesn't have access to it, they can't take it to give it to you. And if it is one of the apps, which erases, as it goes, they never had it in the first place, not for very long.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "BERMAN",
      "sentences": "So, catfishing is a term that some of our audience may not know. What exactly is it? And how does this specific case comport with the normal definition?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "MILLER",
      "sentences": "So, catfishing, as we know it, kind of in the IC3 world of internet frauds is the romance scam. You start a conversation with someone. You may be in another country, claiming to be, right here in America. Very complimentary.The next thing you know you love them. The next thing you know, you're telling them that they're this incredible person, and that you should be together. And once you have their full confidence, an emergency happens, and you ask for money. \"You have to send me thousands of dollars. It was a terrible accident. I need an operation, I was,\" right? In this case, there's no money demand. You're reeling the person in, on the idea that \"I'm another teenager. I understand you,\" building her up, and saying \"We can be together.\" And as crazy as it sounds, because this individual is a police officer, who left the Virginia State Police, joined the Sheriff's Department. But we have another case, in Victorville, California, back in July. You had a 38-year-old man, playing a teenager, to a 15-year-old girl. They ended up having to rescue her, from a house, in Tijuana, when she ran off with him. We have a case in Maryland, where you have another fully adult individual talking to a 12-year-old, who drives up to Pennsylvania, and picks her up, and is later caught in a police sting. This is a very disturbing trend. But usually, they do not end like this. This is a bold step, to go into a house, do a blitz attack, shoot the family, take the child, set a fire to cover your tracks, get in a high speed chase with police, shoot it out to your death? I can't remember in a case like this ever seeing anything like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "BERMAN",
      "sentences": "Yes. And again, a former law enforcement officer.John Miller, thanks for being with us. Appreciate it. [21:50:00] So, we're just starting to get video in, of severe weather, in the Deep South. 10 tornadoes already reported, and the threat on the ground still very real, a live update, when we come back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "BERMAN",
      "sentences": "Tornado watches are up, tonight, across the south. And 10 tornadoes have already been reported, in Mississippi. This is video just in of damage from one of them, in the central part of the state, damage and at least one injury as well in Caldwell Parish, Louisiana, in the wake of an apparent tornado.All this just part of a severe weather system that is threatening more than 40 million people, from Texas to Georgia, and northward, through parts of Illinois and Indiana. It's a mess, and potentially a dangerous one. CNN's Tom Sater, monitoring developments, in the Weather Center. Tom, what's the area of greatest danger tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "BERMAN",
      "sentences": "All right, Tom Sater, for us, thank you so much for watching this. Appreciate it.So, all year, CNN has been introducing you to amazing people, who are devoting themselves, to improving the lives, of others, and making the world a better place. This year's Top 10 CNN Heroes prove that one person can really make a difference. And so can you! Today is GivingTuesday. And we're not only making it easy to help them continue their life-changing work. But, right now, your contributions will be matched dollar-for-dollar. Here's how to help. (BEGIN VIDEO CLIP) ANDERSON COOPER, CNN HOST, ANDERSON COOPER 360: Just go to CNNHeroes.com, and click \"Donate\" beneath any 2022 Top 10 CNN Hero, to make a direct contribution, to that hero's fundraiser. They'll receive an email, confirming your donation, which is tax-deductible, in the United States. No matter the amount, you can make a big difference, in helping our heroes continue their life-changing work. And, right now, through January 3, your donations will be matched dollar-for-dollar, up to a total of $50,000, for each of this year's honorees. CNN is proud to offer you this simple way, to support each cause, and celebrate all of these everyday people, who are changing the world. You can donate, from your laptop, your tablet, or your phone. Just go to CNNHeroes.com. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "BERMAN",
      "sentences": "Your donation, in any amount, will help.Don't forget to tune in, on December 11, at 8 PM Eastern, when Kelly Ripa and Anderson will co-host \"CNN HEROES: AN ALL-STAR TRIBUTE.\" Tune in, and be inspired! The news continues. Laura Coates and \"CNN TONIGHT\" is next, after a short break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}