{
  "date": "2022-11-11",
  "headline": "CNN 10",
  "subHeadline": "Florida Hits By Hurricane Nicole; Veterans Day In The U.S. Aired 4- 4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "CHRIS NGUYEN, CNN NATIONAL CORRESPONDENT",
      "sentences": "High winds, heavy rains and significant flooding were expected throughout the night. You can see theintensity of the conditions here in Cocoa Beach, which is why officials were urging the public to stay home as the hurricane got closer to making landfall here in Florida. Now earlier, today, we were at a local supermarket as folks were stocking up on the necessities, really preparing for the potential for power outages for the next day or so at least 16,000 utility workers are currently on standby here in Florida to help with power restoration efforts. Florida Governor Ron DeSantis also saying that he`s activated at least 600 Florida National Guard troops to assist with search and rescue efforts if and when necessary. Now residents here in Brevard County were not required to undergo a mandatory evacuation. It was simply an advisory, but you could sense that folks here were serious in terms of taking the advice of officials, businesses closed up early and for the most part roads remained bare throughout the day. (END VIDEOTAPE) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Ten-second triviaVeterans Day originated with an observance marking the end of what war? The U.S. Civil War, World War I, World War II or the Vietnam War? The holiday observed on November 11th recalls Armistice Day, marking the end of World War I. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Today, November 11th is Veterans Day in the United States. It all started back in November of 1918, on the 11th hour of the 11th day of the11th month of the year, an armistice went into effect ending the fighting in World War I. A year later, people in the United States first observed Armistice Day. Twenty years later, after World War II, the day became an official national holiday. Then, after the Korean War in 1954, the name of Armistice Day was changed. It`s been known as Veterans Day ever since. The event honors everyone who served in the U.S. armed forces. Events are scheduled throughout the day today as Americans pause to thank, salute, remember and respect the service and sacrifices of all who served. Next up, we`re going surfing in Tahiti and we`re going to explore a playground of underwater enchantment. In 2019, the World Surf League partnered with the non-profit Coral Gardens on a special mission to save the dying coral in the region. Coral is key to our environment and these surfers are learning the science of how to preserve and regenerate the coral reef population in Tahiti. In addition to riding a jaw-dropping wave, let`s go there now with my colleague Jonny Velasquez. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JONNY VELASQUEZ, CNN PRODUCER",
      "sentences": "Welcome to Tahiti, an island formed from volcanoes in the middle of the South Pacific Ocean, a paradise of lushmountains, a diverse ecosystem in marine life. It`s a playground of underwater enchantments. And that`s where the adventure begins at World Surf League`s illustrious Outerknown Tahiti Pro. I flew to Tahiti. I want to find out why the world`s most elite surfers would lay their life online riding this wave. Was it for the thrill? Maybe they were chasing that feeling of immortality? Teahupoo is considered the most dangerous wave in the world. What is it like surfing it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "VAHINE FIERRO, PROFESSIONAL TAHITIAN SURFER",
      "sentences": "It can be so scary, but when you overcome that fear, you can get the best wave of your life out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JACK ROBINSON, PROFESSIONAL AUSTRALIAN SURFER",
      "sentences": "I think Teahupoo is one of the heaviest waves in the world just because the amount of volume of waterthat comes in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "VELASQUEZ",
      "sentences": "As we often find out in life, not everything is as beautiful as what meets the eye. In this place of pure bliss, underneath the surface, inthe most crystal-clear water I`ve ever seen, the reef is dying. In 2019, World Surf League partnered with an organization called Coral Gardeners. It`s led by Titouan Bernicot. Titouan is from the sister island of Tahiti called Moorea. He and his crew have dedicated their entire lives to saving the reef. They do it through a process called Coral Reef Rehabilitation. I met up with him. I was fascinated with this concept and wanted to learn more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "TITOUAN BERNICOT, FOUNDER AND CEO OF CORAL GARDENERS",
      "sentences": "At the moment on our planet, the coral reef conditions are not good. They are here on planetearth since 400 million years, but in just three decades, we already lost 10 percent of our world`s coral reef. Scientists estimate that by 2050, 90 percent of the remaining one could be condemned. So, it`s an emergency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "VELASQUEZ",
      "sentences": "After my chat with Titouan, I still wanted to know more about the reef restoration process. I wanted to further understand the sciencebehind it all. I connected with former professional surfer Kaipo Guerrero, who now works as an analyst and commentator for the World Surf League.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KAIPO GUERRERO, WORLD SURF LEAGUE COMMENTATOR AND ANALYST",
      "sentences": "What`s happening with the rehabilitation program is we`re taking basically supercoral. So, coral that have not succumbed to bleaching and the warming of ocean waters. Now, those super coral, what we can -- are able to do is take a piece of that coral and then graft it, put it on the line and let that piece of coral grow. And really when you talk about coral, corals an animal, right? It`s coral polyps, and within that that coral structure that`s kind of a hive or kind of the house for the coral polyps. So, they keep on procreating, and they keep on growing. They keep on building a bigger, bigger house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "VELASQUEZ",
      "sentences": "Is it too late to save the reef?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "GUERRERO",
      "sentences": "There`s still time to save the reef. It`s not too late. We can change our ways. We can bring back the reef and that`s what you know thegood work at Coral Gardeners is doing and planting new coral. There`s -- it`s not -- we`re not too far gone, like we can make a change right now and we can turn the corner and turn it around. So, it`s not too late. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}