{
  "date": "2022-11-30",
  "headline": "CNN Newsroom",
  "subHeadline": "Severe Storms for U.S. Southeast; Hawaii's Mauna Loa Erupts; Will Smith on Oscars Slap; China Announces Changes after Nationwide Zero COVID Protests; DNA Reunites Daughter with Family after 51 Years. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:35:00",
      "speaker": "CABRERA",
      "sentences": "The world's richest man versus the world's most valuable company. Elon Musk claims Apple threatened to yank Twitter from the app store. Now if that were to happen, it would be a huge blow to the social media company.But that prospect apparently hasn't caused Musk to pump the brakes on any other controversial changes to Twitter. His latest move is scrapping the site's COVID misinformation policy. CNN's Donie O'Sullivan is at the conference where key industry leaders, including the former head of trust and safety at Twitter will discuss democracy in the digital age. What is Musk saying exactly about Apple and has Apple responded? DONIE O'SULLIVAN, CNN TECH CORRESPONDENT:  Hey, Ana, no, Apple has not responded to this. It's been a no comment so far from them. But what is potentially happening here is that Apple has a kind of vetting process for its app store. Most of the time that has to do with making sure there's not viruses or spyware. But in the past, they've put restrictions on apps for having too much hate speech or COVID misinformation. So there's a possibility here that what is what Musk could be alluding to. But we're not hearing from Apple on this at all at the moment. They're staying quiet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "CABRERA",
      "sentences": "Let's talk about the moves Musk is making.What is the reaction now to Twitter rescinding its COVID misinformation policy? O'SULLIVAN:  Yes, so I mean really one of the policies which could end up possibly getting Twitter removed from the app store, for at least the time being, is we learned overnight that Twitter has stopped implementing its COVID misinformation policy. So since 2020, Twitter had a COVID misinformation policy which prohibited certain types of misinformation that they call dangerous information about the virus and about the vaccine. That has been lifted. Now as part of that rule, 11,000 accounts were suspended or banned from Twitter for sharing COVID misinformation as Twitter determined. It's possible that a lot of those accounts will be coming back online. We have heard Musk say he wants to lift most of the bans on accounts. Finally, Ana, as you mentioned, we're about to hear in a few hours' time on the stage behind me here in Florida from Yoel Roth, the head of site integrity at Twitter, whose job was to implement a lot of these policies that Musk has ripped up. Yoel was working with Musk for a few weeks at the company but quit about two weeks ago, seemingly not able to work with Musk anymore. We'll find out more tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "CABRERA",
      "sentences": "I'll be curious to hear what he says. Donie O'Sullivan, thanks for being there to report it out.Is it a publicity tour or an apology tour? Will Smith has a new movie out. But he is expressing his regret, explaining his rage and describing what drove him to slap Chris Rock at the Oscars. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "WILL SMITH, ACTOR",
      "sentences": "That was a horrific night, as you can imagine. You know, there's many nuances and complexities to it, you know. But at the end of the day, I just -- I lost it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "CABRERA",
      "sentences": "CNN entertainment reporter Chloe Melas is with us now.He can't put this one to bed. He has a new movie coming out. What else is he saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "CHLOE MELAS, CNN CORRESPONDENT",
      "sentences": "Nor should he. There are still so many questions left unanswered, Ana. And although this is his first late night show appearance, you know, since the infamous Oscar slap, we still don't have much more information.And we still have never heard from Chris Rock, who has not responded to CNN's request for comments. Here's more of what Will Smith told Trevor Noah last night. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SMITH",
      "sentences": "It was a lot of things. It was the little boy that watched his father beat up his mother, you know. It's, you know, all of that just bubbled up in that moment, you know. I just -- that's not who I want to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "TREVOR NOAH, COMEDY CENTRAL HOST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SMITH",
      "sentences": "You've known me for a long time so you know me personally so you know.But you know, y'all might not know. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "MELAS",
      "sentences": "I think at some point we will get more. It's like he's being tight-lipped and I imagine there will be a big sit-down at some point. But like you said in your intro, there is a movie to promote.\"Emancipation\" comes out next week on Apple. It's a massive movie getting a lot of award show buzz But Will Smith although eligible to win an Oscar, can't go to the Oscars to accept it or attend the ceremony if he's nominated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "CABRERA",
      "sentences": "Now to the fierce crackdown happening in China. Authorities are looking to smother the wave of protesters over China's zero COVID measures. The display of defiance is rare in China.People don't often speak out against the government for fear of what will happen to them. CNN's senior international correspondent Ivan Watson is in Hong Kong. Ivan, how is the Chinese government responding to the unrest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Ana, we're starting here the first real response from the Chinese government at how it views the protests that erupted in more than a dozen cities across the country over the weekend.The powerful central political and legal affairs commission of China called on authorities to, quote, \"resolutely strike hard against infiltration and sabotage activities by hostile forces as well as criminal activities that destabilize social order.\" It looks like there is very little room for compromise or tolerance of any kind of peaceful protest. And that may explain why we've seen, for example, the streets of Beijing Monday night, flooded with police. No signs of the demonstrators that had been out in the streets there on Sunday. And also a large police presence in the commercial capital, Shanghai, with barriers being put up along roads to prevent people from being able to congregate. And we're hearing from eyewitnesses about police in the subway system there, checking passersby's phones, looking for images of the protests or apps, VPNs, that allow people to circumvent the great Chinese firewall, that incredible system of censorship the authorities have created to stifle commentary on the Chinese internet. We've seen images of police, searching people's phones on the subway there. Despite that, we have also seen some signs of protests in the eastern city of Guangzhou (ph), where we saw Monday night police detaining people in the central square.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "CABRERA",
      "sentences": "OK. Listen to this. She was kidnapped as a baby more than 50 years ago and now, thanks to a DNA match, a Texas woman has been reunited with her relatives.There's another twist to this story. Melissa Highsmith, see her there wearing that white sweater, says she didn't even know she was missing until family members reached out to her. CNN Ed Lavandera joins us now. How did this come about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Can you imagine what this family is going through?So in August of 1971, Melissa Highsmith is taken by a woman, who had been hired by her mother as a baby-sitter. They came by the apartment where she was living in, in Fort Worth, Texas, took her away and she never came back. The mother did everything she could to get her child back but it never happened. For 51 years, they have been looking for Melissa Highsmith. Turns out Melissa Highsmith was living with another family in the same Fort Worth area all of this time. And it wasn't until a few weeks ago that the parents of Melissa Highsmith submitted their DNA through 23andme and came back with a match for family members to Melissa Highsmith's own children. They connected through that and all of this started unraveling. The emotion and anguish this family is feeling is really beyond words and measure, as they still try to figure out their own emotions throughout all of this. They've talked quite a bit since these reunions that happened in the last few days. (BEGIN VIDEO CLIP) MELISSA HIGHSMITH, LONG-LOST DAUGHTER:  It is overwhelming but at the same time it's just the most wonderful feeling in the world. ALTA APANTENCO, MELISSA HIGHSMITH'S MOTHER:  Just couldn't believe it. I thought I would never see her again. JEFFRIE HIGHSMITH, MELISSA HIGHSMITH'S FATHER:  And they said, \"Dad, she's alive.\" And I started crying. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "LAVANDERA",
      "sentences": "Melissa Highsmith was 22 months old when kidnapped by a baby-sitter and now she is 53 years old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "CABRERA",
      "sentences": "To be her parents. The sentiments really, really touch the heart.Ed, what about the family who raised her? What's going to happen to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "LAVANDERA",
      "sentences": "Melissa Highsmith has said that the woman who has acted as her mother all of this time now lives in Missouri. So what will happen next legally is still very much up in the air. The family says right now they're so overwhelmed, they're more focused on just getting their family back together.Melissa Highsmith and her parents had four other children. So she's got sisters and brothers that she never knew she had.",
      "isLastSentenceInterrupted": false
    }
  ]
}