{
  "date": "2022-11-08",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Election Night In America; W.H. Makes Moves To Get Ahead Of Democratic Blame Game; CNN Ecit Poll: 39 Percent Dissatisfied With How Things Going In The U.S.; Election Night In America; Minutes Away: First Polls Close In Crucial Midterm Election; CNN Exit Poll: 16 Percent Voted In Support Of Trump, 28 Percent In Opposition. Aired 5- 6p ET",
  "utterances": [
    {
      "timeStamp": "17:01:03",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Right now, a heated midterm battle for Congress is underway across the United States. Democrats and Republicans competing for the power to control the agenda in the U.S. House and the U.S. Senate. I'm Jake Tapper in the CNN election center, and we're counting down to the first votes on this Election Night in America.And our first exit poll results are coming in right now. We're just moments away from bringing you crucial early clues about how this night might play out. President Biden has acknowledged that he and the Democrats are fighting against the tide since the party in power traditionally loses seats in the midterms. Republicans need to win 218 seats to reclaim the majority in the House, five more seats and they have now. It's likely to call -- all come down to 82 key House races, competitive contests that could go either way. In the closely divided Senate, Republicans need 51 seats to take back control. That's only one more seat than they have now. Thirteen key Senate races will be crucial in deciding which party is in charge of the chamber. We're also following, of course, the 36 governors' contest across the country including key races in the critical battleground of Georgia, Wisconsin, Michigan, Arizona, and Florida. Here in the CNN election center, Dana Bash, Abby Phillip, and Chris Wallace are watching all the important contests. John King is at the magic wall. He's getting ready to break down the results state by state, district by district. Kasie Hunt is on the Senate beat. She's following all 35 Senate contests including the crucial key races. And Boris Sanchez is watching those 36 governors contest across the U.S. At any moment, David Chalian will bring us the first exit polls on what is on the minds of voters. And Brianna Keilar is at our voting desk watching for any problems at our polling places. Our correspondents are out in force as well, of course, at candidates' headquarters and other key locations across the country right now. Let's go to Phil Mattingly, he's over at the White House. And Phil, obviously President Biden has a lot riding on what's going to happen today and then the following days. How is he spending these last few hours? What's on his mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:03",
      "speaker": "PHIL MATTINGLY, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "You know, Jake, over the course of the day, the President has been behind closed doors, called into a couple of radio shows trying to boost some turnout in certain places, spoken to Democratic campaign chiefs both to thank them for their work and also to ply them for information, I'm told.Now the President and his actual political team are separated. The political team is a few feet away from the West Wing and the Eisenhower Executive Office Building. And the President is planning to watch returns with his senior team tonight, likely in the residence at some point. And what they're watching right now more than anything else, is a handful of those battleground Senate races. When you talk to White House officials, they are keenly aware that between the history and the economic headwinds, the House is likely not going to be held. But they do feel like there is a fighting chance to hang on to the Senate. And they believe that's a reflection of the work that they've done over the course of the last two years. Now, keep in mind, the President has made very clear several times over the course of the last few weeks that he believes this is not in fact, a referendum on his administration, this is a choice between two parties. And the White House is trying to echo that, circulating a memo I obtained earlier today to close allies trying to make the point that the President and his agenda, particularly his agenda, remain popular in isolation. The problem, however, is Democrats have discovered over the course of the last several months that when inflation remains during four decade highs, and some people don't necessarily grappled with everything that's in that agenda, they face real problems. Right now, the White House believes that there will be losses, they hope at least to stem some of those losses when it comes to the Senate. Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:03",
      "speaker": "TAPPER",
      "sentences": "All right, Phil Mattingly at the White House. Let's go to Jeff Zeleny now in the critical battleground of Georgia.And Jeff, you're at the headquarters of Republican Senate candidate Herschel Walker, that's another state that's going to be key to deciding control. What's the mindset of the Walker camp this evening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:03",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, Jake, it's kind of ironic that Herschel Walker's best chance to avoid a runoff election tonight and win outright has less to do with his Democratic rival, Senator Raphael Warnock then with a Republican on the ticket, of course, that Republican would be Governor Brian Kemp. All Republicans here all day long even some Democrats privately will say that the Governor Kemp is in command of this race. They believe that there will not be a runoff election on that side in that contest. And the question is, how many Kemp voters, how much Republican strength out there could spill over into the Senate racer. [17Of course, this Senate race has been one of the most competitive in the country. The second most expensive just right after Pennsylvania, Senator Raphael Warnock, a Democrat, who of course, was elected just at the beginning of January 2021 right after President Biden narrowly won Georgia has been tied now to this Biden administration. That's what the Walker campaign has been counting on. But again, the question to avoid a runoff election, how much support can they get from Brian Kemp? So, really here in Georgia tonight, with one more hour left to vote, Jake. Two point five million people have already voted. Officials say that they believe about the same number of people will vote today on Election Day. So ironically, the Walker campaign is actually talking a lot to the Kemp fellow Republican campaign tonight hoping they can pull them over the edge. But of course, we'll see one more hour to vote here in Georgia. Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:03",
      "speaker": "TAPPER",
      "sentences": "All right, David Chalian -- I'm sorry. Let's go to David Chalian. Thanks to Jeff Zeleny. Let's go to David Chalian now who has our first exit polls.David, what's on the minds of the voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:03",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Yes, Jake, first, I just want to say these are preliminary initial exit poll results. These are surveys that we've done of voters who voted on Election Day as well as the 10s of millions of voters who voted prior to Election Day. This is a representative sample of the overall electorate.So, we want to take a look at what the national environment looks like for voters voting in this midterm election. Feelings about the way things are going in the U.S., this is a bleak picture from this electorate. Look down here, 39 percent dissatisfied, 34 percent are downright angry. That 73 percent, three quarters of the electorate tell us they're dissatisfied or angry, only 5 percent enthusiastic, 20 percent satisfied. Joe Biden's approval rating, a key marker in midterm elections, 45 percent of those voting in this midterm election nationally, 45 percent approve of the job Biden's doing, 54 percent disapprove. This kind of looks like what we've seen in a lot of the pre-election polling, he is upside down and he's well below 50 percent approval. What about Biden as a factor in your vote? Well, he is a factor for about half of those voting today. Eighteen percent, though, say the factor is there supporting Biden with their vote today. Thirty-two percent, a third of people voting in this election say they're doing so to oppose Joe Biden. Forty-eight percent, the other half roughly, say Biden's not a factor at all. And how about Biden policies? Are they helping or hurting the country? Well, according to these early preliminary exit polls, and again, some of these numbers may shift as we get more survey data in, 46 percent of the electorate says Biden's policies are hurting the country, that's compared to 36 percent, a smaller portion, who say his policies are helping, 16 percent say they're not making difference at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:03",
      "speaker": "TAPPER",
      "sentences": "David Chalian, some brutal numbers for President Biden right there, Dana. And I have to say, the last one is, to me the most significant, a plurality, 46 percent say Biden's policies are hurting the country. Sixteen percent not making a difference, which isn't exactly a resounding endorsement, either. That's 62 percent of the people --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:03",
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:03",
      "speaker": "TAPPER",
      "sentences": "-- out there who think that his policies are hurting the country or they're not making any difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:03",
      "speaker": "BASH",
      "sentences": "And the third thing that they are using their vote, even though Joe Biden thought on the ballot to show their opposition to him with regard to Congress or others. To me, though, the whole ballgame is that first one. You know, we've covered politics for a long time, and yes, there are things that change a lot. One thing that has never changed is what we call right track wrong track, whether people feel -- just feel good or not about the country --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:03",
      "speaker": "BRIANNA KEILAR, CNN ANCHOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:03",
      "speaker": "BASH",
      "sentences": "-- and the fact that almost 75 percent, so three quarters, of Americans are either dissatisfied or downright angry, that is brutal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:03",
      "speaker": "CHRIS WALLACE, CNN ANCHOR",
      "sentences": "You know what this is lining up like three first term, midterm elections, the first midterm after a new president, '94 Clinton, 2010 Obama, 2018 Trump, and in all of those cases, the President's party two times Democrats, one Republican lost between 40 and 63 seats. When people are unhappy with the state of the country and they don't think the president is helping, they think he's hurting, they take it out on the president's party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:03",
      "speaker": "ABBY PHILLIP, CNN ANCHOR, INSIDE POLITICS SUNDAY",
      "sentences": "Right. That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:01:03",
      "speaker": "WALLACE",
      "sentences": "And I don't know that we're going to see 40 to 63 seats lost, but it doesn't bode well for the Democrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "KEILAR",
      "sentences": "Well, I mean in the reality here, I mean, this number, it's so 25 percent of people are enthusiastic or satisfied. That means that there are a heck of a lot of Democrats out there who are --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "TAPPER",
      "sentences": "Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "KEILAR",
      "sentences": "-- dissatisfied or angry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "TAPPER",
      "sentences": "Absolutely. Let's go. David Chalian has some more numbers from the exit polls. David.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "CHALIAN",
      "sentences": "Jake, we're taking a look at the issues that are driving voters' decisions in this election. We asked folks in the exit poll, and again, this is preliminary information, we'll get more as the night goes on. What was the most important issue to your vote? Inflation for 32 percent of the electorate. This is a national look at those showing up to vote today.Interestingly, abortion, 27 percent of the electorate said it was the most important issue of their vote. That's sort of a closer second than we've seen in a lot of pre-election polling. Crime at 12 percent. Gun policy at the same place, 12 percent. And immigration down to 10 percent. But let's dig into that issue number one, inflation. We asked folks, what is the condition of the nation's economy? What you see here is that three quarters of the electorate, 36 percent say not so good, poor 39 percent. Add that together, 75 percent of the electorate today says thumbs down on the state of the nation's economy. We also asked, has inflation caused harm to your family or hardship to your family? Twenty percent of voters today across the country tell us severe hardship, another 58 percent tell us moderate hardship. So that's combined together, nearly eight and 10 voters are experiencing some kind of hardship. Twenty-two percent say no hardship. And we asked how does your financial situation compare to what it was two years ago, sort of the classic political question, 46 percent of voters in this election across the country are telling us their financial situation is worse than two years ago, 35 percent say about the same, only 18 percent say better. And gas prices specifically, as you guys know, the Biden White House has been focused on gas prices every day, yes, 61 percent of voters in this election across the country tell us gas prices has been a financial hardship for them, 38 percent say no, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "TAPPER",
      "sentences": "All right, David Chalian, thanks so much. And Dana Bash, I mean, again, 75 percent of the country says the condition of the nation's economy is not so good or poor, 78 percent of those in the exit poll say the inflation has caused their family severe or moderate hardship. Again, brutal numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "BASH",
      "sentences": "Brutal numbers. The first poll that David showed us, which obviously does have inflation at the top, we all know that it's not a surprise. The second one being abortion and 27 percent of people saying that that is the most important issue to your vote, talk to Democrats on the campaign trail in the White House, they say that's the reason why a lot of Democratic candidates are even in the game right now. Not that it's really going to change the outcome ultimately of control, but it at least keeps Democratic candidates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "WALLACE",
      "sentences": "And what's so interesting is that, and I must say, I am surprised that abortion turns out to be that the most important issue for so many people, but Democrats last time I checked had spent 10 times more on advertising on abortion --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "WALLACE",
      "sentences": "-- than they had on inflation. And I think they're going to look back on that. I mean, clearly, there was a Dobbs mirage. They thought that the Dobbs decision overturning Roe v Wade was going to be a silver bullet, and it was going to carry them to victory. But -- anyway, first thought (ph) was inflation was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "PHILLIP",
      "sentences": "I would describe the Dobbs is scenario as a mirage. I mean, I think when you talk to Republicans --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "PHILLIP",
      "sentences": "-- end of the summer and Democrats, it was very, very real, it totally changed the dynamic. The Democrats would say they had to max -- they had to hit the gas on abortion, maximize that because of what we're seeing in the exits. A full quarter of the electorate came out to vote on that issue. But the problem is, the one thing that sticks around throughout all of this is the economy. And that is what is rearing back to the forefront for so many.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "KEILAR",
      "sentences": "What I thought was pretty interesting here, which David Chalian pointed out, is that the numbers in these exits do not line up with what we were seeing the polling data going into this election about what people cared about and the order in which they ranked it. So, we have had a lot of questions throughout this time about new voters, people that hadn't been in there before that were perhaps not getting captured by the polling. So maybe this is a sign that we're going to see a little bit more of that tonight than we expected. We obviously don't know yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "BASH",
      "sentences": "And you know, what's missing from this one, two, three, four, five, top five issues? Democracy,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "TAPPER",
      "sentences": "Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "BASH",
      "sentences": "That's not even in here. It's not to say that it's not an issue for people but it's -- it doesn't even come close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "TAPPER",
      "sentences": "Not the issue. Not the issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "PHILLIP",
      "sentences": "Well, I do think that when I -- when we looked at the exits where people said, I'm unhappy about the direction the country's going, I'm angry. I wonder how many of that is people who are angry about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "TAPPER",
      "sentences": "Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "PHILLIP",
      "sentences": "-- the state of our politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "TAPPER",
      "sentences": "Oh, the state of our politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "PHILLIP",
      "sentences": "The state of our politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes. TAPPER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:02",
      "speaker": "PHILLIP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:02",
      "speaker": "PHILLIP",
      "sentences": "I'll tell you though, a lot of -- I mean the partisans think, those are all --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:02",
      "speaker": "TAPPER",
      "sentences": "Sure. And it might make a difference in Pennsylvania, Michigan, etc. We're closing in on the first vote tallies of this election night.Straight ahead, a new round of exit polls revealing who turned out to vote and how Donald Trump factored into their choices. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:02",
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "Tonight, voters delivering their verdict on whether Democrats keep control of the House and Senate or hand the keys to Republican. We're about to see a live coverage of the Election Night in America. I'm Anderson Cooper, along with our political team. I want to go to the battleground of Pennsylvania. Brian Todd is that a voting location in Gibsonia outside of Pittsburgh. Brian.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "COOPER",
      "sentences": "Yes. All right, Brian, we'll check in with you a little bit later on. Go back to David Chalian with new batch of exit polls. David, what are you seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "CHALIAN",
      "sentences": "Hey, Anderson, we're taking a look at sort of the composition of the electorate, different demographics and, and what the electorate sort of looks like. We'll first look at this by race. According to these early preliminary exit polls, and again, these numbers will shift as the night goes on a little bit, 76 percent of voters today across the country nationally are white, 9 percent, black, 10 percent Latino, 2 percent Asian, 1 percent Native American 2 percent other racial and ethnic groups.I just want to note here, 76 percent white is significantly a wider electorate than we saw in the presidential election back in 2020 when 67 percent of the electorate was white and when black voters made up 13 percent of the electorate. So this is a wider electorate that we're seeing than we saw two years ago. Among age groups, 10 percent say they are 18 to 29 year olds make up 10 percent of the electorate, 20 percent 30 to 44, 36 percent 45 to 64, 34 percent are senior citizens. This two is a much older electorate than we saw two years ago in the presidential when only 22 percent of the electorate was 65 and older. We also take a look at the education divide, a crucial sort of line in the American political landscape. Forty percent of voters today across the country are white voters with a college degree, 36 percent are white voters without a college degree, 11 percent voters of color with a college degree, 13 percent voters of color without a college degree. And finally, just the party makeup, partisan I.D. here, how people identify, 35 percent of voters in this election today are Republican, 34 percent self-identify as Democrat and 31 percent self-identify as Independent. So a roughly split electorate between --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "CHALIAN",
      "sentences": "-- Ds, Rs and Independents, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "COOPER",
      "sentences": "Interesting to see. David Chalian, thanks very much.David Axelrod, you've looked at a lot of exit, what is -- are you bringing there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "DAVID AXELROD, FORMER OBAMA SENIOR ADVISER",
      "sentences": "Well, first of all this a nationwide, so it's a little hard to, to particularize to the key contests here. I think overall, Democrats would like to see a better turnout among African Americans, among younger voters. That had been the hope and that had been the concern. And right now you're seeing in Philadelphia and other cities, where there are -- in states where their key races efforts going there. That would be my main take away from that. But again, it could be somewhat different in the battleground states where there's a real effort to try and motivate key constituents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "DAVID URBAN, FORMER TRUMP CAMPAIGN SENIOR ADVISER",
      "sentences": "I would say also that Independent number, I think, is very significant, right? A third of the electric going out today, Independent, most of those predicted to break for Republicans. So like in Nevada, I know there's a strong Independent turnout in Reno and Las Vegas right now. That's not good for the Democrats at this point in time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "VAN JONES, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes, that's not good. Let's say like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "COOPER",
      "sentences": "Van just got real quiet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "JONES",
      "sentences": "Yes. I'm going to get you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "GLORIA BORGER, CNN CHIEF POLITICAL ANALYST",
      "sentences": "No, you look at all these things together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Well, wait, let me -- I'll say something to make you feel better. Exit polls are really interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "JONES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "JENNINGS",
      "sentences": "It is a bit of a witch's cauldron. This is a national sample.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "JONES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "JENNINGS",
      "sentences": "Maybe this gives -- I mean, I'm not optimistic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "JONES",
      "sentences": "If we assume that that's right, and we have no reason not to assume that's right since it's our folks, and our folks are best in the world, that's not good for Democrats. I'm just going to say it. Because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "AXELROD",
      "sentences": "That Independent number alone, myself. But Van --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "JONES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "AXELROD",
      "sentences": "-- 5",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "JONES",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "AXELROD",
      "sentences": "-- exit polls, you know what, these are going to be very close races.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "JONES",
      "sentences": "Sure. AXELROD",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "BORGER",
      "sentences": "Latino.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "AXELROD",
      "sentences": "And yes, Independent voters have been breaking -- they broke for years ago. Four Democrats, they're breaking against.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "BORGER",
      "sentences": "I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "COOPER",
      "sentences": "Van, finish your thought.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:01",
      "speaker": "BORGER",
      "sentences": "My question is, what's the comparison with Latino voters to last time around, because everything we're seeing in the polls is that Democrats are losing some altitude with Latino voters. So we have to see how that turns out.On the age issue, I mean, this means that like 70 percent of people voting perhaps are over 45.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:01",
      "speaker": "ALYSSA FARAH GRIFFIN, FORMER TRUMP WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "sentences": "That was not to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:01",
      "speaker": "BORGER",
      "sentences": "That's not good for Democrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:01",
      "speaker": "GRIFFIN",
      "sentences": "The 18 to 29 vote, that to me signals that Democrats focusing so heavily on Roe, thinking that was going to be an animating issue with younger voters was probably not the case. And it actually signals that a lot of folks just stated. To me that signals just trust that, frankly, politics in general is going to solve the state of our country. The fact that my generation isn't coming out in a big way, I think is concerning of single (ph) party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:01",
      "speaker": "JENNINGS",
      "sentences": "Back to the demographic splits, obviously, that's a national sample. But these Hispanic splits and -- can really have an outsized role in some of these campaigns. You look at some of the races in Texas, Arizona, the Republican numbers in Miami Dade, Florida, it strikes me could blow up huge for Republicans tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:01",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:01",
      "speaker": "JENNINGS",
      "sentences": "And so you've got key races. And as you said, this number of Hispanics that are gravitating towards -- that is going to be, as we head into 2024, if that trend continues, it really is an earthquake for how we analyze these election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:24",
      "speaker": "TAPPER",
      "sentences": "If you're just joining us, we are live in Washington, D.C. We are awaiting the first election results of the night in the fights for control of the U.S. House and Senate. This is CNN's live coverage of Election Night in America. Our correspondents are in the field across the country. They're covering the final hours of voting in the biggest battleground states.Let's go to Wisconsin. Lucy Kafanov is at a voting site in the suburbs of Milwaukee. Lucy, how are the lines there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:24",
      "speaker": "LUCY KAFANOV, CNN CORRESPONDENT",
      "sentences": "The lines are incredibly long, you can see people stretching, waiting to vote. That line goes in past two rooms into a library where folks are actually casting their ballots. It is also stretching in the other direction out the door outside.Now we are in Wauwatosa, Wisconsin, a suburb west of the Milwaukee, population roughly 48,000 people. This area tends to lead more Democratic these days. But in the past, folks have voted for Republicans and Democrats and libertarians, the former Republican Governor Scott Walker is actually from this area. Now we've been speaking to the election officials here and they say this is unprecedented turnout for a midterm. It is double than what they've seen even in the presidential election, which tends to bring out a lot more people. They have also reported double absentee voter turnout in terms of the ballots that they've received, and we have not even hit the after work rush, that is only starting now, it's about 4:30 p.m. local time here. And so it's a sign of just how seriously people are taking this midterm election. The balance of power of the Senate hangs in the balance here remains to be seen, of course, which way the state will go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:24",
      "speaker": "TAPPER",
      "sentences": "That's right. Of course they also have a big governor's race there in Wisconsin. Lucy, thanks so much.Let's go to Nevada, another key and critical battleground state where we find Gary Tuchman. And Gary, is that's a line of voters behind you? That's not to play blackjack, that's voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:24",
      "speaker": "GARY TUCHMAN, CNN CORRESPONDENT",
      "sentences": "Not to play blackjack, and we're in a shopping mall, so it's not to buy ice cream, it's not to shop, it's not to go to the movie theater, it is to vote. We've seen up to 100 people waiting to vote here at the Boulevard mall, which is just to the east of the Las Vegas Strip. This is the most populated county in the state of Nevada, 70 percent of the 3.1 million people in the state live in this county. And this is one of the most busy polling places.And with us or to voters who we're about to talk to. This is Alexis Minichini on the left, Tracy Ray (ph) on the right. I want to ask you first because you're the lady, Alexis, tell me what made you decide to come out and vote tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:24",
      "speaker": "ALEXIS MINICHINI, NEVADA VOTER",
      "sentences": "Sure. So I moved to Nevada in April of 2020 at the height of the pandemic. And ever since then, you know, the politics of the pandemic, if you will, have really encouraged me to become more politically involved. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:24",
      "speaker": "TUCHMAN",
      "sentences": "And a more of left of center scale or more right of centers scale?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:24",
      "speaker": "MINICHINI",
      "sentences": "More left of center scale to protect the rights that I feel are important to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:24",
      "speaker": "TUCHMAN",
      "sentences": "And what rights are those, the most important?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:24",
      "speaker": "MINICHINI",
      "sentences": "The most important ones, maybe not for Nevada, but abortion rights, as well as the right to vote. And you know, free speech, making my voice heard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:24",
      "speaker": "TUCHMAN",
      "sentences": "Tracy Ray, are you from elsewhere? Are you from Nevada?TRACY RAY (PH), NEVADA VOTER: Born and raised here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:24",
      "speaker": "TUCHMAN",
      "sentences": "You were born and raised here. And you were telling me that used to be a Democrat, now your Republican.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:24",
      "speaker": "RAY",
      "sentences": "I moved in that direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:24",
      "speaker": "TUCHMAN",
      "sentences": "You moved in that direction. What's the reason you came here, to the most important reason?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:24",
      "speaker": "RAY",
      "sentences": "Oh, well, crime, inflation. Crime and inflation are pretty big in my book.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:24",
      "speaker": "TUCHMAN",
      "sentences": "Left of center, right of center? My guessing right is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:24",
      "speaker": "RAY",
      "sentences": "A little more right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:24",
      "speaker": "TUCHMAN",
      "sentences": "OK. So last question I asked you. We have three big races here, Senate governor, secretary of state, they are other big races too, but those are the three major races. In the Senate race, who are you voting, Democrat or Republican?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:24",
      "speaker": "MINICHI",
      "sentences": "Democrat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:24",
      "speaker": "RAY",
      "sentences": "Republican. TUCHMAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:24",
      "speaker": "TAPPER",
      "sentences": "All right, Gary, thanks so much.Let's talk about the governor's races. They have a big one in Nevada. Because John, we're looking at the fact that in six states that went for Joe Biden, that voted for Joe Biden just two years ago, it is possible that when tonight is over or the week is over, those six states not only have Republican governors, but some of them will have governors, Republican governors, who are all in on Donald Trump's election lies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "TAPPER",
      "sentences": "He was there in January.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "KING",
      "sentences": "And he was there on January 6, to this day since Donald Trump won in Pennsylvania in 2020. And he just simply didn't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "TAPPER",
      "sentences": "And in Pennsylvania, the governor appoints the Secretary of State, which means a guy who lies about the election could appoint somebody who lies about the election and doesn't allow democracy to flourish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "KING",
      "sentences": "Correct. So when you come down to whether it's county absentee ballots certifying, if they'll -- even if the legislators, the governor has to sign the papers that send the Electoral College votes to Washington, so that's just one of them, right?Then you come over to the state of Michigan, Gretchen Whitmer, your Democratic incumbent, remember Joe Biden considered her a potential running mate back then. If she can survive in this climate, she will be considered a national Democratic store as we go to 2024 and beyond. But running against another election denier, also somebody who was very restrictive on abortion rights in the primaries, tried to moderate that a little bit in the general but here are another one, Michigan, one of the key battleground states. You have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "TAPPER",
      "sentences": "And they have an abortion referendum on the ballot as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "KING",
      "sentences": "They do as well to make the right to an abortion part of the Constitution in the state of Michigan. But there you go, another battleground state, another election denier. You move across here, Tony Evers, the Democratic incumbent in Wisconsin running against Tim Michels. Tim Michels in the final weeks of the campaign said, if you elect me, Republicans will never lose another election in Wisconsin. Imagine that.Now, is that just confidence or is that, you elect me, Republicans will never lose another election in Wisconsin? So in this climate, a statement like that, certainly piques interest. So again, someone who has questioned the results of 2020 making a statement like that in one of the ultimate battleground states. Donald Trump won it by 20,000 votes in 2016. Joe Biden won by 20,000 votes in 2020.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "TAPPER",
      "sentences": "People forget what about around Wisconsin is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "KING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "TAPPER",
      "sentences": "But it really is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "KING",
      "sentences": "It's one of the most competitive states in American politics. You could argue the most, but it's one of the most. And again, you have a Democratic governor just like Whitmer across the in Michigan fighting in this climate to hold office. And democracy is very much on the ballot in Wisconsin.So then you move out to the west, we just talked to Gary Tuchman. Here, Sheriff Joe Lombardo running against the Democratic incumbent Steve Sisolak. And again, Joe Lombardo says Donald Trump won in 2020.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "TAPPER",
      "sentences": "Which of course, he did not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "KING",
      "sentences": "He did not. He did not. And so you have it in Nevada as well. And again, a very close competitive state of the Democrats that was shifting their way, but we have -- it's purple, and it's at play in presidential elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "KING",
      "sentences": "And you have it. And then you come here, this is probably the poster child of the new Trump candidates running in 2022. And that is the former broadcaster Kari Lake, who again, says Donald Trump won in Arizona, that Arizona was stolen from Donald Trump. It was not. And the irony of this matchup or maybe the grace of this matchup, running against the current Secretary of State Katie Hobbs, the Democrat, who certified the Arizona --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "KING",
      "sentences": "-- results in 2020. And so, again, Arizona, Nevada, Wisconsin, Michigan, Pennsylvania, all states absolutely critical to the citizens of those states, but pivotal in American presidential politics. They will be for the foreseeable future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "TAPPER",
      "sentences": "One other point on Arizona, which is if we could just go back to that for one second. So yes, Kari Lake a big election liner who has said that if she had been governor in 2020, she would not have certified the state. The Republican governor, currently Republican Governor Doug Ducey did. But one thing I've heard Democrats say about Arizona as opposed to all the other states, this is the only state they say, where abortion laws actually changed post Hobbs, like -- post Dobbs, sorry, Katie Hobbs. But post Dobbs, it now became illegal in Arizona, with these other battleground states, it pretty much stayed status quo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "KING",
      "sentences": "And so you guys have just gone to the exit polls, you raise that question, that's one of the things most, I would say the preponderance of what you went through, the exit polls is not good news for the Democrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "TAPPER",
      "sentences": "No, definitely not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "KING",
      "sentences": "News about the economy, the track of the country, what kind of mood are people in. That abortion number was much higher than in our national poll. Our last national poll had an economy inflation of 51, an abortion of 15.So if abortion is rising as an issue, at least in some places, this is one of the places. Let's go back to the 2020 presidential election in Arizona. I mean, this is it. This is where it is decided in Maricopa County. And what is Maricopa County, it has Phoenix and the giant fast growing suburbs around here where you do have a lot of, you would say, moderate voters, moderate Republican voters inclined to vote for George W. Bush, George H.W. Bush and maybe for Kari Lake on issues like inflation, smaller government crime and taxes. But the abortion issue, will that play in the suburbs? So that was one thing that jumped out to me. The bones of the exit polls, what we've seen so far, not good news for the President and the Democrats, but if it's 27 percent nationally, abortion as an issue as we go state -- we want to see as we go state by state, what is it in the suburbs in Arizona --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "KING",
      "sentences": "-- and a place like that? So, you see, you can look at the big picture, those are only numbers did not look good for the Democrats, but sometimes there are little pieces within a poll. Then you go to the American suburbs, which will decide these close elections, so we'll see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "TAPPER",
      "sentences": "And maybe in the American suburbs, it's bigger than 27 percent --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:11",
      "speaker": "KING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:09",
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "Looking at a sun setting in Washington, D.C., a metaphor probably in there somewhere but I'm not going to do that. In Congress could get a shake up tonight, depending on what voters across the nation are deciding right now. That new exit poll information share with you in the issues voters get (ph). David Chalian has that. David.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:06",
      "speaker": "COOPER",
      "sentences": "David Chalian, fascinating to see that.Alyssa, I mean, it's really just the tale of two Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:06",
      "speaker": "ALYSSA FARAH GRIFFIN, FORMER TRUMP WHITE HOUSE COMMUNICATIONS DIRECTOR",
      "sentences": "Yes, split screen America, I mean, completely different motivating factors. We knew Republicans were going to be motivated around the economy. I think Democrats failed to really deliver a coherent message around the economy and why folks should turn out for them on that issue that things were going the right way. So most of the ads did focus on reproductive rights. So I'm not surprised that that was the motivating factor, getting folks out to the poll.But the numbers are kind of a stunning breakdown. If you think about it, our country is basically broken into three different blocks on how you view the abortion issue. And there's really not a whole lot of overlap between the two parties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:06",
      "speaker": "VAN JONES, CNN POLITICAL COMMENTATOR",
      "sentences": "And I think what's interesting is that only 9 percent of voters say never in any circumstances, and you have so many Republicans now out over their skis with such an extreme position, saying that people should, but shouldn't be able to get those services. And I think -- I don't think that now we can kind of in the cold, you know, political calculation say, it wasn't wise to focus on the abortion issue but it was terrifying to have the Supreme Court come down and wipe out rights for people and to abandon American women to, you know, sometimes horrific fates.And so, it wasn't just calculation, sometimes you actually believe in stuff. Sometimes you actually care about issues and people, and that was why I think we lean in so hard on abortion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:06",
      "speaker": "GLORIA BORGER, CNN CHIEF POLITICAL ANALYST",
      "sentences": "But then, I think these numbers actually show that the Democrats had a point --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:06",
      "speaker": "JONES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:06",
      "speaker": "BORGER",
      "sentences": "-- focusing on abortion. When you look at the difference between Democrats and Republicans, I mean, among Democrats, 44 percent, abortion the most important issue. They needed to talk about other issues that also appeal to Independent voters. But when you look at -- if you're trying to get your base out, this wasn't a bad issue to talk about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:06",
      "speaker": "COOPER",
      "sentences": "We'll go back to David Chalian with more. David.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:06",
      "speaker": "CHALIAN",
      "sentences": "Anderson, we're also going to take a look here at the Trump factor. We talked a little earlier about the Biden factor in this election, so now we're taking a look at these exit polls and what they tell us about the Trump factor in this election. Again, this is the national exit poll, people voting for the House of Representatives, these are preliminary numbers, but 16 percent of people going to the polls today or voted in advance of today say their vote was to support Donald Trump, 28 percent say their vote was to oppose Donald Trump, and a majority, 54, percent say Trump was not a factor.How about Trump's standing with the electorate today in these midterm elections? Just the opinion of him overall, 37 percent of voters in this midterm election have a favorable view of Donald Trump, 60 percent of voters in this midterm election across the country have an unfavorable view. We also tried to get a sense of how that compares to how people view the Republican Party, 43 percent of voters in this election have a favorable view of the Republican Party, a majority 53 percent have an unfavorable view of the party. And then we ask, is the Republican Party too extreme? A slim majority, 54 percent say yes, it is too extreme, 44 percent say no, the Republican Party is not to extreme. COOPER: Let's check in with David Urban. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:06",
      "speaker": "DAVID URBAN, FORMER TRUMP CAMPAIGN SENIOR ADVISER",
      "sentences": "Yes. So listen, I think interestingly, Donald Trump has been uncharacteristically quiet until maybe 48 hours ago, right? I think we were talking about this, until he kind of popped up on the screen, and maybe I'm going to run for president, maybe I'm not. And then, recently in the past 24 hours, he's been just kind of trying to steal the narrative again.So, it's not surprising to me that people say Trump didn't really play into anybody's facts. He's a true social, but even otherwise absent. And Democrats are smart, because I think they've figured this out. They can't just run against Trump. So, they've been kind of quiet about it as well. So, that -- those numbers aren't surprised.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Yes. Oh, sorry, go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "GRIFFIN",
      "sentences": "Biden's unfavorability we knew was high going into this, we knew that was going to affect the midterms, but it's interesting to note that Trump's is even higher, at a time that he's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "AXELROD",
      "sentences": "Or lower.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "GRIFFIN",
      "sentences": "Or is it lower, I'm sorry. Yes.And I think that that's -- the fact that Republicans are still expected to do better despite the leader of the party being even less favorable than the sitting president is interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "JENNINGS",
      "sentences": "Yes. And well, I mean, they've done it before. In '20, Trump was losing and we obviously picked up seats in the House.You know, if you're just looking at this through the lens of Biden and Trump and this potential rematch, which no one's excited about, but I mean, sit here tonight, Trump is sitting at 37-60, Biden is sitting at 45-55, a question that potential opponents of Donald Trump in the upcoming primary are going to say is, well, should I tell my voters? It's not a sure bet that he would beat Joe Biden. Can I raise a point, by the way, about the abortion question? I didn't get a chance a minute ago. And I just -- legal in all cases, is 30 percent. That is the Democratic position. Every other position on here, legal in most cases, that's Lindsey Graham position. Illegal in most cases, some Republicans, illegal. So, the Democratic position is legal in all cases, 30. Everything else is some variants of a Republican position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "BORGER",
      "sentences": "Republicans didn't want from Lindsey Graham position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "JENNINGS",
      "sentences": "A lot of Republicans do like that position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "BORGER",
      "sentences": "Well, a lot --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "JENNINGS",
      "sentences": "Fifteen weeks in the three exceptions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "BORGER",
      "sentences": "Do you think that they didn't want to vote on it before the election, if you'll recall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "JENNINGS",
      "sentences": "What do you mean vote on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "BORGER",
      "sentences": "They -- well, Lindsey Graham --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "COOPER",
      "sentences": "Van.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "JONES",
      "sentences": "I just like to correct the record here, safe, legal and rare, is where 80 percent of Americans are, OK? Most Americans are in some reasonable place in the middle. Are there extremist in both parties that say, you know, no, except for whatever. But the reality is, the Democratic position is much more reflective of where Americans are coming from. And I -- listen, Lindsey Graham went out there and tried to raise that, he got left at the altar by your party. So, I don't think you can pretend -- you're (INAUDIBLE) than we are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "JENNINGS",
      "sentences": "Is there a Democrat in this country that ran on a single limitation on abortion in a major race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "JONES",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "JENNINGS",
      "sentences": "Where?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "GRIFFIN",
      "sentences": "No, Tim Ryan did even.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Tim Ryan did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "URBAN",
      "sentences": "In the Senate vote, by the way, Scott's right in the Senate vote, which is taken every senator voted for abortion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "GRIFFIN",
      "sentences": "I asked Val Demings today if she believed in any abortion, including in the third trimester, and she said no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "JENNINGS",
      "sentences": "Fetterman did not, Demings did not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "JENNINGS",
      "sentences": "Thirty percent of the country, legal in all cases, everything else is a Republican.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "AXELROD",
      "sentences": "Scott, the position of most Democrats --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "JENNINGS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "AXELROD",
      "sentences": "-- is the position that is the majority position in this country, which is, A, this is primarily a decision between a woman and her doctor. B, that most of these decisions are made in early in pregnancies not late, and that there should be exceptions even in, you know, later in pregnancy when a woman's health is involved. And so, that's the mainstream position.I don't honestly think you're going to want to go into a general election in 2024 arguing what you're arguing here. And we'll see --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "GRIFFIN",
      "sentences": "I was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "AXELROD",
      "sentences": "We'll see how --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "JENNINGS",
      "sentences": "But nobody can articulate a single limitation that a Democrat candidate laid out in this election. What you're saying sounds reasonable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "AXELROD",
      "sentences": "Every Democrat endorse -- every Democrat pretty much embraced Roe versus Wade, which had limitations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "JENNINGS",
      "sentences": "What was the Senate vote on the Schumer bill? I mean, the Democratic candidates when asked over and over, could not articulate a limit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "BORGER",
      "sentences": "They said Roe, too. They said Roe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "AXELROD",
      "sentences": "You know what Roe versus Wade was, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "JENNINGS",
      "sentences": "I'm familiar with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "AXELROD",
      "sentences": "Yes. It had limitations. It basically --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "URBAN",
      "sentences": "The Schumer bill did not, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "AXELROD",
      "sentences": "Roe vs. Wade had limitations and they reflect generally what people feel in this content.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "JENNINGS",
      "sentences": "Then why Democrats --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "GRIFFIN",
      "sentences": "I don't believe a statewide candidate articulated that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "AXELROD",
      "sentences": "Which is why, by the way, in this and every other survey you see, about two thirds of the country were unhappy with that decision. And if you got -- I mean, if you -- it'll be interesting as a strategist if you want to go in there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "JENNINGS",
      "sentences": "I'm just looking at the numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "BORGER",
      "sentences": "I don't know. Well, Democrats had --(INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "AXELROD",
      "sentences": "Can I say one thing about Trump, if I can?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "BORGER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "AXELROD",
      "sentences": "Can I just say one word about Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "BORGER",
      "sentences": "I want to answer this too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "AXELROD",
      "sentences": "The problem for the Republican Party is that you can't live with Trump and you can't live without him. Candidates can't get nominated without him. And you can't win a lot of general elections with him.The reason your candidates are struggling in places where they maybe shouldn't be struggling is because he nominated people primarily on their fealty to him, and it's created a big problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "COOPER",
      "sentences": "Gloria.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "BORGER",
      "sentences": "The one interesting thing also about Trump on this exit poll is that 54 percent of people said Trump was not a factor, that will disappoint Donald Trump tremendously since he thinks if his candidates win, he should be given credit. But if I'm a 2024 candidate, and I think you were talking about this a little bit, Scott, and I see that unfavorable rating for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "JENNINGS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "BORGER",
      "sentences": "-- for Donald Trump --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:08",
      "speaker": "JENNINGS",
      "sentences": "Terrible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "JENNINGS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "BORGER",
      "sentences": "-- I would be saying this is the only guy who can lose this election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "GRIFFIN",
      "sentences": "I think there's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "AXELROD",
      "sentences": "Let's going to make it through the primary, that's where --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "GRIFFIN",
      "sentences": "But I think there's a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "COOPER",
      "sentences": "Alyssa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "BORGER",
      "sentences": "The more candidates there are, the more likely he is to make it through the primaries. UNIDENTIFIED MALE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "GRIFFIN",
      "sentences": "To Gloria's point, though, I think Oreos, I that there's a certain governor of Florida who's going to, you know, skate to reelection tonight, who's going to see these numbers and think maybe I should consider getting it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "COOPER",
      "sentences": "Interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "GRIFFIN",
      "sentences": "Yes. I think this is very vulnerable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "JENNINGS",
      "sentences": "There are a lot of Republicans who would say, how could we possibly lose to Biden again. You look at this, and you can see how it could happen right here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "COOPER",
      "sentences": "We're on the brink of getting the first votes of the night. Stay with us. Election night in America. This is CNN.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}