{
  "date": "2022-11-29",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Desperation And Defiance In Kherson As Russians Shell City; U.S. Blames Russia For Postponing Key Nuclear Talks; U.S. Gas Down 5.7 Percent Over The Past Month. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:00",
      "speaker": "VALERIY, KHERSON RESIDENT",
      "sentences": "(Speaking foreign language).CHANCE (voice-over):  \"It's like a stone weighing on my soul,\" he says. \"We built everything here with our own hands. It's hard to think of what those Russian scum did to us here.\" A short distance away in newly-liberated Kherson, a pool of blood where Russia is attacking the city it just left behind. Four were killed when this grocery store was hit. Now, one desperate resident picks through the debris looting scraps of food and toilet paper. \"Is everything so bad?\" we ask. \"It's not good,\" he responds. CHANCE (on camera):  All right. Well, getting basic supplies, though, in Kherson has become a massive risk. We've come to the seaport -- well, it's the riverport, really, right on the Dnieper River -- with this woman here -- Tatiana, from Kherson -- to collect water so she can do her washing up, and wash her clothes, and go to the toilet, and things like that. The water supplies have been completely cut off by the Russians. This is the only way -- and you can hear the artillery shells going off in the background. This is the only way she can get water for her house. And it's dangerous because this is basically the front line. The Russian forces have retreated to the -- to the other bank, right? (Speaking foreign language).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "TATIANA, KHERSON RESIDENT",
      "sentences": "(Speaking foreign language).CHANCE (on camera):  Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "TATIANA",
      "sentences": "(Speaking foreign language).CHANCE (on camera):  Yes. So the Russian forces are just across the river. CHANCE (voice-over):  But the risk is one that has to be taken.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "TATIANA",
      "sentences": "(Speaking foreign language).CHANCE (voice-over):  \"What can we do?\" Tatiana asks. \"We can't live without water.\" There's little electricity either, and people are cramming into makeshift charging stations like this one just to stay connected. We found defiance here, too, in the face of hardship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HANNA, KHERSON RESIDENT",
      "sentences": "(Speaking foreign language).CHANCE (voice-over):  \"There's no water or power,\" Hanna tells me. \"But also no Russians, so we'll get through this.\" CHANCE (on camera):  What do you think? (Speaking foreign language). NASTYA, HANNA'S DAUGHTER:  (Speaking foreign language). CHANCE (voice-over):  \"I think our enemies will all die soon,\" says Nastya, who has only just turned nine. \"We'll show them what you get for occupying Ukraine,\" she says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "NASTYA",
      "sentences": "(Speaking foreign language).CHANCE (voice-over):  For many, the hardships are already too much. Roads out of Kherson crammed with residents trying to leave. But for those who stay, it is a desperate struggle to survive. Matthew Chance, CNN, Kherson. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "CHRISTINE ROMANS, CNN ANCHOR",
      "sentences": "All right, thank you so much for that.This morning, the White House is blaming Russia for postponing talks on a key nuclear arms control agreement between the two countries. The meetings were scheduled to begin today in Egypt. Let's go live to CNN's Frederik Pleitgen. He is in Moscow for us. And Fred, has Russia provided a reason for postponing this or given potential new dates for these meetings?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:38",
      "speaker": "ROMANS",
      "sentences": "Welcome back.A rural county in Arizona defying the certification of the midterm elections. In Cochise County, the Republican-majority board of supervisors voted 2-1 to push back certification until Friday, citing concerns about voting machines. Monday was the deadline for all 15 Arizona counties to certify their results. Now, Secretary of State and governor-elect Katie Hobbs is suing. She claims the county is violating state law and could put some 47,000 votes at risk. Former Trump adviser Kellyanne Conway sitting for five hours with the House January 6 committee Monday. Sources say she was asked about reportedly telling acquaintances that Trump told her he knew he lost the 2020 election. Here's what she told reporters after meeting with the committee. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:38",
      "speaker": "REPORTER",
      "sentences": "Has the former president ever told you that he knows the election wasn't stolen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:38",
      "speaker": "KELLYANNE CONWAY, FORMER TRUMP ADVISER",
      "sentences": "Oh, I don't reveal those conversations. I think if they want to know that from him they should depose him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:38",
      "speaker": "REPORTER",
      "sentences": "Have you encouraged him to speak with the committee? They've asked him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:38",
      "speaker": "CONWAY",
      "sentences": "They asked him so late, though. I think the committee has almost wrapped up.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:45",
      "speaker": "ROMANS",
      "sentences": "All right, your Romans' Numeral this morning, 5.7 percent. That's how much the national average cost of a gallon of gas has fallen in just the past month. The national average today, $3.52, the lowest level since December of last year. More on falling gas prices in a moment.Looking at stock markets around the world, the Hang Seng jumped more than five percent, reversing some serious pessimism about China and its zero-COVID policy. Will President Xi loosen some of that? On Wall Street, stock index futures, right now, barely moving here. The Dow, yesterday, tumbled 500 points spooked by protests in China and China's lockdowns, and by Fed comments about inflation staying above trend into next year. The Nasdaq and the S&amp;P 500 falling more than one percent. Consumer confidence data and Case-Shiller home prices are due out later this morning for your latest gut check on what's happening in the American economy. But at the moment, oil prices the big story. Let's bring in chief analyst at Oil Price Information Service, Denton Cinquegrana. Nice to see you this morning. Denton, gas prices -- DENTON CINQUEGRANA, CHIEF OIL ANALYST, OIL PRICE INFORMATION SERVICE (OPIS) (via Webex by Cisco):  Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:45",
      "speaker": "ROMANS",
      "sentences": "-- below three bucks a gallon in three states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:45",
      "speaker": "CINQUEGRANA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:45",
      "speaker": "ROMANS",
      "sentences": "They're lower than they were last year in, I think, eight states. They're down almost six percent this month.What's happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:45",
      "speaker": "CINQUEGRANA",
      "sentences": "Well, a lot of it is seasonal. The formulation of gasoline switches. We're also at a lower demand period even though the Thanksgiving holiday just passed. But those are two big factors that always play a role at this time of year. And right now, like you mentioned, the national average is $3.52. We're only about 3 1/2, four percent higher than we are -- than we were at this time last year, and I think that trend is going to continue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:45",
      "speaker": "ROMANS",
      "sentences": "The Biden administration has just granted Chevron some limited authorization to resume pumping oil in Venezuela.How important is that shift? It's a 6-month -- let's be cautious here. It's a 6-month, sort of, easing of a sanction there. How important is that in the global oil picture, or is it only on the margin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:45",
      "speaker": "CINQUEGRANA",
      "sentences": "Well, it's usually -- it's really good for United States refiners. Refiners, over the past 30 years, have invested billions of dollars to be able to take Venezuelan crude, in particular -- those heavy, sour -- usually a lot cheaper than, say, West Texas Intermediate -- and be able to run that and turn it into a useful product. So the access, once again, to some Venezuelan crude is a net positive for some of the refiners on the Gulf Coast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:45",
      "speaker": "ROMANS",
      "sentences": "And also a reminder I think about, sort of, the oil -- the global oil shock because of the war with Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:45",
      "speaker": "CINQUEGRANA",
      "sentences": "Correct, correct -- yes. And right now -- I mean, Russian oil is still making its way to the market. December fifth is a big date to keep in mind because that's when the EU oil embargo goes into place. Obviously, the United States has had sanctions on Russia for several months now. But that will be interesting to see what happens.Will Russian oil -- because production in Russia has not been too greatly impacted. It has been impacted a little bit. But we'll wait to see what happens on December fifth when oceangoing vessels can't no longer go to Europe and if that has any impact on Russian oil production. So far, sanctions -- it doesn't seem to have had too much of an impact on the amount of oil that Russia has produced so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:45",
      "speaker": "ROMANS",
      "sentences": "What about European leaders sort of arguing about what kind of a price cap to have on Russian oil? How do you see that playing out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:14",
      "speaker": "ROMANS",
      "sentences": "You know, Denton, you rewind the tape six months or something -- I mean, people were very concerned about high gas prices and the political implications and the family budget implications about high gas prices. I think it's always good to remind people that presidents don't set -- don't set gas prices. It is a very big, complicated international picture. They get too much credit and too much blame, I think, here.What is -- what is your sense of gas prices and how they fit into the political conversation right now in family budgets?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:14",
      "speaker": "CINQUEGRANA",
      "sentences": "No, I completely agree with you. And honestly, if prices were falling and I was president, I'd be stupid not to take credit for it even though I had -- probably had nothing to do with it.But there's three things that move the needle in this country. It's politics, religion, and gas prices. Everybody knows what they paid for the -- for gasoline the last time they filled up. They see it on the road every time they see the price whenever they drive by a gas station. It's out there front and center. So, it's very much on the -- on the -- on the American psyche and that plays a role.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:14",
      "speaker": "ROMANS",
      "sentences": "All right, politics, religion, and gas prices moving the needle in American politics.Denton Cinquegrana, thank you so much for getting up early for us. Nice to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:14",
      "speaker": "CINQUEGRANA",
      "sentences": "Likewise -- thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:14",
      "speaker": "ROMANS",
      "sentences": "All right.Actor Kevin Spacey has been cast in an upcoming British film despite facing multiple sex assault charges in the U.K. He'll have a voice role in the indie-featured titled \"Control.\" The director says the allegations against Spacey, quote, \"weren't a concern.\" A New York jury last month found Spacey not liable in a civil sexual misconduct trial brought by actor Anthony Rapp, who accused Spacey of molesting him when he was 14 years old. All right, Elon Musk has a beef with Apple. He claims the tech giant has threatened to pull Twitter from its app store. A move like that would, of course, crush Musk's new company. The world's richest man also claims Apple has mostly stopped advertising on Twitter and he's questioning whether Apple, quote, \"hates free speech.\" Apple did not immediately respond to CNN's request for comment. All right, the Steelers fend off a last-minute comeback bid to beat the Colts in \"MONDAY NIGHT FOOTBALL.\" Andy Scholes has this morning's Bleacher Report. Hey, Andy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:14",
      "speaker": "ANDY SCHOLES, CNN SPORTS CORRESPONDENT",
      "sentences": "Yes, good morning, Christine.So, Steelers head coach Mike Tomlin has never had a losing season in 15 years, and Pittsburgh, 3-7 going into last night's game in Indy. So if Tomlin wants to keep that streak going the Steelers -- well, they need to start winning. And after blowing a 13-point lead, Benny Snell, here, going to take this into the endzone to give the Steelers a 24-17 lead in the fourth quarter. The Colts driving late to try to tie the game. Matt Ryan, here, is going to scramble and get 14 yards. The Colts had all three timeouts at this point but they just let time just keep ticking away. Twenty-nine seconds run off the clock before the Colts run another play. They do call their first timeout before a fourth and three play and Ryan's pass, though, would be incomplete here. The Steelers win 24-17. And after the game, interim head coach Jeff Saturday defended the Colts' time management. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:14",
      "speaker": "JEFF SATURDAY, INTERIM HEAD COACH, INDIANAPOLIS COLTS",
      "sentences": "I thought we had plenty of time. I wasn't really concerned. We still had timeouts so I wasn't too concerned. I feel like if we had time, we would have timeouts afterwards. We were in striking distance. So, yes, I never felt like the pressure of needing the timeout.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:03",
      "speaker": "ROMANS",
      "sentences": "I love it. I love it. What a wonderful day for him.All right, nice to see you, Andy. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:03",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    }
  ]
}