{
  "date": "2022-11-14",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden and Chinese Leader Hold High-Stakes Meeting This Hour; China Hopes U.S. Will Put Relations Back on Track; Ukrainian President Zelenskyy Visits Liberated Kherson City. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "The two most powerful people in the world arguably, U.S. President Joe Biden and Chinese leader Xi Jinping are meeting on the sidelines of the G20 summit in Bali this hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "And it will be the first time the two leaders will sit down face-to-face since Mr. Biden took office and comes as U.S./China relations are at their worst in decades.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "FOSTER",
      "sentences": "We're hoping to see pictures very soon. We are covering the story from all angles for you. Ivan Watson is live in Bali. Steven Jiang is joining us from Beijing. Ivan, I mean the first thing we're looking here is body language, right. We want to get a sense of how they are together with relations so low.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "NOBILO",
      "sentences": "And Steven, to you in Beijing, we've spoken quite a lot on the program and on the network about what the Biden administration hopes to achieve. They want to emphasize a rules-based order, freedom of navigation, a level economic playing field, but what are Xi Jinping's objectives going into this and how is it being presented in China?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "STEVEN JIANG, CNN BEIJING BUREAU CHIEF",
      "sentences": "Well, Bianca, I think Xi Jinping wants time. Time for China to become to be self-reliant in key technology to upgrade its economy. But also, more crucially to upgrade its military to counterplay the U.S.Obviously, he can afford to play the long game as Ivan pointed having just assumed that precedent breaking third term, paving the way for him to rule for life. So, in the past few days we have seen him offering a slightly more conciliatory tone by for example, telling a group of U.S. businessmen that he's willing to work with the U.S. to find ways to cooperate. They're also have been signs or hints about China may possibly tweak its position on Ukraine. And so, it's going to be very interesting to see what Mr. Xi does or doesn't say to Mr. Biden on that issue in the coming hours. So, overall, the state media here and officials here are echoing their American counterparts by portraying the meeting itself as a positive sign, stressing the importance of keeping lines of communication open especially at the highest level when tensions are running high. But the problem here is this free fall in this relationship is not because of a lack of rapport between the two the two men, who have known each other for years. It's because how each side views its own strengths and the other's intention. Obviously, Washington has been very vocal about Xi Jinping's China increasingly getting authoritarian at home and increasingly aggressive abroad. But from Xi's perspective, Biden has been doubling down on building this anti-China coalition to contain its rise on global stage, not only economically but also more importantly on the issue of Taiwan. So that's why Xi Jinping has indicated that he is shifting the Communist Party's top priority from economic growth to national security, something he reminded his top generals just a few days ago that the focus of their training should be fighting and winning wars. So, it is this kind of rhetoric and the policy directions make this meeting so more -- so crucially important despite the low bar of expectations set by both sides -- Bianca and Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "Ivan, we're probably going to hear, aren't we, from Biden after the meeting there will be a press conference. Let's have a look actually. We're told the pictures are coming in. There they are.OK, so that is the two most powerful people in the world meeting ahead of a quite substantial meeting. Ivan, how long do you expect this meeting to last?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "WATSON",
      "sentences": "The White House has blocked out hours potentially for this. And they have also indicated that Biden will be surrounded by his top advisers and they're expecting the same for the Chinese leader Xi Jinping as well.We are not expecting a joint statement to come out of this meeting from both the Chinese and the U.S. sides. We will expect to hear Biden talk about this. He in advance of this said that he's not anticipating making any concessions on any issues. And he's repeatedly staked out U.S. positions. That whether it is Taiwan or the South China Sea or trying to get China to help reign in North Korea with its nuclear ambitions or the conduct of the grinding war in Ukraine from China's ally Russia. And trying to get China to help to try to reduce some of the loss of life and the damage to the global economy by that. So, there are a whole host of issues that these two leaders can discuss here. The Chinese come back again and again to this one issue of Taiwan which they say is a core issue and they accuse the U.S. of meddling in their internal affairs every time a top government official travels to Taiwan or there are weapon sales to Taiwan. And it's hard to see where these two leaders can find some common ground when the disagreements are so stark between the two governments and where Taiwan has basically been a sticking point between Washington and Beijing going back generations as well. So, we'll watch this closely. And this isn't just an outreach coming from Xi Jinping to the U.S. president here in Bali. We are also anticipating that he's going to meet with the Australian Prime Minister. Beijing has been very much at odds with Tambora in recent years and with the French President Emmanuel Macron as well -- Max and Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "Steven, I need to interrupt quickly because we've got the two leaders are going to the room. We're just interrupting there because the two leaders are going into the room where they're going to hold this negotiation. Ivan saying this could last hours. Certainly, about two hours, could be up to four. But this is a really sort of central meeting. This is probably, would you argue, the most important relationship in the world right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "NOBILO",
      "sentences": "Yes, because they are each other's greatest strategic rival. Understandably and justifiably, there's been so much emphasis on the relationship between the U.S. and Russia because of Russia's invasion in Ukraine. But let's just take a listen. I feel like I think they're talking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "So, cameras are being pulled away at this point for that major meeting to take place on the sidelines of the G20. Biden talking about how important it is to keep those lines of communication open. And both of them being quite positive about this -- well, Xi was talking about a cross roads in the relationship which the whole world is looking to them to negotiate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "Well, they have to be at this stage. I mean, those were just the opening remarks. And actually, despite it underscoring both of their intentions to try and start out on a positive note, and to underscored the lack of relationship that did exist. Because they were scraping the barrel in, you know, outlining the connections they had, the fact they called each other when they, you know, respectively were affirmed as head of state. But let's bring in Ivan Watson and Steven Jiang who have been listening to that as well. Ivan what were your first thoughts about those remarks we heard from both leaders?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Ukrainian President Volodymyr Zelenskyy has visited the recently liberated city of Kherson. This as Ukraine is taking stock of the widespread damage that Russian troops left behind. CNN's Sam Kiley joins us now from the Ukrainian capital of Kyiv. Sam, what are you learning about the president's visit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, this was one that was anticipated, although obviously kept secret officially. There are large numbers of other international journalists now also getting into Kherson. As indeed are civilians and, of course, it's been the whole area that's been liberated is being invested with Ukrainian troops.Now that poses great difficulties as the President Zelenskyy said last night they have already, they believe, uncovered evidence of some 400 war crimes but also perhaps more importantly in the immediate term, there is a very wide sewing of mines and booby traps across that region by the retreating Russian military. Who have also destroyed a lot of critical infrastructure, particularly electrical power generating plants which affecting the capacity of the region to move water around, for people to drink. The food supplies are not so bad. The communications have also been destroyed there. So, he's going in to reassure the population that their government is back. Is back in earnest and able to repair the damage. But -- and this is a big but, Bianca -- on the other side of the river, the Russians dug in. They've had plenty of time to prepare for this moment. This was an organized retreat, not a rout by the Russians. And therefore, they will have large amounts of artillery and rockets that have already got predetermined targeting on areas in Kherson. And right along that western river bank there have been signs already that they have been targeting it and can be expected to go in very much heavier as more and more targets present themselves. And those targets, we know from the Russian perspective are civilians and militaries -- Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NOBILO",
      "sentences": "Sam Kiley in Kyiv, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "FOSTER",
      "sentences": "And we are keeping an eye on the crucial meeting between Xi and Biden throughout the day. Stay with us as we bring you updates. Thanks for joining us here on CNN NEWSROOM, I'm Max Foster.",
      "isLastSentenceInterrupted": false
    }
  ]
}