{
  "date": "2022-11-01",
  "headline": "Amanpour",
  "subHeadline": "Interview with Stanford University Director of Iranian Studies Abbas Milani; Interview with \"The Sum of Us\" Podcast Host Heather McGhee; Interview with \"How Civil Wars Start\" Author Barbara F. Walter. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Hello, everyone, and welcome to \"Amanpour.\" Here's what's coming up.Defiant in Iran. Keeping up with the protests, despite prosecution and new threats to stay off the streets. Historian, Abbas Milani, from Stanford University, on why the fear of the regime is dissipating. Plus, -- (BEGIN VIDEO CLIP) BARACK OBAMA, FORMER U.S. PRESIDENT:  The only way to save democracy is if we, together, nurture it and fight for it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "AMANPOUR",
      "sentences": "The United States at a crossroads. Author and podcaster, Heather McGhee, shares stories from her cross-country road trip, finding hope in atime of peril. And -- (BEGIN VIDEO CLIP) BARBARA F. WALTER, AUTHOR, \"HOW CIVIL WARS START\":  We just have to have the political will and our leaders have to have the courage to do something about it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Reversing Americas descent into violent extremism. Political scientist, Barbara Walter, tells Hari Sreenivasan how civil wars start andhow to stop them. Welcome to the program, everyone. I'm Christiane Amanpour in London. Now, if you're looking for a word that encapsulates the last few years of war, COVID, climate catastrophes, political unrest and economic pain, here it is, permacrisis. Collins Dictionary picks that as word of the year. And tonight, we focus on people who are trying to break out of their crises. From Iran to the United States, they are fighting back and trying to find solutions. Protests in the Islamic Republic flared up again today. That's despite the Revolutionary Guards' weekend deadline for getting off the streets. We've seen other movements in Iran, notably the Islamic Revolution, back in 1979, and the attempted Green Revolution of 2009. But how is this time different? And aside from sanctions and condemning the regime, does the International Community have any leverage? My first guest is historian Abbas Milani. He's the director of the Iranian Studies at Stanford University and he's joining me now from California. Professor Milani, welcome to the program. I just wanted to start by quoting you, yourself, from about seven years ago when you said, the Iranian regime is sitting atop a seething volcano. What did you mean by that and do you think this is the eruption you were predicting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "ABBAS MILANI, DIRECTOR OF IRANIAN STUDIES, STANFORD UNIVERSITY",
      "sentences": "That is exactly the eruption. What I meant was that the Iranian society then wasclearly living a different life, fighting for different values, pursuing different goals than the regime. The regime is a bunch of old men who think they can run Iran based on rules they claim to know from 1,400 years ago. The city of Medina. People of Iran are modern, the Iranian women want equality, they are sick and tired of gender apartheid. They were sick and tired seven years ago. There were sick and tired 10 years ago. It didn't take much to see that this was a volcano. And we have had eruptions before, and this time, I think, is the most serious eruption of them all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. So, you talk about eruptions before. What -- certainly in 2009, what distinguish that one from this one is that it was extinguishedquickly and people were not willing to tolerate the violence that was unleashed on them. They were successfully, by the regime, pushed back off the streets. Now, Iranian human rights agencies and news agencies are saying, more than 250 people have been killed in the six weeks or so since this has been going on. Thousands and thousands have been arrested. And we know also that some 1,000 or so, according to the prosecutors in Iran, have been indicted and they say, will be publicly tried. And this is going on all over, some 133 cities and areas around the country. So, what is the difference between them and now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "AMANPOUR",
      "sentences": "I'm going to get to that in a moment but, you know, I wish I had interviewed Khamenei. I was just a kid then and I wasn't even journalist.So, no, I did not. However, you talk about Mousavi and he was the reform minded secular candidate who most Iranians believe had won the election. And as you correctly say, Khamenei gave it to Ahmadinejad, who essentially was an international pariah for his views on Israel, for his nuclear bombast, and for all of that. So, again, is it then the fear factor that is being breached or is it a different makeup? Are the people are somehow different than they were back then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "MILANI",
      "sentences": "I think people are different and I think the political landscape is different, for two reasons. One is exactly what you said, fear hasdissipated. And regimes, like the Islamic Republic, like all authoritarian regimes, like all totalitarian regimes, survived based on fear. The moment that fear dissipates, then Ceausescu, one minute, the all- powerful dictator of Romania, has to find the next room to hide. That fear, I think in Iran, has dissipated. And it's remarkable that it is due to relentless battle by Iranian women not to allow this regime to dictate their lives. I can't tell you how effective your decision was, how popular it was in the Iranian diaspora when you refused to allow Raisi to dictate how you interview him. Iranian women have been doing this in Iran. So, fear, based on that civil disobedience of women has dissipated. But also, the reformist idea that Mr. Mousavi embodied at that time has now, I think, lost all credibility. People no longer believe that this regime is reformable. They want a different social contract without the clergy claiming divine right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. So, why do you, and how do you assess the fact that, you know, given what we saw back in 2009, the crackdown, while it has claimedmany lives, it has put people money in prison, it has, you know, tortured, according to human rights organizations, some of those who they've arrested on the streets, why hasn't it gone all the way? Why hasn't it fully cracked down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes. That's a report in \"The Wall Street Journal.\" You know, you talked about they want democracy. But the question really is, what actuallywould happen if the clerical regime was chased out of power? Because there isn't really, there isn't really democracy there. There has not been since 1979, there is no official leader of this for good or for bad. And many people -- and I wonder whether you share this worry, that the only people in a position of actual strength are the Revolutionary Guard, is the military, which has its tentacles in every aspect of Iranian life, from social to cultural, religious, to business, not to mention the military. Do you think it could tip from religious dictatorship to open military dictatorship?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "MILANI",
      "sentences": "I think it could in the short-term. I think that might be something that urgency will try to experiment with. But I don't think itwill solve the problem. Because two things. Society at large does not want this regime. And you can't fight when the whole society doesn't want you. Two, the problems that this regime has created, economic problems, geostrategic problems, psychological problems, the number of addicts in Iran, the number of people clinically depressed in Iran, are so monumental that only a democracy that can mobilize all the possibilities of Iran, including the remarkable possibilities of Iran in diaspora. Unless they come together, Iran is not going to be able to get out of this. And the IRGC option will delay the obvious. I think the only solution that can hold the country together and solve these monumental problems that have been created by mismanagement, by corruption, by colonialism, by dogmatism, is democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Professor Milani, you've been studying this for a long, long time. And, obviously, you know, you weren't born when the originalconstitutional, you know, movement started in the early 1900s. But there have been sort of fits and starts of attempts at democracy and at women's empowerment and liberation, most notably under the Shah who was deposed by the Ayatollah. But I want to read you what Fatemeh Haghighatjoo, a former parliamentarian and, you know, has written in foreign affairs, along with some other women. She says, this is a moment of great hope. But also, great worry. Although the extensive frontline participation of women in protest movements often makes them more effective, it also raises the stakes dramatically. Should the Iranian regime defeat today's protesters and even deeper patriarchal backlash could follow, potentially setting back Iranian women's rights and political freedoms by decades. What do you make of that? Do you agree?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "AMANPOUR",
      "sentences": "And it is extraordinary that Khamenei actually backed Raisi, the current president, who ran on a platform of social conservatism and actualhardline policies towards women. So, in that regard, I want to ask you to comment on this, because again, it's interesting for people to know how broad the support for the protesters is in Iran. And so, I'd like to know what you think of this. Essentially, a very religious women, she spoke with Reuters, she's the daughter of a so-called war hero. I guess somebody who was killed during the 1980s Iran-Iraq war. And she had very harsh words for the regime right now. She said, yes, our martyrs are looking over us but they are also watching over your theft of public treasury, embezzlement, discrimination, oppression, pouring of innocent's blood. You shoot at people with war weapons. It's been years you've harassed journalists with accusations of spying. That is quite something from a woman who comes from, you know, the core of the conservative religious establishment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MILANI",
      "sentences": "Absolutely. And she is not alone. Hers is a very powerful statement. The daughter of Rafsanjani (ph) is in prison, as we speak, forhaving said things very similar to this. The daughter of the infamous hanging judge, Khalkhali, who is now a scholar, has said almost verbatim the same kinds of things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MILANI",
      "sentences": "This notion that this regime is a monolith and everyone who is a Muslim believes that you should treat women's as second-class citizen andyou should force a hijab on them is not the reality in Iran. But Khamenei is an arrogant, diluted person who thinks on every issue, his writ is the writ of Allah and doesn't listen to anybody. There are other people within this establishment who have said in the last few weeks that this is a serious existential crisis and unless we reform our ways, we are doomed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "AMANPOUR",
      "sentences": "And you are talking about other members of the establishment, the former speaker of the Iranian parliament and other such people haveweighed in. So, what leverage do you -- obviously, the West, I assume, is looking to see this regime in Iran overthrown. First of all, is that what you think is going to happen? We discuss that, but what leverage does the International Community have and should it have should it interfere in this moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MILANI",
      "sentences": "I think the International Community has a great deal of leverage. I don't think the International Community, anyone in the InternationalCommunity, should decide the future of Iran. The future of Iran should be determined by the Iranian people and only by the Iranian people. But the West should not help this regime suppress the people. When we say the business of Iran's democracy is the business of Iranian people, we also should add that the United States, for example, at this moment, shouldn't release funds to this regime that would be only used to consolidate their hold, to further consolidate their means of suppression. The International Community should speak with one word, that this level of oppression, this kind of a threat, this kind of a threat against universities, you cannot believe what they are doing to universities as we speak in these hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes. We have seen it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MILANI",
      "sentences": "That is intolerable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "AMANPOUR",
      "sentences": "So, let me, in that case, play this soundbite on this issue from Justice Samuel Alito, who also was instrumental in the Roe decisionearlier. This is what he said about this issue now. (BEGIN VIDEO CLIP) SAMUEL ALITO, U.S. SUPREME COURT JUSTICE:  What is your response to the simple argument that college admissions are a zero-sum game? And if you give a plus to a person who is an under -- falls within the category of underrepresented minority but not to somebody else, you are disadvantaging the latter student. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "AMANPOUR",
      "sentences": "I mean, you've basically said that's an indefensible and irrational position. Any more to say on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "MCGHEE",
      "sentences": "Yes. Well, I think there are two pieces of this that are, I think, very misleading. The first is that it's pretending as though there is somesort of right that white students and white male students have to these seats within colleges. And ultimately, there are thousands of well qualified students for every single seat that you see at a place like Harvard, right? And what the admissions offices are doing there is trying to create the best educational environment. The second piece that's really important here is that the people who are most likely to have more than just a check next to their name, but rather have about five times more, you know, sort of at mid-rate, are not black students and brown students, but they are, in fact, usually white male students who fall under a category of legacy student, meaning their parents went there, that they are athletes, and we are not talking about, you know, black football players, we're talking about white polo and tennis players here, that's typically what the athletes are, or they are people who have been flagged by the dean or their children of faculty. Those students, according to a study a few years ago, are the ones who are actually sort of first at the gate to be accepted to schools like Harvard. 30 percent of the enrolled classes are those sort of set asides for those students who are overwhelmingly white. Ultimately, however, the bottom line is this. If there were to be a change so that most of the students at any school were of one or two racial and ethnic groups, the real victims of that would be the students themselves. Because we need to have a diverse educational experience in order to have higher critical thinking skills, the pedagogical science has proven this over and over and over again that diverse groups make for better teams and make for a better educational experience. So, I honestly pity those students who are going to go to a school that will be without the kind of diversity that their workplace will have and that their society will have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MCGHEE",
      "sentences": "That is exactly right. What we have seen is that, ultimately, experiences that put you in relationships with people who are differentfrom you can have enormous dividends. So, we look at that in the educational context and in the U.S. public policy context, which is where I enter, the topic, we see that over and over again, when communities are able to roll up their sleeves and link arms across lines of race, and recognize that they have common problems and there may be common solutions to them, everybody gains. It's not a zero sum. There can be a real win-win. So, in the book, I really identified, as you said, the economic costs of racism. Not just to people of color, but to all of us. And the central metaphor, at the heart of the book, \"The Sum of Us,\" was the drained public pool. What happened to many of the countries lavishly funded public swimming pools that were segregated. And once they were integrated, many towns decided to drain their public pools rather than integrate them. That core metaphor is sort of a parable for what has happened in the U.S. to a lot of our ability to come together and solve big problems together. That racism, divide and conquer politics, the us versus them message we hear so often from our political leaders is making us unwilling to come together to tackle the things, frankly, we can only really solve on our own. And it was from that that I decided to hit the road again to actually just focus, as you said, on hopeful stories of where, in often overlooked parts of the country, people are coming together and winning big things in surprising multi-racial coalitions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. So, I want to ask you about that. Because, of course, the pool thing is kind of cut your nose off despite your face, because then thewhites couldn't use the pool either. So, point taken. Now, in -- I'm absolutely fascinated to hear you say you found solutions in this regard, in this particular time, which appears to be in an unprecedented, you know, divisive and, you know, sometimes violent state, and we will talk about what happened to the Pelosi family. But what did you find? Where did you find any common ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MCGHEE",
      "sentences": "I found it in some of the most surprising places. In Memphis, Tennessee, where historically segregated, we have neighborhoods in Memphisthat are almost 100 percent white and almost 100 percent black. But town embers are who are able to come together in Memphis to protect something very precious to all of them, which was their water. And they had to, you know, overcome old divides and mistrust, but they were able to do that and stop an oil pipeline that was threatening the community's water. From Memphis I traveled, for example, to Kansas City, where most workers there were living, you know, at or around a very low minimum wage, working in poverty, and it was a cross racial coalition of poverty wage workers, in this case, fast-food workers, that were able to organize, put aside their differences, a white woman there said, you know what, I used to think it was about us versus them. But now, I realize that for us to come up, they've got to come up to. As long as we are divided, we're conquered, right? And so, you see this beautiful multiracial coalition of workers being willing to take on a powerful interest that was profiting off of their poverty, and they were able to win. And Kansas City is poetic because it's the city that created the blueprint for redlining and the kind of residential segregation that we see the effects of all over the country today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. So, that's really interesting. You talk about, and you quoted actually something that we were pulling out of your podcast that wewere going to quote. You obviously quoted it verbatim from Karen -- or rather Bridgette, the union organizer in Kansas City who said, you know, it's all of us to come together. You also speak about a sort of a formula whereby if one or two people start to take the risk for change and for solidarity, it may have, in a good way, a metastasizing effect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "AMANPOUR",
      "sentences": "So, I want to highlight a little soundbite that we picked from the podcast. And this is an ordinary person, Becca, in Dallas, and she isan abortion care giver. And she said, there is no lack of mixing between religion and abortion, but not how we would expect. Here's what you got from her. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "BECCA",
      "sentences": "In the last couple weeks, what has moved me is patients saying that they felt like God provided them this space and that that was somethingthat felt like we had been here for them and that was evidence of God. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "AMANPOUR",
      "sentences": "So, that's pretty profound because we are used to associating religion with opposing abortion, and you found that there is much morenuanced. You found religious people who could see the nuance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "MCGHEE",
      "sentences": "Yes, not only you could see the nuance, but like Becca, people who were people of faith, I traveled to Dallas and went at 4in Dallas, Texas, to a church, where there was a gathering of church ladies, minister, volunteers, baking scones and pouring hot coffee for a group of about a dozen women who were pregnant, a majority of them were mothers already, and they didn't want to be. They felt like they couldn't be. They couldn't afford it. They had the needs that they needed to take care of their own family. And they needed abortion care. But because of the restrictions on abortion in Texas, they were joining that morning a part of a sort of underground railroad of sorts led by clergy members, ministers, rabbis who were willing to risk so much to bring them across state lines to New Mexico. That opening scene is the beginning of a story that takes us back in history and tells us something that many people, I certainly, did not know, which was that, if it were not for clergy members, religious people, churches, we would not have had Roe v. Wade. That along with a feminist movement, it really was the compassionate clergy movement that brought us the abortion rights that we have had in America for over 50 years. And today, that underground network is back at it again. And what they see is that when families need care, who do they turn to, right? They turn to their priest, their rabbi, their minister, their mom. And in fact, it has really been a distortion of the religious movement that has captured so many religious conservative people to the conservative cause, and that we need to tell a full story of the ways in which so many religions absolutely condone abortion and how many people of religious faith have been there for women, and people who seek abortions when nobody else has. And it's happening again all over this country today because of the Dobbs decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "AMANPOUR",
      "sentences": "You know -- so, you know, you've given us a few good examples of issues that actually also contained within them possibility and hope andsolutions. But let's just broaden to an active political violence that has really shocked the world. The attack on Nancy Pelosi's husband, Paul, that was clearly meant for her. And no matter what the attacker said to the investigators about just wanting to scare her, hold her hostage, you know, kneecap her, it could have been a death blow. It just could have been. Did you find those --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "MCGHEE",
      "sentences": "I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "AMANPOUR",
      "sentences": "What does that say to you about -- even about the work that you are doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes. And it is a huge issue going into actual elections that are meant to shore up democracy. Heather McGhee with \"The Sum of Us,\" thank youso much indeed for being with us. Now, my next guest admits that the United States is, as we've been discussing, on a knife's edge but says it's not too late to rescue democracy. Political scientists, Barbara Walter, is the author of \"How Civil Wars Start.\" And here, she explains to Hari Sreenivasan how America can prevent another one from happening. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:00",
      "speaker": "HARI SREENIVASAN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Christiane, thanks. Professor Barbara Walter, thanks so much for joining us.\\You have studied sovereign (ph) types of societies who have been on the brink of, who've been in the middle of, a civil war, who've been after, who've survived after one. How is America on that timeline? How far along a timeline toward a civil war is the United States? BARBARA F. WALTER, AUTHOR, \"HOW CIVIL WARS START\":  So, we have so much good research from really almost the last hundred years of countries around the world. I actually served on a U.S. government task force that was run through the CIA, that was designed to help our government predict where around the world civil wars and political instability, and political unrest was likely to break out. The CIA is not allowed to look at the United States. It is absolutely not a politicized organization. And we knew -- we know very clearly that the two big risk factors or whether a country has a weak and partial democracy, and whether in those countries it's political parties had divided along racial, religious, and/or ethnic lines. So, it really didn't take a lot to know those facts, and then look to see what was happening here in the United States. We also know who tends to start civil wars. Most people think it's going to be the poorest members of society, and they have the motive, they have the grievances, they have a reason to rebel, or they think it's the most heavily discriminated or it's the immigrants, all these groups who are, in some ways, down trotted. But, again, they don't start civil wars. The groups that tend to start civil wars, especially ethnically based civil wars, are the groups that had once been dominant and are in decline. So, they used to dominate politically, economically, and oftentimes, socially and they're losing that position oftentimes because demographics are changing. Again, you know, this is not -- these are not studies that were done in the United States. These were studies that were done on over 200 different civil wars that we've seen around the world. And if you apply that to the United States, you also see similarities. The -- we've seen a significant rise in violent extremism since 2008. Some of it has been on the left, but the vast majority of it has been on the far-right. And it's been perpetrated almost exclusively by white men. And again, if you look at the history of the United States, the group that had been dominant since the very inception of our country were white men. They also tended to be Christian, and they are losing that position. It's no longer guaranteed that you are going to get into the best schools, you'll best jobs, or have, you know, economic security your whole life. Suddenly, there's a lot of competition out there and you see a subset of this population becoming increasingly resentful, angry, and they truly feel that this is their country, and that they are being patriots by saying what they believe is the true identity of this country and they're willing to use violence to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "WALTER",
      "sentences": "Yes. The two big triggers are when a group, especially this group, that's in decline, loses a series of elections. That's especially true in ademocracy and especially true in a democracy based on majoritarian rule. So, here in this country, you know just how much political power you have based on the results of an election. If you gain a majority of the votes, you get to be in power. And if you don't, you're out of power. And what the Republican Party has been seeing over the last few decades is that their numbers are declining and they are increasingly unable to win the presidency with the popular vote. And so, this can be triggering because it's a loss of hope for those people who believe in the system and who otherwise would work within the system if it actually guaranteed or it gave them a good shot of power. But what the Republican Party is increasingly seeing and how it's being interpreted by extremists within their party, is that they can't -- democracy no longer works for them. They can't work within this system and still emerge victorious. And so, the radicals are beginning to create this narrative that, you know, this is our country, we need to take it back. We will not be replaced. And we are justified. We are justified to take it back in any way that we can. And so, elections can be very, very triggering.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "So, what is that tipping point where enough of those people feel like, I'm losing a grasp, my numbers might not be reflected in mypower, and I need to take control by any means necessary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "WALTER",
      "sentences": "The midterm elections don't worry me, but the big election in 2024, that worries me. And it worries me no matter who wins. If theRepublicans win that election, which they may well do, their incentive to hold on to power is to use legal means, and legal means can be to increase gerrymandering, legal means can mean to stack the courts, they can use a whole series of measures that are allowed to, in some way, cement in minority rule, to ensure that when elections are held in the future, that the opposition never comes to power. This is sort of classic Viktor Orban in Hungary moves. And we know that that is what Trump intended to do after he lost the election when he was trying to overturn it. He came out and said, you know, once I'm back in power, we are going to ensure that I never lose it again. The strategy that makes sense for Republicans, given that they're heavily based on white Christians, and white Christians are declining as a demographic here in the United States, is to do everything possible to make it hard for the opposition to win. And I also worry, of course, if the Democrats get elected. If the Democrats get elected, the Republican Party and its leadership is going to double down on this narrative that the election was once again stolen. And if they become convinced that they can go to vote, they can do everything that they're told, it's correct in the democratic system and they can never win, this gives sort of fuel to the fire of extremists who are saying, see, we told you so. We are going to have to think of another method to take back control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "So, as you've studied all of these different countries and you've seen these preconditions exist, and you've seen events that havebeen triggered civil wars, what are the things -- going back over the last few years where you are more concerned that this is possible here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SREENIVASAN",
      "sentences": "You know, this comes from kind of different ends of the political spectrum, but we had an individual who was making threats tositting Supreme Court justice, and recently, we had an individual in the home of the speaker of the house, and who attacked the husband of the speaker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "WALTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SREENIVASAN",
      "sentences": "And I wonder if these things, you know, how you place them on that pre -- sort of that incipient insurgency level. Are we there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "WALTER",
      "sentences": "Yes. We are absolutely there. So, this would be a perfect example. This was an -- the man who broke into the Pelosi home looking for Nancy andeventually attacked her husband, he had clearly been radicalized online. He believed that he was a patriot. A patriot that Nancy Pelosi was trying to steal this country. And if you looked at his internet footprint, he was on the far-right sites, he was a believer in QAnon conspiracies, he was a believer in the big lie. He did believe that the Democrats had stolen the last election. He is a perfect example of this movement of disaffected men, mostly, almost exclusively men, who are really angry at the direction of the country, who are active online, and are getting information that continuously feeds them these lies, and they're beginning to act out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SREENIVASAN",
      "sentences": "You know, last week, we had a judge refused to bar a group of people, armed activists, from monitoring a ballot drop box in Arizona andin Maricopa County. It said that, doing so would violate the First Amendment rights of those individuals standing on that sidewalk, heavily armed, watching people add their votes into this ballot box. When there are these forces that can intimidate how an election is carried out, and whether people feel comfortable coming to a polling location, or to a place that they can cast their vote, what does that do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SREENIVASAN",
      "sentences": "What does the civil war look like in the 21st century? Because I wonder if we're limited by our historical understanding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "WALTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SREENIVASAN",
      "sentences": "And we assume that people are going to stand across a field from one another dressed in blue coats and red coats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "WALTER",
      "sentences": "Yes. That is the old school type of civil war. That doesn't really happen anymore. And it certainly does not happen in a country with -- aspowerful a military as we have. If you were a militia operating in Nevada and you want to -- you know, you're unhappy with the direction of this country, you're not going to try to change it by directly confronting the American military. That is a recipe for disaster. You are going to do it much more clandestinely. You're going to do it in a very decentralized way. And so, the 21st century civil wars that we see are -- tend to be very decentralized. So, they will target here in this country, because it's likely to be unethically based war, they are going to target African American churches, they're going to target synagogues, they are going to target urban centers where lots of liberals live. They are going to target federal judges who are making judgments that they feel are left of center and they don't agree with. They are going to be attempting to assassinate Democratic leaders. This is the type of 21st century civil war that we see and can actually be quite effective, because it's hard to stop. They -- the far-right has a term for it, it's called leaderless resistance. It's a type of cell terrorist warfare, guerrilla warfare. That is what a 21st century war is likely to look like. Not these two big armies facing each other on a battlefield.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SREENIVASAN",
      "sentences": "This is sort of a dark question, I guess. But is a civil war in America if or when?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "WALTER",
      "sentences": "I would say it's an if. It's not a when. What we are lucky with is that we have this information. We know that weak democracies are at risk.We know that when we begin to organize ourselves, not along political ideas, but along race and religion, that is when you get in trouble. We also saw that full, healthy democracies do not experience civil war. We know what it takes to turn this around. And there is time. But if instead we go in the opposite direction, if we continue to attempt to suppress the vote, if we continue to try to make it harder to vote, to give certain advantages to some parts of the country over other parts of the country, then again, we're going in the wrong direction. That is making our democracy weaker. And if our political parties continue to sort of double down to serve their increasingly -- you know, passionate is probably a nice word -- passionate bases, this is deeply divisive and this is what we know tends to lead countries down the path towards more violence, not less. So, we know what to do. We just have to have the political will and our leaders have to have the courage to do something about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SREENIVASAN",
      "sentences": "Professor Barbara Walter from the University of California San Diego. The book is called \"How Civil Wars Start.\" Thank you so much foryour time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "WALTER",
      "sentences": "It's my pleasure. Thank you for having me.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "AMANPOUR",
      "sentences": "Political will indeed. And finally, tonight, a Hollywood icon in a league of her own. Geena Davis has starred in some of the mostunforgettable cinema masterpieces, from baseball star Dottie in \"A League of Their Own,\" to the abuse housewife turned outlaw in \"Thelma &amp; Louise.\" Davis's appeal to millions for decades. Her latest project is a memoir that she calls, \"Dying of Politeness.\" And she tells me how the roles she played affected her real life. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "AMANPOUR",
      "sentences": "In the book. you say something. I'm going to paraphrase. You know, I became a badass in my roles in movies before becoming one in real-life. GEENA DAVIS, ACTOR AND AUTHOR, \"DYING OF POLITENESS\":  Well before becoming one real-life. And what actually did help me, you know, work myself away from that was playing these parts. And I think, you know, in hindsight, perhaps that's why I wanted to be an actor, is because I could try on personalities that were bolder than I was. And luckily, for me, I got cast in some very bold parts. And it's like fake it until you make it, you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}