{
  "date": "2022-11-08",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Candidates Make Final Push Before Midterm Election Day; Speaker Pelosi Sits Down For First Interview Since Husband's Attack. Aired 1- 2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:24",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "Hello, and welcome to our viewers in the United States and around the world. I'm Erica Hill in New York, it is now 1Republicans are more confident than they have been to this point and that's saying something competent they could win control of both houses of Congress. Democrats playing defense here even in traditionally blue states thanks to growing inflation, rising crime, and President Joe Biden's low approval rating. Republicans that have the best chance in the House of Representatives. The GOP victory there would bring an end to Nancy Pelosi his term of speaker role that would most likely go to Republican Kevin McCarthy. Things are a bit more competitive though when you take a look at the Senate where Republicans would take control if they can flip just one seat. Georgia, Nevada, Pennsylvania all considered toss ups right now, Arizona and New Hampshire leaning democratic, North Carolina, Ohio, Wisconsin leaning or tilting Republican. U.S. President Joe Biden spent election eve in Maryland that's where he was campaigning for Democrat Wes Moore who is poised to become the state's first black governor. The campaigner-in-chief hasn't had the strongest economic message something we've been hearing about. Voters overwhelmingly say the economy and inflation are their number one concerns and said the president has continued to focus on election deniers and the threat to democracy he says if Republicans win. (BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT: Folks, we're more than 300 election deniers running on the Republican ticket this year. And Wes's opponent is one of them. These election deniers not only trying to deny you right to vote, they're trying to deny you your right to have your vote counted. With this election, these deniers there's only two outcomes in their view of election. One, either they win, or they were cheated. One of the two. That's their view. But let me tell you something. You can only love your country when you win. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:24",
      "speaker": "HILL",
      "sentences": "Former President Trump also out there saying he's planning a very big announcement from Mar-a-Lago next week, November 15. There was some speculation he may announce a 2024 White House bid at a rally in Ohio on Monday night. The former president was there the Buckeye State campaigning for a -- campaigning rather, for Republican Senate candidate JD Vance, who is locked in a tight race with Democratic Congressman Tim Ryan.(BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT: There's only one choice to end this madness. If you support the decline for all of America, then you must, absolutely must vote for the radical left crazy people, the radical left Democrats. And if you want to stop the destruction of our country and save the American dream, then tomorrow you must vote Republican in a giant red wave that we've all been hearing about. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:08",
      "speaker": "FETTERMAN",
      "sentences": "In every day, I feel better and better. By January I'll be even better. But he's -- Dr. Oz will still be a fraud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:08",
      "speaker": "OZ",
      "sentences": "I will bring balance to Washington. But John Fetterman, he'll bring more extreme. And there is no greater example. No greater example of two people that different running for the Senate.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:08",
      "speaker": "JONES",
      "sentences": "And so it's really going to come down, of course to turn out that is what these last few days have been about getting the voters to the polls. I should mention that here in the state of Pennsylvania, already more than a million votes have been cast. That's more than 20 percent of the entire vote total in 2018. So it gives you some sense of the enthusiasm but also, that's a lot of votes that are have to be counted and you hope to find there -- there'd be no issues with balloting like we saw back in May. Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:08",
      "speaker": "HILL",
      "sentences": "Yes. Athena appreciate it. So Nick, this other tight race. So many people are watching, of course, because it could swing the balance of power. Is the Senate race there in Georgia? What are you seeing as we enter into now officially election day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:08",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Yes, look, today is the big day. And you could really tell by how these Senate candidates were talking to their crowd of supporters yesterday, both of them on the campaign trail making their closing remarks to try to get out the vote no longer this marathon mindset. The sprint to the finish is on and it was in Columbus, Georgia, where incumbent senator Raphael Warnock made his closing remarks, telling his crowd of supporters that this really isn't so much a traditional vote between a Democrat and a Republican as much as it is a moral vote, a choice between he says right and wrong.And he sounded confident but at the same time expressed some concern about the possibility of a runoff. Here in the state of Georgia, if you don't get 50 percent of the vote that automatically triggers a runoff. That would happen on December 6. It was Herschel Walker, though in his closing remarks to his rally of supporters that you seem to scoff at the idea of a runoff saying boldly predicting that when it's all said and done on Tuesday night, that he will be the rightful winner. Listen to both candidates, in their own words, make their closing remarks. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:08",
      "speaker": "WALKER",
      "sentences": "You saw him in that debate when he no, no, no, he became Scooby Doo for a moment. They asked him, they asked him they said Sir, would you vote -- will you vote for Biden in 2024 and he go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:08",
      "speaker": "WARNOCK",
      "sentences": "When you look at the character flaws of the person that they put up, this is a difference between right and wrong. You cannot trust Herschel Walker, to tell the truth about the basic facts of his life.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:08",
      "speaker": "VALENCIA",
      "sentences": "Well, Tuesday will be a true test of is this theory that Georgia is now officially a battleground state Democrats would certainly like to believe so especially what happened here after the 2020 election, a sending Joe Biden to the White House as well as two progressive senators not just Warnock, but also Jon Ossoff, who's not on the ballot.There's also a gubernatorial race that's hotly contested between Stacey Abrams and Brian Kemp. There's already been more than 2.2 million early votes cast. That's a lot of votes already here in this hotly contested Senate race and governor's race. Polls officially open here in just a few hours at 7:00 am. Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:08",
      "speaker": "HILL",
      "sentences": "All right. The countdown is now really Nick Valencia, Athena Jones. Thank you both. Joining me now from Los Angeles. Caroline Heldman is a Democratic strategist and political scientist at Occidental College. John Phillips is a political columnist for the Orange County Register, and a KABC radio talk show host. Nice to see both of you.You know, Caroline, I find it interesting. The President said on Monday he is optimistic here. Where do you see some opportunity for maybe some surprises?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "HILL",
      "sentences": "So the look at this favors Republicans. I know, John, you're confident Republicans could take both chambers here. When you look at that, how much of it do you think is due to the messaging, which has been more pointed, more focused, as we have seen on the economy from Republicans than it has been some Democrats? And how much of it Is it also a factor that this is a midterm election. The, you know, the party in power that's in the White House, if people are unhappy. That's the referendum that you see. And you have a president with a low approval rating?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "JOHN PHILLIPS, POLITICAL COLUMNIST, ORANGE COUNTY REGISTER",
      "sentences": "Yes, I think that if you're the party that's in power, it's baked into the cake that you're going to lose seats in the midterm elections, we're certainly going to see that. But the fact that they refuse to address the subjects, the top subjects that voters are interested in, in the cycle, which are the economy's inflation, specifically, crime, and the border has made this election that's going to be a democratic loss into something that is far worse than that.I think Republicans are going to win both houses of Congress. And I think they're going to pick up governorships across America. And for Democrats, it probably didn't have to be this bad, but because they chose to focus on abortion and voting rights and those sorts of things, they didn't talk to voters about the subjects that voters were interested in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "HILL",
      "sentences": "You know, Hillary -- Hillary Clinton -- Hillary Rosen, on Sunday said exactly that to my colleague, Dana Bash, Caroline saying, look, the voters have been talking to you. And you have to listen to the voters, they made it very clear it's about the economy. The President's last speech before election day still clearly focused on democracy, democracy and peril what will happen.It's interesting that there's been so much talk over the last couple of weeks about this kitchen sink approach that we were seeing from Democrats as they were trying to start to address the economy. And yet, it's not clear that's all gotten through. What do you think of this final message from President Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "HELDMAN",
      "sentences": "Well, I don't actually think that hammering on the economy is a good idea, if you given the lag and get in given the indicators is. I think John has, you know, bit of Biden's optimism and that he thinks both houses will go. I don't think it will be as big a blue wave, as a lot of folks are predicting as it should be during a midterm election.But I'll say, Erica, that the messaging around the economy there -- there's nothing that Democrats could do. This is a global issue. Inflation is a global issue. And if you look at, you know, we have the highest inflation in 40 years, but what is it being driven by it's being driven by the fact that corporations are making the highest profits in 70 years. So at the end of the day, you know, we live in a capitalist society where if the President really wanted to step in and do something he wouldn't be able to, and this happens, regardless of who's in the White House, they don't actually control the economy the way that voters think they do. And they're pinged when the economy is bad. And they tend to get buoyed when it's good. But at the end of the day, there are a lot of people who are highly concerned about abortion. That's a number two issue for Democrats. So, it makes sense to hammer that. And the number four issue is democracy. And yes, it's a real concern. There are 300 Republicans who are election deniers on the ballot across the United States tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "HILL",
      "sentences": "The dreams (ph) of those election deniers, John, that's a genuine concern for a lot of people, especially as they may win some of these important seats, and then could be governing, could be in charge of elections in some areas, has that been addressed enough within the Republican Party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "PHILLIPS",
      "sentences": "Well, many of them are the Republican nominees because they received help from Democratic campaign committees and Democratic politicians in the primary. They thought that they would be easier candidates to defeat November. And a funny thing happened.That issue is something to think about every once in a while, when you're having a couple of glasses of wine talking to your friends. You touch the gas pump, every single week. You go to the grocery store in the shop, every single week. You're reminded of inflation, reminded of the shaky economy. And it would almost be better for Biden if it was a bad economy. But the economy being one where you don't know if it's going to fall off a cliff and a month or two is something that gives voters a lot of anxiety. And that's just something that's just ever President, something that doesn't go away. And if you just ignore it, then people's minds wander. And that's what you're seeing right now with voters, their minds are wandering and they don't like what they see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "HILL",
      "sentences": "So I understand you're saying, absolutely in terms of the issues that you deal with on a day to day basis. But when it comes to the potential to have election deniers in Congress, is that enough of a concern in terms of also what that means for governing moving forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "PHILLIPS",
      "sentences": "Well, it's going to motivate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "HILL",
      "sentences": "Go ahead, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "PHILLIPS",
      "sentences": "It's already going to vote Democrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "PHILLIPS",
      "sentences": "No, I think that this is largely just politicians acting like politicians. And if you go back to the 2016 election, and you had Democrats saying that, that -- he's an illegitimate president, that was Russia that did that. And that turned out to be a conspiracy theory. That wasn't true. That's what Democrats did to rationalize how they lost a race. They were supposed to win.And to a certain extent, we're seeing some of that from Republican politicians now. But they will move forward with their programs, with their platforms with the issues that they ran on. And if they don't, they'll be punished by voters in two years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "HILL",
      "sentences": "I'm not sure I'm following the comparison. But it will be interesting to see what happens. Caroline, as we look at what's ahead here, if Democrats lose the House, if they lose both the House and the Senate, what does that do to a Biden agenda?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "HELDMAN",
      "sentences": "Well, either way, it stops. So I assume they're going to lose the House because Republicans only need five seats, and it's likely to happen. In fact, in a typical midterm election, where you have a president who's underwater under 50 percent approval rating, you should expect a swing of about 40 seats. I think it'll probably be a bit less than that.So Democrats will lose the House, whether they hold on to the Senate or not, Biden's agenda immediately stops. I think the biggest implication though, is that the House January 6 Select Committee will be disbanded and we will see a number of partisan committees instead, which is a real shame because the violent insurrection of January 6 is something that we actually need to reckon with as a nation. But unfortunately, what we have is a lot of folks putting party over country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "HILL",
      "sentences": "Caroline Heldman, John Phillips, great to have you both with us. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:06",
      "speaker": "HELDMAN",
      "sentences": "Thanks, Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:21:09",
      "speaker": "HILL",
      "sentences": "U.S. House Speaker Nancy Pelosi is opening up about the brutal attack on her husband. In an exclusive interview with CNN's Anderson Cooper, Pelosi describes how the assault has impacted her and attack the suspect himself has admitted was politically motivated. Pelosi also reacted to remarks from President Joe Biden who said the attacker repeated some of the same words used by rioters in the January 6 attack on the U.S. Capitol. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:21:09",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "You were the intended target --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:21:09",
      "speaker": "PELOSI",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:21:09",
      "speaker": "COOPER",
      "sentences": "-- that the assailant has told police it's in a sworn affidavit that he wanted to take you hostage, interrogate you, break your kneecaps with a hammer if you didn't give him the answers that he wanted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:21:09",
      "speaker": "PELOSI",
      "sentences": "For me, this is really the hard part because Paul was not the target. And he's the one who's paying the price. I mean, we all are but he's the one who's really paying the price. But it really it's really sad because it is a flame that was fueled by misinformation and all the rest of that which is most unfortunate that shouldn't -- has no place in our democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:21:09",
      "speaker": "COOPER",
      "sentences": "President Biden drew a line between what happened on January 6, and the attack on your husband the President said I quote, the assailant entered the home asking where's Nancy? Where's Nancy? Those were the very same words used by the mob when they storm United States Capitol on January 6. Do you draw that same line?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:21:09",
      "speaker": "PELOSI",
      "sentences": "Absolutely. There's no question. It's the same, the same thing and copycat or whatever it happens to be inflamed by the same misrepresentation. But the fact is right now it's time for healing. We want the country to heal. This is not a path that we can continue on. And we want people to run for office local, all -- in every way. And you can't say to them, you're risking the safety of your families by going forward.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:21:09",
      "speaker": "HILL",
      "sentences": "Joining me now from Los Angeles, retired FBI Special Agent Bobby Chacon. Good to see you. That recent attack on Paul Pelosi understandably, raised concerns about the rhetoric that we're hearing about the dangers to lawmakers, which seems to be increasing. The sad reality is based on everyone I've spoken to since that attack, there is neither the funding nor is there adequate staffing, to protect every lawmaker and their family members. So what is the answer here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "HILL",
      "sentences": "You know, you bring up so many concerns I think people have now that we are officially into election day, and we saw a little bit of this ahead of time. The DOJ just last week saying that these right wing activists were monitoring ballot boxes in Arizona raised, quote, serious concerns of voter intimidation. You've got the NYPD here in New York, warning about concerns around polling places that could be targeted. Department of Justice is actually sending election monitors to 24 states. When you look at all of that, based on folks that you've spoken with, do you think there is enough security at polling sites?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "CHACON",
      "sentences": "Well, I hope there is. And I think that a good sign is how much pre-voting has been done. I myself have for years voted. I used to live out of the country. So for years, I voted by mail, and I think that the record number of people voting by mail is a good sign, because that then lowers your need for the increased security because I think you're right, I don't think we have enough security. We don't have the budgets these local, because remember, all elections are local, really county, by county by county, and the sheriff's departments in some of the rural counties, they don't have the budget, or the manpower to be doing this kind of thing.And so, you know, it's really a concern. I think we need to look at, you know, there's a lot of different aspects to this. We need to ratchet down the rhetoric. We need to make examples of people that are violating these laws. And we need to come up with a more standardized system of voting, that's -- that people understand more. I used to live in a country where voting was required, every citizen had to vote, and I lived there, and people understood the process you showed up and you punched a few buttons. And it was, you know, the results were real quick, because you remember, we noticed and DHS and the FBI put out a bulletin last week that said, the longer people wait for results, the higher the chance that you're going to get some of this kind of activity. And so we need to kind of, you know, go ahead, sorry, Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "HILL",
      "sentences": "No, no, no finish.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "CHACON",
      "sentences": "So I think we need a standardized system that gets the result. I mean, look, we're a technological country. We need a system that gets the results quicker and more reliable than we have in place now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "HILL",
      "sentences": "To that point, we live in a country where, you know, everybody votes differently. I'm thinking of all of the states that I have lived in, since I first had the right to vote decades ago. And it was different in every state. I mean, you look at Pennsylvania, part of the reason we're not going to know about Pennsylvania right away, or it because of the state laws, which tell you when you can start to open those ballots and when you can start to count them.How important is that messaging when it comes to security, those expectations, making it clear to people that this is not a sign of some fraud. This is just the way things are done based on the law where you live.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "CHACON",
      "sentences": "It's extremely important the less people know, the more unfamiliar they are, the more they are likely to not trust the system. So that's why I -- what I need to say and I'm with you. I was thinking about this as I was preparing for this appearance that I lived in New York, Florida, Georgia, and now California and it was different, voting was different in every state. I think we need a more consistent across the board, across the nation way of voting. The consistency will give people a higher comfort level and the integrity of the process. The fact that we have different systems in different states, I think it undermines people's confidence in the integrity of the system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "HILL",
      "sentences": "Bobby Chacon, great to have you with us. Really appreciate your time. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "CHACON",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "HILL",
      "sentences": "President Biden and former President Trump making their final pitches to voters on the eve of the midterm elections in Maryland. Mr. Biden warning voters, American democracy is at risk, urging people to vote for a Democratic gubernatorial nominee Westmore, as Trump campaigned in Ohio alongside Republican Senate nominee JD Vance teasing an announcement next week. Could it be a presidential run?Well, as we wait for that, the battle for the Senate is what we're really watching. Today, the Senate is going to come down to some key races as we look at some of these swing states, at least three of them considered tossups at this point. Election forecasters do predict Republicans will likely win more than enough seats to control the House of Representatives, but the Senate, still anybody's game. Let's discuss now with Daniel Strauss, Senior Political Correspondent for The New Republic. Good to have you with us. So, there's so much focus on the Senate. We've talked about a lot of those bigger races, the Georgia's, the Pennsylvania's, the Arizona's of the world. Are there certain races that are a little bit more under the radar that you're watching closely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "DANIEL STRAUSS, SENIOR POLITICAL CORRESPONDENT, THE NEW REPUBLIC",
      "sentences": "I would put North Carolina, the race between Ted Budd, a Republican and Jere Beasley, the Democratic nominee in Nevada, where Senator Cortez Masto is running for re-election against Adam Laxalt of Laxalt family.In both cases, most polling has shown super tight races with a margin depending on the poll, showing the Republican ahead by just a few points or the Democrat ahead by just a few points in both cases. And these are battleground states. These are states where Democrats have had hard fought victories in recent years, but Republicans can still win as well. So, for me, what I'm telling my friends, as well as my editors, it's that if Nevada cleanly goes to a Republican, it's going to be a very good night for Republicans. If Nevada narrowly goes for the Democrat, it will be a better night than it could be for Democrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:35:00",
      "speaker": "STRAUSS",
      "sentences": "You know, look, it's like that old saying, it's the economy, stupid. I've been surprised throughout this entire midterm election cycle; the Democrats haven't addressed the economy more. They passed legislation called the Inflation Reduction Act. I mean, it seems pretty obvious that they couldn't run from this. And yet, we're in a situation where for most of this cycle, Democrats have focused on the dangers to democracy and focused on abortion.And it's not that these issues aren't important. But poll-after-poll- after-poll shows the number one issue for Americans is the economy. And right now, that's part of the reason that Republicans seem to be barely in some cases in the driver's seat for this midterm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:35:00",
      "speaker": "HILL",
      "sentences": "Independence, moderates, always a big focus, parties want to hold on to their base. But of course, they need more than just their base to get that W next to their name. We've seen such enthusiasm when it comes to early voting outpacing what we saw during the 2018 midterm elections. Do you anticipate that that enthusiasm is going to continue through Election Day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:35:00",
      "speaker": "STRAUSS",
      "sentences": "Absolutely. There's - we've seen no sign that that's going to dissipate. And I think that's part of the - these are the - this is what happens when you have a highly partisan electorate. The political polarization of American voters right now means that they're going to go to the polls in record numbers, and that's going to - that's going to produce record turnout right now.But if you look at races like Georgia, the Georgia governor's race, the Georgia Senate race, or also the Pennsylvania Senate race, these are races that voters are tuning into in the last few days and weeks and that's going to activate voters who otherwise usually don't vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:40:00",
      "speaker": "VAUSE",
      "sentences": "Hello. I'm John Vause. Live at the CNN Center in Atlanta. Erica, we'll be back in a moment with our coverage of the U.S. midterm elections. But for now, some other stories, we're following, this hour.Money is emerging as the major issue with this year's Global Climate gathering known as COP27 with many countries impacted the most by climate change, but responsible for - at least for it to money compensation for the environmental harm caused by wealthy nations, which have historically produced large amounts of carbon pollution. Now, the two weeks of negotiations are now underway at the Egyptian resort town in Sharm El-Sheikh. And on the opening day Monday, the UN Secretary General said humanity was facing a choice, cooperate or perish, either agree on climate solidarity pact or a collective suicide pact. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:40:00",
      "speaker": "ANTONIO GUTERRES, UN SECRETARY GENERAL",
      "sentences": "Global temperatures keep rising and our planet is fast approaching tipping points that will make climate chaos irreversible. We are on a highway to climate hell, with our foot still on the accelerator.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:40:00",
      "speaker": "VAUSE",
      "sentences": "A recent UN study found that even if all countries keep their commitments made under the Paris Climate Accord, that's a big if, emissions will still increase by more than 10 percent by 2030. If global warming is to be limited to 1.5 degrees Celsius by 2030, carbon emissions must be cut by almost 45 percent.In the past week, the Russian military appears to have suffered some of its biggest losses since starting the war in Ukraine. Notably an elite Russian marine unit reports as many as 300 troops killed, wounded, or missing, after a failed offensive to secure supply lines Southwest or the Donetsk region. Elsewhere, it seems many new recruits are among the dead, part of a Russian mobilization of more than 300,000 conscripts, which so far, has not resulted in Russia gaining any new territory, the frontlines have not moved. But the Russian frontline losses in Donetsk have been so significant. There are now multiple reports of Russian soldiers or their families speaking out and criticizing unit commanders, at least one instance, a Russian soldier says they're being treated like cannon fodder. All of this not lost on the Ukrainian President Volodymyr Zelenskyy, during his nightly address. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:40:00",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "The Donetsk region remains the epicenter of the greatest madness of the occupiers, hundreds die daily. The ground before the Ukrainian positions is littered with bodies of the occupiers.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:40:00",
      "speaker": "VAUSE",
      "sentences": "They call Irpin a hero city where Ukrainian forces stopped the Russian advance on the capital in the first month of the war, and with winter coming and failing national power grid, reconstruction has taken on new urgency. Repairing bricks and mortar though will be relatively easy compared to overcoming the emotional trauma inflicted on so many by the cruelty and inhumanity of the Russian occupiers. A report now from CNN's Christiane Amanpour.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They started to tell some really cruel things; I cannot even describe how cruel they were. Some people - some children saw invaders raping their mother, or beaten their father,Ksenia (ph) volunteers as a psychologist here seeing parents whose children have had to hide with them in silence, or spend long periods with no bathroom breaks. And the body remembers this and even after reaching safety, the child cannot go to the toilet she says. It's the same with speech. The parents have told them to keep quiet, so the child closes its mouth and does not know when they can talk again. And so, they turn to these kinds of games and Katerina (ph), the volunteer art therapist says she sees them gradually come out of their shells and start to smile and connect again. They seem to forget about their inner stress when they're making something like this says Katerina (ph). Back in the construction zone, Mykhailyna has her own harrowing story of loss and recovery. She says her first husband was killed in Donbas during the first Russian invasion in 2014.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:45:00",
      "speaker": "MYKHAILYNA SKORYK, DEPUTY MAYOR, BUCHA CITY COUNCIL",
      "sentences": "Like one you lost, lost your beloved. You have to find a new motivation how to live, how to go in on - how to feel alive again. So, when I thought what would motivate me to live, I decided that look, I'd like to have a boy, a boy called Hlip (ph) as my first husband wanted. And I met another man and realize that plan, you know--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:45:00",
      "speaker": "AMANPOUR",
      "sentences": "Fantastic. Christiane Amanpour, CNN, Irpin, Ukraine.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:50:00",
      "speaker": "HILL",
      "sentences": "Tuesday's weather could play a big role in how many voters make it to the polls across the U.S. A look at the radar, maybe as overwhelming for some folks as the ballot though if you haven't done your research. Storms, snow, heat, even a tropical mix, a tropical storm rather in the mix could put voters to the test. CNN Meteorologist Pedram Javaheri joining me now from Atlanta, with that Election Day forecast, definitely certain areas getting hit here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:50:00",
      "speaker": "PEDRAM JAVAHERI, CNN METEOROLOGIST",
      "sentences": "Yes, absolutely. You know, the western U.S., you noted here really well, we've got the wet weather coming in. The snow showers are in the forecast across portions of the Western U.S. So, whether you're in Reno, or points a little farther towards the south in Las Vegas, you're going to tap into wet weather and really a lot of impacts potentially seen when it comes to active weather. A lot of studies have been done that have kind of looked at how Election Day weather plays out and how it plays out when it comes to weather like this and you'll notice snow showers are in place and studies in the past have shown when it comes to wet weather, snow showers or rain showers, it does actually decrease turnout. That's not too surprising.But what's surprising maybe is that the Democratic party seems to be more impacted. As far as the Democratic leaning voters, they're typically the ones more likely to stay home when it comes to inclement weather as it relates to wet weather and that is the case across parts of the Western U.S. notice in Las Vegas. By the time we get to the afternoon hours, we do expect some showers, some gusty winds as well. So, if you're going to get to the polls, you want to get there early, because weather at least is going to be considerably better in the first half of the day before the system dives in right across the western U.S. and brings with it some of those higher elevations snow showers and lowland, also rainy showers as well. But notice in Flagstaff, Arizona, again the morning hours not too bad, get into the afternoon hours, the gusty winds pickup, by the evening hours possibility of some snow to kick in into the forecast as well. Now on the eastern side of the U.S., generally quiet conditions, few scattered showers around the northern portion of the upper Midwestern region of the U.S., but down towards the south big-time warmth in place and warmth in studies that have shown kind of the correlation between Election Day weather and voter turnout. Warmth does bring out more voters, but it does also attend to keep the incumbent power party in power as well. So, you'll kind of keep this here in mind maybe across parts of the eastern U.S., the southern U.S., where the middle and upper 70s are in store and this is about 10 to 15 degrees above seasonal averages. Now, there is a subtropical disturbance offshore. This is Nicole. It is forecast to gradually close in on this state of Florida as early as a Wednesday afternoon, Wednesday night, could be a Category 1 landfall there, not far away from Miami and Fort Lauderdale, so we'll watch this carefully, but at this point Erica, it does look like this will remain offshore for Election Day, maybe get some gusty winds later on into the evening. [01:55:00] So, once again get out early as opposed to later for just about every region that has weather in store, it's going to impact you more later in the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:50:00",
      "speaker": "HILL",
      "sentences": "Alright, noted. Early it is. Pedram, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:50:00",
      "speaker": "JAVAHERI",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}