{
  "date": "2022-11-11",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Election Night In America Continued. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:42",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Election officials in Arizona are getting ready right now to release new vote totals that could give us more clarity about the marathon struggle for control of the United States Senate. We're also standing by right now for new results from Nevada, that's the other critical battleground in the spotlight. Vote counting extending into a fourth night, and the balance of power in both the House and the Senate still unresolved as election night in America continues.We want to welcome our viewers here in the United States and around the world. I'm Wolf Blitzer in the CNN Election Center. The vote tallies we expect to get tonight could go a long way toward determining the outcome of the U.S. Senate races in both Arizona and Nevada. Democrats, they are feeling hopeful right now after incumbent Mark Kelly widened his lead over Republican Blake Masters in Arizona. And Nevada Senator Catherine Cortez Masto narrowed the gap with Republican challenger Adam Laxalt. This is why those two contests are so important. Democrats now hold 48 Senate seats. Republicans have 49. If Democrats can pull off wins in Arizona and Nevada, they would lock up control of the Senate with the tie-breaking vote of Vice President Kamala Harris. There has also been some tightening in the fight for the House of Representatives. Democrats now are up to 199 seats. But Republicans still have the advantage, having won 211 seats. That's seven short of the 218 needed to win control of the House. Our correspondents of course are in the key battleground states. First, let's go to Kyung Lah in Arizona. Kyung, some new vote totals I understand just dropped in Arizona.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:42",
      "speaker": "KYUNG LAH, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Just a few minutes ago. This is in Yuma County, it's a smaller county near the southern border of Arizona. And they're about just under 8,000 votes that are now being reported. And John, we'll get to that in just a minute.But what we are anticipating here, the news, the bigger news, that could really change this race, at least give us a better picture of this race are what we are anticipating will be about 80,000 votes, according to the Maricopa County Board of Supervisors are expected to be released tonight. Those results are expected to be a majority of mail-in dropped off on Election Day. Now, there will be other votes mixed in with that. But the most will be from that tally -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:42",
      "speaker": "BLITZER",
      "sentences": "Kyung, stand by. I want to go to John King. He's with me over here at the magic wall. I understand we have some breaking news in Nevada right now with these new numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:42",
      "speaker": "JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT",
      "sentences": "We'll come back to that important information from Kyung in a minute. But look at the Senate race in Nevada, less than 800-vote lead for Republican candidate Adam Laxalt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:42",
      "speaker": "BLITZER",
      "sentences": "A dramatic shift.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BLITZER",
      "sentences": "Because if it's 50/50 as the current Senate is, 50/50, the Democrats are the majority, because the vice president of the United States, Kamala Harris, could break the tie. She is the president of the senate. KINGleading in the races. It's a 50-50 Senate right now, right? But let's do this, called races, right? The Republicans have 49. The Democrats have 48, right? If Mark Kelly holds on here, that's 49 for the Democrats. If Cortez Masto comes back here, she's still down just about 800 votes. But if we get more votes out, if we get more -- if she wins and he wins, that gets the Democrats to 50. That's all they need, as she noted, because of the vice president. And then Georgia on December 6th, again, would be about did the Democrats get 51 or is it 50/50 again, as it is now? This is the comeback of Cortez Masto in these new results in Nevada is giant and it affects the balance of power in the United States Senate. I just want to come back to it one more time. This is a race we were looking at last night. It was a couple thousand. This has never been a blowout for Adam Laxalt by any means, even as the counts come in. But now, you have this trend, and see Washoe County up here, Washoe County, Reno and to the north, it is still blue, too. That's a swing county. It's a much smaller county, about 15 percent of the statewide population. But if you're running it up here and that stays blue, the incumbent Democrat Masto has more than a possibility of coming back if the numbers keep come inning in at 60 percent or more she has a likelihood. But we need more votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BLITZER",
      "sentences": "You know, I was checking just a little while ago before 7",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "KING",
      "sentences": "Right, 17,150 to 8,960, 63 to 40, 63 to 39, that'll do it. That'll do it right there, 63 to 32, I should say. I don't want to go over 100 percent. That would be bad math, 63 percent for him, 33 percent for him. It just tells you, and the question is does that continue.We saw this in the 2020 race quite a bit in the Biden/Trump race where the ballots were coming in and you watched the probability. The question is what's still outstanding, when will we get them, and if the next batch matches the batch we just got, well, then if the next batch matches the batch we just go, then Cortez Masto is going to take the lead. But we need to wait for those votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BLITZER",
      "sentences": "Let's go to David Chalian right now.David, I understand you've been looking at the numbers behind the numbers right now, the calculations. What are you seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Yes. So, after this batch of votes just came in from Clark County, the decision desk quickly recalculated. So what is now our estimate of what is left now that this batch is in. So, now, we think there's about 68,000 votes statewide in Nevada that remain to be counted. So that universe is obviously shrinking. And look at the recalculations of what each candidate needs to win.Now, I know this may look a little confusing because the numbers are so close to each other for each candidate. But as John was just showing you, the split between the candidates in the overall vote has completely narrowed here. So, Cortez Masto now needs between 50 to 51 percent of this outstanding 68,000 in order to win the race. Laxalt, who has that slight nearly 800-vote lead, just needs a slight bit less. He needs in the range of 49 to 50 percent of the outstanding vote in order to keep this race in his hands where it is at the moment. You can see each one of these candidates hovering right around the 50 percent mark, and obviously, Cortez Masto just did significantly better with this with the Clark County vote. So keep watching her percentages because if she keeps over-performing this number, she's going to end up on top in this race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BLITZER",
      "sentences": "Yeah, very important.You want to make a point, John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "KING",
      "sentences": "Just a key point. David says 50/51. So let's be extra fair to Adam Laxalt. Let's say she needs 51 to 52 in this latest batch. She got 63. So that's what you want to look at.If she's above 50 --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BLITZER",
      "sentences": "Fifty percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "KING",
      "sentences": "If she's above 50 percent in the remaining batches, she's in play. Then you got to do the hard math. If she's close to 60 percent, as David says, she'll pass it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BLITZER",
      "sentences": "Dana, this is one of those wow moments that a lot of Democrats were hoping for. But now they're potentially on the verge of seeing it unfold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BASH",
      "sentences": "Given your reporting on the ground there, what do you make of what we're seeing? RAJUBut still this is a surprise. If the Democrats are able to hold onto all the House seats in Nevada, potentially win this seat right now, especially in the beginning it looked pretty gloomy. This would change the dynamics completely. And adding one Senate seat, 51/49 senate, that is hugely significant. Every Senate seat is so crucial. It could affect the agenda going forward, and also it could affect future elections as well as they battle over margins in future elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "KASIE HUNT, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Yeah. I mean, the point that Manu is making is absolutely the right one. Democrats thought this would be the first one to drop off the map for them would be Nevada. And that's why they thought Pennsylvania was so important because they needed a firewall to protect them here in Nevada.And instead, of course, I think there was an anticipated runoff. But I think many Democrats I talked to probably felt better about Raphael Warnock than they did Cortez Masto. We talked about this yesterday as the polls were closing on Tuesday night. And now those same people I'm talking to thought she was surely going to be gone from the Senate are saying, no, actually, let's keep counting those votes from Clark County. You'll see by the weekend she'll win, that's what they're saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "ABBY PHILLIP, CNN SENIOR POLITICAL CORRESPONDENT",
      "sentences": "Predictably, as the votes are being counted, you're starting to see Republicans panic about what's happening here. You have Senator Lindsey Graham saying that there is no ways mathematically that Adam Laxalt loses. But we can see based on the fact that votes are coming in and they're being counted, it's just the numbers as they are, and also where they are coming from.They're just coming from a part of the state the Democrats tend to have an advantage. That was, frankly, not really a foregone conclusion. You know, Democrats that I had spoken to were a little bit worried about softness in Clark County where perhaps Cortez Masto would not perform the way Democrats needed to perform there. And I think based on the votes that we are getting results from tonight, she is clearing the bar that she needs not only to overtake Adam Laxalt but clearing a bar that is much more similar to what Democrats typically get in that part of the state. And that is a huge sigh of relief for the party, not just for her race but just for the tea leaves for where things are going with those voters who are extremely demographically important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:02",
      "speaker": "BASH",
      "sentences": "I just got a text from a Republican operative involved in Nevada saying, not good, about these latest numbers. But we think the ballots outstanding are more favorable for Laxalt. We don't know. RAJUother Senate races was really driven by the national environment because these two candidates were not particularly well defined within the state. Catherine Cortez Masto, she's in her first term, not particularly well known. Adam Laxalt, yes, he's the grandson of a former senator and governor of the state, but still not particularly well known here. So this shows you how the national environment favored Democrats if Cortez Masto comes out victorious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:17:41",
      "speaker": "BLITZER",
      "sentences": "Welcome back. We're following the breaking news that you just saw in Nevada. The Senate race there, that race now closer than ever, closer than ever. We're also standing by for new ballot numbers soon from Arizona.Let's bring in John King for a closer look at these new numbers. We've got some new numbers already from Arizona. This is another critical battleground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:09",
      "speaker": "BLITZER",
      "sentences": "A very encouraging numbers from Mark Kelly.Let's discuss what's going on with the Arizona assistant secretary of state, Allie Bones. Madam Secretary, thank you so much for joining us. As you know, you just heard, all eyes right now are on Maricopa County where officials are expected to res the results, correct me if I'm wrong, of some 80,000 votes tonight. What type of ballots will be released, and how many votes will still be outstanding in that county? It's the largest county in your state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:09",
      "speaker": "ALLIE BONES, ARIZONA ASSISTANT SECRETARY OF STATE",
      "sentences": "Yeah. Hi, guys. So we're looking at 80,000 votes coming from Maricopa County tonight. What they're telling us is that it's going to include a good chunk of those ballots that were put into drawer 3 or box 3 on election day.So there are some outstanding election day ballots in Maricopa County that are going to come in this count tonight, as well as a good portion of those ballots that were dropped off on election day. And this will be our first look at how those ballots are going to fall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:09",
      "speaker": "BLITZER",
      "sentences": "John King has a question for you, Madam Secretary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:09",
      "speaker": "KING",
      "sentences": "Madam Secretary, again, thank you for your time. We know it's a very busy time.Can you help us understand the total left starting with Maricopa -- first the headline number, how many left in Arizona statewide to count and then how do they break down by the biggest counties? We don't have to go through all of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:09",
      "speaker": "BONES",
      "sentences": "Yeah. So, we're looking at about -- I think we're right around 500,000 now with that good-sized Yuma drop. They only have about a thousand ballots left. And so we're getting closer. After Maricopa has this 80,000 that they released tonight, they'll be somewhere in the 300,000 to 350,000 range.We know that Pima county has around 116,000. We're expecting them to come in with 20,000 or so tonight as well. So we're going to take off 100,000 off that board tonight, which is a huge chunk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:09",
      "speaker": "KING",
      "sentences": "And so, Wolf, if I can just follow up real quickly. So the preponderance, you say about a thousand left in Yuma, if they're a Republican saying is there a Republican county where there are a lot of votes and maybe the Republicans can come back. Are there any Republican counties left, traditionally Republican counties? I understand a lot of people might vote Republican in Maricopa County. But in these traditionally red, are there a lot of votes anywhere?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:09",
      "speaker": "BONES",
      "sentences": "So, Pinal County still has an amount around 16,000. So, not a huge number. Most of the ballots that are left outstanding are definitely in Maricopa and Pima County. BLITZERformer President Donald Trump posted earlier tonight that, quote, Democrats are finding all sorts of votes in Nevada and Arizona, closed quote. I wonder if you could give us your response to that allegation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:00",
      "speaker": "BLITZER",
      "sentences": "Just do it and do it right, the assistant secretary of state for Arizona, Allie Bones, thank you very much. And thank you, team, for all you're doing as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:00",
      "speaker": "BONES",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:08",
      "speaker": "BLITZER",
      "sentences": "Right now, we're ready to make a new projection. This is in Nevada's third district where Democrat Susie Lee has been re-elected to a third term in a district in the southernmost tip of the state. Democrats have now won 200 seats to the Republicans' 211 seats. There are still 24 House seats left to call.Let's go over to John King at the magic wall. You're looking at the House very closely. Where do things stand in the House right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:08",
      "speaker": "KING",
      "sentences": "I keep saying wow. You got a better word for wow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:08",
      "speaker": "BLITZER",
      "sentences": "Wow is good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:08",
      "speaker": "KING",
      "sentences": "Wow is good. I mean, wow, this is not the map Republicans expected out of this election. 211 Republicans have won seats to 200 Democrats. There are 212 Republicans in the existing congress. They need 218 obviously. They only needed a net gain of five, Wolf. But they are not there, and we're on Friday night and we're still these votes.This is a major disappointment for the Republican Party no matter how they ends up. So they're ahead in 221 races, 218 is your magic number. So if the elections, as they stand right now, finished as they stand right now, you'd get a 221 to 214. That is not the majority Kevin McCarthy wanted as speaker. And the question is will he be speaker now that it's such a narrow majority and everybody is trying now to bargain. So, let's come back to the called races. I know if you're a Republican watching at home, you're thinking, wow, this is a disappointment. But we're going to get the majority, right? That is the probability. That is the probability mathematically. You only need seven more when you look at 211. If you're a Democrat watching at home, you're thinking is it really possible we've done better than we thought we were going to do. Is it possible? So let's just map out is it possible. Is it possible, OK? So, we're going to bring this up to see if it's possible. Number one, they're at 200. There are two that are likely to win. Some news organizations have called this race in New Mexico. A lot of people are mentioning to me other news organizations have done it. They can make that call if they want. We are conservative here, the Democrat is ahead had. But those two races right there, that race gets you to 202. So can you build from 202? Again, the magic number's 18. These are ten races where the Democrats are ahead. Some of them in California, again, it's a jungle primary, there are Democrats running against Democrats. So a Democrat is going to win. We just don't know which one yet. So add in those ten more, that gets you to 212. And that means you are tantalizingly close to protecting and keeping the Democratic majority in the House. So what's the next step? Well, in Alaska and in Maine, you have rank- choice voting. The Democratic candidates both incumbent members of Congress are ahead in both of these races. They're not above 50 percent. If they don't get above 50 percent, by the time all the votes are counted, Alaska and Maine will have a process that will kick in, they'll count the second and third choices of the candidates. If you're not one or two, Democrats have a pretty good chance of winning both of those seats. Where does that get you? That would be 214, 214. That is knocking on the door of a major upset, which would be keeping your Democratic House. But not looking to disappoint Democrats, not my job, we just do math here. This part gets hard. This part gets hard. We call these the reach races. There are a couple others we could use as well. But these are reaches. Right now, Lauren Boebert's district in western Colorado, she's ahead last time I looked. Well, let's take a look, last time I look, it was a little over a thousand votes. Let's take a peak at it. There you go, 1,122 votes. Is it possible the Democrat come back there, might it be close enough to have a re-count? That's all possible. We'll see how that plays out. But it's a bit of a reach, but it's possible. And then you come out here, this one, there you see up in Oregon, I want to come here in California. Here's one of them here, this is a nationally known name if you followed impeachment, David Valadao, the Republican incumbent, 3,807 votes. Only about a third of the vote has been counted. This one's rocked back and forth. There are only two of them left if he survives. New House was re-elected in Washington state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:08",
      "speaker": "BLITZER",
      "sentences": "He voted in favor of impeaching Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:07",
      "speaker": "BLITZER",
      "sentences": "This is the first midterm after a new president has been elected. Usually, the party that's not in power does really well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:07",
      "speaker": "KING",
      "sentences": "The average is 30-plus. BLITZER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:07",
      "speaker": "KING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:07",
      "speaker": "BLITZER",
      "sentences": "Yeah.All right, guys, stand by. Giant shifts just inside the past 30 minutes alone. And now, neck and neck Senate race in Nevada. The Democrats still ahead in a pivotal Arizona Senate race right now. We're waiting for new votes, new numbers in both those states. This is a critical moment. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:07",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Dramatic turns tonight in the fight for control of the U.S. Senate. The Democratic incumbent in Nevada just moved into a virtual tie with her Republican challenger. Democrats leading in the Arizona Senate race and making new gains in the House as well as more votes come in.I mean, it is fascinating this race in Nevada.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:09",
      "speaker": "SCOTT JENNINGS, CNN POLITICAL COMMENTATOR",
      "sentences": "All the party operations I've ever been involved in, in my entire life, you're just begging people to vote any way you can. Go to the polls, vote by mail, vote early. But I will say back in 2020, it was interesting. Trump was hollering about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:09",
      "speaker": "GLORIA BORGER, CNN CHIEF POLITICAL ANALYST",
      "sentences": "Oh, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:09",
      "speaker": "JENNINGS",
      "sentences": "While the Republican national committee was spending millions to persuade. But it is detrimental, and if it costs you in a close race, if it costs you a few hundred people. Of course, he has a history of dissuading Republicans from voting. He went to Georgia --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:09",
      "speaker": "COOPER",
      "sentences": "Alyssa, I mean, when you were in the White House when he was doing that, was there a lot of discussion about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:09",
      "speaker": "ALYSSA FARAH GRIFFIN, CNN POLITICAL COMMENTATOR",
      "sentences": "Oh, absolutely. And the psychology of it was bizarre. So this is the height of COVID in 2020. His intention or his thought was basically Democrats are less likely to physically go to the polls because they're afraid of the virus. He wanted his people to show up and he was dissuading people from voting by mail.We had then the campaign giving him a statement saying you're got to walk this back. Your people vote by mail. Elderly voters, which voters you need to win the states that we have mapped out. He fundamentally doesn't understand it, and it's done crippling damage to the party going forward. It's one of those things where you really can't put the toothpaste back in the tube once you do it, because people believe that there's something wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:09",
      "speaker": "BORGER",
      "sentences": "I remember in Florida that was a big thing. I think it was DeSantis even they had to run to him and say, wait a minute, we do really well with this in Florida. He walked it back in a confusing way and said, oh, except for the state of Florida, in which case they handle it really well.And it was so confusing to people. And right now of course we have a situation where people have actually voted and they drop it off in a box on election day, and nobody quite understands how those votes are going to go. Is that an early vote, is that a late vote, is that a same-day voting kind of situation? Or is that a -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:09",
      "speaker": "ASHLEY ALLISON, CNN POLITICAL COMMENTATOR",
      "sentences": "We really had to do a lot of work, though, for communities of color to get them to switch to vote by mail because typically Black voters like to go on Election Day. It's like part of our history as a communal event, the souls to the polls. So as Trump was pushing this narrative not to trust vote by mail and Republicans started to retreat from it, we were doing a lot of work around the Democrats.The one thing about the Nevada race that I think why it's interesting that it's so close is historically independence would go to the opposite party. In Nevada, a significant amount of new registrants registered as nonparty affiliates. And so I think people saw that and thought, hmm, Cortez Masto is going to be in trouble. I think there also was this narrative that Latinos were not going to show up for Dems. She is outperforming two to one with Latinos. So, not to say that more work does not need to be done in the community, but she's outperforming in areas that typically Democrats or the incumbent party wouldn't do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:09",
      "speaker": "ALICE STEWART, CNN POLITICAL COMMENTATOR",
      "sentences": "Right, and a big concern Trump had back then was that Nevada did all mail across the state as opposed to absentee where you had to ask for it and your identity was verified. This is just a little bit different.But one thing that I can say as a former deputy secretary of state in Arkansas is you can see these state officials are really trying to get it right, and they're really making sure that every vote is valid and every valid vote is counted. And we'll just have to be patient and wait and see. But the bottom line, this state is different, every state is different, and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:09",
      "speaker": "AXELROD",
      "sentences": "But the effect of what Trump did was he created a situation where because Republicans vote disproportionately in-person on election day, and those votes are counted rapidly and absentee ballots come in late, you have what you have, which is that often times Democrats surge after. And so if you want to paint the election, you can imagine if you're sort of not a voter paying a lot of attention and you win on Election Day and all of a sudden, these numbers start changing, if you're into peddling conspiracy theories, that's a valuable thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:05",
      "speaker": "BORGER",
      "sentences": "And Mitch McConnell said that, didn't he?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:05",
      "speaker": "JENNINGS",
      "sentences": "Mitch tried to tell --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:05",
      "speaker": "BORGER",
      "sentences": "Candidate quality matters. Shocking that people actually voted for candidates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:05",
      "speaker": "STEWART",
      "sentences": "And what we're seeing also, a lot of the reason for that ticket-splitting is simply because of candidate quality. And the far- extreme Republican candidates didn't fare as well, those that were election deniers and conspiracy theorists tended not to do as well as those who kept an issue-focused campaign.If you look at the numbers, Republicans actually have more popular votes than Democrats. It doesn't pan out in the electoral process. But more Republicans are coming out, and we're seeing that the extreme candidates just were not what the Republican Party wanted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:05",
      "speaker": "COOPER",
      "sentences": "We still don't know what's going to happen in the House exactly or what the balance of power might be. What do you think the calculation for Nancy Pelosi is as she is -- AXELROD",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:05",
      "speaker": "COOPER",
      "sentences": "Well, not her leadership, just in terms of retiring or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:05",
      "speaker": "AXELROD",
      "sentences": "Yeah, yeah. Well, look, I can say this, having worked with her and having watched her work and her with the experience that she has, no one would bedevil the Republicans, make it more difficult for McCarthy than Nancy Pelosi because she has an encyclopedic knowledge of how the system works, and as much control as one can have over her own caucus.But I don't know if this will be material to her decision. I really don't. I have this sense, and, Anderson, you did a wonderful interview with her I guess earlier this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:05",
      "speaker": "COOPER",
      "sentences": "Monday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:05",
      "speaker": "AXELROD",
      "sentences": "She said she had made her decision. I don't think anything that happened on Tuesday probably will change her decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:05",
      "speaker": "BORGER",
      "sentences": "She can do whatever she wants. That's the bottom line. Nobody will challenge it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:15",
      "speaker": "BLITZER",
      "sentences": "Welcome back.We're only minutes away right now from the expected updates that are coming in. The ballot counts in Nevada. It's now a neck and neck race in the closely watched Nevada Senate race after giant vote shifts in just the last hour as you have seen here on CNN. Democratic Senator Catherine Cortez Masto pulling within 1,000 votes of Republican challenger Adam Laxalt. Brianna Keilar is following Nevada for us over at the voting desk. Tell us what you're seeing, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:15",
      "speaker": "BRIANNA KEILAR, CNN CORRESPONDENT",
      "sentences": "Well, Wolf, we are expecting a batch of votes to come in tonight have Douglas County, Nevada. It's not big, but this race is so close, every vote matters. You can see it here on the map. It's just south of the Washoe County, on the western edge of the state.Officials have said there are about 7,000 votes left to count there, and we expect about 4,000 of those to be reported out tonight in just minutes. So, why does this small batch of votes matter? Well, if the votes follow the current trend, they will favor GOP Senate candidate Adam Laxalt. After the initial update, we just got from Clark County, he currently leads Democratic Senator Catherine Cortez Masto, as you mentioned, by less than 1,000 votes, so this could add slightly to his very narrow lead. But we are expected an update tonight from Washoe County which has trended slightly Democratic and could cut into or maybe even erase Laxalt's lead, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:15",
      "speaker": "BLITZER",
      "sentences": "Very interesting, indeed.I want to bring in David Chalian right now. David, walk us through what candidates need. This Nevada race is so critically important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:15",
      "speaker": "CHALIAN",
      "sentences": "Oh, it certainly is, Wolf. And we are starting to shrink that universe of what's left outstanding once more votes get reported.So, we've got about approximately, this is just an estimation, 68,000 votes remaining to be counted in the state of Nevada. So what are you going to look for? Brianna just told you we're going to get some Douglas County votes soon. So, what are you going to look for when you see those vote totals? Each candidate we have calculated or our decision desk has the percentages they need of that remaining outstanding vote in order to win. Catherine Cortez Masto, the Democratic incumbent, needs 50 to 51 percent of the overall statewide outstanding vote. So, look to see, does her number track with that? Even from this Republican leaning county. Adam Laxalt, because of the race is so close, he's slightly ahead in the overall race, so he needs slightly less, 49-50 percent of the remaining outstanding vote is what Laxalt needs. As each batch comes in, look to see if these candidates are meeting their marks of what they need to win this race, Wolf.",
      "isLastSentenceInterrupted": false
    }
  ]
}