{
  "date": "2022-11-11",
  "headline": "At This Hour",
  "subHeadline": "Trump Ally Rep. Boebert Locked In Tight Race, Auto Recount Likely; SNL Faces Backlash Over Dave Chappelle's Return As Host; Twitter Suspends New, Highly-Touted Paid Verification System. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "KATE BOLDUAN, CNN HOST",
      "sentences": "As votes continue to be counted in this year's midterm election, one thing is very clear that both parties have spent a record amount of money. Matt Egan joins me now with more on this. Matt, just how much money are we talking about here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Kate, stunning amounts. More than a billion dollars on the five most expensive Senate races alone, this is spending by the campaign's and by outside groups from both parties. Those five states we're looking at Pennsylvania, Georgia, Arizona, Wisconsin, and Nevada, the most expensive race was the battle to control Senator Pat Toomey's seat, $264 million on that race alone. Most of that went to Republican Mehmet Oz who has conceded the Democrat John Fetterman flipping that seat from red to blue.Let's talk about some of the spending on some of the races that have not yet been called starting with Arizona, where Republicans Blake Masters trying to oust Democrat Mark Kelly, another $221 million spent on that. Most of that going Kelly's way. And then in Nevada, $177 million spent there, most of that going to Democrat Senator Catherine Cortez Masto, who narrowly trails the Republican there. And then in Georgia, right, that was another big one. That was number two on this list. $252 million spent there. That was before the runoff. More than $100 million to each candidate and, you know, it was just exactly 48 hours ago, that CNN projected this race is going to a runoff in early December. And the money is already pouring in for that runoff, $7 million so far, going to the Democrats, $3 million to Republicans. Here's the crazy thing, Kate, after all of the spending, social media ads, the commercials, it is possible that we end up kind of back to where we were, narrowly divided Senate that might be narrowly controlled by the Democrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. Do you have an estimate of how many outstanding votes there are and where, what counties they're from?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "GRISWOLD",
      "sentences": "Well, there's actually thousands of votes across the state. And that's because some counties are still processing. But in part, it's also because every county holds on to a specified amount of ballots until next Wednesday. And the reason that they do that is because as voters fix their signatures, and as overseas military ballots are continuing to come in, the vote of how a Coloradan can cast the ballot has to stay anonymous. And the only way to ensure that the vote stays Anonymous is to hold a certain number of ballots in every county to make sure that as results are released, no voter, the way they vote is actually disclosed in reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "BOLDUAN",
      "sentences": "When it comes to Colorado three, an automatic, in the state of Colorado, an automatic recount is triggered if the difference is 0.5 percent or less. When it comes to Colorado three, how likely do you think that this race is going to end up in a recount?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "GRISWOLD",
      "sentences": "It's too early to tell. We need to be able to process the rest of the ballots. And then after that, we will do a bipartisan risk limiting audit which confirms the results followed by a bipartisan canvass. And then only then do I certify the election and it's determined whether we go into recount, there's two ways to do a recount in the state of Colorado, one is mandatory, which you just mentioned. But then candidates can also pay for a recount if they so choose. So we're a couple of weeks out from that determination. And again, we're just making sure that every vote counts because every voice matters in the state of Colorado and across the nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:14",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. Secretary of State, thank you so much for coming on and congratulations again on your reelection. It's going to be another very busy election cycle ahead for you and the state of Colorado. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:38:28",
      "speaker": "BOLDUAN",
      "sentences": "So Hurricane Nicole causing extensive damage. Look at this video you guys, causing extensive damage in Florida on Florida's east coast. The state is once again having to pick up the pieces from yet another storm, details are next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:38:28",
      "speaker": "BOLDUAN",
      "sentences": "The devastation in Florida from Hurricane Nicole is extensive and the video is really -- it's amazing to see in the worst sense and it's so saddening take a look at this damage along the state's East Coast, strong winds storm surge. You know the story because they've seen it so many times before just ripping homes apart. Many in the state are still recovering of course from Hurricane Ian's catastrophic destruction. Just six weeks ago, more than 30,000 customers are still without power.Florida's governor Ron DeSantis has extended a state of emergency to all counties. And this has also become another deadly storm. At least five people have been killed. Let's go to Chicago now where work is at a standstill. After a disturbing discovery, officials say a noose was found at the construction site for the Obama Presidential Center. Let's go to Adrienne Broaddus. She's live in Chicago now with much more on this. Adrienne, I believe there's now more there's a reward being offered for information. What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:14",
      "speaker": "BOLDUAN",
      "sentences": "This weekend, comedian, Dave Chappelle, will be hosting Saturday Night Live. His team though right now is denying a report that SNL writers are actually planning a boycott over his past comments about transgender people. CNN's Jason Carroll joins me now. Jason, what is going on with this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:14",
      "speaker": "JASON CARROLL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, look, I think the bottom line is this. You know, people say memories are short. Well, memories are really long and there are a number of people who are still upset, still hurt over Chappelle's past comments. Now comes words that some at SNL are now actually questioning whether or not he was the right person to be chosen to host.(BEGIN VIDEO CLIP) CARROLL (voice-over): Anticipation building at 30 Rock home of NBC and Saturday Night Live, where comedian Dave Chappelle is set to host SNL's post-Election Day episode this weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:14",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is Dave. He tells jokes for a living. He's also about to host Saturday Night Live for the third time.CARROLL (voice-over): But this time questions about possible problems behind the scenes. Chappelle's representatives pushing back on unconfirmed reports that SNL writers were staging a boycott related to the comedian's previous comments about the trans community, telling CNN, we've seen nothing to support media reports of a writer's boycott. In fact, the writers delivered over 40 sketches for Dave's consideration and collaboration. Chappelle has come under fire for comments about the transgender community and his standup routines most recently, in his Netflix special, \"The Closer.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:14",
      "speaker": "DAVE CHAPPELLE, COMEDIAN",
      "sentences": "Gender is fact, this is a fact, every human being in this room, every human being on Earth had to pass through the legs of a woman to be on Earth. That is fact.CARROLL (voice-over): A Reddit user captured this Instagram story from SNL writer Celeste Yim, who wrote, I'm trans and non-binary. I use they, them pronouns. Transphobia is murder and it should be condemned. It is not clear if this was aimed at Chappelle. Yim did not respond to CNN request to comment about him hosting. News of Chappelle's return was met with some backlash on social media. And some point it out the show announced in September, it was adding its first non-binary cast member Molly Kearney. Chapelle began his post-election hosting for SNL in 2016, following the election of Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:14",
      "speaker": "CHAPPELLE",
      "sentences": "All my black friends who have money said same thing when Trump got elected. That's it, bro. I'm out. I'm leaving the country. Are you coming with us? No, I'm good Doug. I'm going to stay here and get this tax break and see how it works out.CARROLL (voice-over): And he continued in 2020 after Biden won.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:14",
      "speaker": "CHAPPELLE",
      "sentences": "And I thought we're having a comedy show. I tried to walk meat in here.CARROLL (voice-over): Now Chappelle is set for another go in front of SNL's is live studio audience, as both his critics and fans wait to hear what he will say next. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:14",
      "speaker": "CARROLL",
      "sentences": "And CNN reached out to NBC about Chappelle, a spokesperson said the network is not commenting, you know, SNL ratings, as you know, have been sort of up and down over the past few years. But I think a lot of people are going to tune in to see exactly what Chappelle does during his opening monologue and how he handles himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:14",
      "speaker": "BOLDUAN",
      "sentences": "I mean, Dave Chappelle is unique, a unique talent. And Dave Chappelle does speak his mind, that is for sure. It's good to see you Jason, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:14",
      "speaker": "CARROLL",
      "sentences": "You too, you too. So the turmoil at Twitter is mounting by the hour. The social media giant just suspended. Its highly touted paid verification system that was talked so much about. Executives are quitting, advisors are bolting, and remaining employees are facing new threats from their new leader, Elon Musk. CNN's Oliver Darcy joins me now with more on this. Oliver, do people believe that we are watching Twitter's collapse right now?",
      "isLastSentenceInterrupted": false
    }
  ]
}