{
  "date": "2022-10-26",
  "headline": "CNN Newsroom",
  "subHeadline": "Rishi Sunak Is First Prime Minister To Be Appointed By King Charles III; Ukraine Targets Russian Forces In Kherson Region; Russian Court Upholds Brittney Griner's Prison Sentence; Israeli Targets New Lion's Den Militant Group; Two Banking Giants Admit U.S. Recession More Than Likely. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:53",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "Wherever you are around the world, you're watching CNN NEWSROOM.Ahead this hour, the rise of Sunak, the \"Star Wars\" loving self- described geek now British Prime Minister. Is he really a new hope for the Tories? Who's making a dirty bomb and why? Accusations fly between Russia and Ukraine over where, when and why each side is ready to detonate a device packed with radioactive material. And that's why billionaire bankers like JP Morgan's Jamie Dimon are far more worried about geopolitics than a mild recession.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:53",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center, this is CNN NEWSROOM with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:53",
      "speaker": "VAUSE",
      "sentences": "It's deja vu all over again, Britain's third prime minister this year about to begin his first full day at Number 10. Just like the two prime ministers before him, Rishi Sunak has promised an end to the political chaos and turmoil, which has become a recent hallmark of the Conservative government. He also has promised bring an end to the worst economic crisis Britain has faced in a generation.First though, will come prime minister's questions in Parliament and with opposition party spilling blood in the water will likely be a knock them down, drag him out bare knuckle slinging match. Earlier, Sunak admitted the government has made mistakes just not by him, but his predecessor Liz Truss. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:53",
      "speaker": "RISHI SUNAK, BRITISH PRIME MINISTER",
      "sentences": "Some mistakes were made, and I have been elected as leader of my party and your prime minister in part to fix them. And that work begins immediately.(END VIDEO CLIP) VAUSE: So, his cabinet includes familiar faces including Jeremy Hunt, who will remain as Britain's finance minister. Sunak is the first Hindu to lead Britain and marked the festival Diwali by lighting candles outside 10 Downing Street on Tuesday night. CNN's Max Foster takes a closer look at Britain's new prime minister, his rise to the top and what he's promising to do. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:53",
      "speaker": "SUNAK",
      "sentences": "Right now, our country is facing a profound economic crisis.MAX FOSTER, CNN CORRESPONDENT (voice over): Britain's new Prime Minister Rishi Sunak, the first person of color and first Hindu to hold the position. Clear on why he was chosen to lead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:53",
      "speaker": "SUNAK",
      "sentences": "This will mean difficult decisions to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:53",
      "speaker": "FOSTER",
      "sentences": "The former hedge fund manager steered the United Kingdom through the pandemic as finance minister with catchy spending initiatives such as Eat Out to Help Out.Now, the 42-year-old Britain's youngest prime minister in more than 200 years, says he's ready to lead Britain into the future. At Buckingham Palace on Tuesday, King Charles III gave him the go ahead to form a new government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:53",
      "speaker": "SUNAK",
      "sentences": "I pledge that I will serve you with integrity and humility. And I will work day in, day out to deliver for the British people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:53",
      "speaker": "FOSTER",
      "sentences": "His pledge perhaps a dig at the scandal ridden Boris Johnson, who he famously served under as finance minister before helping topple his premiership by resigning.But man of the people Sunak is not, much has been made of his immense wealth and privileged background. He studied at the exclusive private Winchester College, Oxford and then Stanford Universities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:53",
      "speaker": "SUNAK",
      "sentences": "I have friends who are, you know, working class, but I'm not working class.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:08",
      "speaker": "VAUSE",
      "sentences": "With us now from Los Angeles is CNN European Affairs commentator, Dominic Thomas. Here we go again, Dominic, good to see you.DOMINIC THOMAS, CNN EUROPEAN AFFAIRS COMMENTATOR (on camera): Thank you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:08",
      "speaker": "VAUSE",
      "sentences": "So, in politics, disunity is death. And with that in mind, from Boris Johnson, who resigned as prime minister, I think about 110 days ago came this. Congratulations to Rishi Sunak on this historic day. This is the moment for every conservative to give our new P.M. their full and wholehearted support. But will they? What if anything, we'll we see next time at Number 10 different to his immediate predecessor, Liz Truss?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:08",
      "speaker": "THOMAS",
      "sentences": "Right, John. Well, I think that there's a deep realization in the Conservative Party that they got away with appointing a second leader without going through a general election. And they won't get a third chance.If they were to go to a general election tomorrow, they would lose it. So, they've been given this incredible opportunity now to try and mitigate the damage done by Boris Johnson and Liz Truss, with the hope of either winning a general election down the way, or at least sort of reducing the damage that's been done to the party and to the number of MPs. And I think the big distinction is that Truss appointed only loyalists and Rishi Sunak has opened up and ended up with a more inclusive cabinet. Now, of course, you're on the fifth prime minister in six years, there's only so many times you can reshuffle the deck of cards and not get with the usual suspects. But ultimately, what he has done is built a kind of conservative party coalition within his cabinet. But as we know coalitions are fragile and we'll have to see how long this one lasts, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:08",
      "speaker": "VAUSE",
      "sentences": "Sunak's personal wealth reportedly worth of $800 million. He's richer than a king, actually richer than the King, King Charles III. Here's Rishi Sunak.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:08",
      "speaker": "SUNAK",
      "sentences": "I fully appreciate how hard things are. And I understand too, that I have work to do to restore trust after all that has happened. All I can say is that I am not daunted.(END VIDEO CLIP) VAUSE: Really? He fully appreciates how hard things are? And can he really distance himself from the role that he's played in how this economic crisis came about in the first place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:08",
      "speaker": "THOMAS",
      "sentences": "No, I mean, I think he's completely disconnected. I mean, I can't imagine how he lives. And I don't see how within his algorithm he has any idea how others live.Yes, of course, John, to your point, he shares absolute in the responsibility for where the Conservative Party has ended up after being in power for 12 years. Now, before the debacle of Liz Truss and the -- and the economic impact that she had in just a few weeks that she served as prime minister, the level of anxiety in the U.K. around the state of the economy, and around the cost of living crisis was already very high. And my concern, and I think something that needs to be watched very carefully moving forward, is the extent to which the Sunak administration could potentially instrumentalize their current economic climate as a way of pushing through public spending cuts and also implementing austerity measures that were already part of the Conservative Party manifesto. And those of course will have a disproportionate impact, negative impact on those that are already the most vulnerable in the U.K. today, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:08",
      "speaker": "VAUSE",
      "sentences": "There are a lot of firsts that come with Rishi Sunak, the first Asian, the first Hindu, the youngest prime minister in 200 years.He's also the first openly public \"Star Wars\" tragic at Number 10. Hence these headlines from the Sun, force is with you Tory MPs turn to \"Star Wars\" fan, Rishi Sunak has new hope, without a single vote being cast. The Northern Echo has this, the rise of Rishi from Jedi knight to prime minister, he does describe himself as a bit of a geek, does that actually make him just a little bit more relatable, more human, especially when it's going to have to sell the need for some painful budget measures in the weeks ahead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:15",
      "speaker": "VAUSE",
      "sentences": "A good point to finish on. Dominic, thank you so much. Dominic Thomas there in Los Angeles. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:15",
      "speaker": "THOMAS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:15",
      "speaker": "VAUSE",
      "sentences": "U.S. President Joe Biden has warned Russia using a tactical nuclear weapon in Ukraine would be a serious mistake.American officials say they've seen no evidence Moscow is planning to do so. Russia says it's Ukraine which is working on a dirty bomb. But Western leaders describe that as a false flag operation, potentially to use -- used to be to escalate the war. Russia's deputy U.N. ambassador repeated the dirty bomb allegation Tuesday again without presenting any evidence. U.S. envoy called it pure Russian misinformation. Germany's President visited Kyiv for the first time since the Russian invasion. He promised continued military political and financial support. Ukrainian President Volodymyr Zelenskyy detailed their conversation. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): We have discussed the whole range of threats, there are many of them created by the Russian Federation at this stage of full scale war. This includes the continuation of missile terror, Russia's involvement of Iran as an ally and the further demonstration of Russian nuclear blackmail. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:15",
      "speaker": "VAUSE",
      "sentences": "Russian President Vladimir Putin urging his government to speed up decision making as his invasion of Ukraine enters the ninth month. He met with a newly created Coordination Council in Moscow Tuesday, demanding faster production of efficient and more modern military equipment.This comes as Ukrainian forces are pushing forward in the Kherson region. They claim Russia is evacuating elite military units and officers plus thousands of civilians. CNN's Fred Pleitgen went along with Ukrainian soldiers fighting to drive out the Russians. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:15",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "(voice over)mounted on the bed. The rockets carry a message of retribution. This one signed on behalf of a fallen soldier Forulya (PH) from the witch, it says. TARAS, UKRAINIAN ARMED FORCES (through translator): A vehicle is very effective because we can set up quickly fire and get away again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:15",
      "speaker": "PLEITGEN",
      "sentences": "Now, they're aiming at Russian positions several miles away.But Russia's artillery is also dangerous and could fire back fast. It's not safe, he screams. We have to get out of here faster. We have to get out of here as fast as possible because the Russians might target this position after they got hit by the Salvo from our rockets. Their key to accuracy comes from the air. The drone scopes out the target and then watches as the artillery hits a Russian military repair shop, the unit says. JOHN, DRONE OPERATOR, UKRAINIAN ARMED FORCES (through translator): We are the eyes of the unit. We do reconnaissance and then make sure the target gets hit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:15",
      "speaker": "PLEITGEN",
      "sentences": "The Russians are under such pressure they've started evacuating tens of thousands of people from Kherson and the Ukrainians believe Moscow is making its unfounded claims about Kyiv preparing to use a so called dirty bomb because Russia's troops are pinned down in this area.(INAUDIBLE) commander believes it's only a matter of time before they oust Vladimir Putin's army from here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:15",
      "speaker": "TARAS",
      "sentences": "By the end of the year, we believe Kherson will be under Ukrainian flags.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:15",
      "speaker": "PLEITGEN",
      "sentences": "And the hope very unit will make a small difference in the battle for Kherson.Fred Pleitgen, CNN in the Kherson region Ukraine. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:15",
      "speaker": "VAUSE",
      "sentences": "Ukraine's prime minister says billions of dollars will be needed in the months ahead as this country faces a bleak winter.The World Bank says the wall has inflicted $345 billion in damage, including Russian attacks which have destroyed much of the power grid. Speaking in Berlin, the prime minister warned of humanitarian disaster and another refugee crisis for Europe. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:15",
      "speaker": "DENYS SHMYHAL, UKRAINIAN PRIME MINISTER",
      "sentences": "We have hoped that we will have monthly budget support but we also need as president touted today, 17 billions for rapid recovery. And as madam president noted, we need this money to recover infrastructure immediately. Its winter and expenditures to help us survive this winter to save the people from humanitarian catastrophe and to save the European continent from the immigration wave, from the immigration tsunami.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:08",
      "speaker": "BRITTNEY GRINER, AMERICAN BASKETBALL STAR",
      "sentences": "I've been here almost eight months.KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT (voice over): From behind bars in a Russian prison, Brittney Griner made her final plea in court today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:08",
      "speaker": "GRINER",
      "sentences": "People with more severe crimes have gotten less than what I was given.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:08",
      "speaker": "ATWOOD",
      "sentences": "The American basketball star also apologized once again for what she called a mistake. Accidentally bringing cannabis oil into Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:08",
      "speaker": "GRINER",
      "sentences": "I did not intend to do this, but I understand the charges brought against me. And I just hope that that is also taken into account too as well, that I -- that I did plead guilty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:08",
      "speaker": "ATWOOD",
      "sentences": "But the Moscow court upheld her conviction, leaving her guilty of smuggling drugs into the country, only slightly reducing her nine year prison sentence by only a few months.U.S. officials responded swiftly calling the Russian judicial system a sham. ELIZABETH ROOD, U.S. CHARGE D'AFFAIRES, MOSCOW: Nothing in the result of today's appeal changes the fact that the United States government considers Ms. Griner to be wrongfully detained.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:08",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We're in constant contact with Russian authorities to get Brittney and others out. And so far, we're not meeting with much positive response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:08",
      "speaker": "ATWOOD",
      "sentences": "White House National Security Adviser Jake Sullivan said that Biden administration officials are working \"through every available channel\" to get Greiner and Paul Whelan, another American wrongfully detained in Russia for nearly four years back home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:08",
      "speaker": "PAUL WHELAN, FORMER UNITED STATES MARINE",
      "sentences": "I'm a victim of political kidnap and ransom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:08",
      "speaker": "ATWOOD",
      "sentences": "The Biden administration has worked on this effort at a persistent pace in recent months, following the initial proposal from the United States for a prisoner swap that included Viktor Bout, a convicted arms trafficker serving a 25 year prison sentence in the United States.But so far, U.S. officials say that Russia has repeatedly responded with a demand that is not feasible for the United States to deliver on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:08",
      "speaker": "BIDEN",
      "sentences": "We're not stopping.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:08",
      "speaker": "ATWOOD",
      "sentences": "And today, Griner's lawyers had a somber outlook for the two time Olympic gold medalist future in Russia.MARIA BLAGOVOLINA, BRITTNEY GRINER'S ATTORNEY: She had some hopes and these hopes of vanished today. So, I think that's why she is doomed. (END VIDEO CLIP) ATWOOD (on camera): Now. Brittney Grinder's agent Lindsay Colas said that what happened today was disappointing, yet unsurprising. Said it further validated the fact that Brittney Griner is being held as a political pawn in Russia and she really sought to rally support for the need to get Brittney Griner out of Russia quickly, pointing to what has happened to other Americans who have been wrongfully detained abroad and saying that something might happen at any time. Kylie Atwood, CNN, the State Department.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:39",
      "speaker": "VAUSE",
      "sentences": "A new armed militant group is raising concerns among both Israelis and Palestinians. Tuesday also marked a new level of violence for the West Bank with the highest number of Palestinians killed so far this year.CNN's Hadas Gold has our report now from Jerusalem. (BEGIN VIDEO CLIP) HADAS GOLD, CNN INTERNATIONAL CORRESPONDENT (voice over): Gunshots echo through the narrow streets of the old city of Nablus. As near nightly Israeli military raids targeting militants in the West Bank, reached new heights in the early hours of Tuesday. It became the deadliest day for Palestinians killed by Israeli forces in the West Bank this year, five killed and about 20 injured in this raid, according to Palestinian officials, and another dead in a clash north of Ramallah. The Israel Defense Force says they raided Nablus to target The Lion's Den, a new militant group that has claimed responsibility for deadly attacks against Israeli security forces and who Israel says is planning to target civilians in Israel. According to Israeli officials, soldiers raided and explosives manufacturing site for the group and killed one of their leaders. Palestinians claiming this man was killed in a targeted drone strike suggesting the Israelis are using new lethal escalations in this latest fight that so far had been focused on ground incursions. This new armed Palestinian militant group does not belong to any of the traditional Palestinian factions. They're mostly young male members bounded by the lost faith in their own Palestinian leadership to stand up against the occupation and Israeli settlers. A red ribbon around their weapons as a symbol of the blood of the martyrs won't go to waste. Their popularity is skyrocketing among Palestinians already with more than 200,000 followers on telegram, supporters heeding the call to flood the streets, chanting den in the streets of Nablus after the raid. As 2022 now remains the deadliest year for Palestinians and Israelis since 2015 with no end in sight. Hadas Gold, CNN, Jerusalem. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "Well, yes, U.S. recession probably inevitable say some of the top Wall Street bankers, but that's not what they're really worried about. So, what is keeping Jamie Dimon up at night? Details on that in a moment.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "VAUSE",
      "sentences": "Welcome back, I'm John Vause, you're watching CNN NEWSROOM.Adidas has finally bitten the bullet and cut ties with Ye, the rapper formerly known as Kanye West, he's paying the price for making anti- Semitic comics and then some. The sports apparel company ended up nearly 10-year relationship with Ye, calling his comments unacceptable, hateful and dangerous. Forbes estimates that deal alone accounted for $1.5 billion of Ye's net worth. And as a result, Ye is no longer considered one of the world's billionaires. (INAUDIBLE) The gap has also removed all of Yeezy fashion items from its stores. But they had already agreed to end that relationship last month. The CEO of American multinational banking giant Goldman Sachs warns that a U.S. recession is likely but says the country can work through a slowdown. The head of JP Morgan agreed, their comments came during the future Investment Initiative conference in the Saudi capital. CNN's Richard Quest have moderated their panel discussion and he has this report. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "RICHARD QUEST, CNN INTERNATIONAL HOST",
      "sentences": "That bankers who had gathered here in Riyadh and Saudi knew that the economic outlook was poor. But getting them to admit that it was going to be a recession is always proving more difficult. What they know and believing what they'll say can often be two different things.So, it was somewhat unusual, but welcome nonetheless that both David Solomon of Goldman Sachs and Jamie Dimon of JP Morgan Chase, both agreed that a recession was now more than likely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "DAVID SOLOMON, CEO, GOLDMAN SACHS",
      "sentences": "So, I too am in the camp that we likely have a recession in the U.S. going to have I think most likely a recession we might be in a recession in Europe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:02",
      "speaker": "JAMIE DIMON, CEO, JP MORGAN CHASE",
      "sentences": "Jamie, I agree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:08",
      "speaker": "JOHN VAUSE, CNN INTERNATIONAL ANCHOR",
      "sentences": "Yes. David Sanger is a CNN political and national security analyst, as well as White House and national security correspondent for \"The New York Times.\"Welcome back, David. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:08",
      "speaker": "DAVID SANGER, CNN POLITICAL AND NATIONAL SECURITY ANALYST",
      "sentences": "Great to be back with you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:08",
      "speaker": "VAUSE",
      "sentences": "OK. So while an economic recession in the U.S. may seem increasingly likely, that's not keeping the CEO of JPMorgan Chase, Jamie Dimon, and other billionaire bankers awake at night. This is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:08",
      "speaker": "JAMIE DIMON, CEO, JPMORGAN CHASE",
      "sentences": "I think the most important thing is the -- is the geopolitics of going to Russia/Ukraine, America/China. You know, the relationships of the Western world. And that would have me far more concerned than whether there's a mild or slightly severe recession.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:08",
      "speaker": "VAUSE",
      "sentences": "I guess we've lived through recessions before. We know what to expect, but when it comes to worsening relations between the world's major powers, what are the economic consequences here? How does it affect someone's job, for example? Is this considered, essentially, we don't know what we do not know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:08",
      "speaker": "SANGER",
      "sentences": "So first, John, I think Jamie Dimon has it just right. There are a lot of risks out there in the world, and recession is certainly one of them.But as you suggest, we know how to navigate recessions, and they last for a duration. You may not be able to predict them exactly. And then you come and you build out of it. What's new now is that the United States finds itself in both competition and sometimes direct conflict with the two major other nuclear superpowers. One of whom is threatening, whether you believe it or not, to use a nuclear weapon in Ukraine. The other, China, is engaged increasingly in a sort of downward spiral with the United States about who's going to deprive the other one of critical technology. These are long-lasting, built-in problems that need -- assure that the next ten years does not look very much like the previous ten. VAUSE: And at this gathering Saturday, Ray Dalio, the founder of the world's biggest hedge fund, he was fairly blunt about the immediate future. Here he is. (BEGIN VIDEO CLIP) RAY DALIO, FOUNDER AND CO-CHAIRMAN, BRIDGEWATER ASSOCIATES: There's an existential risk of war, international war. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:08",
      "speaker": "VAUSE",
      "sentences": "It's pretty blunt, and that risk seems to go up each day. A Russian diplomat Tuesday at the U.N. accused Ukraine of preparing to detonate a dirty bomb on its own soil and then accuse Moscow. Listen to this.(BEGIN VIDEO CLIP) DMITRY POLYANSKIY, RUSSIAN DEPUTY AMBASSADOR TO U.N.: So we think it's a very serious danger, a serious threat. Ukraine has the capacity. Ukraine has all the reasons to do so, because we know that Zelenskyy regime wants to avoid, first of all, defeat. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:08",
      "speaker": "VAUSE",
      "sentences": "The context is, in the past, Moscow has preemptively accused a would-be target of doing precisely what it was preparing to do. And we've heard similar from the Russians. That was just weeks into the invasion. Nothing happened. But Putin wasn't in dire straits back then, either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:08",
      "speaker": "SANGER",
      "sentences": "That's exactly right, John. Right now, Vladimir Putin cannot count on his conventional military forces to get him out of this hole. If he could, he wouldn't be in this hole, right? They would have won by now.So, he is increasingly threatening to use, and perhaps thinking about using, those unconventional weapons he has at his disposal. Cyber, chemical and biological, although they're of relatively limited use in a condition like the conditions that we find in Ukraine right now. And of course, tactical nuclear weapons. I thought it was interesting that today, you heard the administration, including the president, when asked about the dirty bombs, which would make a few blocks uninhabitable for some period of time, answer by telling everybody about their concerns about actual nuclear weapons. So, that's where we have to keep our eye. And the world changes, if a nuclear weapon is used for the first time since 1945, in a way that has all of the speakers you've mentioned here before really admit they cannot predict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:08",
      "speaker": "VAUSE",
      "sentences": "Well, with that warning from the U.S. president to Russia, here is Joe Biden.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:20",
      "speaker": "VAUSE",
      "sentences": "As you noted, he was talking about a tactical nuclear weapon on a dirty bomb. But a dirty bomb, which is also known as a radiation dispersal device, it's described as an economic weapon.National Defense University warned way back in 2004 the economic impact on a major metropolitan area from a successful RDD attack is likely to equal and perhaps even exceed that of the September 2001 al- Qaeda attacks in New York City and in Washington D.C.\" And that premised on the attack being carried out by a terrorist group, not a nation state, which seems to take us to a whole different level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:20",
      "speaker": "SANGER",
      "sentences": "That's absolutely right, John. It depends on where it is conducted. Right?A radiological dispersal device like that, conducted out in the desert, isn't going to change the world a whole lot. Conducted out in the ocean, may not change the world a whole lot. Conducted in a city where you need commerce and people to be living, would change it a lot. So you know, one thing in New York City, another thing out in an uninhabited part of Ukraine. So there's a lot here we do not know. But I thought it was interesting when you heard the president refer to the false flag operation. What he was essentially saying was we don't know if the Russians are trying to go blame Ukraine for an attack that, in fact, they might be carrying out as an excuse to then escalate up to a nuclear weapon. And you'll notice that in his statement, he focused on the danger of a nuclear weapon, which is far, far greater effects than anything you could do with a dirty bomb.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:20",
      "speaker": "VAUSE",
      "sentences": "Good point to finish on, David. As always, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:20",
      "speaker": "SANGER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:20",
      "speaker": "VAUSE",
      "sentences": "Italy's new prime minister says her government is facing some of the most difficult challenges since the end of World War II, especially the soaring cost of energy for families and business.While addressing lawmakers on Tuesday Giorgia Meloni blamed Russia's war in Ukraine for adding to the economic misery but added that Italy cannot cave into Vladimir Putin. (BEGIN VIDEO CLIP) GIORGIA MELONI, ITALIAN PRIME MINISTER (through translator): Giving in to Putin's blackmail on energy would not solve the problem. It would aggravate it by opening the way to further claims of blackmail with future increases in energy even greater than those we have known in recent months. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:20",
      "speaker": "VAUSE",
      "sentences": "The prime minister promised NATO that under her leadership, Italy will continue to be a reliable partner.Still to come here on CNN, growing unrest in Sudan one year after a military coup. The country grappling with a food crisis and extreme flooding. Details in a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}