{
  "date": "2022-10-21",
  "headline": "CNN Newsroom",
  "subHeadline": "Pediatric Hospital Beds Filling Up As RSV Rages; IRS Changes Retirement Contribution Limits To Help Curb Inflation; Gas Prices Down 10 Cents/Gallon Since Last Week; Report: Inflation Haunts Halloween As Price Of Candy Soars; Jan 6 Committee Subpoenas Former President Trump. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:32:10",
      "speaker": "ANA CABRERA, CNN HOST",
      "sentences": "There's a scary situation unfolding across the U.S. with the number of children going to the hospital with respiratory illnesses. Right now, 74 percent of pediatric hospital beds are full. That is the highest number in the past two years, even with COVID-19.CNN national correspondent, Brynn Gingras, is in Hartford where the Connecticut Children's Hospital is at capacity. So 100 percent full, Brynn. This children's hospital has no more beds. What happens when kids arrive struggling to breathe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:32:10",
      "speaker": "BRYNN GINGRAS, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes, Ana, listen, any child that comes to this hospital isn't being turned away by any means. Of course, they're getting the care. But certainly, the surge is overwhelming for doctors, nurses and the staff.If you remember what the hospital emergency departments looked like during COVID where people were being treated in the hallways, in the waiting room areas. Now think of that with just young kids. That's what these hospitals are sort of starting to see, which is obviously very alarming. At this particular hospital, to give you a sense of the numbers, they say for the past two weeks they have had about 15 to 25 boarders each night. A boarder is essentially a child that would have to sleep in the bed they would receive triage in just because they can't get into the admission of the hospital because all of the beds are full. It's certainly a dire situation here. So much so that this particular hospital has enlisted the help of the National Guard, talked to the State Department of Public Health. They've come to the site, looked around the area we are standing, to figure out how they can create a field hospital if that comes to the point where they need it. Now, I was told that trigger has not pulled quite yet. It may not be a decision made for still a couple of weeks. As far as what doctors here think is going on, nobody really has an answer. But what they think is possible RSV, this respiratory illness, is very common, it's treatable. Usually, kids get it when they are younger, two years or younger. But they think, possibly with the fact that COVID has been around, people wearing masks, children not in schools, that the kids, older now, are starting to develop the RSV when they are 2 to 5 years. So they're starting to see older kids coming into the hospital. But, Ana, it's not just here in Connecticut. This is a nationwide problem that CDC has said they are seeing RSV cases surging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:32:10",
      "speaker": "CABRERA",
      "sentences": "What's extra worrying is the timing here. Does the hospital think this is going to get worse as we get deeper into flu season and see a predicted surge of COVID cases and so forth?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:04",
      "speaker": "CABRERA",
      "sentences": "Wash your hands, wash your hands is what I keep telling my kids after they come home from school.Brynn Gingras, thanks so much --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:04",
      "speaker": "GINGRAS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:04",
      "speaker": "CABRERA",
      "sentences": "-- for that reporting.The IRS just unveiled another change to the tax code to help Americans fight the impact of raging inflation. The agency says it will now allow Americans to contribute more to their retirement funds, which not only helps you save more of your money pretax but it could also reduce your overall tax burden. Let's get to Matt Egan. Matt, explain. How is this going to put more money in American pockets?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:04",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Ana, this is an unprecedented boost. Let me show you what it means.Starting next year, for your 401(K) plan, you can contribute $22,500, up by $2,000, about a 10 percent increase. And good news for teachers, this also includes 403(B) plans. Similarly the amount, the limit for catch-up contributions is going up sharply, too. That's the contribution that you can make if you are over 50. Similarly, we see the thresholds going up for IRA. This is going up by 8 percent. This is happening, in large part, because of high inflation. All of these limits, they are indexed to inflation, so they have to go up. I think, at the end of the day, this means that you can actually save a bit with Uncle Sam because your taxable income can come down. You can also save more for your retirement. But, Ana, the catch is that inflation is so high right now that a lot of people are having trouble saving for retirement right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:04",
      "speaker": "CABRERA",
      "sentences": "Let's turn to some more good news, I think. Gas prices are down about 10 cents a gallon since last week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:04",
      "speaker": "EGAN",
      "sentences": "That's right, gas prices do continue to drift lower, $3.82 a gallon, down two cents from yesterday, 8 cents from a week ago. Still above a month ago but getting closer to that $3.67 low we saw in September.Also 46 states across the country have seen their gas prices go down over the last week. That's according to GasBuddy. Biggest drops for California, Alaska and Oregon. This of course, is good news for your wallet, also good news for the economy. Let's keep a close eye on what happens with oil prices, though. We have new sanctions going into place in Russia in December and we don't know exactly what that's going to do to oil prices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:04",
      "speaker": "CABRERA",
      "sentences": "Bad news if you are trick-or-treating or are expecting a lot of treat or treaters. I think, this year, it's going to cost you a lot more for that candy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:04",
      "speaker": "EGAN",
      "sentences": "We are seeing some scary prices for candy. Look at this, 12 percent for Kit Kat, my personal favorite, Snickers, up 14 percent from a year ago.But look at this, 35 percent for Starburst, 42 percent for Skittles. Some serious sticker shock for Halloween. That's the bad news. The good news, if there is any, is that you may not have to worry about people egging or toilet papering your house. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:04",
      "speaker": "EGAN",
      "sentences": "Because kids may not be able to afford it. Look at this, 12 percent increase for paper products, including toilet paper, and 30 percent increase for eggs.Ana, it's amazing, but not even Halloween can escape the wrath of inflation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:04",
      "speaker": "CABRERA",
      "sentences": "I think dentists are applauding right now. Their ears are perking up knowing candy is more expensive, thinking more reason to give out pretzels this year, which, as a kid, we are like, what the heck.Matt Egan, we will keep tracking it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:43:55",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:43:55",
      "speaker": "CABRERA",
      "sentences": "We're back with breaking news. Former President Donald Trump subpoenaed. The committee investigating January 6th just formerly issuing the order.CNN's Evan Perez is on this. Evan, what can you share?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:98",
      "speaker": "CABRERA",
      "sentences": "And, Evan, they did set some deadlines, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:98",
      "speaker": "PEREZ",
      "sentences": "Right, the deadlines are November 4th for the documents. November 14th is when they are demanding that he appear for testimony.Key of course, Ana, for these dates is that this is before the midterm elections. And of course, we know that the committee is very well aware of the clock, right? They know that it is very likely that they may not exist come January if the Republicans win the midterms and they take over the House of Representatives. So this committee has very, very little time in which to gather this information from the former president, perhaps schedule a hearing, his deposition, and perhaps a public hearing if that is what -- if that's the route they choose to go after this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:98",
      "speaker": "CABRERA",
      "sentences": "We have seen some negotiations with other key players that they had subpoenaed to eventually get them to cooperate and agree to testify. So we will see what parameters to come into play as this all develops.Evan Perez, stay with us. Let's bring in Norm Eisen and Renato Mariotti. First, Norm, you reaction to this subpoena news? NORM EISEN, FORMER HOUSE JUDICIARY SPECIAL COUNSEL IN TRUMP'S 1ST IMPEACHMENT TRIAL: Ana, having lived through, in the first impeachment, a similar decision process with getting President Trump's testimony, they had to do this subpoena for the sake of their investigation, the sake of the rule of law. And I think it puts the former president in a very legally uncomfortable place. If he complies, he risks exposing himself, evidence of his likely criminal conduct, according to a federal judge who used those terms. If he doesn't comply -- this comes on the day that Steve Bannon was sentenced to four months in jail for refusing to go along with it. There's a third option, which is for the president to go to court and litigate it. So we'll see which of the three doors he takes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:98",
      "speaker": "CABRERA",
      "sentences": "Renato, let's say you're Trump's lawyers right now. What are you telling him to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:98",
      "speaker": "RENATO MARIOTTI, CNN LEGAL ANALYST",
      "sentences": "I think option three will be the most attractive to him. I think that's what he's going to do.I certainly would not permit him to testify, so certainly taking the Fifth there would be my recommendation if he was going to comply with the subpoena. But I expect him to try to run out the clock, try to delay as much as possible and hope, for his sake, and from his perspective, that a new Congress comes in that won't want to enforce this subpoena.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:98",
      "speaker": "CABRERA",
      "sentences": "Let me bring in Sara Murray who is also with us now on this reporting.Sara, what do we know about the scope of what they're asking the president for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:02",
      "speaker": "CABRERA",
      "sentences": "Evan, when you talk about this letter, and you read the part where they said\"You were at the center of the first and only effort by a U.S. president to overturn an election and obstruct the peaceful transition of power ultimately culminating,\" they write, \"in a bloody attack on our own capitol and on the Congress itself.\" What exactly are they accusing him of?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:02",
      "speaker": "PEREZ",
      "sentences": "Well, they go through a list of some of the accusations against the former president, some of which they've presented evidence in some of the hearings we have seen publicly, in some of the letters and litigation in court from the committee.I'll read you some of the chapter and verse they go through. They say they accuse him of purposely and maliciously disseminating false allegations of fraud related to the 2020 elections, attempting to corrupt the Justice Department, including by soliciting and enlisting Justice Department officials from making false statements. They're referring to Jeffrey Clark, who is a top Justice Department official, that, at one point, the former president was trying to install as attorney general to support his fraud claims. They also say illegally pressuring state officials and legislators to change the results of those state elections. So they go through, Ana, the list of things that we've seen already presented in those hearings, some of which obviously are supported by testimony of people who were present as the former president was doing things like this. Some of whom were -- you know, testified that they were told things by the former president and how to carry this out. Of course, they've also got this audio of him pressuring the state officials there in Georgia to change -- to find exactly the number of votes that would bring him the state of Georgia. So they've got all of these things that they say are the reason why they're taking this extraordinary step of bringing -- trying to bring back a former president to testify to this committee. They mentioned, by the way, that it would not be out of -- completely out of the question for a president, former president to testify. They've noted, they point out that people like Abraham Lincoln have testified to Congress. It is not exactly unprecedented for this to happen -- Ana?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:02",
      "speaker": "CABRERA",
      "sentences": "Norm, I wonder, is there a way for this former president to partially comply with the subpoena? Again, the dates given as deadlines are November 4th for documents to be handed over and then November 14th after the midterms for any testimony.But I imagine there are different forms of testimony, different ways you can negotiate certain questions that could or couldn't be asked and so forth. What do you see as the options in that realm?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:02",
      "speaker": "EISEN",
      "sentences": "Well, his former chief of staff, Mark Meadows, was pretty skillful in how he did drag out the negotiations, and give partial compliance, documents, but not testimony.So the former president could -- he is the master of delaying proceedings -- on November 3rd provide objections and say, I am willing to negotiate but I don't think we should do testimony until we finish document negotiations. He could provide an initial tranche of news clippings that he has in his files that are responsive. So there's a variety of delaying tactics. But, Ana, this comes after six years of Donald Trump, as a current and then former president, trying and increasingly failing to delay legal proceedings. So the committee does have the option of brushing that aside and proceeding full speed ahead. Both sides know the game that is going to be played. And the committee has, so far, been pretty adept. We saw that today with the Bannon sentencing. Look for some aggressive pushing the ball up the court by the committee to avoid those delaying and partial mitigation strategies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:02",
      "speaker": "CABRERA",
      "sentences": "I also wonder, Renato, would this have any impact on the DOJ probe? Because obviously, there are these two parallel tracks, the committee,which is not a prosecutorial body, and then an investigative body looking into potential criminal violations under way as well with the Department of Justice.",
      "isLastSentenceInterrupted": false
    }
  ]
}