{
  "date": "2022-11-03",
  "headline": "CNN Newsroom",
  "subHeadline": "Market Volatility After Rate Hike; Man Charged for Death Threats Against Candidate; Trump Files Lawsuit; Ukraine Investigates Sexual Assaults. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:41",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "After yet another aggressive rate hike, the fed has signaled that more are to come.Let's take a look at how the markets are now reacting as they open. There you go, down nearly a percent, 240 points. This follows a slide yesterday after the Fed announced it was hiking rates 0.75 percentage point for the fourth straight time. For more on this, also crucially what's ahead, when does this all stop, we turn to chief business correspondent Christine Romans. Christine, first of all, what's the reality today, the initial reaction here to this latest rate hike?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:41",
      "speaker": "CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT",
      "sentences": "That higher rates are here to stay and that the Fed will continue to crank them up because inflation is not under control. And that affects everyone. I mean you can see it in the stock market. Already we're on track for the worst year since 2008 in the stock market. So your stock investments, retirement has taken a hit here.It's caused higher borrowing costs overall. I mean mortgage rates have topped 7 percent. In about 29 minutes we're going to get a new reading on mortgage rates and I'm pretty sure they are still going higher here. And then you're talking about credit card rates, car loan rates, home loan rates, all of these things are real money for real people. If you look at a $400,000 mortgage, for an example, that mortgage last year on a property, a $400,000 mortgage, it will cost just about $1,000 more for that same mortgage this year because interest rates have gone up so much, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:41",
      "speaker": "SCIUTTO",
      "sentences": "Yes, it's good to put it in those terms. Percentages don't really speak to folks until they look at the bottom line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:41",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:41",
      "speaker": "SCIUTTO",
      "sentences": "One thing that noticed - that I noticed in the Fed chairman's comments were him saying in effect that the path is narrowing for a soft landing, right? Rate hikes that bring down inflation without sparking a recession and almost seeming to signal, you've got to live with it, right? I mean how are folks responding to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:41",
      "speaker": "ROMANS",
      "sentences": "So here's the sad truth. The inflation we're living through right now already feels really bad. And a lot of people in this country already feel like it's a recession. He's got to kick that. He's got to get rid of that. And that may mean you spark a recession which isn't quite as - honestly, wouldn't be as bad as what we're living through right now.You can see there that often when the Fed goes on a series of tightening cycles, you know, rate hikes. A recession can follow. It has happened not every time, but it has happened in the past. And the Fed chief, you picked exactly the right sound bite that you were talking about there, the inflation picture has become more challenging to the extent that rates have to go higher and stay higher for longer. It becomes harder to see the path that avoids a recession. That's what he warned people yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:41",
      "speaker": "SCIUTTO",
      "sentences": "Yes, not - not - not comforting to hear.Christine Romans, thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:41",
      "speaker": "ROMANS",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:41",
      "speaker": "SCIUTTO",
      "sentences": "Well, with just five days to Election Day, concerns are growing about threats of political violence in this country. The latest incident involves a Chicago man charged with making death threats against State Senator Darren Bailey, a Republican candidate for governor of Illinois. In a voicemail the suspect said he would, quote, skin Darren Bailey alive.CNN law enforcement correspondent Whitney Wild joins me now. This, of course, follows the attack with a hammer inside the home of the House speaker's husband. I wonder, you know, is law enforcement seeing a measurable increase in such threats and are there resources to respond to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:03",
      "speaker": "SCIUTTO",
      "sentences": "Overnight, former President Donald Trump filed a lawsuit trying to stop the New York attorney general from obtaining records from the trust that holds ownership of the Trump Organization. Attorney General Latisha James is accusing Trump's business empire of large scale fraudulent financial practices and is asking a judge to freeze its New York assets and impose an independent monitor. CNN's Kara Scannell joins me now. Both sides due in court today. Thelatest court drama. I wonder what we expect to see today and how long we expect this to play out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:03",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Well, good morning, Jim.We - this is the first time that both attorneys from the New York Attorney General's Office and the Trump Organization will be back in court since the lawsuit was filed this summer. Now, the New York attorney general, Letitia James, is seeking a preliminary injunction today. She wants to block the Trump Organization from moving any assets around without court approval She also wants to impose a corporate monitor to oversee the financial statements. These are the financial statements that she alleges are fraudulent. She doesn't want them to continue to go out to lenders, to insurance companies and other counterparties. Now, the Trump Organization and lawyers for the former president say he has no intention of moving assets, so she has no proof that he wants to do that. This comes, though, as you say, the former president filed this lawsuit last night in Florida. He's trying to block James' office from obtaining any records related to his personal trust. Now, this is the trust that holds the ownership of the 500 or so entities that make up the Trump Organization. He's trying to block her access to these records under Florida's privacy laws, saying that she doesn't have a right or even the jurisdiction to get them. Now, James's office is saying that he has tried many times to block her investigation, that they will continue to pursue and that no one is above the law. Now, today, this case here, we can expect the judge -- he might make a decision. He has generally moved pretty quickly in these instances. And, of course, James' office saying that there's a need to do this now because they don't want assets to potentially leave the state in case they do eventually have a judgment. They want to be able to collect whatever assets there are. But, of course, this is just the latest effort by Trump to try to change who is overseeing this case, making a new lawsuit in Florida. This issue here today. I mean he tried yesterday again to try to move the case away from the judge overseeing it today, but that was denied, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:03",
      "speaker": "SCIUTTO",
      "sentences": "Kara Scannell, at the courthouse, thanks so much.Joining us now to discuss, Elie Honig, former assistant U.S. attorney for the Southern District of New York. Elie, good to have you on. There's a lot to unpack here with one of several, of course, court cases as relates to Trump. But on the specific one and the issue of imposing a monitor to oversee the Trump Organization's financial dealings, why does the New York attorney general want to do that? What does she hope to achieve?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:03",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Well, Jim, a monitor is essentially a more sophisticated version of a babysitter. The New York attorney general is saying the Trump Organization can't be trusted to run its own business. We need to have a neutral, outside, independent person who comes in and keeps an eye on things, makes sure that they're not falsifying their documents and also makes sure that they're not divesting themselves, that they're not getting rid of their money, getting rid of their cash, spinning it off to other companies in anticipation of possibly losing a big judgment on this case. So, the AG's office is really asking for sort of an insurance policy here and the Trump Org.'s response is, that's not necessary, it's not justified by the facts and it's basically only based on the AG's own accusations to this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:03",
      "speaker": "SCIUTTO",
      "sentences": "OK, another case. We always throw a lot at you. This is the case of Kash Patel, former senior adviser to President Trump. Sources say a federal judge on Tuesday ordered him to testify. But we've also learned that he's being granted immunity if and when he does testify. And I wonder what the significance is of that in your view. Is that standard? Does it show where the investigation might be going?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:50",
      "speaker": "SCIUTTO",
      "sentences": "South Korea says North Korea has launched at least three short-range ballistic missiles today. This shortly after an earlier attempt to launch an intercontinental ballistic missile failed. That according to a government source who says the missile fell into the sea between the Korean peninsula and Japan. South Korea called this latest test, quote, a serious provocation as that country and the U.S. agreed to extend military exercises in response. North Korea has had at least 30 missile launches so far just this year.In Ukraine now, in towns across the southern part of the country, once occupied by invading Russian forces, the damage and devastation left behind by war is unmistakable. But Ukrainian investigators are now looking for cases of a hidden crime, and that is sexual assault by Russian troops. CNN chief international correspondent Clarissa Ward reports. We do want to issue a warning here, that some of what you are about to see and hear may be disturbing. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:50",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "Day after day, they go house-to-house. A team of investigators dispatched from the capital. These men are tasked with looking for cases of sexual violence. No one was assaulted in this village, these women tell them, but every home has suffered.When Russian forces were pushed out of this area earlier this month, they left a trail of misery behind them. Down the road, an elderly woman, inconsolable, asked for help. I don't know where to sleep now. There are no windows or doors, she tells the policeman. Seventy-one-year-old Vera Alexama's (ph) son was injured fighting on front lines. She is alone and afraid. WARD (on camera): OK. She wants to invite us in to see how she's living. WARD (voice over): This is what remains of her home. Only her precious icons are untouched. Oh, my God. Oh, God's mother, she says, please keep my son alive and let me see him again. WARD (on camera): In town after town, throughout the Kherson region, this is what victory looks like. And it is grim. WARD (voice over): Almost every house has been destroyed by heavy fighting. And the people scarred by months of Russian occupation. In the next village, the investigators talked to 56-year-old Tatiana (ph). We have agreed not to name the village or show her face to protect her identity. She takes us to her brother's house, where she says she was raped by a Russian soldier on August 26th. UNIDENTIFIED FEMALE (through translator): He pinned me against the wardrobe and groped me. He ripped my clothes off and I was caught in his grip. It was very hard and painful for me. I was crying, begging him to stop, but with no success. WARD (on camera): And did he say anything when it was over?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:50",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do not tell anyone anything or it will be worse. That's everything he told me. And then he left. It's very hard for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:50",
      "speaker": "WARD",
      "sentences": "Did you tell your husband what had happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:50",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I didn't tell my husband right away, but I told my cousin and my husband overheard. He said you should have told me the truth but you kept silent. I was very ashamed. Very.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He's probably not ashamed. If he's still alive. I wish that he and all his kin were dead.WARD (voice over): It's coming to the end of a long and emotional day. The men visit the last village on their list. Tomorrow they will head back to Kyiv to submit their findings. They've recorded six allegations of rape in their two weeks here. WARD (on camera): It must be a hard job? WARD (voice over): It is psychologically difficult. You understand every victim is so distressed, Oleksandr Svidro says, but this is important work. Most cases, they say, go unreported. Like so many of the horrors that took place under Russian occupation here, they remain hidden in the dark. Clarissa Ward, CNN, Kherson region, Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}