{
  "date": "2022-11-23",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "How Biden Administration Secured Release Of Americans Held In Venezuela; Biden Extends Repayment Freeze As Program Tied Up In Courts; Dr. Fauci On His Legacy: I Never Left Anything On The Field. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:34:12",
      "speaker": "WHITNEY WILD, CNN ANCHOR",
      "sentences": "Welcome back -- 5CNN has learned new details about the extensive behind-the-scenes efforts by the Biden administration to secure the release of seven Americans held in Venezuela. It happened back in October. Five oil executives held for nearly five years were freed. Two other Americans wrongly detained were also released as part of a prisoner swap with the Maduro regime. CNN's Jennifer Hansler is live in our Washington bureau with more. So, Jennifer, how did they pull this off?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:10",
      "speaker": "WILD",
      "sentences": "And the sense of relief must have been completely overwhelming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:10",
      "speaker": "HANSLER",
      "sentences": "Yes, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:10",
      "speaker": "WILD",
      "sentences": "I mean, you dream of that moment for years and years, and then finally it's real.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:10",
      "speaker": "HANSLER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:10",
      "speaker": "WILD",
      "sentences": "But the reality is that there are still several Americans who are detained there, so what is their message?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:10",
      "speaker": "HANSLER",
      "sentences": "Well, that's right, Whitney. There are at least four other Americans that we know of that remain detained in Venezuela -- Luke Denman, Airan Berry, Jerrel Kenemore, and Eyvin Hernandez. Kenemore and Hernandez have been declared wrongfully detained by the U.S. State Department.And Hernandez was actually able to secretly record a message for the president back in August. His family has shared that message with us and I want you to take a listen to part of it. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:10",
      "speaker": "EYVIN HERNANDEZ, AMERICAN WRONGFULLY DETAINED IN VENEZUELA",
      "sentences": "I've dedicated myself to public service for over 15 years. I've dedicated myself to helping poor and working-class people on the basis that no matter what mistakes a person makes, they should always be treated fairly, humanely, with dignity and respect. Also, no one should be abandoned at the time of their greatest need or when they're most vulnerable. However, I don't feel like my government feels that way about me.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:10",
      "speaker": "HANSLER",
      "sentences": "So for these four Americans who remain in Venezuela and their loved ones, they're really hoping the Biden administration can take urgent action and also bring them home very soon. The administration says this remains a top priority for them -- Whitney.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:10",
      "speaker": "WILD",
      "sentences": "Jennifer Hansler live in Washington. Thank you.Switching gears now. Across the country, retailers are very worried about this threat of a national rail strike. But they want shoppers to know that even though this threat of a strike is looming, the holiday shopping season is not going to be totally canceled, and that's because most of those products that you would buy for holiday shopping, like those that you see on your screen, are either already at distribution centers or are already on store shelves. The bigger concern here is really for early next again, again, for these regular discretionary purchases. But there is a big problem that's coming up right now and retailers are very concerned about this rail strike impacting the flow of goods of these larger bulky items that rely on trains to get these products to consumers in time for the holidays. The nation's largest rail union announced Monday that rank-and-file members have rejected a tentative agreement reached in September. President Biden is extended the freeze on student loan repayments as the program still remains caught up in litigation. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:10",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "It isn't fair to ask tens of millions of borrowers eligible for relief to resume their student debt payments while the courts consider the lawsuit.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:04",
      "speaker": "WILD",
      "sentences": "Dr. Fauci has advised every U.S. president since Ronald Reagan.Now to dramatic video that shows the moment a U.S. military plane collided midair with a flock of birds. The plane was forced to turn around and go back to Chicago's Midway Airport shortly after takeoff. So you can see in this video that there's a spark coming from the left engine of the C-37 aircraft as it flies into the birds. You just saw it there. The head of the National Guard, Gen. Daniel Hokanson, was on board. Air crewmen came out immediately after the plane landed safely and parked. Fortunately, no injuries reported. Still ahead, where you can find the very best Black Friday deals and skip the post-Thanksgiving rush. All that, next. (COMMERCIAL)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "KAREN MAGINNIS, AMS METEOROLOGIST",
      "sentences": "Yes, we do have the problem spots. We start out west and this is where we've got that winter storm that is making its way across the Northern Rockies and interior west. Look for delays there. Also, in the northeast, I think this is not going to be weather-related delays there just yet, but the impact will be just because of the volume of people trying to get someplace.What happens is there's going to be a developing storm system over the southwestern U.S. And in the Deep South, rainfall could be very heavy -- not necessarily over the next day or so but as we go into the next 48 hours or so. This is what we're looking at. Some pretty heavy rainfall all the way from Dallas into Houston, and right around Jackson, Mississippi, and just to the south of Birmingham. All right -- for the Thanksgiving Day parade, it looks pretty good. As a matter of fact, temperatures seem to be bumped up a couple of degrees. It's going to be in the low 40s at the start and wind is going to be very conducive to those floats. All right. Another weather system pushes into the Pacific Northwest, so Sunday, everybody's rushing -- rushing to go to work on Monday, so you're headed home. Yes -- but then there are problems in the northeast and that's that storm system that will keep the delays in places like New York, and Newark, and Boston, Washington, D.C. Also into Baltimore. Atlanta, you could see some delays there thanks to the volume of travelers. And in Southern California, it looks like a little bit of a wind advisory coming up. And Whitney, regardless of sitting in the airport, maybe there's a turkey sandwich or two that could be found, but I don't know that I'd give that a try or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "WILD",
      "sentences": "OK. Karen Maginnis, thank you.All right, looking at markets around the world, stocks are up or flat this morning. Looking at Wall Street here, futures are basically flat across the board ahead of the Thanksgiving holiday. Stocks rose sharply Tuesday. The Dow gaining nearly 400 points. The Nasdaq was up 1.3 percent. The S&amp;P 500 topped 4,000 for the first time since September, so that's good news. Investors got some confidence after several strong earnings reports. Those included Best Buy, whose stock rose 12.8 percent after the electronics retailer hiked the 2023 fiscal outlook and beat earnings expectations. Hewlett-Packard, though, announcing plans to lay off up to 6,000 workers over the next three years. Just -- that is really just the latest tech company to significantly downsize staff as the economy, in general, starts to sour. The announcement follows a down earnings report for HP with sales tumbling more than 11 percent compared to the same time period last year. Facebook parent Meta recently said it was cutting 11,000 jobs. Amazon confirmed last week that widespread layoffs have already started. The tech sector continuing to be hit very hard. All right. Are you looking for the best Black Friday deals? They are already here. So let's bring in CNN Business reporter Nathaniel Meyersohn. Nathaniel, so, all right, where do we -- where do we go for the best deals?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "NATHANIEL MEYERSOHN, CNN BUSINESS REPORTER",
      "sentences": "Right. So, you think back to last year. There weren't that many good deals because there were all these supply chain shortages. Stores didn't have enough stuff.The situation is completely reversed this year. Stores are overstocked. They have too much stuff and so they have to mark it down to clear that stuff off shelves. So you're going to see really good deals on electronics, toys, furniture, clothing. And so, the CEO of Best Buy said yesterday that \"The promotional environment continues to be considerably more intense than last year.\" So if you're in the -- if you're in the market for new clothing, maybe wait a little bit until after the season. That's when you're going to see the deepest discounts. But if you're looking for TVs, buy on Black Friday. There are going to be some strong discounts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "WILD",
      "sentences": "OK. That's why my nanny, who is very near and dear to my heart, always gets on my case because she thinks I buy things at the wrong time. She says you should buy your summer clothes in the winter and your winter clothes in the summer. So that's good advice. We'll keep that going.JCPenney, though, trying to make a comeback. Is that going to work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "WILD",
      "sentences": "All right. We'll keep watching that.So, some stores are going to be closed on Thanksgiving. Why is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:02",
      "speaker": "MEYERSOHN",
      "sentences": "Right. So, Thanksgiving shopping is becoming a thing of the past. The largest stores in this country are closed on Thanksgiving -- Walmart, Target, Costco, Best Buy, Kohl's. This started in 2020 during the pandemic as a safety measure to prevent overcrowding in stores and it's continued the last couple of years.The retailers have realized they don't need these major shopping holidays to make their sales numbers during the period. They've extended the holiday shopping season. People can just buy online anytime so they're not as reliant on these -- on these big days. Plus, it's really hard to get retail workers to want to work on Thanksgiving. They want to be with their families, rightly so. And so, stores have -- there's been a lot of outcry from workers in unions and stores have relented. They've given -- they've given workers the holiday off. And this is going to continue for the foreseeable future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:14",
      "speaker": "WILD",
      "sentences": "Welcome back.We're still monitoring the breaking news out of Chesapeake, Virginia, where a gunman opened fire on employees inside a Walmart break room. Police say at least six people are now dead and several others are wounded. A law enforcement source tells CNN the unidentified gunman is believed to be either an employee or a former employee and was found dead at the scene. The shooting happening just two days before Thanksgiving. The incident comes three days after a person opened fire at a gay club in Colorado, killing five people and wounding 17 more people. This morning, the suspect in that case will make their first court appearance. All right, switching to sports now. Nets forward Ben Simmons returning to Philadelphia after a long time -- returning for the first time. And Andy Scholes is going to explain to us how there is just a little hostility among the crowd out there -- Andy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:14",
      "speaker": "ANDY SCHOLES, CNN SPORTS CORRESPONDENT",
      "sentences": "Well, yes, Whitney. It didn't end well for Ben Simmons there in Philly. He demanded that trade after the fans turned on him after that brutal playoff performance in 2021. And last night was the first time he played against his former team back in Philadelphia.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:14",
      "speaker": "ANNOUNCER",
      "sentences": "At 6-10 from LSU, number 10, Ben Simmons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:14",
      "speaker": "CROWD",
      "sentences": "(Booing).(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:14",
      "speaker": "SCHOLES",
      "sentences": "Yes, so Simmons hearing the boos before the game and every time he touched the ball. He finished with 11 points and 11 assists. But the 76ers were playing without their best three players -- Joel Embiid, Tyrese Maxey, and James Harden -- but they still beat the Nets 115-106. And Simmons, afterwards, taking one more shot at those Philly fans.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:14",
      "speaker": "REPORTER",
      "sentences": "Were you expecting it to be words or --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:14",
      "speaker": "BEN SIMMONS, BROOKLYN NETS FORWARD",
      "sentences": "I thought it was going be louder -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:14",
      "speaker": "REPORTER",
      "sentences": "You thought it was going to be louder?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:14",
      "speaker": "SIMMONS",
      "sentences": "Yes. I mean, I feel like I'm in a good place -- you know, for me to come in here and just play basketball. I'm happy and I'm doing what I love, so to be out there and have that experience was amazing. Obviously, it wasn't the result we wanted and it's frustrating to lose a game like that, but I think it's a good step forward.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:14",
      "speaker": "SCHOLES",
      "sentences": "And Ohio State, meanwhile, is apologizing this morning to Michigan State hockey player Jagger Joshua after he alleged a Buckeyes player directed a racial slur at him multiple times during a game earlier this month. Now, Joshua, who is Black, detailed what happened on Instagram and said an official heard what the OSU player said and gave him a misconduct penalty.And Joshua says, though, the Big 10 started an investigation but no action was ever taken by it or Ohio State. After reviewing the incident, OSU athletic director Gene Smith issued a statement last night apologizing to Joshua and said for now, that player is no longer with the team. The latest college football playoff rankings were released last night and the undefeated top four remaining the same -- Georgia, Ohio State, Michigan, and TCU. LSU now at number five. And if they beat Texas A&amp;M this Saturday and then Georgia in the SEC Championship next weekend, they will likely become the first-ever 2-loss team to ever make the playoff. And that's possible because number two Ohio State and number three Michigan -- they're squaring off this weekend in Columbus. It's going to be just the fourth time in 117 meetings that both the Wolverines and Buckeyes are perfect heading into their big rivalry game. And check this out. The youngest Buckeye fans -- they're certainly ready to go. Newborns at the Wexner Medical Center in Columbus are swaddled in red with the phrase \"Beat Michigan.\" But, of course, no m's this week so it's just ichigan. But always cool to see the fans gearing up for the big game this Saturday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:14",
      "speaker": "WILD",
      "sentences": "You know, Andy Scholes, I grew up in Ann Arbor. I went to Michigan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:14",
      "speaker": "SCHOLES",
      "sentences": "Oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:14",
      "speaker": "WILD",
      "sentences": "I've got one thing to say. Hail to the victors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:14",
      "speaker": "SCHOLES",
      "sentences": "Yes. I'm sure the babies there are cute in Ann Arbor as well, right now getting ready for the game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:14",
      "speaker": "WILD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:14",
      "speaker": "SCHOLES",
      "sentences": "Good luck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:14",
      "speaker": "WILD",
      "sentences": "Our babies are way cuter at University of Michigan Hospital.Andy Scholes, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:14",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    }
  ]
}