{
  "date": "2022-12-21",
  "headline": "CNN Newsroom",
  "subHeadline": "House Committee to Release Six Years of Trump's Taxes; 9K Migrants Moved Out of El Paso, Texas Over Last Week; Taliban Suspend University Education for Afghan Women; China Narrows Its Definition of COVID-19 Related Deaths. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "The Biden administration is asking the Supreme Court to end the Trump era pandemic policy restricting migrants from entering the U.S. but not for at least a week. It's requesting the top court rejected an emergency bid by Republican legislators to keep Title 42 but wants the policy to stay in place until next Tuesday to have time to wind down the program. And meanwhile, cities and states on the southern border are preparing for a massive influx of migrants once restrictions are lifted.Now the Department of Homeland Security says officials have already moved more than 9,000 migrants out of El Paso, Texas in just the last week. El Paso officials say two vacant schools will be used as temporary shelters for migrants. Meanwhile, hundreds of migrants are also arriving daily in Brownsville, Texas. CNN's Rosa Flores spoke to some of them. (BEGIN VIDEOTAPE) ROSA FLORES, CNN CORRESPONDENT (voice-over): Brian and his mother left their native Venezuela full of dreams three months ago. He made it to south Texas after being processed by immigration authorities. She did not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FLORES",
      "sentences": "What happened to your mother?FLORES (voice-over): He says they were traveling through the Darien Gap, a mountainous jungle between Colombia and Panama.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FLORES",
      "sentences": "He says that he was helping his mother cross and that she grabbed a branch, and then she fell down a cliff and into the river. He says that he will never forget the look in his mother's eyes.FLORES (voice-over): He is one of more than 300 migrants who are processed by border patrol, and dropped off in Brownsville every day, says migrant advocates Sergio Cordoba.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "SERGIO CORDOBA, TEAM BROWNSVILLE",
      "sentences": "Our worry is, are we going to be able to order the supplies that we need?FLORES (voice-over): Late Monday, the Trump era policy, which allows immigration agents to swiftly return migrants to Mexico, was paused by the Supreme Court just days before it was scheduled to lift. The decision, easing concerns about the sudden surge of migrants at the border that's expected when the rule ends.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "RICHARD CORTEZ, HIDALGO COUNTY, TEXAS JUDGE",
      "sentences": "Quite honestly, we are relieved that Title 42 has been extended. We were preparing for the worst. You know, we were pretty almost already to capacity in some our locations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FLORES",
      "sentences": "I'm in Brownsville, Texas, and just across the river in Matamoros, Mexico, there are thousands of migrants, mostly Venezuelans and Haitians, who are living in camps and on the streets. I've been talking to them.What do you think about Title 42 staying in place? FLORES (voice-over): They say they are happy Title 42 is still in effect, but they are also preparing for the worst. Buying inflatable rafts, like in this photo shared with CNN, to cross the Rio Grande, if they are not allowed to enter it legally. In nearby McAllen, Texas, Border Patrol is dropping off about 450 migrants per day at this respite center, says the director, Sister Norma Pimentel. Pimentel is monitoring the anxiety that is growing across the border in Reynosa, Mexico. Where there's an estimated 8,000 migrants in packed shelters and open air camps according to advocates. SISTER NORMA PIMENTEL, CATHOLIC Charities of the Rio Grande Valley: It's not safe to be in Mexico because of the fact they are exposed to all the elements and exposed to all the dangers. FLORES (voice-over): The dangers that still haunt Brian after his mother's death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FLORES",
      "sentences": "What did you see in her eyes?Fear, sadness. FLORES (voice-over): Brian says seeing his mother's photos is painful, especially this one. His mom is not in the photo. She took the picture days before she perished.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FLORES",
      "sentences": "I've been messaging with Brian and says that the other thing that he can't forget is the smell of death in the Darien Gap and that just speaks to the risks that migrants are willing to take to come here to America for a better life.Now I also want to say that one of the things I keep on hearing from migrants is that they have sold everything in their home countries to come here to the United States and it's all part of misinformation. They say that simply word has spread that the U.S. southern border is open and of course the United States says that that's not the case. But the back and forth with Title 42 is not helping in their messaging. Rosa Flores, CNN, Brownsville, Texas. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "NADA BASHIR, CNN REPORTER",
      "sentences": "And of course, the Taliban since its takeover has been trying to present a more moderate image, perhaps a more modernized entity than what we saw in the late 1990s. But since that takeover, we have seen the Taliban flattening those pledges to the international community, rolling back those fundamental rights and freedoms. Rights that women have fought so hard for over the last two decades.Now of course this is shocking and troubling news for women and girls attending university in Afghanistan. Of course, just a few months ago many of them would have been taking entrance exams across the country with the hopes of going to university. Of course, we have seen restrictions in education over the last few months as you laid out there. Back in March we saw their access to secondary school being closed permanently for young girls. We've seen segregation being enforced in universities. And this is all part of the Taliban's efforts to really roll back those freedoms, to really tighten those restrictions. But we've seen that condemnation once again from the international community. And what we will likely see now is the Taliban becoming even more isolated from the international community. We've already heard from the United States, the State Department spokesperson just yesterday condemning the Taliban's position. He had this statement to make yesterday. (BEGIN VIDEO CLIP) NED PRICE, U.S. STATE DEPARTMENT SPOKESPERSON: The Taliban have permanently sentenced Afghan women to a darker and more barren future without opportunity. No country can thrive when half of its population is arbitrarily held back. Education is an internationally recognized human right and it is essential to Afghanistan's economic growth and its stability. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "BASHIR",
      "sentences": "And the concern is that as Afghanistan and the Taliban becomes even more isolated from the international community, we could see the Taliban taking even harsher measures against women and girls. And you're going to see Afghan population in general and we may see a further rolling back of those fundamental rights and freedoms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "Stunning video shows the moment a train collided with a truck in Tennessee. The truck was carrying a 130 foot concrete beam when it stopped on the tracks whilst waiting on the red light. Authorities say it happened despite the railroad crossing warning signs signals working normally at the time of the crash.Two crew members on board the train were injured. The driver of the truck wasn't hurt. Some of the train's fuel spilled in the crash but emergency responders were able to contain it. Look at that. Two people are dead after a major earthquake rocked Northern California. Authorities say the 6.4 magnitude quake hit early on Tuesday morning shaking people from their sleep and damaging roads and buildings. There are also 12 reported injuries. About 15,000 homes and businesses in the area remain without power nearly 24 hours after the quake. A state of emergency is in place allowing disaster assistance to flow into the affected areas. China is narrowing its definition of COVID-related deaths in the face of an unprecedented surge of cases. The count will now only include patients who died of respiratory failure directly caused by the virus. That decision raises real concerns that officials are trying to keep the true scale of the outbreak under wraps. CNN's Selina Wang reports from Beijing. (BEGIN VIDEOTAPE) SELINA WANG, CNN CORRESPONDENT (voice-over): China has only reported a few COVID deaths since abandoning its zero-COVID policy, but what we see on the ground tells a different story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "WANG",
      "sentences": "There is a long line of cars that snakes across this entire area, of cars waiting to get into that cremation area. I'm in the parking lot right now, and it's completely full of cars. I am speaking here because there are many, many security guards patrolling this entire area.And I spoke to a man earlier who said that his close friend passed away from a fever that the hospital didn't say why. He said he's been waiting here for hours, and he still has no idea if his friend's body can even get cremated today. WANG (voice-over): And it's not just in Beijing. Social media shows crematoriums and funeral homes around the country overwhelmed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)WANG (voice-over): In this funeral home in Jinan, the man is saying it's going insane. Here it is packed with cars and vans carrying bodies stretch all the way into the distance in front of this crematorium in Shijiazhuang. And families wait and stand in their mourning clothes at this Wuhan funeral home, with no idea how long they have to wait before their beloved ones can be cremated. A new study by Hong Kong researchers estimates nearly 1 million people in China can die from COVID if the country doesn't take necessary public health measures like increase vaccinations. Long lines like these are forming across the country outside of hospitals. In Hangzhou, people wait for hours outside in the cold rain. Crowds form outside of hospitals in Wuhan, ground zero of the original outbreak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "Just ahead, parade pandemonium. Millions turned out in Argentina to greet the World Cup champions. The celebrations got a bit out of hand.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Black Adam, what have your powers ever given to you?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}