{
  "date": "2022-11-14",
  "headline": "CNN Newsroom",
  "subHeadline": "Democrats Gains Control of the Senate, House of Representatives Still Up for Grabs; Trump-backed Candidates Loosing in the Midterms; President Biden and President Xi Jinping Set to Meet at the G20 Summit; Suspect in Custody in Istanbul Blast. Aired 2-3a ET",
  "utterances": [
    {
      "timeStamp": "02:00:00",
      "speaker": "ROSEMARY CHURCH, CNN HOST",
      "sentences": "Hello and welcome to all our viewers here in the United States and all around the world. And live from Studio 7 at CNN Center in Atlanta, I'm Rosemary Church.Well, it has been nearly a week, but election night in America goes on with control of the House of Representatives still up for grabs. However, Republicans are closing in. They picked up another seat Sunday night. They've won 212 compared to Democrats' 204. And they're close to the 218 seats needed for a majority with 19 races still to be called. Current House Speaker, Nancy Pelosi, wouldn't speculate on whether she would seek another term as leader, take a listen. (BEGIN VIDEO CLIP) REP. NANCY PELOSI (D-CA):  My decision will again be rooted in the wishes of my family and the wishes of my caucus. But none of it will be very much considered until we see what the outcome of all of this is. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "CHURCH",
      "sentences": "Well, meantime, Democrats are taking a victory lap after keeping control of the Senate thanks to Catherine Cortez Masto's victory in Nevada. And depending on the results of Georgia's runoff next month, they might even expand on that.Senator Lindsey Graham tweeted that the Republican's upcoming Senate leadership contest should be delayed because of that runoff. And other top Republicans are voicing their own concerns about the future direction of the party. (BEGIN VIDEO CLIP) SEN. RICK SCOTT (R-FL):  What is our plan? What are we running on? What do we stand for? What are we hell bent to get done? You know, there is no plan to do that. The leadership in the Republican Senate says, no, you cannot have a plan. We are just going to run, it gets how bad the Democrats are and actually then they cave into the Democrats. SEN. BILL CASSIDY (R-LA):  Going forward, Mitch will be our leader. But that is not to say that we're not going to have a necessary debate about ideas. And I think it's very, again, one more time, important for us to explain to the American voter why Republicans have a better vision for the future of our country. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "CHURCH",
      "sentences": "Another critical race we're watching is in Arizona. While the state's Senate race has been called for Democrat Mark Kelly, it's still too early to call the governor's race. Right now, Democrat Katie Hobbs has a slight lead over Trump supported Kari Lake. But the counting is not yet done. Kyung Lah is in Arizona with the latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "KYUNG LAH, CNN CORRESPONDENT",
      "sentences": "Maricopa County out with their latest report. There are about 85,000 to 95,000 remaining ballots to be counted in the most populous county in the state of Arizona, in the hotly contested governor's race here in the state. Democrat, Katie Hobbs, maintains a very slim lead over Republican Kari Lake.Now, this is a hotly contested race, with accusations from Republican, Lake, saying that there's something going wrong with the count taking place here in this county. Election officials in Maricopa have pushed back strongly, saying, if anything, they are moving at a faster rate than they have in other elections. What is so important about the information that we got, this latest election report from the county, is that the Lake campaign used this batch of votes as her path. It is a path that continues to narrow, especially with this latest report. In addition to the 85,000 to 95,000 remaining ballots that need to be counted, there is also about 8,300 ballots that are still having to be cured. So, while the rhetoric continues, the count here in this county continues. Kyung Lah, CNN, Phoenix.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "DOUG MASTRIANO, REPUBLICAN CANDIDATE FOR PENNSYLVANIA GOVERNNOR",
      "sentences": "As difficult as it was to accept the results, there is no other course but to concede, which I do and I look to the challenges ahead. Josh Shapiro will be our next governor and I ask everyone to give him the opportunity and to pray that he makes decisions that are beneficial for the state and not necessarily for his party and that he leads well because it affects all of our lives. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "CHURCH",
      "sentences": "I'm joined now by CNN political commentator and Republican strategist Alice Stewart in Alexandria, Virginia. And Mark Kelly, better known as Mo Kelly. He is a political commentator and the host of the Los Angeles radio program \"The Mo Kelly Show.\" Welcome to you both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "MO KELLY, HOST, THE MO KELLY SHOW",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "ALICE STEWART, CNN POLITICAL COMMENTATOR",
      "sentences": "Thank you, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "CHURCH",
      "sentences": "So, as Republicans come to terms with this shocking and disappointing midterm results, some party donors and leaders are apparently considering a post Trump future for the GOP, even as Donald Trump prepares to announce his intent to run again as president in 2024, perhaps as early as Tuesday we'll hear from him on that. But Trump lost the 2020 presidential election and now he is being blamed for this midterm losses. So, will Republicans dump him for Ron DeSantis or could Trump resurrect himself again? Alice, I put that to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "STEWART",
      "sentences": "Well, Rosemary, not only did he lose his re-election bid. Since he was elected, we lost the House and the Senate. And as \"The Wall Street Journal\" said, ever since he's been elected, he has a perfect record of electoral defeat. And what we're seeing in the results of this election is that the Trump-backed candidates, those that he endorsed and he put forth to run, many of them are election deniers. They believe the falsehood about widespread election fraud and they also advocated for and pushed conspiracy theories, and we're seeing voters reject that.Most of the candidates that Donald Trump put forth did not win. And voters spoke very loudly on that issue. Rational Republicans and commonsense conservatives want to put the focus on issues that are important to voters. That is, economy, inflation, as well as crime. And other Republicans also on the border. So, what many of those large donors and many of the rational Republicans want to put away with relitigating the past election and look at the future, and look at issues that are important. They don't see Donald Trump as the person able to do so. Many are ready to turn the page on Donald Trump, whether it is Ron DeSantis, the Florida governor, or any host of others that have expressed interest in running. A lot of people in the Republican Party say enough is enough of this losing and we need to find a new positive voice for the Republican Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "CHURCH",
      "sentences": "And Mo Kelly, I'm guessing the Democrats would rather go up against Trump than DeSantis. What are your thoughts on that and will the Democrats sit back and enjoy this GOP leadership war that's clearly gearing up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "KELLY",
      "sentences": "Well, they're sitting back and they'll probably enjoy it, but I wonder if the Democrats won't overplay their hand or become too complacent in light of it. Now, one thing we can extract from this is I would say the J6 Committee did have an impact on the midterms and you can see by how Donald Trump is loosening his grip or losing his grip on the Republican Party. And I would directly connect that to the results of the J6 Committee.But the Democrats still have a lot of work to do. What I mean by a lot of work, Joe Biden is not going to be getting any younger and I don't mean that to necessarily insult him. It's just a reality of how people will perceive him in the next two years. We don't know what the economy is going to be in two years as the looming recession is looming over the American economy. So, the Democrats may be celebrating. They're doing better now than what they expected going into the midterms, but it doesn't mean the next two years are going to be any easier for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "CHURCH",
      "sentences": "Interesting points. And Alice, midterms, of course, usually punish the party of the president, but instead, Republicans are licking their wounds. The Democrats will control the Senate while Republicans battle to control the House, probably with a razor-thin majority once all the counting is done.What deals will Kevin McCarthy need to make with the pro-Trump freedom caucus if he wants their support for his bid to be Speaker of the House, his big dream?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:02",
      "speaker": "CHURCH",
      "sentences": "Mo Kelly, the Democrats of course are celebrating their big win in the Senate and still hoping they win Georgia as well on December 6th when the runoff is held between Raphael Warnock and his GOP challenger, Herschel Walker. But in the House, the counting continues but Republicans will likely be in control in the end, even if it is with this slim majority. What will that mean for President Biden as he tries to get his agenda through over the next two years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:02",
      "speaker": "KELLY",
      "sentences": "It means that he's going to have to resort to executive actions, and that is not necessarily a guarantee. We've seen with his student -- federal student loan relief being at least put on hold by a federal judge. But speaking of federal judges, since the Democrats will still retain control of the Senate, they will be able to confirm other federal judges, and if need be, a Supreme Court justice.So, if you're the Democrats, if anything, you would rather have the Senate than the House if you had to choose and you'll be able to get something done, but I'm not sure they'll be able to get much done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:02",
      "speaker": "CHURCH",
      "sentences": "And President Biden is, of course, enjoying his midterm boost on the world stage right now. The G20 summit just hours away from his face-to-face meeting with China's Xi Jinping. While the Republicans battle it out and point the finger of blame over shocking losses in the Senate, the House and in the state -- at the state level where Democratic governors have won big. So, Alice, who do you blame for this massive loss?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:02",
      "speaker": "STEWART",
      "sentences": "Look, there's plenty of blame, certainly, to go around. But all I can say is Mitch McConnell probably was accurate a few weeks ago when he said candidate quality is a concern. When you have candidates, again, that are focusing on the past grievances of the former president instead of the future success of the American people, that is not a winning formula.But here's the key moving forward. Now it looks as though, if things pan out and the Republicans do gain control of the House, we have a beautiful thing which is called divided government. And this forces the White House, the House, and the Senate, Republicans and Democrats, to work together in a bipartisan fashion. And while Mo is completely accurate, President Biden can move forward going it alone and imposing executive actions on issues that he wants to promote. The best course of action for the American people is for Joe Biden to do as he said earlier this week, bring Republicans and Democrats together at the table and work across the aisle and get things done because that is clearly the message the American people have sent when we have such a very close divide on these races in the House and the Senate. They are saying let both sides have a voice, but it's up to our elected leaders to come together in a bipartisan fashion to get things done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:02",
      "speaker": "CHURCH",
      "sentences": "And Mo Kelly, you get the last word. What's your advice to Democrats to make sure these wins count, they don't squander this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:02",
      "speaker": "KELLY",
      "sentences": "Well, I would say Charlie Brown, Lucy with the football I think it would be in -- it'll be good governance to what Alice was saying, to negotiate with Republicans, but let's look at the past. The Republicans haven't shown that they want to negotiate in good faith with Joe Biden. And if that continues to be the case, then he should be ready to go it alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:02",
      "speaker": "CHURCH",
      "sentences": "Alice Stewart, Mo Kelly, thank you to you both for your analysis. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:02",
      "speaker": "STEWART",
      "sentences": "Thanks, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:02",
      "speaker": "KELLY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:14:58",
      "speaker": "KEIN LIPTAK, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, his advisers really do say that he is coming into this meeting with the wind at his back and it's been interesting. They've said that at the course of these meetings that the president has held over the last couple of days, that this has been a topic of discussion with other world leaders.They've come up to him, they've congratulated him, and they feel like he is coming into this meeting with a certain sense of strength. That American voters have sent him to these summits in a position of strength. Now, whether President Xi sees it that way I think remains to be seen. President Xi is also coming into this meeting having just gone through a significant political event of his own, the communist party congress that elevated him to an unprecedented third term. What President Biden's advisers really hope is that these two men can sit down, they can look at each other eye to eye and sort of define the parameters of this relationship. They have been pretty frank that they don't expect anything deliverable to come out of this meeting, nothing specific. No list of items that they have accomplished and there won't be a joint statement afterwards. But they do hope to do what they're calling building the floor of this relationship, essentially ensuring that it can't deteriorate any further. And it has deteriorated quite significantly over the last several months. Of course, the House Speaker, Nancy Pelosi, when she visited Taiwan, that prompted sort of furor in Beijing. They cut off channels of communication. White House officials had already been working with their Chinese counterparts to arrange this meeting, but that was suddenly thrust into that context. They were able to work together over the next several months, talking to each other, for example, on the sidelines of the U.N. General Assembly. They called those meetings substantive, constructive. They were still going as of late last night, going over some agenda items for the meeting, things that they wanted to emphasize, things that they wanted to deemphasize. And so that will all sort of culminate when the leaders sit down later today. For President Biden's part, he has been reading up. He's been talking to his advisers. He's sort of gone through scenarios for how this meeting might go. Things that President Xi might raise, how he might respond to them. But certainly, the midterm elections are giving him a boost, and you are seeing it on the international stage, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:14:58",
      "speaker": "CHURCH",
      "sentences": "All right. Let's turn to Ivan. I wanted to ask you what Xi Jinping is hoping to get out of this meeting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "CHURCH",
      "sentences": "Welcome back, everyone. A suspect is now in custody in connection with a blast in Istanbul which Turkish officials are calling a terrorist attack.(VIDEO PLAYING) Turkey's interior minister has blamed Kurdish separatists for carrying out Sunday's attack. At least six people were killed and more than 80 wounded in the explosion which happened on a busy street in the heart of Turkey's largest city. Turkey's health minister says about half of those injured remain hospitalized. An eyewitness described what he saw, and a warning, some of the details are disturbing. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "TARIQ KEBLAOUI, EYEWITNESS",
      "sentences": "There was a fire on the ground and scattered beside it were a few dead bodies, missing ligaments. One man missing a leg. It was a very gruesome sight as everyone around me was totally scattered and panicked. And several people injured, bleeding from their ears, bleeding from their legs, and several people crying all around.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "CHURCH",
      "sentences": "For more on this we go to CNN's Scott McClean. He joins us live from London. Scott, what more are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:58",
      "speaker": "CHURCH",
      "sentences": "Yes. Just such a tragedy. Scott McLean joining us live from London with the details there. Appreciate it.Well, still to come. Allegations of Russian war crimes in Kherson, Ukraine says it has documented hundreds of cases since liberating the city. What the president is pledging to do about it, that's next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:01",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Well, people are still celebrating their liberation. We were down in the main central square on Sunday people gathering there, there was somebody playing the trumpet, playing the national anthem, people singing along cheering and clapping. But you know, there's a real sense of now the city is liberated. But how is it going to reconnect and reintegrate with the rest of Ukraine.The Russians on their way out, destroyed so much. They destroyed the phone connection, the internet connection. So, in that central square, you had people with their cell phones out trying to get Wi-Fi connection to the satellite connections that some of the soldiers have there. Also, by late in the day on Sunday, as well, the government was putting up a temporary cellphone service tower in the -- in the square in the middle of the -- of the city so that people can get connected with loved ones across the country. But the government has a message for people it's still not safe to come back. There's still the possibility of mines, bobby trap. So, stay away. But there are so many problems here. The electricity is off, it's dark all around. There's no water, we went down to one of the places where people are getting water in the city. It's a well that's being pumped right next to the river. The river of course isn't clean, the water that's coming out is not safe to drink. People have been going there now. They told us for the past four days since the Russians left and destroyed, you know, destroyed the water system in the city. This is water that they can use to wash but not to drink. So, the problems here are huge. The government says they want to tackle the electricity problem first, get that up and running, get the water up and running. We went to the hospital as well Sunday and there the doctors told us that their -- a lot of their equipments been taken away. They don't have electricity either. They told us when they do surgeries, it's from the light of their cell phones. So, the situation here still really difficult. People happy to be liberated. But wondering about how they're going to be reconnected, reunited with the rest of the country. Nic Robertson, CNN, Kherson, Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:40",
      "speaker": "CHURCH",
      "sentences": "Welcome back, everyone. Well, as Russia's war on Ukraine continues, the street artists known as Banksy appears to be sending a message to the world that the Ukrainian spirit is stronger than any of Vladimir Putin's explosives. CNN's Michael Holmes has details.(BEGIN VIDEO CLIP) MICHAEL HOLMES, CNN INTERNATIONAL ANCHOR (voice over): The bombed out buildings of Ukraine that latest canvass for street artist Banksy. Murals in the secretive artist's signature style have been spotted recently in Kyiv and nearby towns. This one in Borodianka which was besieged by the Russians in the early weeks of the invasion until Ukrainian forces retook the town in April. Banksy confirming his handiwork by posting pictures of it on his verified Instagram account. The murals drawing a steady stream of visitors many with their own interpretations of the artwork. This man says he thinks the gymnast balancing on a pile of rubble is Ukraine. He says, it's a symbol that we are unbreakable and our country is unbreakable. And despite the fact that it's destroyed, we will rebuild everything. There is a trail of murals throughout the area, though these haven't been officially claimed by Banksy, like the scene of a child flipping a man in a judo uniform who some say looks like Russian President Vladimir Putin. Another mural in Irpin shows the gymnasts performing a ribbon routine despite wearing a neck brace. Other scenes of not so ordinary life painted on buildings that seemed unfit to live in, in towns also destroyed by the Russians. Possible calling cards from the anonymous artist whose trip to Ukraine might have been secret, but his message in this war zone is clear. Michael Holmes, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}