{
  "date": "2022-12-25",
  "headline": "Fareed Zakaria GPS",
  "subHeadline": "Extraordinary with Fareed Zakaria: Francis Ford Coppola. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:52",
      "speaker": "FRANCIS FORD COPPOLA, FILMMAKER",
      "sentences": "\"The Godfather\" was made in a very classical, almost Shakespearean style. It was going to be about succession. Like a king who had three sons, and none of the sons had all his talents.Michael could be ruthless when he had to be ruthless, but he could be friendly. In other words, he was a complex hero.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:52",
      "speaker": "FAREED ZAKARIA, HOST",
      "sentences": "We're here in the Napa Valley on a rainy day to interview Francis Ford Coppola. Now, he's one of the greatest movie directors of all time, without any question. If you Google the best movies of all time, the greatest movies of all time, \"The Godfather\" is number one usually. But \"The Godfather 2\" is often on that list of top 10 and so is \"Apocalypse Now.\"(CLIP FROM \"APOCALYPSE NOW\" 1979)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:52",
      "speaker": "ZAKARIA",
      "sentences": "So of the 10, 15 greatest movies of all time, this man has made three of them. I am really interested in talking to him for another reason. When I came to America first, I was in college and I took a class, classics of American cinema. It was in some ways helpful for me because it gave me a sense of the culture and the country that I was now living in. And I wrote my final paper on \"The Godfather.\"Actually, on the opening four or five minutes of the \"Godfather,\" the first scene, I had a thesis about what it all meant. And so now I get to ask the man who made the movie whether I was right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:52",
      "speaker": "COPPOLA",
      "sentences": "When I first read \"The Godfather,\" the novel by Mario Puzo, I was shocked as I went into the book to realize that, number one, Mario Puzo was some guy in Bay Shore, this Italian American who didn't speak Italian, knew very little about Italian culture because anyone who knows Italian knows that the Don Corleone is not possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:52",
      "speaker": "ZAKARIA",
      "sentences": "Right. It would be Don in the first name, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:52",
      "speaker": "COPPOLA",
      "sentences": "It would be Don Francesco or Don Vitore. So he obviously didn't know anything about Italy. And he didn't. He was the most wonderful man. And I came to love him. Also, the book was like a potboiler. It was so salacious and it was an absurd story. I went from chapter after chapter about this girl --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:52",
      "speaker": "ZAKARIA",
      "sentences": "And her doctor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:52",
      "speaker": "COPPOLA",
      "sentences": "A doctor who was having an affair with this girl who had certain anatomical problems. And ultimately, I diagrammed every page, and I found within this potboiler this interesting story about America. And I was very intrigued with the Bonasera story because it really introduced you to the idea that if you were the friend of a mafia guy, you had power because he was your friend. And if someone offended your friendship, it was like an alliance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:52",
      "speaker": "ZAKARIA",
      "sentences": "Right. So when I look at that opening scene --(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:52",
      "speaker": "SALVATORE CORSITTO, ACTOR",
      "sentences": "I believe in America. America has made my fortune.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:52",
      "speaker": "ZAKARIA",
      "sentences": "You have Bonasera who wanted to become part of the new modern America. And then his daughter gets brutalized by these two thugs. And he goes to the godfather and he tries to, in a modern way, do a transaction.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "ZAKARIA",
      "sentences": "So in a sense, Bonasera is representing the attempted, the new America, and the godfather is saying no, no, we have to move back into the old world of relationships, of intangible favors.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "MARLON BRANDO, ACTOR",
      "sentences": "Now you come and you say, Don Corleone, give me justice. But you don't ask with respect. You don't offer friendship. You don't even think to call me godfather.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "ZAKARIA",
      "sentences": "And it's this fascinating tension in America between wanting the individualism and the freedom of the new, but being pulled back into the world of the old. Does that make sense to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "COPPOLA",
      "sentences": "Well, of course. It says everything about America, and why America is perhaps different from these other systems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "ZAKARIA",
      "sentences": "So what is this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "COPPOLA",
      "sentences": "When I was a kid, I had been trained to be a stage manager. And a stage manager has something called a prompt book. People come out, lights happen, sets change, everything, all because of the prompt book. So that was my training. And I now was given the job of doing \"The Godfather\" and of course I was nervous because this was starting to become a big production.Here's this massive novel, and I'm going to be like a sculptor and sculpt a movie out. But by first knowing what's in it, before I know how to do it, I was going to begin by dissecting what was in the thing. And what I did was I thought I would ask myself four or five questions about what I was going to cover. The core is, what do you want to say in the briefest few words as to why you're doing it? The core is good because as a director I knew that if I got that, maybe I didn't get great imagery and tone, maybe I didn't get this, but if you got that, you got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "ZAKARIA",
      "sentences": "So that horse's head scene, in the book, the horse's head is not in the bed, is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "COPPOLA",
      "sentences": "Well, here's the book, no. It's not in it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "ZAKARIA",
      "sentences": "So it's sort of out there. What made you put it on the bed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "COPPOLA",
      "sentences": "I just thought it would be more interesting if Woltz felt something in his bed and he opened the sheet and there was blood.Always you get more shock if you can get the audience to think -- it's called misdirection. So if then he saw blood, and I thought maybe the audience would think that they had wounded Woltz, and that he's discovering that he's got a big gash in his head. As he opens, he's got blood. As he flips over the covers, then he sees that it's the horse's head. The book can say he had an incredible shock. Well, how do you give the audience that incredible shock? You have to do it differently than the book describes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:05",
      "speaker": "ZAKARIA",
      "sentences": "And you say here, I think, there's a great -- you said pitfalls if the audience does not jump out of their seat on this one, you have failed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:12:13",
      "speaker": "COPPOLA",
      "sentences": "I was always the new kid because I went to maybe 20 schools and then my dad was always taking me out of school. And I would get introduced in middle of the term. We have a new student, his name is Francis, ha, ha, ha. It's a girl's name. The theater department was where the girls were as opposed to the footballs games, which I had no abilities in whatsoever. So I would hang out at the theater department and be a techie.I would do the lights. And I would look down and I would see the teachers directing the kids. And I said, well, I could do that. You know, tell you stand here, stand there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:12:13",
      "speaker": "ZAKARIA",
      "sentences": "And you get to Hofstra and do you then start to realize -- when did you fall in love with movies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:12:13",
      "speaker": "COPPOLA",
      "sentences": "At Hofstra, I started to direct one-act plays. And my one-act play was the best one that anyone ever had seen a student do. And there was a little theater called \"The Little Theater\" and they said, today only, 4",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:12:13",
      "speaker": "ZAKARIA",
      "sentences": "It's about the Bolshevik revolution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:12:13",
      "speaker": "COPPOLA",
      "sentences": "I never saw anything like it. I was astounded, because there's no sound, and I hear everything just from the way the film is edited, and when I came out of that, I said, \"I'm not going to go to the Yale Drama School, I'm going to go to the UCLA film school, and I decided to become a film student. It was like a night and day decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:12:13",
      "speaker": "ZAKARIA",
      "sentences": "\"The Godfather,\" why did you get the directing job? You weren't a famous movie director at that time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:12:13",
      "speaker": "COPPOLA",
      "sentences": "I was the opposite of a famous -- first of all there had been a movie a year or so before \"The Godfather\" called \"The Brotherhood,\" and it was, I think with Kirk Douglas. It was a big flop.(CLIP FROM \"THE BROTHERHOOD\" 1968)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:12:13",
      "speaker": "ZAKARIA",
      "sentences": "And \"The Brotherhood\" was a gangster movie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:12:13",
      "speaker": "COPPOLA",
      "sentences": "And it was a gangster. It was a big flop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:12:13",
      "speaker": "ZAKARIA",
      "sentences": "So the idea was, this is a bad way to -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:12:13",
      "speaker": "COPPOLA",
      "sentences": "So every director turned it down, and so they decided to give this nobody, who was Italian American, a screenwriter and was young. I was about 28 at the chance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:12:13",
      "speaker": "ZAKARIA",
      "sentences": "Is it true that you almost got fired several times?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "DIANE KEATON, ACTOR",
      "sentences": "I go something for your mother and for Sonny.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "COPPOLA",
      "sentences": "And they said, who is this kid? What does he think? It's crazy. We're going to make the movie for $2 million. What's it going to cost if we try to go to New York?\" Then when they got into casting, and they wanted, you know, maybe Ryan O'Neal or someone who had been in love story, which had been a big hit for them to play the Michael character.(COMMERCIAL BREAK) RYAN O'NEAL, ACTOR: Love means never having to say you're sorry. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "COPPOLA",
      "sentences": "And I was emphatic, I wanted Al Pacino. I had met Al Pacino on another project that I had written, and I just thought he was an interesting guy. I liked him personally, and also, when I read the book, I pictured Al Pacino in all those scenes where Al is walking across Sicily with the guys with the shotguns.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Corleone.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "ZAKARIA",
      "sentences": "But the biggest fight was over Brando?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "COPPOLA",
      "sentences": "An important person I was working with that was a real casting talent was a guy named Fred Roos. He's still living and still worked on my later pictures. And I remember saying to Fred, you know, Fred, what if we try something unusual with \"The Godfather\"? What if we just get the greatest actor in the world? So who's the greatest actor in the world? Well, we said there's Lawrence Olivier and there's Marlon Brando.Brando was young. Brando was 47, he was a handsome, beautiful man that he'd always been. Olivier was English, so he wasn't Italian, he had an English accent. He'd have to act his way out of that. Brando wasn't Italian, and he was young, so but I said, you never go wrong casting the most brilliant actor you can get.\" Yes, they'll do something. So Stanley Jaffe said, Francis, I tell you and I tell you as the president of Paramount Picture, Marlon Brando will never appear in this motion picture. And as president I say, don't even bring him up again. So when he told me that, I sort of, whether it was fake, it was sort of fake. I just fell off the chair, fell on the floor, and everyone looked. And I said, if I'm supposed to direct a movie, and you tell me I can't even discuss a great actor like Marlon Brando, what can I say, OK, you know. And then they said, all right, we'll tell you what, we give you three conditions. One, he would have to do a screen test. Two, he would have to do the film for free. And three, he would have to put a million-dollar bond that he will not cause any disturbance or mishigas, to use an Italian word, on the picture. In other words, he put a bond that he would not cause any trouble because he was considered possibly troublesome. So I said, I accept. So I contact Brando, and I am totally -- I mean, Marlon Brando is God to me. I said, you know, since you're not Italian, I thought you might -- would like to just fool around a little bit and do some improvisations and see how you would approach being an Italian.\" So I didn't say the screen test. And he sort of said yes. And at one point, Brando emerged from his bedroom in a Japanese kimono with this beautiful blonde flowing hair. And then he said, he's like a bulldog, and he put Kleenex in his mouth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "ZAKARIA",
      "sentences": "So that's where the jowls came from?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "COPPOLA",
      "sentences": "Yes, and he explained, he was like, and then he said, you know, he was shot in the throat in those story. So (INAUDIBLE), he thought he always talks like that, you know? So he started to go -- he started doing this. Just like I'm shooting, I'm amazed.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "BRANDO",
      "sentences": "Why do you come to me? Why do I deserve this generosity?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "COPPOLA",
      "sentences": "But basically, it was miraculous what he did. And I thanked him. I decided to just take a chance and fly to New York and go to Gulf and Western and show it to the head of Gulf and Western, Charlie Bluhdorn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "ZAKARIA",
      "sentences": "He was the boss's boss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "COPPOLA",
      "sentences": "Charlie Bluhdorn was a Viennese guy, probably was around 50 at the time. And he was very demonstrative. He talked like \"Francis, you crazy guy, what are you doing?\" He had the Viennese accent. He'd talk like that. But any rate, Charlie comes out, Francis. Francis what are you doing here? Francis, where is Bob, is anyone here?\" I said, \"no, no Mr. Bluhdorn. I just wanted to show you something. What do you got to show me?\"I was like I have here a screen test of Marlon Brando and the guy, \"Screen Brando? Brando is out. No Brando.\" And I turned on and he sees Brando come out with the blonde hair. [10:20:03] He's what, that -- that's incredible. He watches this transformation and Charlie Bluhdorn said, that's incredible.\" So if he says it's incredible. He watches this transformation and Charlie Bluhdorn said that's incredible. So if he says it's incredible and he's going to get the part, he's going to get the part because he's the boss. And that's what happened. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:02",
      "speaker": "COPPOLA",
      "sentences": "Brando was wonderful on the picture. He was, he did it. A lot of times, I know that they say, oh, he got a great performance. Directors don't get performances. I mean some directors will argue when I say this, actors give the performance. The director's like a coach. The directors may be there to say the right word at the right time, and give them the good direction. But the actor does it of course, obviously, and Brando did it. Brando was so ingenious of how he approached every scene.But I could do things, which I did like in the first scene in \"The Godfather\" where I just took a cat off the floor, it was just a studio cat. It wasn't a prop cat. And I just put it in his hand. He didn't say to me, what do you want me to do with the cat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "COPPOLA",
      "sentences": "No. He just did it.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "BRANDO",
      "sentences": "You had a good trade, you made a good living. The police protected you and there were courts of law. So you didn't need a friend like me.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "COPPOLA",
      "sentences": "And literally no matter what happened, he would incorporate it. He was that kind of an actor. He was, I mean he is the genius, that everyone --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "ZAKARIA",
      "sentences": "Do you think he was the best actor you ever worked with?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "COPPOLA",
      "sentences": "Yes. Yes, I mean, because he was so unique. I used to joke that if a herd of buffalo ran through the room, he would say, oh, look at the buffalo, you know, he wouldn't say, why are there buffalo in the studio, which everyone else would.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "ZAKARIA",
      "sentences": "And then when you -- when you closed the movie, you end at a very dark place. You end where Michael is lying to his wife.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "COPPOLA",
      "sentences": "He lies to his wife.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "ZAKARIA",
      "sentences": "And he's just murdered a whole bunch of people. COPPOLAaccepted as the new godfather.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "ZAKARIA",
      "sentences": "Right. Somebody kisses his --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "COPPOLA",
      "sentences": "And the wife is watching, but she's going to be closed out of his life. And that was the end.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Don Corleone.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "ZAKARIA",
      "sentences": "And to you, what does that say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "COPPOLA",
      "sentences": "To me it was all a waltz. It was, one, two, one, two, three, one, two, three. He's again, and his side, and his suddenly becomes it, and it's like something that's going to go on and on and on always. But the wife is always going to be excluded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "ZAKARIA",
      "sentences": "So in a sense, it is about succession?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "COPPOLA",
      "sentences": "It's about -- the movie is about succession.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "ZAKARIA",
      "sentences": "When you did it, you thought this is it, no sequel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "COPPOLA",
      "sentences": "Oh, no, I -- when they said a sequel, oh, Charlie says, you got the formula of Coca-Cola. You're going to tell me you're not going to make more Coca-Cola? I said, no, I don't want to make any more Coca-Cola.I thought it was over. I thought it was one movie. I had had enough of it, I really -- and you know, when I chose to the second film, the deal I made was I would write it, I would produce it, I would pick a director who would direct it, and finally when I told them I'm ready, I have a script and everything. They said, well, who do you want direct it? I said, well, he's very talented and can do it just as well as me, his name is Marty Scorsese. And they said, absolutely not. They turned me down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "ZAKARIA",
      "sentences": "And so you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "COPPOLA",
      "sentences": "No, I then got a phone call from Charlie Bluhdorn. He said, Francis, now let's talk. This is Charlie. You got the formula of Coca- Cola. You really are not going to do it? This is incredible. I'll give you anything you want. So I said, all right, Charlie, I'll do it. I want a million dollars. I want total control, without double checking anyone, not to show them the script, not to get their notes. And I want to call it \"The Godfather Part II.\"So I get an answer. The day he calls me back. He says, Francis, whatever you want. You're going to get a million dollars. Bob Evans will have nothing to do with it, you'll be absolute control. But marketing does not feel that \"The Godfather Part II\" makes sense because everyone's going to think it's the second half of the movie they already saw. I said, well, in that case, I guess I'm not going to do it. And I held out. And it was the smoothest movie I ever worked on. It was the most complicated one. But it went really well, was all over the place. Had Cuba in it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "ZAKARIA",
      "sentences": "Yes, yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "COPPOLA",
      "sentences": "I showed it to Fidel. Fidel said --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "ZAKARIA",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "COPPOLA",
      "sentences": "Fidel said it was very accurate depiction of the -- of what happened that night. He was a big movie fan.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "AL PACINO, ACTOR",
      "sentences": "Fredo. Come on. Come with me. It's the only way out of here tonight. Roth is dead. Fredo. Fredo, come with me. You're still by brother. Fredo.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:04",
      "speaker": "ZAKARIA",
      "sentences": "You must have met a number of people over the years who turned out to be great fans of \"The Godfather.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "COPPOLA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ZAKARIA",
      "sentences": "Correct me if I'm wrong. You get fired because they don't like the opening scene, which is now the most famous scene in the movie.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That no bastard ever won a war by dying for his country. We won it by making the other poor, dumb bastard to die for his country.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "COPPOLA",
      "sentences": "So, I had this idea that what if you could just see him at the beginning as if the audience were the men. And he just came there and the whole audience technically would spring to attention. Well, the actor chosen was Burt Lancaster, and he did not like that opening at all. And I got fired. They didn't pick up my contract, which is what happens, how you get fired.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ZAKARIA",
      "sentences": "But then George C. Scott is given this role and he says, you have to have that scene.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "COPPOLA",
      "sentences": "So, I love George C. Scott. And he was going to play Patton and he felt the script that they had done for Burt Lancaster wasn't quite interesting. I don't know. So, by hook or by luck or whatever, my script not only got adopted but was sort of a hit and nominated for an Academy Award. And the week I was going to for sure get fired from \"The Godfather\" was during the Oscars, which I watched with Martin Scorsese. I remember Marty said to me, when I won for \"Patton,\" he says, well, I guess they're not going to fire you right away.So, in a way, the \"Patton\" story saved me from what looked like surefire curtains on \"The Godfather.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "COPPOLA",
      "sentences": "Well, there was a wonderful director, Dusan Makavejev, who told me, hey, Francis, a good rule is that when you shoot all this stuff, look and decide what's the best thing you have, the second-best thing and the third best thing. Take the best thing you have and make it the ending of a movie, and take the second-best thing and make it the beginning of the movie, and the third thing put in between those two.I always thought that was really clever. Because, of course, you want to win the audience in that first scene. But that's not as important as what you want to do at the end of the movie when you want to have them leave with something wonderful because then they'll tell all the friends to go see the movie. In other words, the ending of the movie is the most -- that counts for like double anything else in the movie. If you have a great ending, then you're likely to have people recommend the movie because they were impressed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ZAKARIA",
      "sentences": "Why do you not have a signature style? I think of your movies and I think of \"The Godfather\" very formal, there's almost a kind of operatic quality to it. But then you have \"Apocalypse Now,\" which is kind of, you know, in many senses weird, right?(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm in America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "An American civilian. Hi, Yanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "American. American civilian. It's all right. And you got the cigarettes. That's what I've been dreaming of.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ZAKARIA",
      "sentences": "Are you kind of almost trying out ideas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "COPPOLA",
      "sentences": "My ideas, when I made \"The Godfather,\" it was made in a very classical, almost Shakespearean style, and cinematically very, you know shot. But when I then was going to make another movie, I didn't want to make a movie I knew how to make. I thought, well, if I make a movie, I don't know how to make, then I'll learn more.When I started \"Apocalypse Now,\" I had no idea how to make it because it was nothing like \"The Godfather.\" I always chose movies that I didn't know how to make on the theory that then I would learn. And maybe when I was an old man, I would have gathered a style that I could then use and make one ultimate movie in whatever was my style. But every movie I made I learned how to make it. I didn't know how to make it when I started.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ZAKARIA",
      "sentences": "But you always asked yourself, how can I do it differently?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "COPPOLA",
      "sentences": "No, I always asked myself, how can I serve the theme? What Elia Kazan calls the core. If the core in \"Apocalypse Now\" was morality, and I knew it was morality out of shape, because that was not a moral war.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You still here? Napalm, son. Nothing else in the world smells like that. I love the smell of napalm in the morning.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "COPPOLA",
      "sentences": "There was a line I read, we teach the boys to drop fire on people, but we won't let them write the word -- on their airplane because it's immoral. I thought, that said it all. Morality is what this movie is, but I'm going to put 10,000 volts in it and see what I get. And that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ZAKARIA",
      "sentences": "And that ends up being the second to the last line of the movie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "COPPOLA",
      "sentences": "Yes.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We train young men to drop fire on people, but their commanders won't allow them to write -- on their airplane because it's obscene.(COMMERCIAL BREAK) [10:40:00] ZAKARIA:  So \"The Godfather\" has all these complications that we've heard about. But it turns out to be nothing like \"Apocalypse Now,\" which just seems like you had every possible and problem a movie can have, and then some, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "COPPOLA",
      "sentences": "Well, it was ambitious in scope and it was not helpful that the Department of Defense totally wanted nothing to do with it. I was banned by -- to make this movie. And of course, \"Apocalypse\" was going to need helicopters and military hardware. So, ultimately, we figured out and went to the Philippines, with President Marcos, who did make a deal for us to come, and would give us helicopters, and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ZAKARIA",
      "sentences": "And the reason that worked is because they were American helicopters. They were --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "COPPOLA",
      "sentences": "They had to be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ZAKARIA",
      "sentences": "The Philippines had -- right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "COPPOLA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ZAKARIA",
      "sentences": "The first thing that happens is your original lead man, Harvey Keitel, you decide is not the right guy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "COPPOLA",
      "sentences": "Yes, that's a hard decision. I've not made many of those in my career, and it's the toughest thing a director can do is fire an actor. Harvey's a wonderful actor and I consider him a friend to this day, but he's a very, what I'll call, an active actor. He's like Bobby De Niro, are you talking to me? You know, when always he did --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ZAKARIA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "COPPOLA",
      "sentences": "And I was worried because I knew the part of Willard was more of a reflective. I mean, if you have to look at this guy who's looking at stuff, and he's not in your face acting, and I wasn't sure I knew how to do that with Harvey.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Don't look at the cameras. Don't look at the cameras. Just go by like you're fighting. Like you're fighting. Don't look at the camera. Different television.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "COPPOLA",
      "sentences": "As I said, that's the toughest thing. You don't ever want to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ZAKARIA",
      "sentences": "Right. So, but -- I'm trying to think through the challenges you faced. So, very early on, you have to replace the leading man, Harvey Keitel. You switch -- swap him for Martin Sheen. Then a typhoon hits and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "COPPOLA",
      "sentences": "Well, that came --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ZAKARIA",
      "sentences": "-- essentially -- COPPOLA",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ZAKARIA",
      "sentences": "Destroys all the sets. And then, Martin Sheen gets a heart attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "COPPOLA",
      "sentences": "I get the word that Martin Sheen has had a heart attack. Not that he's alive or not. I just knew he had a serious heart attack. And I thought -- we all thought he had died.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ZAKARIA",
      "sentences": "And at that point, you thought told them -- what did you think, the movie's over?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "COPPOLA",
      "sentences": "Well, I was in a tough position, because I had guarantee -- the economics were this. Let's say he had died and I essentially would have been wiped out because I would own a movie that didn't exist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ZAKARIA",
      "sentences": "Was incomplete. Right, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ZAKARIA",
      "sentences": "And all this, you had essentially mortgaged this estate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "COPPOLA",
      "sentences": "Well, this and everything, a lot more than this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ZAKARIA",
      "sentences": "Right, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "COPPOLA",
      "sentences": "But what I suggest is, just take him to the best hospital in the world and care for him. And I'll keep shooting. And I used his brother, Joe, to dress in his costume, and I kept shooting. He come back four weeks later, but we had been shooting the whole time. So, all I was missing were all the close ups.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ZAKARIA",
      "sentences": "And when Brando comes on the scene, this is not the Marlon Brando you dealt with in \"The Godfather.\" He had gotten weirder, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "COPPOLA",
      "sentences": "He was still wonderful. Brando was like a big kid. You know how sometimes a kid is -- you love them and everything, but he does these irresponsible things. Well, he arrived heavy, and he was a green beret colonel. So, I -- my problem oddly enough, well, what kind of costume am I going to put him in? They don't make green beret colonel size XXXX. So, I'm going to have to -- how do I deal with it? How do I deal with the fact that he showed up heavy? And he had a deal, a million dollars a week for three weeks. He was very smart that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ZAKARIA",
      "sentences": "This is about a third of the -- 20 percent of the budget originally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "COPPOLA",
      "sentences": "But I had him for three weeks, it was a million dollars a week. And the first week were basically just talking, and we talked the whole first week. Brando knew that if we talked the whole two weeks they still was going to be three, he was going to make another million or two on top of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ZAKARIA",
      "sentences": "But you must have been scared?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "COPPOLA",
      "sentences": "I was scared out of my mind. I was -- I -- but I had been scared now for five months. You know, the whole movie I was scared. I had one blessing was that I always had a rule that when I went away on a movie more than 10 days, I took all my kids out of school, and I brought them all with me. So, I had all my kids with me, and I had my wife with me, who was however shooting a documentary.So, when I would go home and say to her, oh, dear, this movie is the worst movie, I'm going to just fail. I'm going to get an F, I was hoping she'd say, oh, no darling, it's going to be wonderful, I have faith in you. Instead, she'd say, oh, can I put a microphone on you. Would you say that again? (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "COPPOLA",
      "sentences": "What I have to admit is that I don't know what I'm doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Well, how do you account for the discrepancy between what you feel about it and what everybody else who sees the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "COPPOLA",
      "sentences": "Because they see the magic of what has happened before. I'm saying, hey, it's not going to happen. I don't have any performances. The script doesn't make sense. I have no ending. I'm like a voice crying out, saying, please, it's not working. Somebody get me off this. And nobody listens to me. Everyone says, yes, well, Francis works best in a crisis. I'm say, thing is one crisis I'm not going to pull myself out of.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ZAKARIA",
      "sentences": "So, \"Apocalypse Now\" was became -- was famously filled with delays and cost overruns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "COPPOLA",
      "sentences": "Yes, they used to call it, \"Apocalypse When\"?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "ZAKARIA",
      "sentences": "And at some point, you realized people need to see something, because they're not going to believe there is this movie. And so, you show a rough unfinished version of the movie at the Cannes Film Festival. At this point, what are you hoping to -- in doing that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "COPPOLA",
      "sentences": "So, I had this concept, what if I submitted to Cannes, and show it unfinished as a -- stealing the phrase from Joyce -- a work in progress. And I did. My idea was that the only way I could shut people up as to whether or not the movie is the \"Apocalypse When,\" and a disaster and all they're saying, because they said that was to show it, and then -- and they agreed to show it as a work in progress and we took it to Cannes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "COPPOLA",
      "sentences": "You know I own \"Apocalypse Now,\" did you know that? ZAKARIA",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "COPPOLA",
      "sentences": "Yes, but you know why I own it? Nobody wanted it. Yes, I had made two \"Godfather\" films. I had a bunch of Oscars. I had --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ZAKARIA",
      "sentences": "Like five or six, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "COPPOLA",
      "sentences": "I was probably the hottest young director going and yet, nobody wanted me to -- no one -- I've always been in that situation. But what I have learned is this interesting sentence, and it relates to \"Patton.\" It's sort of another version of, the things they fire you for when you're young, are the same things they give you lifetime achievement awards when you're old. The same thing. The reason I got fired from \"Patton\" was the opening, and I'm celebrated for that opening now.So, how that works in my life is that the movies that are most like me, that I want to do, that in my imagination I feel could be like my dreams, are impossible to finance and yet, live longest. My movies tend to do sometimes OK, or middling, or fair to middling but they last for 50 years. So, if a movie is played to audiences 50 years, it makes a lot of money. So, I know now that anything I want to do, as it was true with \"Apocalypse Now,\" with me, Francis, that age, you know, I'm 82. I'm not a spring chicken, but I have a very good memory. I have good energy. I mean, I get enthusiastic. I mean, I know I could make a movie with the same tools I've ever had, whether in the past. But I know I can't get financing for it, because it's not what they're doing today. And -- but it will live a long time. People will be spending the next 50 years trying to figure out, what was he really trying to say\" or wow, he was saying that then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ZAKARIA",
      "sentences": "Did you know at the time you were making movies that were going to last like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "COPPOLA",
      "sentences": "No way, no way, no way. You know, first of all, I know more about movie history than these people making these stupid lists. If anyone who asks you, what are the 10 greatest movies ever made, you have to look at them and say, hey, as me what the 400 greatest movies ever made. There were 10 great movies made in the silent period.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "ZAKARIA",
      "sentences": "Why do you think that when people make these lists, what is it about \"The Godfather\" that propels it so high? Because there's some combination of the fact that it's art, but it's also popular.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "COPPOLA",
      "sentences": "It's clearly the right story with the right cast, told in the right style, with the right music, with the right photography. I mean, there are a lot of elements to a movie. And if you get them all right, then you make a movie that will live. \"The Godfather\" will stand the test of time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "COPPOLA",
      "sentences": "I don't --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ZAKARIA",
      "sentences": "You didn't think that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "COPPOLA",
      "sentences": "I have no desire to top. I'm not interested in that subject. I want to make -- what am I going to do that can have life, that can -- that in the words of Joseph Papp, that can illuminate contemporary? I think I can do better than \"The Godfather\" to illuminate contemporary life. I can do better than \"Apocalypse,\" I really believe that.(BEGIN VIDEO CLIP) ZAKARIA (voiceover):  At the same time that he's been illuminating contemporary life, Coppola has been building a big business in the worlds of wine and hospitality. In 2021, he sold his namesake wine business, for what some say was hundreds of millions of dollars. But he still owns the Inglenook Winery, where we met. The Coppola Winery sale gives the filmmaker the ability to finance his next movie, \"Megalopolis,\" an extravaganza that may cost well over a hundred million dollars. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "COPPOLA",
      "sentences": "You know, I'm in this funny position where, because of my merger, I'm basically going to make my film no matter what it costs. You're young enough that you're going to be around, and I'm going to be gone, and you're going to say, well, he did it, or he didn't do it or who cares.Look, was Bizet a success? Was Van Gogh a success? Those people all died thinking they were a failure. Bizet who wrote \"Carmen,\" which is the most popular opera in the whole opera, I think, died thinking it was a dismal failure. We don't get to know our place in what's really important, which is in, how did it measure up in time? You know what the great composer Richard Strauss said? He said, and I'll say it, I'm a second-rate director. When you look at those people who came before us, for these names that are giants, Francis Ford Coppola is the second-rate director, but I'm a first-rate second-rate director. (BEGIN VIDEO CLIP) ZAKARIA (voiceover):  I couldn't leave Coppola and Inglenook without tasting some of the winery's bounty. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "COPPOLA",
      "sentences": "This is a 2011 Inglenook made by Felipe Pasco, who was the first wine he made here. 2011 was not a good year for California. But some people, us, made wonderful wines in 2011.ZAKARIA (on camera):  So, we should try it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "COPPOLA",
      "sentences": "Why not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ZAKARIA",
      "sentences": "It's beautiful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "COPPOLA",
      "sentences": "Yes, it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ZAKARIA",
      "sentences": "And as you say, very elegant. So, in a way, the wine is like your filmmaking, out of adversity comes great, great product.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "COPPOLA",
      "sentences": "Well, maybe let's extend that to life, that, you know, certainly you would say that these years, this last two, three, four years have been years of adversity. But maybe something really good is going to come from it. That's what I think. Something wonderful will come from because human beings are capable of coming together and producing wonders out of adversity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ZAKARIA",
      "sentences": "And do you think art has a role in steering us toward that higher ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "COPPOLA",
      "sentences": "Without a doubt. You know, I think the artists are the headlights of society. The job of film and theater and literature is to shine light on what is the contemporary human issue, what is coming forward, the headlights so that we can see and to help us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ZAKARIA",
      "sentences": "So, if a young Francis Ford Coppola were to be making a movie about your life, what one word would capture that life?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "COPPOLA",
      "sentences": "It's about a kid who wanted to be one of the group. You know, it's interesting, because when I was an outsider of the group, I was -- didn't make the group. But then, I became so famous that I was the leader. But I was also outside of the group.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ZAKARIA",
      "sentences": "Why? What's important about that? Does the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "COPPOLA",
      "sentences": "It's an emotional thing. It's why I like theater because we were -- it's why I like that I have my colleague film directors, I will always say good things about them and they say good things about me, because we're all part of the group, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ZAKARIA",
      "sentences": "So, do you think it's that you want to belong?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "COPPOLA",
      "sentences": "Probably. I came from an Italian American family, which is sort of unique. There was a certain unique thing about being both an American, which my mother said, oh, that's the greatest thing in the world, and my father said, but you're also Italian, which is one of the greatest things in the world, because they make the best of everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "ZAKARIA",
      "sentences": "In a way it's back to that opening scene of \"The Godfather,\" Bonasera proud to be an American, proud to have this American paradise and yet, drawn back to the older world with its relationships, with its culture.",
      "isLastSentenceInterrupted": false
    }
  ]
}