{
  "date": "2022-10-29",
  "headline": "CNN Newsroom",
  "subHeadline": "Suspect In Attack On Pelosi's Husband Facing Multiple Charges; Feds: Domestic Violent Extremists Pose Heightened Threat To Elections; Obama To Campaign Today In Battleground Michigan And Wisconsin; Biden, Harris Make Rare Joint Campaign Appearance For PA Dems; Trump and Obama To Hold Campaign Events In PA On Closing Weekend; Pediatric Hospitals Nationwide Overwhelmed With RSV Cases; New Inflation Data Shows Consumer Prices Remain High; Mortgage Top 7 Percent For The First Time In 20 Years; 8-Year-Old Boy Becomes Youngest To Climb California's El Capitan. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:50",
      "speaker": "FREDRICKA WHITFIELD, CNN ANCHOR",
      "sentences": "Hello, everyone. Thank you so much for joining me this Saturday. I'm Fredricka Whitfield.All right, we begin this morning with the husband of House Speaker Nancy Pelosi recovering in a hospital after a violent attack at the couple's San Francisco home early Friday morning. A spokesman for the Speaker says 82-year-old Paul Pelosi underwent successful surgery for a skull fracture and serious injuries to his right arm and hand. Police say a man broke into his home just after 2:00 a.m. Friday and attacked him with a hammer. Sources say Paul Pelosi was able to call 911 at the start of the attack and officers responded quickly taking the suspect into custody. CNN's Josh Campbell has the details from San Francisco. (BEGIN VIDEOTAPE) JOSH CAMPBELL, CNN SECURITY CORRESPONDENT (voice-over): 82-year-old Paul Pelosi, the husband of House Speaker Nancy Pelosi undergoing surgery after being violently attacked with a hammer early Friday morning at the Pelosi San Francisco home. Speaker Pelosi was in Washington at the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:50",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Special call, special call, medic 66, location --CAMPBELL (voice-over): Police say they found Paul Pelosi fending off an attacker after responding to a request for a priority wellbeing check out the Pelosi home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:50",
      "speaker": "CHIEF WILLIAM SCOTT, SAN FRANCISCO POLICE",
      "sentences": "They encountered an adult male and Mr. Pelosi's husband, Paul. Our officers observed Mr. Pelosi and a suspect both holding a hammer. The suspect pulled the hammer away from Mr. Pelosi and violently assaulted him with it.CAMPBELL (voice-over): The assailant was searching for the Speaker, according to a source briefed on the attack. He confronted Mr. Pelosi shouting, \"Where is Nancy? Where is Nancy?\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:50",
      "speaker": "SCOTT",
      "sentences": "Our officers immediately tackled the suspect, disarmed him, took him into custody, requested emergency backup and rendered medical aid.CAMPBELL (voice-over): Two sources familiar with the investigation tell CNN the attacker hit Pelosi and attempted to tie him up after breaking into the back of the home around 2:30 a.m. A suspect, 42- year-old David DePape is now in custody. His Facebook page now taken down, had posts of memes and conspiracy theories about the 2020 election and the January 6th attack at the U.S. Capitol. Not long ago, Nancy Pelosi was a target of the January 6 rioters with him hunting for and trashing her office. The motive for Friday's attack on her husband is not yet known.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:50",
      "speaker": "SCOTT",
      "sentences": "Mr. DePape will be booked at the San Francisco County jail on the following charges, attempted homicide, assault with a deadly weapon, elder abuse, burglary and several several other additional felonies.CAMPBELL (voice-over): The Speaker's office issued a statement saying, Mr. Pelosi is expected to make a full recovery. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:50",
      "speaker": "CAMPBELL",
      "sentences": "And we're now learning how police were initially dispatched here to the Pelosi residence in the first place. Sources tell CNN that Mr. Pelosi was able to call 911 at the start of the attack and kept the line open, speaking in code. It was an adept dispatcher who realized something was wrong, sent police here. Of course, they were able to tackle that suspect. He was taken into custody and now faces multiple charges including attempted homicide and assault.Josh Campbell, CNN, San Francisco.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:50",
      "speaker": "WHITFIELD",
      "sentences": "That attack drawing swift condemnation on Capitol Hill, but also heightening fears of further violence with the midterm elections just days away. CNN's Sunlen Serfaty is live for us in Washington. Sunlen, what are lawmakers saying in the wake of this attack?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "WHITFIELD",
      "sentences": "And so this also comes, you know, amid growing -- a growing number of threats to lawmakers. What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "SERFATY",
      "sentences": "Yes, the threats are real. And this is something, Fred, that many lawmakers have been worried about for quite some time. There have been a series of very high-profile incidents, threats and security incidents against members of the Congress, and certainly their family members included this out as well.And if you look over the last few years, according to law enforcement sources, the threats to lawmakers and their families has increased exponentially. If you look at this number 9,600, nearly 9,600 threats came in that Capitol police tracked in the year 2021. And that's a big boost, a big jump from just years past. Law enforcement sources say so in the wake of this incident, and many of the other incidents that have happened recently, a senior aide on Capitol Hill tell CNN, they are certainly looking into potentially assessing and seeing if they need to provide security to family members of those who are in leadership. That is something that does not exist at this moment. Fred?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "WHITFIELD",
      "sentences": "All right, Sunlen Serfaty, thank you so much. We'll check back with you.All right, joining us right now is Cynthia Miller-Idriss, we're going to talk more about all of these. She is the Director of the Polarization and Extremism Research and Innovation Lab at American University. She's also the author of the book, \"Hate in the Homeland: The New Global Far Right.\" Cynthia, so good to see you. So, I mean, this attack on Paul Pelosi is so shocking for so many reasons. But a bulletin released by DHS, the FBI and others, warning of increasing threats of violence in the lead up to the midterm elections, which is now just 10 days away. So how concerned are you about the climate of violence targeting public officials? And now this example of the family of a high-ranking political leader being attacked? CYNTHIA MILLER-IDRISS, DIRECTOR, POLARIZATION AND EXTREMISM RESEARCH &amp; INNOVATION LAB: Well, I'm very concerned, I think we should all be very concerned. And, you know, you use the word shocking, which I think is absolutely right. And the way I would describe this is shocking, but not at all surprising, because every intelligence report has been pointing to this. As we just heard in the coverage, there have been nearly 10,000 threats against sitting elected officials in Congress just in 2021. So these threats are escalating, they're growing exponentially. We have every indication that there is violence. And, you know, we have over 200 election deniers running for office right now on Republican platforms. And unfortunately, that mobilizes as we can see has the risk of mobilizing people on the fringe and also kind of undermining trust in the entire system, which opens up the door to more conspiracy theories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:04",
      "speaker": "WHITFIELD",
      "sentences": "And while Sunlen just told us, you know, there have been many politicians on both sides, but particularly among the GOP, who have come out who has spoken against the attack with the former vice president saying he's outraged, there's no room for this. Senator McConnell claiming, you know, and saying that he is horrified and disgusted.But I wonder if more -- if something more needs to be said or done, if that is vernacular enough, particularly in this climate, you know, of such discord should more be demanded of or more be said, leaders on both sides of the parties, but particularly on the GOP, given what has transpired in the last year and a half to two. What can we say? MILLER-IDRISS: We absolutely need to see. Yes, great question. I mean, we really do need to see unequivocal and universal condemnation of the violence and of any mobilization to violence like that. And I'm glad to see that we're seeing some of it not enough, I would argue, but we also need to see the political rhetoric change in campaign platforms and campaign speeches. You know, we have seen the New York Times had a report last week that showed a quadrupling since 2010, of language like evil, you know, sort of demonizing language in Republican campaign platforms. Also an uptick on the Democratic side, but much more on the Republican side. That kind of language dehumanizes, it creates a sense of existential threat and it -- you know, when you really believe that someone poses a threat to yourself, your country, your family, that's when we start to see violence happening, and that's what we saw on January 6, and that's what we're seeing now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "WHITFIELD",
      "sentences": "Yes, yes, minimizing her stature.MILLER-IDRISS: Right, exactly. It's minimizing, its misogynizing and it is something that women elected officials are facing much more than the men. It's an added layer of threat and added layer of disrespect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "WHITFIELD",
      "sentences": "Yes. So it's not just Democrats, you know, being targeted. Although, you know, as of recent, it seems like the number is disproportionate but we have seen Republicans like New York gubernatorial candidate Lee Zeldin attacked on the campaign trail. Congressman Steve Scalise, you know, was shot a few years ago on a baseball field.So, how do you assess all of these attacks? While they may have been fueled by a different kind of sentiment, the commonality is, it's attacking, you know, trying to do harm or potentially even take out leaders. MILLER-IDRISS: Yes, we're in a moment of really horrific and very troubling violence and an unleashing of violence against elected officials. Across the spectrum, it's, you know, the threats are worse and the violence has been worse from, you know, toward democratic so far, but it's still happening on the Republican side. And it's happening overseas. We had the assassination of Jo Cox in the U.K. a few years ago, we had the assassination of a German politician in 2019, the kidnapping plot against the German health minister that happened just a few weeks ago, there were arrests made. So, it's not just the U.S. either, we're seeing this kind of global anti-government and anti-democratic violence being fueled, in large part often on social media. So we have big problems ahead. Unfortunately, I don't think this is going to get better in the next few weeks. And we really have some tasks ahead before the 2024 election as well to start to reverse course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:09",
      "speaker": "WHITFIELD",
      "sentences": "All right, so good to hear your voice on this. Thank you so much. Cynthia Miller-Idriss, good to see you again.MILLER-IDRISS: Thank you, you too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:17:54",
      "speaker": "WHITFIELD",
      "sentences": "With just 10 days until the midterm elections, former President Barack Obama is back on the campaign trail today in the critical battleground states of Michigan and Wisconsin. Later today, he will attend a Get Out the Vote rally in Detroit for Michigan Democratic Governor Gretchen Whitmer.He will then head to Milwaukee for a rally for the Democratic candidates for governor and the U.S. Senate. He stomped in Georgia last night where Democrats are trying to win a key Senate contest and the governor's race. For more, let's bring in Omar Jimenez who is live for us out of Milwaukee. So Omar, Democrats are really hoping the former president can make a difference in these close elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:17:54",
      "speaker": "OMAR JIMENEZ, CNN CORRESPONDENT",
      "sentences": "They really are, Fredricka. I mean, President Obama has jumped into these races in a strong way over the last week and a half. On top of the speaking engagements planned in person, he's also recorded nearly two dozen commercials for Democrats and campaign committees in this race here in Wisconsin, in particular, the Senate race between Democratic Lieutenant Governor Mandela Barnes and Republican Senator Ron Johnson. Both candidates have campaigned on the country being on the line.And that's partly because whoever wins this contest will help determine control of the U.S. Senate. Polls up to this point have shown no clear leader. It's been that close. But Barnes is hoping that President Obama's visits today can help keep momentum going. He's outraised Johnson over October by a little bit more than three to one. And with Obama's visit again, he's hoping to keep that momentum going. Take a listen to the former president in Georgia last night. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "JIMENEZ",
      "sentences": "And we were likely hear more of the same as he makes his way to Michigan today and then here to Wisconsin where he'll campaign for Barnes, of course, but also for Democratic governor Tony Evers, who's locked in his own incredibly tight race against the Republican challenger, Tim Michels.And I can tell you, the top issues pulled here in this state have been the economy, abortion and then election integrity. We've driven all over the state up to this point. I can tell you that's very much reflected in what we've heard from voters. But independent voters will likely be the ones who swing this election one way or another. There's a joke in Wisconsin that elections are always close, and how these voters fall in those issues, will likely swing the whole thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "WHITFIELD",
      "sentences": "Right. Those independent voters wield a lot of power in so many jurisdictions right now in states. Omar Jimenez, thank you so much, in Milwaukee.All right, President Biden also hitting the campaign trail on Friday, making a rare joint appearance with Vice President Harris in Philadelphia. The duo joined forces to rally voters in Pennsylvania, Democrats, including candidate John Fetterman, who is in a very tight Senate race. With me now to talk more about the high stakes Senate race in Pennsylvania is Julia Terruso, she is a Political Reporter for The Philadelphia Inquirer. And while she's right down the middle, she's not -- when it comes down to the MLB, she's all about the Phillies with her t-shirt there as a Phillies fan. All right, so Julia, so good to see you. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "JULIA TERRUSO, POLITICAL REPORTER, THE PHILADELPHIA INQUIRER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "WHITFIELD",
      "sentences": "-- does Biden's visit potentially give a real boost to Fetterman, particularly after the debate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "TERRUSO",
      "sentences": "I think Democrats are hoping that bringing in some party star power here in the final 10 days will make a difference for them. You know, this is a race that both campaigns are really bracing for it to be a close race up until the end. And following the debate, you know, we've seen something of a momentum shift toward Dr. Oz.You know, I think a part of that is as we were just talking about, we're seeing independents breaking more for him and that's something we've seen across a lot of Senate races. So now the focus is really on getting out the vote. I was at a -- an event with the lieutenant governor yesterday ahead of that Biden appearance. And it was all about -- it was with some black clergy in Philadelphia. And it was all about, you know, how are we going to turn out voters. And I think that's what they're hoping, you know, that the President's visit does and what they're hoping former President Obama's visit does next weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "WHITFIELD",
      "sentences": "And so, you know, while you just mentioned, I mean, you know, Fetterman supporters might even be ardent supporters and they're going to support him, particularly after, you know, his stroke. He has been struggling and did struggle during that first and only debate with Mehmet Oz.And while they were some leeway that many of his fans are willing to give, and still he has won their vote, it is those independent voters, as you just helped underscore, where the sway is very important. Are you getting any indication that particularly independent voters are willing to overlook his debate performance, and still support him? Or are they a lot more measured and more reticent as a result of the debate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "TERRUSO",
      "sentences": "Well, the early polls -- and I really stress early because we only have a few right now -- do show independence, braking pretty heavily toward Oz. We don't really know for sure if that's the debate, but I think it's, you know, certainly a factor. Voters I talked to, there's a range, there's a lot of undecided voters or independent voters who aren't thrilled with either candidate and are kind of just trying to make up their decision at the last minute.But if that's where you are, and you weren't thrilled with the Lieutenant Governor's performance on Tuesday, I think that is something we're seeing some voters say, you know, well, I'll give as a chance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:08",
      "speaker": "WHITFIELD",
      "sentences": "We just learned that the First Lady Jill Biden will be campaigning in Pittsburgh and Allentown, Pennsylvania. Wednesday, former President Obama, as you just mentioned, will be returning to Pennsylvania for the closing weekend of the campaign to rally for Fetterman. How important is the influence of the Biden administration and the former president that influence over Pennsylvania when the President touts very strongly about his roots in Scranton?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:01",
      "speaker": "TERRUSO",
      "sentences": "Trump is still very popular in Pennsylvania. So I think, you know, it'll have a similar -- he's hoping it'll have a similar impact for him in terms of rallying, motivating Republican voters who, you know, maybe in May weren't so sure about Oz.We know he had some pretty high unfavorables at the beginning of the general election and has slightly improved upon them. But former President Trump is still a very, very popular figure, so it could certainly help him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:01",
      "speaker": "WHITFIELD",
      "sentences": "All right, it's all a nail-biter. Julia Terruso, thank you so much for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:01",
      "speaker": "TERRUSO",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:31:09",
      "speaker": "WHITFIELD",
      "sentences": "Hospitals are struggling amid a nationwide surge in RSV, a serious and potentially life-threatening respiratory virus. Across the country, pediatric beds are running out as sick children flood emergency rooms. CNN's Adrienne Broaddus has more from St. Louis.(BEGIN VIDEOTAPE) ADRIENNE BROADDUS, CNN CORRESPONDENT (voice-over): A visit to this emergency department might leave you waiting hours. DR. KIM QUAYLE, MEDICAL DIR., ST. LOUIS CHILDREN'S HOSPITAL EMERGENCY DEPT.: A few hours, unfortunately, we do our best to shorten that but just with the overall surge of patients that we're seeing at this time, it's very difficult to have people seen immediately when they get to an emergency department. BROADDUS (voice-over): Dr. Kim Quayle is the Medical Director of St. Louis Children's Hospital Emergency Department. She says the number of children treated here with RSV is concerning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:31:09",
      "speaker": "QUAYLE",
      "sentences": "If you compare volumes to last year, we're seeing about a 300 percent increase in RSV cases. It's just a very striking peak and we don't even know if we peak yet.BROADDUS (voice-over): Respiratory syncytial virus or RSV is most serious in infants, young children, elderly people and those with weakened immune systems. That cough lead this California mother to seek treatment for her two month old daughter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:31:09",
      "speaker": "CYNTHIA LAYTON, CALIFORNIA MOM WHOSE CHILD HAS RSV",
      "sentences": "We noticed that she was coughing a lot and had a really runny nose. And so we took her into the doctor and they tested her and sure enough, she had RSV.BROADDUS (voice-over): In Missouri, weekly RSV cases more than doubled over the past month and are more than five times higher compared to last year, according to the CDC.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:31:09",
      "speaker": "QUAYLE",
      "sentences": "We are at capacity on many days and it's one patient and one patient out.BROADDUS (voice-over): Across the country, pediatric hospitals are filling up. 14 states plus D.C., more than 80 percent full. Four of those states more than 90 percent full. Rhode Island, Texas, Kentucky and Minnesota.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:31:09",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Looking back at pictures, you could see it in our eyes that they were just like puffy. I was in panic mode. It was just -- it was terrifying. I -- we didn't even think to like go to a hospital that was in network. It was like let's just get to the closest hospital.BROADDUS (voice-over): On top of comforting parents, Dr. Quayle says she's dealing with staffing shortages accelerated by the pandemic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:31:09",
      "speaker": "QUAYLE",
      "sentences": "We're bringing in our nurse managers who usually do administrative tasks, they're now at the bedside helping to take care of patients.BROADDUS (voice-over): Dr. Marcus Schabacker, who runs a nonprofit organization focused on health care safety, says this should be a warning. DR. MARCUS SCHABACKER, PRESIDENT &amp; CEO, ECRI: We all should be alarmed, because when nurse-patient ratio increases, meaning fewer nurses have to take care of more patients, patient safety is at risk. BROADDUS (voice-over): A problem that gives Quayle pause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:31:09",
      "speaker": "QUAYLE",
      "sentences": "I think everyone's a little bit nervous.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "WHITFIELD",
      "sentences": "Oh, and it's so frightening when your child is in labored breath. I mean, they just want somebody to, you know, intervene as quickly as possible is totally understood. So cases of RSV are, you know, 60 percent higher in the U.S. today than they were during the last years, you know, peak week. Some scientists are believing that there may be a so-called immunity gap because of health measures during the COVID pandemic. What do you see as a real impetus for this?BICETTE-MCCAIN: You know, I've heard a lot of talk about the immunity debt. And personally, I think that that is more of a societal term than a truly scientific one, because it almost gives a false premonition that once this so-called debt is paid, that will somehow be released from the shackles of respiratory viruses. And that's not the case. What we're really seeing is a massive increase in the susceptible population. Children who typically would be infected with RSV before the age of two, were those kids who were born during the pandemic. They'd been home for the last two years, not exposed to any viruses. Parents are going back to work. They're picking up things from their co-workers and bringing it home. Travel is back to pre-pandemic level. And we're also not talking about the potential impact that repeated COVID infections could have had on one's immune system (INAUDIBLE) susceptible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "WHITFIELD",
      "sentences": "Oh, my gosh, oh, that makes so much sense. So flu season also, you know, it's ramping up early this year and CDC data shows it's been more than decade, more than a decade rather, since flu hospitalization rates have been this high at this point in the season. Do you apply the same kind of logic that you did for RSV?BICETTE-MCCAIN: The burden of flu cases right now is actually a bit eyebrow raising. It hasn't been this bad probably since the 2009 H1N1 pandemic. But the flu season is notoriously hard to predict. In the southern hemisphere, if we use some of those countries as an example, Australia had a very quick and very sharp uptick in cases such as what we're seeing here, but then they had a very quick drop off. We can also use Chile as an example. They were able to protect their population by getting 88 percent of their high-risk adults vaccinated in order to kind of mitigate those hospitalizations. So there are things that we can do to kind of help against those flu illness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "WHITFIELD",
      "sentences": "All right, so flu, COVID, RSV, it's all out there. So what's your best advice to parents on how to best protect your children in this climate right now?BICETTE-MCCAIN: Good hand hygiene. Of course, if you're sick, put on a mask, don't spread those respiratory viruses. If you don't want to get sick, put on a mask. It's not 100 percent effective, but as we've seen from the numbers, it will lower the risk of contracting COVID, flu and RSV. High touch surfaces, frequently disinfect those because things like RSV can live on surfaces for up to six hours. And of course, if possible, if you were sick, stay home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "WHITFIELD",
      "sentences": "All great advice. Once again, Dr. Richina Bicette-McCain, that's why we call on you. Thank you so much. Good to see you.BICETTE-MCCAIN: Thank you, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:49",
      "speaker": "WHITFIELD",
      "sentences": "Ten days before the midterm elections and inflation remains stubbornly high, the Federal Reserve's favored inflation measure shows consumer prices rose 6.2 percent last month compared to a year ago. And the Fed is meeting next week as it weighs another interest rate hike.With us now as Mark Zandi, who was the Chief Economist at Moody's Analytics. Mark, good to see you. So why is inflation still so high? MARK ZANDI, CHIEF ECONOMIST, MOODY'S ANALYTICS: Well, you know, Fred, it goes all the way back to the pandemic and the Russian invasion of Ukraine, that both of those things have really scrambled the job market, it's caused oil prices to rise and those -- we're paying more for gasoline. It's scrambled supply chains, we're still paying a lot more for vehicles and different kinds of goods. And then, of course, when that inflation -- because of the pandemic and Russian invasion kicked in, that affected people's thinking about wages and what they needed to compensate, and businesses raised to wage growth much more aggressively. And that got into the wage and price dynamics and added to the inflationary pressure. So it's a whole melange of things that have come together to add to the inflationary pressures. WHITFIELD: And as I mentioned, the Federal Reserve is about to meet to consider raising interest rates again, what do you believe they might do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:49",
      "speaker": "ZANDI",
      "sentences": "Well, they're going to raise rates, so they, you know, they're on high alert. They need to get the inflation down to, you know, you said, 6 percent, they need to get that down to their target, which is 2 percent. And the way to do that is to raise rates. So they've made it very clear to everyone that when they meet next week, they're going to raise rates, three quarters of a point.And probably raise rates again, when they meet in December, half a point, another quarter point when they meet in January. So, you know, we've got a lot of rate hikes in front of us. So they've been very clear about that, and they're going to follow through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:49",
      "speaker": "WHITFIELD",
      "sentences": "So this is going to impact Americans in so many different ways, right, whether you're trying to buy a car, a home, or perhaps you have credit card debt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:06",
      "speaker": "WHITFIELD",
      "sentences": "And now have a listen to what Treasury Secretary Janet Yellen told CNN this week about the possibility of a recession in the U.S.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:06",
      "speaker": "JANET YELLEN, TREASURY SECRETARY",
      "sentences": "We are there full employment economy, it's very natural that growth would slow and it has over the first three quarters of this year. But it continues to be OK, we have a very strong labor market. I don't see signs of recession in this economy at this point.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:06",
      "speaker": "WHITFIELD",
      "sentences": "And so while she was clearly choosing her words very carefully there, you know, saying she saw no signs of a recession at this moment, what's your research telling you about the chances of a recession?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:06",
      "speaker": "ZANDI",
      "sentences": "Well, I think she's right that we're not in recession and we haven't been up to this point in time. But recession risks are very high. I mean, when inflation is as high as it is, and the Federal Reserve is raising rates as aggressively as it is, you know, it's going to be pretty tough to avoid an outright downturn.I'd say this, under any scenario is going to be a tough 12, 18 months. We're going to have to get this inflation down, and it's not going to be easy. So recession, no recession, you know, hard to know. But one thing we do know is going to be a difficult year debt ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:06",
      "speaker": "WHITFIELD",
      "sentences": "All right, Mark Zandi, thank you so much for the warning. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:06",
      "speaker": "ZANDI",
      "sentences": "Yes, sure thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:51:33",
      "speaker": "WHITFIELD",
      "sentences": "An exciting and historic update. Last week I spoke with Sam Adventure Baker and his dad Joe, as they prepare to make a record climb up El Capitan in California's Yosemite National Park. Well late Friday night, they completed the rope ascent, making Sam the youngest person to reach the summit. The eight-year-old and his dad started Tuesday as part of a four-person team and entered the history books on Friday.CNN's Mike Valerio joining me live with the details on this. So Mike, they made it to the top, now what do we know about their journey up and down El Capitan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:51:33",
      "speaker": "MIKE VALERIO, CNN CORRESPONDENT",
      "sentences": "Sure, Fred. Well, for going down, they have a much easier 8-mile hike down the other side of El Capitan after some much-needed rest. And of course, they say a mile hike down? No problem. Of course, we can do that, after making this epic climb up the vertical face of El Capitan.Now, one might be asking, what does one do to celebrate such a historic climb when they finally reach the ledge? And we have photo evidence of what exactly happened. Celebrating with a disco ball, of course, at the summit camp, green and red lights right there with the father and son, dynamic duo and the two other members of their climbing team right there. How cool is that. Now, you know, of course one of the fascinating elements of this storyline right here is just how an eight-year-old boy, Sam Adventure Baker -- and yes, Adventure is his middle name -- manages to redefine the contours and frontiers of cuteness and courage with the single climb. And really to illustrate that, Fred, Erica Hill, our colleague here at CNN was able to speak to Joe, Sam's father, about sleeping. You know, this is a four-day climb so they just don't have any rock ledges or convenient caves to sleep in. They have to bolt mock ledges. Think of tents bolted to the rock face with thousands of feet of just air. Nothing below them. Listen to this. (BEGIN VIDEO CLIP) JOE BAKER, SAM'S FATHER: Yes, like literally, we're like suspended in a giant cot right on the side of the wall. And the sun is just about to hit us and on the wall. And it feels like we're at like above eternity up here. I couldn't believe it. Sam, I expected him to cry a couple times on this trip because it's hard emotional. But he has been so tough and worked through all of it. And so, yes. So, Sam, by the way, were you scared up there at all? SAM BAKER, YOUNGEST PERSON TO REACH THE SUMMIT OF EL CAPITAN IN CALIFORNIA'S YOSEMITE NATIONAL PARK.: Nope. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:51:33",
      "speaker": "VALERIO",
      "sentences": "I would have cried many times up there. As if this were not enough, Fred. We have a banner unfurled from near the top saying, quote, \"I love you, mom. Almost there.\" One upping all of us across America who love our moms.And of course, Fred, you know, I heard this at the donut shop on Loews (ph) again in Santa Monica earlier this morning, people saying, I would never let my son do this. What is his father thinking? Joe, to his credit is saying, look, this is not one of the free climbs that we've seen in documentaries or historic photographs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:51:33",
      "speaker": "WHITFIELD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}