{
  "date": "2022-11-16",
  "headline": "Amanpour",
  "subHeadline": "Interview With Estonia Prime Minister Kaja Kallas; Interview With NYU STEM School Of Business Professor Of Marketing And \"Adrift: America In 100 Charts\" Author Scott Galloway; Interview With \"Glass Onion\" Actor Edward Norton; Interview With \"Glass Onion\" Writer And Director Rian Johnson; Interview With \"Monuments To The Unthinkable\" Author Clint Smith. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Hello, everyone. And welcome to AMANPOUR. Here is what is coming up.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "JENS STOLTENBERG, NATO SECRETARY GENERAL",
      "sentences": "Let me be clear, this is not Ukraine's fault.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Ukraine calls for more better air defense systems. What can stop the Russian escalation? I ask Prime Minister Kaja Kallas of the neighboringEstonia. And. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "ELON MUSK, OWNER AND CEO, TWITTER",
      "sentences": "I have too much work on my plate that it. That is for sure.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Elon Musk's turbulent Twitter takeover and mega-layoffs at Meta at Amazon. We get an update on the volatile world of business, technology,and politics with expert Scott Galloway. Then. (BEGIN VIDEO CLIP) EDWARD NORTON, ACTOR, \"GLASS ONION\":  Hey, try to solve the murder mystery if you can. I don't want to toot my own horn but it's pretty next level. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "A murder mystery with Hollywood's biggest stars. Actor Edward Norton and director Rian Johnson join me for their highly anticipated newfilm, \"Glass Onion\". Plus. (BEGIN VIDEO CLIP) CLINT SMITH, AUTHOR, \"MONUMENTS TO THE UNTHINKABLE\":  Germany is, sort of, often lifted up as the exemplar of a public memory. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Author Clint Smith talks to Michel Martin about what the U.S. can learn from Germany when it comes to reckoning with its dark past.Welcome to the program, everyone. I'm Christiane Amanpour in London. NATO leaders are analyzing how best to respond to Russia's escalation in Ukraine after the consequences of Moscow's aggression finally hits their territory. Two people are dead in Poland after what's believed to be part of Ukrainian air defense missile landed there last night. President Zelenskyy, though, is calling for further investigations, while Warsaw, Washington, and the rest of NATO believe that the deadly incident happened as Ukraine tried to block Russian cruise missiles from hitting western Ukraine. For a few hours of intense consultations and investigations, there was deep anxiety about whether a dangerous new frontier had been breached. By midday, this was the view from NATO headquarters. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "JENS STOLTENBERG, NATO SECRETARY GENERAL",
      "sentences": "We have no indication that this was the result of a deliberate attack. And we have no indication thatRussia is preparing an offensive military action against NATO. But let me be clear, this is not Ukraine's fault. Russia bears ultimate responsibility as it continued its illegal war against Ukraine. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Now, from the Kremlin, spokesman Dmitry Peskov, praised the United States for what he called a measured response to the incident.Joining me from Tallinn, the capital of the NATO member Estonia, Prime Minister Kaja Kallas. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Prime Minister Kallas, welcome to the program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "KAJA KALLAS, ESTONIAN PRIME MINISTER",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "I want to start by asking you whether you feel in retrospect the reaction of NATO and other countries last night was over the top or did youcalibrate it well? You heard what the Russians have said that, you know, the U.S. behaved maturely in their reaction to this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "KALLAS",
      "sentences": "We must see the forest behind the trees and not only the trees. I mean, of course, Russia wants us to concentrate on this one incident. Butactually, the problem is that Russia is waging the full-scale war in Ukraine. And what it means, yesterday, they did the biggest rocket attack that they had done so far, hitting civilian infrastructure. Hitting civilians everywhere. Trying to make Ukraine really run out of electricity or bombing the electricity grid so that it would be dark and very cold. And this is the reason why we are talking about this. So, even if, you know, any incident happens, of course, is up to those people in Poland or Ukraine to investigate. But why are we are talking about this in the first place is because Russia is having this full conventional war in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "KALLAS",
      "sentences": "The prescription is to give Ukraine as much military aid as we can give so that Ukraine can defend themselves and push the aggressor back totheir borders. This is the only way so that Ukraine will win. The other thing that we have to definitely do is to held -- hold responsible those people who are behind the war crimes, who are behind the crimes of aggression so that this will not happen again. But giving military aid right now is very important. Giving air defense on kinds of these measures, what we can give so Ukraine can defend themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "So, I want to ask you because, you know, you're right there, slap bang -- you know, in the neighborhood. Very vulnerable to any kind ofRussia action, should there be any Russia action towards a NATO country. You've all given as much as you can. Certainly, the smaller countries have given proportionally a lot more. There are countries like France, major military powers that are not giving the extent of the weapons that Ukraine needs. This time, most importantly, air defense. Modern air defense. What would you say to your stronger, more powerful NATO nations and partners?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "KALLAS",
      "sentences": "First, we are not the neighbors of Ukraine, so we are not directly neighbors to the war. The war is going on in Ukraine. So, of course, thosecountries around Ukraine are mostly affected by this, but we all are affected by high inflation, high energy prices. This is true. When it comes to helping Ukraine, I think all the NATO allies have done a lot. And some talk about what they have been giving. And some don't talk about it so publicly. But the resolve is very united. We are very united in this. Nobody talks about stepping away from supporting Ukraine and this is very important. We must also understand that Russia's aim is to terrorize us. To say that, oh, now the war is spilling over at the borders and now we have to stop. Actually, it is vice versa. The only thing aggressor understands is strength and we have to show this unity and resolve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "You did, actually, kind of, sidestep my question about the number of weapons and the kind of weapons going but I'm going to put it adifferent way then. The Ukrainians have admitted that this is something they tried to intercept and the result of it is that the debris hit and killed two innocent people across the border in, you know, Poland. Polish government is saying practically the same thing, and basically, all the leaders are saying the same thing. So, the question is, is it not time to give Ukraine the modern are defense systems that it needs for this new phase of the war? Because what it was using, allegedly, was an old and outdated soviet style anti-aircraft missile. So, shouldn't everybody -- in other words, what is the takeaway? What's the teachable moment from this, if I could put it that way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "KALLAS",
      "sentences": "We have been calling for all the allies to give everything that they have, also, air defense. And air defense is very crucial right nowwhen we see that they are targeting civilian infrastructure so that it would be very, very difficult to live in Ukraine. That creates another wave of migration, wave of refugees that also Europe cannot handle. So, therefore, air defense, all the equipment that we have must be given to Ukraine so that they can defend themselves. And of course, I cannot look into their warehouses. What do they actually have? But I can call on the leaders of NATO allies who have more, to please look to your storage. Look to your warehouses. Find things that you have. Do agreements with private sector who is developing equipment so that we can send the top equipment to Ukraine and end this war once and for all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "And finally, Prime Minister, were you afraid, as everybody else was overnight, last night, that this might be, you know, that step that youall said would never be tolerated? That one square inch was actually violated by Russia and that you'd all have to jump into major escalation mode?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Prime Minister Kaja Kallas, thank you for joining us from Tallinn. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "KALLAS",
      "sentences": "Thank you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Investigations continue, we know, as the prime minister said, that the effect of the war in Ukraine has put so much pressure on othergovernments and on the economies, of course. Here in the U.K., rising energy bills and food prices have pushed inflation to the highest level in 41 years at 11.1 percent. Many around the world are struggling with the surging cost of living right now. In the United States, inflation is beginning to drop. We're already seeing big tech companies like Amazon, Meta, and Twitter making drastic layoffs. Twitter is going through the corporate chaos of its own after Elon Musk's takeover. Now, Scott Galloway watches all of this very closely. He is a professor at NYU Stern School of Business in New York. And he's the host of the podcast, \"The Prof G Pod\". So, welcome to the program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "SCOTT GALLOWAY, PROFESSOR OF MARKETING, NYU STERN SCHOOL OF BUSINESS",
      "sentences": "Thanks, Christian.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "I am, sort of, smiling because \"Prof G Pod\" I hadn't actually heard the name because I know you do a lot of podcasting --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GALLOWAY",
      "sentences": "I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "-- on Pivot as well. I'm going to get to that. But what about these forces that are coming? You, sort of, did predict, I think, thatinflation would drop at about this time in the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GALLOWAY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "So, what's your crystal ball saying for the U.K., for elsewhere?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GALLOWAY",
      "sentences": "Well, if you believe, sort of, my (INAUDIBLE) around this, steady branch flower, U.K. economist is now a Dartmouth (ph). And everymodern economy, inflation, sort of, does its job. And that is prices go up, consumption goes down, and prices decrease. You have some unique factors here though, because unlike the U.S., you are not energy independent. And so, the fear of being -- having an energy shortage creates prices -- consumer confidence goes down. But it's really - - if you were to bucket the world into three buckets, if you look at emerging economies who might see a greater proportion of their budget go to rising, interest rates to cover their sovereign debt. And then if they have to pay it back in dollars, they're really getting hurt. Europe which is seeing, as you said, 41-year highs of inflation. And then the U.S., I would argue, is best positioned in the world because we're seeing inflation start to come down. The dollar is so strong. We're an import economy. So, everything from Toyotas to imported cheese are coming down in price. We're food independent, we're energy independent. And where would you rather be? Would you rather be in China with a quarter of a billion people under lockdown? So, this is -- globally, it's -- the economy is slowing. And we're seeing inflation which can lead to very, very bad dynamics because people's purchasing power comes down. But it's really where you are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, you just said that U.S., in the way you are questioned, is doing better relatively, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GALLOWAY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Because of all the reasons of being energy independent, et cetera. So, why are we watching big U.S. corporations, as I just listed,especially the tech ones, and the media corporations, and all sorts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GALLOWAY",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Just -- I mean, literally taking the acts --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GALLOWAY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "-- slashing and burning thousands and thousands of people. Some are being fired on social media themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GALLOWAY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GALLOWAY",
      "sentences": "Well, I think it's more spectacle than significant. I think the answers, they just got out over their skis. Keep in mind that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Sorry, got out over their skis in the number of peoples they've laid off?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GALLOWAY",
      "sentences": "Amazon hired 500,000 people last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "-Oh, hiring.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GALLOWAY",
      "sentences": "And what makes news is when they lay off 10,000. Twitter lays off 15 percent of their workforce, that's 3,750 people. But keep on -- keepin mind, under the cover of darkness, the day of the midterms, Meta lays off 11,000 people. And, Christiane, even that 11,000 people just takes them back to employment levels of November of last year. If their company were to return to pre- pandemic levels, that means they're going to lay off another 40,000 people. So, one, it is more spectacle than significant. It's fun -- we in the media are like a (INAUDIBLE). We're drawn towards violence and movement. And these stories are interesting but they're really -- these companies are barely checking back to where they were last year in terms of employment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "What about for the people? I mean, because this is affecting people. I mean, look, you have said something that I -- you know, somemight take some, you know, might think it's sort of hardnosed business cynicism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "You're said that three to five times more people than those already laid off may happen, you just said if they go to pre-pandemiclevels. But you talk about the benefits of labor market flexibility in the U.S. economy. And that actually laying people off now and giving them severance is better than waiting for a few months. But is that comforting for those people who've, basically, just been fired?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GALLOWAY",
      "sentences": "Well, every recession -- usually, we call it a blue collar or white-collar recession.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GALLOWAY",
      "sentences": "It impacts one cohort more than the other. I would call this a recession, at least in the U.S., the Patagonia vest recession. And that is,the people that it's impacting most are the ones that have been working in the part of the economy that kept on giving, and that was the growth economy. And I'm a believer that the faster you can fire people, the faster you can re-hire them. And when you're talking about people that Meta, Bing laid off, or Amazon, these are some of the most employable people in the world, Christiane. And they re-enter. They go back into unemployment market that is at historically levels. So, I think this is a natural part of a cycle. And yes, it -- these are real people. It hurts. But -- look, guaranteed, commonality of life is that you are going to face tragedy. And at some point, you are likely going to be laid off. If you are going to be laid off, a 27-year-old coming out of Meta right now, their prospects are still pretty good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. Well, I mean, that's one way of looking at it. I hadn't thought of it like that. But why is it tech, that is part of what you callthis spectacle, and particularly, is this a separate issue, Elon Musk and Twitter? OK. There are numbers of layoffs. But then there's -- I mean, what you yourself have said in a podcast and others are saying the same thing. Musk is unraveling before our eyes. You think and you fear that there's a cult growing around the personality of Elon Musk. You kind of made some parallels with Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GALLOWAY",
      "sentences": "Uh-huh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "But -- so, you know, develop that. How is he unraveling and what does that mean for the bigger picture?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GALLOWAY",
      "sentences": "You know, I don't think -- I think we're seeing the unwinding, not of a company, but the unwinding of a person. And I believe it is alarger trend. Our society has become wealthier and more educated. The reliance on a super being and church attendance goes down but they still look for idols. Into that void has stepped technology leaders because technology is the closest thing we have to magic. And, you know, our new Jesus Christ was Steve Jobs. And now, Elon Musk has taken on that mantle. And every ridiculously mean, nonsensical, irrational move he makes is somehow seen as chestnut checkers. We're just not preview to his genius yet. I think this is an individual who has demonstrated a total lack of grays, has no guardrails around him, and is going to see his wealth probably cut in half. This is already the second worst acquisition in history just a week or two weeks after the close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Is that because he's bitten off more than he can chew? Because, most people believe his other enterprises are hugely successful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GALLOWAY",
      "sentences": "100 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "His contribution with NASA, his Tesla cars, you know, Starlink, which is right now paying off in the battlefield in Ukraine so importantly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GALLOWAY",
      "sentences": "Well, the warriors have returned in Rome after a huge victory. And they would have a ticker tape parade for them. And they would hire aslave to follow and shadow the person and whisper in the conqueror's ear, you are only a man. I have never met a man or a woman that isn't infallible, Christiane. They all eventually screw up. A universal pillar of truth is that the universe doesn't want to consolidation of power among any country, any society, or any individual. This is someone who, in my opinion, shows a bit of a God complex, vastly overpaid in a fit of mania or seeing something that we don't see. This is a company probably worth $10 billion and he paid $45 billion. And thinks he can layoff half the staff and treat them poorly and disparage them and not having any ramification. So, I think -- quite frankly, I think he's a terrible role model for young businesspeople. You can't deny his incredible accomplishments. But now he's running three different companies. So, there's notion that there is a super being. I have found that that notion never proves out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "One of these people who believe they are super being is Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GALLOWAY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Do you think somebody who's failed in all the elections he's tried since winning the first presidency, and given, you know, theRepublican, sort of, second guessing him right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GALLOWAY",
      "sentences": "Uh-huh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Do you think that he has a chance? Because he has said he wants to play the victim, the underdog. You know, he talked about America beingabsolutely terrible and people had already figured that out in two years. Given what you know about the bigger picture, what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GALLOWAY",
      "sentences": "So, I need to caveat. I come at this with a bias. I think Donald Trump is a stain in America that'll take decades to wash out. And Ipredicted that eight of the last zero times that he's going to go and done. This does feel different, though. This doesn't feel like a red wave. It feels like a goodbye wave. And you referenced that everyone he's supported didn't win. He's already being outraced by Ron DeSantis. So, this feels like -- this does generally feel like the beginning of the end. The silver lining here, is that this was a wonderful week for the west. Our institutions are holding. Peaceful transfer of power in Brazil, which you covered it eloquently. The fact that we decided our elections matter. Our electoral boards, our institutions. We are finding out that the Sam Bankman-Fried that the SCC and our government entities around regulation, that they matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "This is crypto currency, obviously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GALLOWAY",
      "sentences": "100 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GALLOWAY",
      "sentences": "So, I think our institutions had a wonderful week. And I think the cult of the individual, whether it is Donald Trump, or whether it isKanye, or Bolsonaro, or -- you know, name your cult-like leader has seen serious checkback. I think it's been a wonderful week for the west and institutions all over the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, I think that's a very good place to end because it's an optimistic end. Since you're here in London now on your book tour, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GALLOWAY",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "You've written the book, \"Adrift\", we will have you back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GALLOWAY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Because your fingers are on the pulse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GALLOWAY",
      "sentences": "Thanks for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Scott Galloway, thank you so much, indeed.Now, speaking of tech billionaires, as we just have done. One features in the hotly anticipate sequel to the murder mystery film \"Knives Out\". \"Glass Onion\" is a killer cameo feast says the British GQ. It stars a boatload of Hollywood stars and it's directed by Rian Johnson. A murder mystery game for the rich and famous turns into, you guessed it, a genuine murder. Edward Norton plays tech billionaire, Miles Bron. Here's a clip from the trailer. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ladies and gentlemen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You expect it. A mystery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Get your hand off of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You expected a puzzle. But for long (INAUDIBLE), this is not a game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Will you explain it to us then, detective?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Actor, Edward Norton and director Rian Johnson are joining us from Los Angeles. Welcome both of you to the program. Discuss. Miles Bronis Elon Musk. EDWARD NORTON, ACTOR, \"GLASS ONION\":  No. No. I -- you know, we were sitting here, listening to your interview with the great Prof G --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "NORTON",
      "sentences": "-- Prof G, who I love. And I literally said to Rian, like, we should say, if you like Prof G, you'll love the \"Glass Onion\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, as you know, Prof G has a huge following and I'm sure that's going to translate. But, look, obviously you did this before all ofthis latest with Elon Musk. But it must be a good coincidence, right, Rian? I mean, this is timely. It's timely. RIAN JOHNSON, WRITER/DIRECTOR, \"GLASS ONION\":  In terms of viral marketing, I don't want to know what Netflix spent on this, but worth every penny. No, we -- I mean, we talked a lot about this. It's funny because the name character played by Edward, Miles Bron, is a tech billionaire. And there are many comparisons that can be drawn. When I was writing it, I found it specifically unhelpful to think about anyone specific person. It got very boring very quickly when it was just taking the let out of other one specific person. It's -- to me, it was more interesting. Our relationship as a society to these, kind of -- these types of people. These -- that we want to be able to kind of throw, you know, throw rotten tomatoes at but at the same time, we have this weird American thing of mistaking wealth for competence. Of wanting tend to be Willy Wonka types who maybe will solve all of our problems. And that tension, I think, was more interesting than just kind of, you know, making fun of one dude.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "That is a long strapline. We are going to have to paste that, you know, underneath you next time. But, look, let's start with a littleclip, OK. Because this is the -- the premise is that his Uber -- whatever you just described has invited a whole load of his very, very glitzy friends to his place in Greece for one of this murder -- not, you know, one of this gameboard birthday parties. Here's the first bit -- here's the first clip. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Look at that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "My dear friends. My beautiful disrupters. My closest inner circle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We could all use a moment of normalcy and so you are cordially invited --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "For a long weekend on my private island.DAVE BAUTISTA, ACTOR, \"GLASS ONION\":  Where we will celebrate the bonds that connect us. And I hope your puzzle solving skills are wetted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Because you will also be competing to solve the mystery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Of my murder. Travel details to come. Please forward any dietary restrictions. Love and all my kisses, Miles.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "So, there is -- you know, I mean, there's a clip filled with stars. How did you come up, Rian, with the idea of this box? I mean, it isthe onion, right? And I think you're sitting -- I don't know what is behind you but it looks like there's some kind of glass dome onion behind you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "JOHNSON",
      "sentences": "It's the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes, there it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "JOHNSON",
      "sentences": "It is actually there. We built it at the Four Seasons Hotel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "There it is. There it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "JOHNSON",
      "sentences": "It's a titular glass union up here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes. There's just a lot of questions because this is an incredible, you know -- it's a sequel to \"Knives Out\" which was such arunaway unexpected hit. So, talk to us about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "JOHNSON",
      "sentences": "Well, it -- yes. It's kind of -- it's a sequel in the same way that Agatha Christie's books are sequels to each other. And that it's awhole new mystery, a whole new cast, a whole new deal. Daniel Craig playing Benoit Blanc as the detective is kind of -- he's the \"Poirot\" of the series. And whereas, the first one, was in the tradition of, kind of, the English country house. Like, a cozy murder mystery. This is very much in the tradition of \"Evil Under the Sun\", or \"Death and Denial\", or the \"Last Strip Sheila\" where it's the destination vacation mystery. So, it's set on a beautiful Greek island. It's set on Miles Bron's, like, billionaire lair, on his Bond lair, kind of, on his private island. And he's built the structure, the glass union on top of it which -- yes, it's kind of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "NORTON",
      "sentences": "And, Christiane, I -- I mean, we came in joking about, sort of, the relevance or applicability to some of what we are seeing. But what Ihave -- for nearly 20 years, Rian has been making films that I really think are entertainment first. And I -- one of the things that I loved about this script when I read it, it was clearly designed to continue what the first \"Knives Out\" film did which is primarily give us a wonderful piece of entertainment in anxious times. And I think that Rian takes something that is often sort of a museum piece. The re-fried beans of, kind of, myriad murder mysteries. And instead does what Christie was doing in her time and kind of laces it with the zeitgeist of the moment and characters who are actually pulled from the moment. Makes it -- makes -- gives it a certain extra layer of smile. But I think, first and foremost, this is just actually a flat out funny film. This guy is funny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "And, you know, how do you, sort of, ascribe the popularity of this kind of whodunit again? I mean, you know, people are talking about howthere've been, you know -- sort of, a comeback to puzzles, to the kind of group games. And particularly this kind of game that we know, it's also kind of based on, like, clue, and this and that. What do you ascribe that too? How this has become part of peoples, you know, fun now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "NORTON",
      "sentences": "I think Rian's, particularly in \"Knives Out\" and in this one also, given us -- almost always given us an underdog. Someone in the movie who welearned we should be pulling for in an ethical moral sense and emotional stance. I think, you know, whodunit on paper can risk being clinical. You know, you don't -- as Rian said a lot, you don't want a crossword puzzle. You want a rollercoaster ride. And you want a foot ride that almost makes you stop forgetting that you are trying to figure something out because it is so entertaining. And I think, you know, this certainly has been delivering that with the audiences. We've been seeing it so far. It's been laughs first and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "And, I mean, obviously the twists and turns start early on. And so, we got another clip that I want to play. It's when you, your character,Miles Bron, realizes that Daniel Craig's character, Detective Benoit Blanc, was not supposed to get one of these boxes. So, here is that clip. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "NORTON",
      "sentences": "This is just like the other ones but I did not send it to you.DANIEL CRAIG, ACTOR, \"GLASS ONION\":  How many of these boxes did you create?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "NORTON",
      "sentences": "Five. One for each of my friends.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "CRAIG",
      "sentences": "(INAUDIBLE) box. There's no prototypes, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "NORTON",
      "sentences": "No, my puzzle guy barely got the five done in time and he print this with Ricky Jay (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "CRAIG",
      "sentences": "And once the boxes are open, and the puzzle's completed, is there any way to close that we can reset them in a way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "NORTON",
      "sentences": "Hang on. Hang on. Someone reset the box. Someone reset the box. They sent it to you as a gag. Miles is doing a murder mystery. Let's inviteBenoit freaking Blanc. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "So, what -- I mean, first of all, what was it like playing with James Bond? And I don't know, Edward, whether you have played in a moviewith such an ensemble of pretty well-known names. What is that like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "NORTON",
      "sentences": "Oh, it's a dream. I mean, I have been, you know, I -- \"Birdman\" or -- you know, I can name a lot of films. I've got Wes Anderson's films. I'vedone five or six of now. Those are the definition of great ensemble pieces.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "That is true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "NORTON",
      "sentences": "And \"Birdman\" was certainly that as well. But the -- but, you know, for a lot of us, after a year and a half in our pajamas in lockdown,getting the invitation from Rian was very much like these characters getting that invitation from Miles Bron, getting -- it was like getting to go to adult theater camp. And by midway through, we were hoping our parents would never pick us up. Like, you know, it really -- I think a lot of us who come up through the theater, really, our dreams when we are teenagers is to be in a great theater troupe. And when you get a group that has actual chemistry like this group did, it's -- I am not sure I've ever, any of us, have ever had more fun, you know, in the making of it. But there's also -- I don't know. There's -- you know, Daniel is a great captain. He -- I'm going to go out on a limb and say that there might be more Blanc in Daniel than Bond as a person. He might have actually reached his true purpose in life and his comfort zone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "NORTON",
      "sentences": "But he's a one -- I mean, when you see the film, he's -- when we talked about it, he's such a funny physical comedian. He does just great,great physical comedy. And it's a marvelous creation. I mean, Bond is iconic but there's -- you know, he's created this Benoit Blanc from a whole cloth with Rian and it's just the most wonderful character. It was very hard to keep a straight face doing it with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "And talking of iconic, Rian, you have -- I'm talking about theater and ensemble. I mean, you have wonderful cameos with two wonderful,wonderful people, you know, who are no longer with us, right? Stephen Sondheim and Angela Lansbury. What was that like? And how do you feel, in retrospect, seeing it now and they're no longer here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, that's really wonderful. And of course, people will get to see it soon because it's coming out soon. Rian Johnson, Edward Norton,thank you very much indeed for joining me. And as I said, \"Glass Onion\" is in cinemas worldwide next week and later on on Netflix. Next, a crucial message on facing a terrible history. For his latest piece, the author and Atlantic staff writer, Clint Smith, examines what America can learn from Germany's effort to memorialize the holocaust. It's called, \"Monument to The Unthinkable\". It documents his extensive travels through Germany. Discovering nationwide efforts to remember. In this conversation, he is sharing what he learned with Michel Martin. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MICHEL MARTIN, CONTRIBUTOR",
      "sentences": "Thanks, Christiane. Clint Smith, thank you for talking with us.CLINT SMITH, AUTHOR, \"MONUMENTS TO THE UNTHINKABLE\":  It's so good to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MARTIN",
      "sentences": "You have been interested in the topic of public memory and how people and nations and communities should account for the past. Your mostrecent book, \"How The Word is Passed\" just -- it was a very beautifully reviewed, very much acclaim, very much appreciated by the public. And it examined how different historical sites across the United States reckon with or don't, their relationship to slavery. For your latest piece for the Atlantic, you go to Germany to continue that examination. Why Germany?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SMITH",
      "sentences": "You know, Germany is sort of, often lifted up as the exemplar of public memory. A place that is very engaged, very direct, very transparent,very comprehensive in the way that they account for the crimes of their past, and what the German state did during the holocaust. And so, for me, both as a person, as a writer, as a journalist, it fell incumbent upon me to go to this place, regardless of whether or not I was going to write about it. To try to get a deeper sense of how does Germany tell the story of its past. And one of the things that I was interested in is how much of what Germany does is an actual internal reflection? How much of what, sort of, does the existence of the monuments and all the (INAUDIBLE) is reflective of deep internal, sort of, reflection -- meditation on its past? How much of it is, sort of, performance of contrition for the rest of the world? And how much of it is both?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MARTIN",
      "sentences": "So, let's just talk about some of the things that you learn when you went to Germany. I certainly learned a lot of things on your piece thatI did not know. For example, it was surprising to me that a lot of these commemorative sites were installed in the 1990s. It's like, so long after the events that they commemorate took place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "MARTIN",
      "sentences": "So, you went to Germany in part to draw connection to the American experience. And the current American experience of reckoning or not, as thecase may be with atrocities in the American experience. And so, first of all, you know, what does Germany have to teach America about this? What conclusions did you draw?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SMITH",
      "sentences": "Well, one of the things that I hadn't fully considered and didn't fully realize until I was there was the profound differences in terms ofthe population of people. With regard to how many Jewish people are left in Germany, and how many black people are left in the United States. Which is to say in Germany, there are only -- there's under 150,000 Jewish people left in that country. They represent less than a quarter of a percent of the population of Germany. There are more Jewish people in the city of Boston than there are in all of the German nation. That's very different than the United States where in the U.S., there are 40 million black people. And we represent a massive social, political, and economic bloc. And so, one of the things that Jewish folks in Germany will tell me is that it is easy for Germans to build monuments and memorials, and museums to what happened in the holocaust. To what -- to Jewish families. To lay wreaths down on certain days of the year because, as they put it, Jewish people or more historical extractions than they are actual people. And again, that's very different than here whereas if one is to put up a monument or lay a wreath down to account for what slavery or Jim Crow apartheid did to black people, or this nation did to black people. You can't simply put a wreath down and then not look around and see 40 million people who are experiencing the direct remnants and residue of the systems that created this violence and the suppression, and these distortions. And that's something that people are much less willing to do, right? Because I think it is easier to apologize and to create objects of memory and iconography of memory to a group of people that most Germans do not actually have a relationship with. Many Germans don't know a Jewish person. They don't spend time with the Jewish people. And I think that that is one of the most profound differences that exist between the two nations. And still, I think it is helpful to think about how ubiquitous the, sort of, sites of memory in Monuments of Memory are in Germany, right. And there's something about, you know, tens of thousands of the Stolperstein, which the English translation stumbling stone. And it's so powerful. You go, you walk -- you know, and you're walking down the street in Berlin. And in the middle of these, sort of, cobble stones sidewalks, you'll see a stumbling stone and have the birthdate, the date the person was deported, date they were killed, and where they were killed. And you look down, and you can look up, and you see the home that this person lived in, or the synagogue they attended, or the apartment that they lived in. And because of the dates, you can tell who were the children, who were the parents, who were the grandparents. And it creates this profound sense of intimacy in proximity to that history that I found it to be so striking. And one of the women who I was spending time with, there were some stumbling stones in front of her home. And we were talking about what it would be like if there were -- she -- you know, she knew that I was from New Orleans, was -- which was once the largest and busiest slave market in the country. She knew that I was a descendant of enslaved people. And we were saying, could you imagine what it would be like if in New Orleans there were stumbling stones placed in front of the homes where enslaved people were held? The buildings where enslaved people were sold. The places where enslaved were persecuted. And she said to me -- she was like, the streets would be packed. The entire city would be paved in brass stones. And that was such a profound moment for me. And I thought about how different would our sense of what happened be here in the U.S.? If we were encountering daily reminders of what had been done in these spaces. And that is not to say that memorials and Stolperstein or anything else (INAUDIBLE) that are going to suddenly solve all of our problems of national memory. But I do think that it creates a fundamentally different landscape that people navigate in ways that they understand the relationship of places in the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SMITH",
      "sentences": "You know, we were talking about how long it took Germany to finally build monuments and memorials to the holocaust. You know, the war ended in1945 and stumbling stones didn't emerge until 1996. Slavery ended over 150 years ago. The national museum of African American history and culture opened in 2016. Again, like 150 years after the end of slavery which the entire first floor of that building is dedicated to it. We still don't have a museum in this country, singularly dedicated to telling the story of slavery. As important as the national museum of African American history and culture is. And so, I think it says something about how long it has taken us to finally be able to have honest, robust, empirically grounded and accurate conversations about the history of our country. And part of it -- part of the reason that it's so distorted and part of the reason that it's taken so long is because of the success of the lost cause propaganda after the end of the civil war where, you know, people often say the south lost the war but they won the peace. Which is to say that they created narratives in which they suggested that slavery had nothing to do with the civil war. Even if it did, slavery wasn't that bad. It was largely a, sort of, benign of civilizing institution. John Calhoun, the late South Carolina senator said, it was a positive good for both black and white people alike. And so, these are the, sort of, messages that took hold in the American public consciousness. And it wasn't until the civil rights movement that people began to think about slavery as something that was bad to begin with, right? Because so much of the messaging had been tied to slavery being an institution that was actually beneficial for black Americans. And so, we are only in the beginning stages in the, sort of, grand scheme of things. I think. We are still in the beginning stages of beginning to more robustly encounter and engage with the horror that slavery was. Both on a personal scale, on an emotional scale, but also in terms of the vast, sort of, systemic violence that enacted on an entire demographical people for generations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "MARTIN",
      "sentences": "Germany is seeing an enormous surge in antisemitic incidences, similar to what we are seeing here in the United States. I mean, last year,in 2021, if I have my facts correctly -- I mean, the antisemitic instances reached what many considered to be an all-time high. And along with, you know, racist attacks directed at other groups, which -- you know, we have also talked about. So, how do you -- what makes the case for you that confronting this history every day is making a difference?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "MARTIN",
      "sentences": "But then, I'm still wondering how then -- how do you move the ball along? I mean, as you point out in your piece, that this is a couple ofgenerations in in Germany. It is really the children and grandchildren of the holocaust generation that really demanded that their elders deal with this history. So, then, the question becomes like, when does this happen in the United States in their examples of, you know, descendants of Robert E. Lee, for example, descendants of confederate generals who have played prominent roles in demanding that, say, confederate iconography be removed from public spaces in some parts of the country. But right now, we are in the middle of a very much a movement against that. I mean, we have political candidates who run for office basing their public stance as very much in opposition to this kind of reckoning. So, how do you move the ball along? Did you -- did Germany give you any lessons about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "SMITH",
      "sentences": "I think the main thing that Germany taught me is that you shouldn't wait for your government to do these things, right? When Mr. Demnig, who --the artist who created the Stumbling Stones first began putting them in the ground, that wasn't a state sanctioned project. He was doing that on his own. And then, the government tried to stop him. And then, they realize there was such wide support for them that they eventually began to support his work. The Memorial to the Murdered Jews of Europe didn't just emerge from the sort of goodness of the government's heart, they were people who stood on street corners for years collecting signatures, pressuring local officials, pressuring federal officials, right, for years and years, for decades, trying to push the country to say, how can we not have a memorial to the worst thing this country has ever done? One of the worst things that has happened in modern history? How can we not have something that is like a very clear reflection of our contrition, a very clear reflection of our commitment to never going back to that version of ourselves? If anything, there's a more fervent desire to continue to push forward with this amid the rise of antisemitism. And I think here, there are some examples of that. There's examples like Bryan Stevenson Museum, there are also examples of a group of teachers and students in Connecticut who began the Witness Stones Project, which is very similar to the Stumbling Stone, and they are placing them in front of the places where enslaved people lived, who were held, who were sold. And so, you know, all sorts of places across this country have smaller versions of this. And I think, ultimately, it is those small neighborhoods, community and the city-based initiatives that make the most impact and have the most potential to change minds, to change hearts, to change our understanding of ourselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "MARTIN",
      "sentences": "Clint Smith, thank you so much for talking with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "SMITH",
      "sentences": "Thank you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "Such important work, trying to reckon with the wrongs of the past.And finally, tonight, we do have a lift off. The third time was the charm for NASA's historic mission to return to the moon. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Three, two, one. Boosters and ignition. And lift off of Artemis 1. We rise together back to the moon and beyond.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}