{
  "date": "2022-11-22",
  "headline": "CNN This Morning",
  "subHeadline": "Rep. Steny Hoyer (D-MD) is Interviewed about Congress; Fat Joe is Interviewed about Race and Mental Health. Aired 8:30-9a ET",
  "utterances": [
    {
      "timeStamp": "08:35:00",
      "speaker": "COLLINS",
      "sentences": "OK, well, keep us updated on whether or not you do plan to serve out your full term. Thank you for weighing in on that.And, you know, a big part of this, as you just mentioned, you talked about new leadership. And so, when you talk about what that new leadership looks like, one of the unavoidable questions on Capitol Hill, as you well know, is when it comes to the age of leadership. And this is something that was a big focus last week. Obviously, you're 83. Nancy Pelosi, she's 82. Clyburn is 82 as well. President Biden himself is 80. And so I wonder if that new leadership is something you think is a mindset that also applies when it comes to the president weighing a White House decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "HOYER",
      "sentences": "You know, I love that ad (ph), age is just a number. I think - I campaigned in some 26 states and about 60 districts. And I think I was as vigorous as I have been at any point in time in my service as leader. So, that I think God has been very good to me and I have the mental and physical capacity to continue and would have run for majority leader. But I think all of us felt that this was a time for transition because I'm 83, they're 82, and, clearly, we're not going serve forever. And this was a good time, I think, to transist to new leadership, particularly in the House of Representatives. And I think it was a good decision that we made of both Jim Clyburn and I and the speaker are going to continue to serve in the Congress and serve our districts and act on behalf of our constituents. But it was a good time to say to new leaders, get experience and we'll move on.So, I - and that's what we did. I think it was a good - good step, as I said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "COLLINS",
      "sentences": "So is that a consideration you think the White House should also keep in mind as Biden says he's going to deciding over the - over the holidays?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "HOYER",
      "sentences": "Look, I think Joe Biden has been very vigorous in this campaign. I think he's been very vigorous as the leader of our nation. He's been very successful legislatively. We passed four -- many extraordinary bills but four extraordinary bills that were for the people and for the economy that were focused on the economy, making sure people didn't fall through the floorboards, making sure that we have an infrastructure that supports our competitiveness and -- in the 21st century, pass a science bill which dealt with the chip shortage that we had. And then we passed the Inflation Reduction Act. Those four bills are historic bills and are going to be very responsible for America making it in America. Not only manufacturing things, including zeros and ones in technical terms, but also in making sure that people can have success in their own lives and security in their own lives. And that's what we were committed to. That's what we've done. So, Joe Biden has had an extraordinarily successful first two years.And so I think he's expressed his interest and intent to run again. And I think that if he does, I will support him, because I think he's been a very successful leader.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "COLLINS",
      "sentences": "OK. OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "I want to ask you this. Good morning to you, by the way. We really appreciate you joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "HOYER",
      "sentences": "Good morning, Don.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "LEMON",
      "sentences": "I've got to say, you know, we were talking about you coming on and discussing amongst ourselves and your decision not to run for leadership. I said, I wonder how much that had to do with the diversity and age and having a bench in the Democratic Party. Was that a lesson that you've learned over the last couple of years, or was this something that happened after the midterms when you realized - when you saw the young people getting out and voting and so forth that, hey, we, you know, need to make a change. We need some youth, we need some diversity in order to move forward as a party and as a country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Majority Leader, it's Poppy. Thanks for being with us this morning.Look, \"The Washington Post\" editorial board called you a, quote, model leader in Congress, and they write - and they note, I think this is important to remind people of, some of his biggest legislative accomplishments were signed into law by Republican presidents. Kaitlan reminded me this morning, one of the big ones more than 30 years ago was the Americas with Disability Act. You got that. You were the lead sponsor in the House. You got it signed by President George H.W. Bush. And I - looking at the vote, 91-6 in the Senate for that. So that means a whole lot of Republicans got behind it. You talk about looking forward and -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "HOYER",
      "sentences": "You know - yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "HOYER",
      "sentences": "Overwhelming in the House, as well, you know, Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "HARLOW",
      "sentences": "Yes. Yes. Exactly. And so that's sort of the crux of my question, are we passed that time or can this new Congress go back to a time when things that actually helped millions of Americas can get done in that way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "HOYER",
      "sentences": "Well, of course we got stuff done in this Congress in a very partisan way. There were no Republicans voted for the rescue plan. No Republicans voted for the inflation reduction plan. And just a few Republicans on infrastructure and the chips bill. We got those done in a very, very closely divided.The answer is, let us hope it can be done. Not for Democrats or for Republicans, but for our country, for the people. Let us hope that the Republicans make a determination that having a positive agenda, rather than a solely negative, extremist agenda, is in their political best interest. That's what democracy is about, representatives trying to represent their people and their vision and their desires. And I hope that will happen. And we ought not to be so pessimistic that we say bipartisanship is no longer possible. That will be not good for our country, not good for our people. So, I'm optimistic. I'm prepared to work with Mr. McCarthy, Mr. Scalise and others. But it will depend upon, as I said in another interview, it takes two to tango. And if they decide all they want to do is a negative attack on President Biden, who's the only president we're going to have over the next two years, and working with him for the country, not for him or Democrats, but for the country and for the people hopefully is a path they will follow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "COLLINS",
      "sentences": "Congressman, we're going let you go. We're grateful for you time this morning. I do want to just highlight some tweets from Democratic Senator Chris Murphy, who he - you know, you're known on Capitol Hill for your legislative acumen. You're this beloved giant on Capitol Hill. But also he said that one of the things that he remembers the most is at the 2008 congressional baseball game, as a big of a deal that is in Washington, it was Chris Murphy's first game and he blew it, he said, and he lost and he felt like this newcomer and he was so upset. And he said you broke through the crowd to come over and check on him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "HARLOW",
      "sentences": "Awe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "COLLINS",
      "sentences": "And you said, don't worry about it, there's plenty more games. And he said, it says everything about Hoyer. He cares about people, even when nobody is watching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "HOYER",
      "sentences": "Well, I think that was a very kind comments of Chris. And I knew how badly he felt. And I just went over to say, hey, there's going to be another game and another day. So, put it behind you. Which is what coaches tell, of course, players, that, you know, OK, you messed up, but forget about it. It's -- golf is that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "HOYER",
      "sentences": "You have a bad hole. You need to forget that hole and go on to the next one and hopefully par that one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "LEMON",
      "sentences": "No, life is that way, right? Life is that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "COLLINS",
      "sentences": "Life (ph) is that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "LEMON",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "COLLINS",
      "sentences": "Congressman, coach Hoyer, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "LEMON",
      "sentences": "Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "HARLOW",
      "sentences": "Coach Hoyer, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "HOYER",
      "sentences": "Thanks a lot. Bye-bye.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "COLLINS",
      "sentences": "All right, speaking of sports - thank you -- we have a major upset that just happened at the World Cup.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "LEMON",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "COLLINS",
      "sentences": "Saudi Arabia pulled off a shocker against Lionel Messi's Argentina team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "LEMON",
      "sentences": "Plus this. Fat Joe - I mean, look, I mean can call him skinny Joe now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "HARLOW",
      "sentences": "Skinny Joe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "LEMON",
      "sentences": "He joins us live. He's going to talk about culture -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "HARLOW",
      "sentences": "And Mike. Mike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "LEMON",
      "sentences": "Race in America -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "HARLOW",
      "sentences": "There is (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "LEMON",
      "sentences": "And his journey from poverty. You don't want to miss this. The book is fantastic, by the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:09",
      "speaker": "COLLINS",
      "sentences": "Even though I (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:48:44",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Nothing can stop me. I'm all the way up. All the way up. All the way up. All the way up. I'm all the way up. All the way up. I'm all the way up.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:48:44",
      "speaker": "LEMON",
      "sentences": "I can't stop look at the video wall. I want to watch it. Nothing did stop him, though, from the streets of the Bronx, all the way up to the hip-hop big leagues. Our next guest is opening up about trials and tribulations that paved the (INAUDIBLE). Look, he's got a new book. It's called \"Fat JoeFAT JOE, GRAMMY-NOMINATED RAPPER: Thank you. I love you, too, Don.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:48:44",
      "speaker": "LEMON",
      "sentences": "Thank you for coming in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:48:44",
      "speaker": "HARLOW",
      "sentences": "We all do at this table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:48:44",
      "speaker": "LEMON",
      "sentences": "So much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:48:44",
      "speaker": "FAT JOE",
      "sentences": "I'm here early in the morning with you guys. I wore my best fabrics for you, Don.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:48:44",
      "speaker": "LEMON",
      "sentences": "So, look, this is your book. I want to hold this up. I want you guys to go and buy this book. I'm telling you, buy it, buy it, buy it, buy it. All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:48:44",
      "speaker": "FAT JOE",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:48:44",
      "speaker": "LEMON",
      "sentences": "We're going to get to this in a moment.But here's what I want you - because you talk about these issues. You know what's happened in Colorado Springs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:48:44",
      "speaker": "FAT JOE",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:48:44",
      "speaker": "LEMON",
      "sentences": "You're a huge supporter of - you're an LGBTQ ally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:48:44",
      "speaker": "FAT JOE",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:48:44",
      "speaker": "LEMON",
      "sentences": "What do you think of this crap that's going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "LEMON",
      "sentences": "You've been very spoken about hate and about ignorance, about whatsila (ph), you don't know what you don't know. You've talked about -- we've been talking about what happened with Kanye and what happened with Kyrie. You said you had an interaction with Kanye. He came to you and he asked you for advice. And what did you say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "FAT JOE",
      "sentences": "Well, I bumped into him. I love him. He's a good friend. I tell him, you can't hurt people. If you have issues with anybody, you can't just blame everybody. And so look to God because for me God is the answer. So, I was heavy on God with him. I said you -- Jesus walks, man. Go to God. Get around the people. Surround yourself around beautiful people that love God and lead you the right way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "HARLOW",
      "sentences": "On Kanye, tying into the bigger mental health crisis in America, you write about this really poignantly and personally and impactfully in the book and you talk about being bullied in school so badly and then that turning you into what you describe as the worst bully in the world and driving you to a point where for the first time you thought about taking your own life.You're a father of three, right? Talk to all of us about how we need to do better addressing mental health in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "LEMON",
      "sentences": "Because you said emotionally I was a ticking time bomb.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "FAT JOE",
      "sentences": "Yes, I was, because there was so much around me. You know, I was a great kid. You know, this book isn't the face of a tough kid. You might look at it and think it's tough. It was a kid who was getting bullied every day by 20 guys.I don't have a Christmas picture, a Thanksgiving picture without a black eye or a bloody lip. And so -- but I kept going to school. And so I never gave up. But, at one point, I had a best friend, and the bullies came up to me and they told me best friend -- my mother would feed this kid every day at lunch and they told him, his name was Leonard. They said you've got to beat him up with us or we're going to beat you up, too. And my best friend beat me up with them. And that moment changed my life. It was so traumatizing. And that's what turned me into the wrong path in life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "HARLOW",
      "sentences": "But what are -- I mean your kids are a little bit older than mine now, but what do we need to do better so that doesn't happen to more kids as -- what you went through?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "FAT JOE",
      "sentences": "Fortunately, I think the bullying aspect is always going to happen. And this -- this is - this is an insecurity problem. These people -- most of the people that bully people got bullied or they're not really that tough. And so they pick on guys that are less to get their reputations built up and stuff like that.I tell them to fight. Tell your mother, tell your father what's going on. You know, we had an incident where a family friend, her kids were getting bullied right here in jersey. And I tell her, you stay on them. You stay on them. You go to that school. You stay on them. You -- you, you know, you talk to the community because she's a very beloved person in the community. You've got to talk to the parents and let them know, your kids are bullying my kids and they don't deserve that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "COLLINS",
      "sentences": "You call yourself the Forrest Gump of hip hop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "FAT JOE",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "COLLINS",
      "sentences": "I'm from Alabama, so, you know, I love that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "FAT JOE",
      "sentences": "Alabama, stand up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "COLLINS",
      "sentences": "Tell me why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "FAT JOE",
      "sentences": "Because I've - I always seem to be everywhere. So, you know, anytime something happens in hip hop music, I was there when they brought out Eminem for the first time with \"The Outsiders.\" I was there when Big Daddy Kane brought out Jay-z for the first time. I was there when, rest in peace, Biz Markie, he brought out Big Daddy. I'm just always - I'm always like Forrest Gump. You name it, I'm there.And so, it's so beautiful for a kid from the Bronx to be invited to the White House. I was at the White House this year and I shout out the power to the (INAUDIBLE). They brought me over there, bringing transparency. But it's just an honor to spread the message of just going through tough times, darkest times, and keeping the smile on your face. That's what this book is about. You might not think you could relate, but you could relate in every way, shape or form, you know. When I was 19, my son was born autistic. His moms wanted to give him up for adoption. And me, my mother and my father, we raised our son. And so, you know, there's so many forms of adversity that you could be going through depression. I went two years depression. I was sitting in the bathtub with no water running just staring at the ceiling. Outside it could be the sunniest day it look so dark. But I went and got therapy. And, believe it or not, I was the only guy getting therapy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "LEMON",
      "sentences": "That's important. You need to talk - because, you know, I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "FAT JOE",
      "sentences": "It was nothing but women and me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "LEMON",
      "sentences": "Men don't want to do it. Right, men don't want to do it. [08",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "FAT JOE",
      "sentences": "Men don't want to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "LEMON",
      "sentences": "People of color don't. I know black folks don't want to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "FAT JOE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "LEMON",
      "sentences": "I'm generalizing here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "FAT JOE",
      "sentences": "But they have to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "LEMON",
      "sentences": "You've got to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "FAT JOE",
      "sentences": "You have to work on yourself, man, and make yourself better and get you out of that -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "LEMON",
      "sentences": "You've got - you should go talk to your pastor. You know what I'm saying. That kind of thing. You need a therapist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "FAT JOE",
      "sentences": "Yes. I mean, no, you need to get therapy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "HARLOW",
      "sentences": "Like -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "FAT JOE",
      "sentences": "You've got to work on yourself. You know, it took me two years, and I like to think I'm intelligent, but the mind is so powerful, it's like a Rubik's Cube that you can't figure out. You're just trying to figure it out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "LEMON",
      "sentences": "Hey, Joe, we've got to - we've got to go. I - we've got to go, but I got to ask, do you ever just sit back and think about, oh, man, look at this guy from the Bronx and look at where I am now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "FAT JOE",
      "sentences": "Later on in the Bronx we're giving out six 18-wheelers of food to the people in the Bronx.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "HARLOW",
      "sentences": "Today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "FAT JOE",
      "sentences": "Harlem today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "LEMON",
      "sentences": "(INAUDIBLE) talking about himself (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "FAT JOE",
      "sentences": "Washington Heights. You know, we always out there. You know, we own businesses. Up in YC (ph) sneaker stores in our communities, the Bronx, Harlem, Washington Heights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "FAT JOE",
      "sentences": "We have a classroom in there where we mentor the kids after school, give them computers. I mean, we - we do whatever we can for the community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "COLLINS",
      "sentences": "That's awesome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "LEMON",
      "sentences": "We've got to go, Joe, but I've got to say, get this book \"The Book of Jose\" by Fat Joe. And Joe, you said, you're signed it, to my brother, Don, thanks for all the love, Fat Joe. Thank you for all the love. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "FAT JOE",
      "sentences": "I love you, brother. You know that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "HARLOW",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "COLLINS",
      "sentences": "We hope you have a great Thanksgiving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "FAT JOE",
      "sentences": "Thank you so much, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "LEMON",
      "sentences": "Thank you. Thank you. Thank you.We've got a great story to talk about when we come right back. We'll be right back, everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:02",
      "speaker": "COLLINS",
      "sentences": "Yes, she just became the first female student athlete ever to be named an NCAA Division I varsity baseball player. We'll talk about that. That's next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:01",
      "speaker": "LEMON",
      "sentences": "As you would say, girl power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:01",
      "speaker": "HARLOW",
      "sentences": "We hope that made your morning. It made ours. So did Fat Joe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:01",
      "speaker": "COLLINS",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:01",
      "speaker": "LEMON",
      "sentences": "Skinny Joe now.",
      "isLastSentenceInterrupted": false
    }
  ]
}