{
  "date": "2022-12-13",
  "headline": "CNN This Morning",
  "subHeadline": "Biden To Sign Bill Protecting Same-Sex And Interracial Marriages; Hospitals Across U.S. Overwhelmed Amid \"Tripledemic\" Surges; Pelosi's Daughter On Attack Against Father: We're Traumatized. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:30:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "This is what she -- what her message was.REP. VICKY HARTZLER (R-MO):  I hope and pray that my colleagues will find the courage to join me in opposing this misguided and this dangerous bill. I yield back. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "COLLINS",
      "sentences": "What did you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "PETE BUTTIGIEG, SECRETARY OF TRANSPORATION",
      "sentences": "I just wonder if she could see the family life that Chasten wrote about so movingly in that piece on Medium and that, again, is the most important experience in my day.If you believe in family, if you believe in kindness, if you believe in love, then you ought to see what goes on in millions of families, including mine, where the love and the institutional support of marriage that binds me and Chasten together, including through hard times and a tug-of-war over who is going to do the dishes when we're both exhausted and what to do when we run out of -- you know, run out -- run out of eggs or those puffs that you can put into a little cup that have a remarkable kind of bribery effect on getting the kids to settle down and quiet down when they're in the stroller or the minivan, I mean. But beneath that, just a deep love that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Wait, wait -- you have a minivan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BUTTIGIEG",
      "sentences": "-- provides the stability that is -- oh, yeah, yeah. And that's another example of how marriage changes you and kids change you. I never thought I would be a minivan person -- no. And now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Yes, you get there. You get there. Kids do it to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BUTTIGIEG",
      "sentences": "The things we do for the love of our children, right? LEMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HARLOW",
      "sentences": "Does he have a minivan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "And now, Pete Buttigieg --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HARLOW",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "-- is a dad and he has a minivan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HARLOW",
      "sentences": "Me, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "I'll be there one day -- one day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BUTTIGIEG",
      "sentences": "It'll happen. You'd be amazed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BUTTIGIEG",
      "sentences": "But, you know, that's how our families change us --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BUTTIGIEG",
      "sentences": "-- the people we care about most. We would do anything for our kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BUTTIGIEG",
      "sentences": "And I wish -- I wish every member of Congress were prepared to do this.Look, you can do glass half full or glass half empty. The glass half empty or is there members of Congress -- in fact, the majority of congressional Republicans who refuse to get in line with the view that most Americans have about equal dignity for same-sex marriage and equal treatment for anybody in the LGBTQ community. And -- on the other hand, an optimistic take is that a remarkable number of congressional Republicans crossed party lines, defied their party platform, which in writing today, still opposes marriage equality, and said wait. And they probably did it holding in their mind the image of some person they know and love whose world is better, whose life is more stable. Who, perhaps, like me, feels actually better connected to God through the relationships --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BUTTIGIEG",
      "sentences": "-- that are solidified in their marriages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BUTTIGIEG",
      "sentences": "They're probably thinking about people they love and putting those people they love over their party platform. And that, even if wasn't 100 percent or even a majority of congressional Republicans -- that is a remarkable thing that happened in today's Washington that people are so cynical about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "Well, Sec. Buttigieg, thank you. I'd love to meet, one day, your Gus. I have a Gus, but it's Gus-Gus, and our fights are over who is going to walk the dogs and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HARLOW",
      "sentences": "The dog.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "Yes, that's it. So there you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HARLOW",
      "sentences": "There you go. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "COLLINS",
      "sentences": "Sec. Pete, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BUTTIGIEG",
      "sentences": "I look forward to it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "COLLINS",
      "sentences": "All right. Ahead on CNN THIS MORNING, we're also going to talk to the parents of that American college student who is missing in France. We'll tell you what they're hearing from officials about their son's sudden disappearance. They have big questions.Plus, hospitals are filling up across the nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:38:20",
      "speaker": "COLLINS",
      "sentences": "All right, welcome back to CNN THIS MORNING.Coming up for you this hour, we'll talk about why a former top Twitter official was forced into hiding and the role sources play -- sources say that Elon Musk played in all of that. And a pair of twins who are so in sync that they were accused of cheating on a test but ended up winning a big lawsuit. Their story is ahead as well. And new this morning, we have the numbers on deaths, hospitalizations, and just how many lives were actually saved by the COVID vaccine. All of that is coming up. Poppy, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:38:20",
      "speaker": "HARLOW",
      "sentences": "Kaitlan, thank you.Health care workers and hospitals are struggling right now across this country. What's become known as the \"tripledemic\" is leaving so many people sick. The big three in this case, COVID-19, RSV, and the flu. States like New York, Washington, and New Mexico close to tapped out in terms of hospital beds available. Stephanie Elam reports from Los Angeles. (BEGIN VIDEOTAPE) ANDERS ELIASON (PH), COVID PATIENT:  For a while, I was really worried about COVID. ELAM (voice-over):  Eliason had good reason to worry after an aortic aneurysm last year in the thick of the pandemic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:38:20",
      "speaker": "ELIASON",
      "sentences": "I had, like, open chest surgery.ELAM (voice-over):  But he masked up and never caught COVID until this month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:38:20",
      "speaker": "ELIASON",
      "sentences": "I didn't feel like I was invincible. I thought it was inevitable that I was going to get it.ELAM (voice-over):  Eliason thinks he caught COVID at an NFL football game where he let his guard down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:02",
      "speaker": "LONGHURST",
      "sentences": "We've seen a real increase in cases, particularly since Thanksgiving. So, COVID is up, the flu is up, and other respiratory viruses are up as well.ELAM (voice-over):  The situation is so overwhelming at UC San Diego Health they had to create space using tents in parking lots to triage patients.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:02",
      "speaker": "LONGHURST",
      "sentences": "We've got beds in the hallways and the emergency department for patients who have been admitted and are waiting for hospital beds. And we're even reconfiguring conference room space so that we can safely care for patients in places that we would not normally do it.ELAM (voice-over):  Hospitals were the fullest they have been throughout the pandemic last week, reaching 80 percent capacity -- an eight percentage point jump in two weeks and the highest since January's Omicron surge. ELAM (on camera):  Is the tripledemic as bad as you saw during the height of COVID? DR. JEFF SMITH, EXECUTIVE VICE PRESIDENT, CEDARS-SINAI MEDICAL CENTER: The answer is not yet. Probably the most RSV we've seen in the past decade -- really, October into November. And now we've seen a rapid decline. That, as I said, has overlapped this COVID rise, which has happened a little bit slower and a little bit later, and then now is superimposed by this very rapid rise in influenza. ELAM (voice-over):  And, yes, you can get more than one of these viruses at a time. DR. EDWARD JONES-LOPEZ, KECK MEDICINE OF USC:  The more viruses -- the more infections you have, the more -- the higher the risk of one of them leading to more serious disease. ELAM (voice-over):  Mask mandates haven't returned yet but virus spikes in New York and Seattle have led to health department recommendations to mask up indoors and in crowds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:02",
      "speaker": "ELIASON",
      "sentences": "It feels like I'm on the upswing now.ELAM (voice-over):  As for Eliason, after spending last December recovering from his surgery, he plans to see his grandparents for the holidays after testing, monitoring symptoms, and wearing an N-95 mask.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:02",
      "speaker": "ELIASON",
      "sentences": "This is going to be our first Christmas -- you know, normal Christmas.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:02",
      "speaker": "ELAM",
      "sentences": "And hopefully, it will be no less merry.But keep in mind here that these virus spikes really are happening all over the place. Add New Mexico to this list of states that is sounding the alarm of this overwhelming situation at their hospitals. And just to put this in perspective -- since I am standing here at Cedars-Sinai Medical Center in Los Angeles, near Beverly Hills and Hollywood -- two powerhouse directors have been sidelined recently because of COVID -- Stephen Spielberg and James Cameron, who is going to miss the premiere of his new \"Avatar\" movie. So all of this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:02",
      "speaker": "HARLOW",
      "sentences": "Oh, wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:02",
      "speaker": "ELAM",
      "sentences": "-- going to show as much as we would like to be done with these viruses --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:02",
      "speaker": "HARLOW",
      "sentences": "We're not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:02",
      "speaker": "ELAM",
      "sentences": "-- they are so still running the show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:02",
      "speaker": "HARLOW",
      "sentences": "Stephanie Elam, thank you for getting up very early for us in L.A.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:02",
      "speaker": "ELAM",
      "sentences": "Happy to. HARLOW",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:02",
      "speaker": "LEMON",
      "sentences": "Yes. It's still out there so you've got to be -- got to be careful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:02",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:02",
      "speaker": "LEMON",
      "sentences": "Up next, my one-on-one interview with Alexandra Pelosi, the daughter of the House speaker. We're going to talk about her new documentary, the attack on her father, and her mother's big move.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:02",
      "speaker": "LEMON",
      "sentences": "You were there the day that your mother stepped down -- announced that she was stepping down from Democratic leadership.ALEXANDRA PELOSI, DIRECTOR, \"PELOSI IN THE HOUSE\":  Oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:02",
      "speaker": "LEMON",
      "sentences": "Tell us about that decision.A. PELOSI:  I think that was the best day of my adult life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:02",
      "speaker": "LEMON",
      "sentences": "Are you serious?A. PELOSI:  Oh, I feel so liberated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:32",
      "speaker": "LEMON",
      "sentences": "On October 28, a man walked into the home of House Speaker Nancy Pelosi in the middle of the night, looking for her. Instead, he found her husband Paul, and went on to assault him, which landed him in the hospital.Well, their daughter Alexandra sat down with me to talk about the trauma, why she's lost faith in humanity, and the right-wing conspiracies about the attack. You're going to hear from her in just a moment. And tonight, though, she is also releasing a new documentary on HBO Max about her mother's life in political service. Here's a preview. (BEGIN VIDEO CLIP) REP. NANCY PELOSI (D-CA):  I have a sense -- sixth sense about the scent of elections and I smell success wherever I go. A. PELOSI:  You are impossible to crack. You're always on message. N. PELOSI:  Yes. A. PELOSI:  How do you do it? How you always stay on all the time? You're impossible to crack -- you know that. N. PELOSI:  Yes. Well, I have my sensitivities. A. PELOSI:  What does that mean? N. PELOSI:  That means I have to be sensitive to the impact of my words on certain other campaigns. You know, if I'm saying I can smell success, it means I can smell lack of success as well. A. PELOSI:  You're a tough nut to crack, you know that? There's no cracking you, huh? N. PELOSI:  No. But if that's what you want to do -- crack your mom. A. PELOSI:  Yes, I do. I want to crack you. (END VIDEO CLIP) (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:32",
      "speaker": "LEMON",
      "sentences": "And filmmaker Alexandra Pelosi joins me now. Thank you so much. I appreciate you doing this.A. PELOSI:  Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:32",
      "speaker": "LEMON",
      "sentences": "You doing OK?A. PELOSI:  Well, I don't know. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:32",
      "speaker": "LEMON",
      "sentences": "You don't know?A. PELOSI:  How am I doing? You tell me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:32",
      "speaker": "LEMON",
      "sentences": "Let me talk about it. I think you're doing pretty well. The concern is --A. PELOSI:  Considering.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:32",
      "speaker": "LEMON",
      "sentences": "Considering. The concern is your father and here's what you say. You said your father, Paul Pelosi, \"is the breakout star of my mother's life and of my movie.\"The attack on him is not in your documentary but he plays a giant role. He plays a big part in the documentary. How is he doing? A. PELOSI:  Well, that's such a tough question to answer because physically, he's healing. So if you look at him -- he went out to the Kennedy Center Honors and my friends were all saying this is so great. He's back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:32",
      "speaker": "LEMON",
      "sentences": "Yes.A. PELOSI:  But these are long -- I mean, traumatic brain injury is not something that just goes away. And the threats haven't gone away either, so we're still living with this every day. And I don't know how these things heal. I mean, this is a very long-term recovery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:32",
      "speaker": "LEMON",
      "sentences": "Yes, you don't know. You're still concerned.A. PELOSI:  Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:32",
      "speaker": "LEMON",
      "sentences": "And there is reason to be concerned about it.A. PELOSI:  Absolutely. I have not slept through the night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "Yes.A. PELOSI:  And I don't care how you vote and I don't care who -- you know, what your political affiliations are -- that's just not right in any way. Like, there's no way. So making peace with that in your head, it's hard to make peace with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "Yes.A. PELOSI:  And that's why we're still -- first of all, we're still under threats. It's not as if the threats just go away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "Yes.A. PELOSI:  This has been something we've been living with forever. And it was so -- I mean, you could -- it was so coming. This was so inevitable when you think about the hundreds of millions of dollars in ads that the Republicans spent demonizing my mother.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "Yes.A. PELOSI:  I used to joke with my father -- like, she turned our last name into a curse word. That was 20 years ago we made those jokes. These ads have been going forever and ever and ever. So we've been -- our whole family has had a target on our back for a while.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "Well, let's talk about your mom. I've seen your mom publicly since it happened --A. PELOSI:  Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "-- and she's -- you know, I asked her how are you doing? She said OK. That's her public face. How is she doing?A. PELOSI:  I think this is really traumatizing and I don't think there's a -- you can't have a morning show answer for this because it's so deep in the psyche of what happens to a person after something like this. It's not something we go, oh, we're doing -- we're doing well. I mean, what are we supposed to say? It's -- there's not a good answer for this. That's why I'm like such a Scrooge this Christmas. Like, I can't go to holiday parties because people come up to me and they're like how are you? What am I supposed to say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "Yes.A. PELOSI:  My 82-year-old father was attacked in his bed in the middle of the night. How do you answer that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "How do you think I am? Yes.A. PELOSI:  Yes. How do you think I am?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "So your mom said last month that Republicans' horrible response to the attack might have turned off some voters in the midterm elections. Do you think that is true?A. PELOSI:  I don't know anything about voters. I don't know anything about this country right now. I'm so -- look, my faith in humanity has been destroyed by all this. So I have no idea if people are good. I have no sense. What I do know is that how the Republicans responded to this attack was so unforgivable. The jokes -- you saw the jokes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "Yes.A. PELOSI:  The governor of Virginia, the wannabe governor of Arizona, congressmen were making jokes about an 82-year-old man getting attacked in his own home. Like, I don't understand how that's forgivable. So, for me, the toxic media landscape is so hard to try and -- I don't know -- I just -- I don't know how to talk about this without going so dark. And it's a morning show and we're trying to be light and happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "No, no, no, no. We want to -- we want to be real. And also not condemning people who are -- like, you know, members of the ex- president's family who are sending out insane, just awful things about your father online. Like, just not condemning that.At some point, like, where is the bottom? A. PELOSI:  Wait -- tweeting conspiracy theories. The amount of conspiracy theories that were being spread on the internet after this happened, it's -- the social media is destroying the social fabric of this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "Do you believe that?A. PELOSI:  I totally believe --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "Why is that? A. PELOSI",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "No. I'm asking you. Yes, I -- look, I limit myself, especially when it comes to Twitter because I think it's so toxic. But I want to know what you think about that and why you think that.A. PELOSI:  Well, I'm not on social media because I think it is so toxic and I think it really has destroyed conversations. Like, there are -- I have friends who actually have asked me questions that come straight out of, like, conspiracy theory playbooks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "Yes.A. PELOSI:  And I think where do you hear this stuff? The internet just spreads this viral, toxic -- it's really dangerous because it trickles down to unwell people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "Do you think that contributed to January 6?A. PELOSI:  Absolutely. You know, I think that January 6 is -- what's interesting about January 6 is that not everybody that was there that day is a bad person. There were plenty of good people that showed up to air their First Amendment right to protest, right? But then, some of them got carried away and that's where it gets tricky. It gets really tricky when you start to say well, what's OK? It's OK to show up and protest. It's OK to get outside the Capitol and wave a flag and say you don't agree. But then, we -- it's not OK to break the window, go into the building, literally poop in the Capitol -- like, literally poop in the Capitol. I took my teenage boys through the Capitol as soon as we -- the Capitol was cleared and we got to go back inside. We -- they destroyed the speaker's office. Like, they broke everything like in the kitchen and the -- there was just pure destruction everywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "And you just said that were -- you were -- you were there to film and this happened as you were there that day. You weren't expecting this to happen, you just happened to be there filming this documentary. And you were with your kids, right?A. PELOSI:  Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "And then this unfolded. You never expected in a million years that anything like this, obviously.A. PELOSI:  In hindsight, you think you could have seen this coming considering how toxic the political dialogue has gotten in this country. If I think about it now, I have to say I should have seen it coming. Because I've made a lot of these documentaries, you know. This is my --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "Yes.A. PELOSI:  -- 14th HBO documentary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "LEMON",
      "sentences": "This is a moment from January 6 that you filmed, and here's what your mother talking about Trump -- this is your mom -- watch.N. PELOSI:  I ought to come down there and punch him out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "How I would pay to see that.N. PELOSI:  I've been waiting for this -- for trespassing on the Capitol grounds. I'm going to punch him out and I'm going to go to jail, and I'm going to be happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "LEMON",
      "sentences": "Take us behind that moment because we don't hear your mom speak that way, but she -- and she rarely loses her cool. I don't think she lost her cool there but she was very upset.A. PELOSI:  Well, you have to understand her father was in Congress and she's been in Congress for 35 years, so the Capitol is sacred ground for her. And so, the idea that this was just becoming a big freak show was very offensive to her. You have to understand how she believes public service is a noble calling and she believes what they do is God's work. She really believes this in her soul. She's been doing this -- this is her life's work. So the idea that he was just going to come make a mockery of this official proceeding that was in the Constitution really offended her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "LEMON",
      "sentences": "So then, it must be -- I don't want to put words in your mouth -- infuriating or just an interesting position to be in to see the stances that they're taking now -- many of them -- especially Kevin McCarthy going after that to kiss the ring and this whole sort of pretense about an election being stolen and not really standing up for it. And, you know, sort of straddling the fence.That must be an interesting position to be in having been behind the scenes with cameras witnessing them working together and now the -- oh, I don't know. What happened? A. PELOSI:  I think -- do you remember truthiness?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "LEMON",
      "sentences": "Yes.A. PELOSI:  I think the biggest problem is trying to make sense of the fact that there have always been two strong sides in this country and they did not agree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "LEMON",
      "sentences": "Yes. A. PELOSIBecause I have teenage kids and I have to explain to them, like, here are some facts. There are things that are true. These truths -- right? Now, it just seems like everybody's just making stuff up and you can say whatever you want and there's no truth anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "LEMON",
      "sentences": "You were there the day that your mother stepped down -- announced that she was stepping down from Democratic leadership.A. PELOSI:  Oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "LEMON",
      "sentences": "Can you tell us about that decision?A. PELOSI:  I think that was the best day of my adult life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "LEMON",
      "sentences": "Are you serious?A. PELOSI:  Oh, I feel so liberated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "LEMON",
      "sentences": "And what about for her, though?A. PELOSI:  I think she's free. I think there's a lot of weight that comes with these kinds of jobs. And I think that over time it's really become -- I mean, you're just slaying all these dragons. It's just -- at some point, you're just done. After my father was attacked, that was it. We were sitting in the ICU and we were just saying we're done -- that's it. We gave -- she gave 35 years to this country whether you like her politics or not. Because you don't have to like Nancy Pelosi. If I watched Fox News, I would hate Nancy Pelosi, too. I get it. You don't have to support her politics. You have to at least say OK, she spent 35 years doing this. Her husband looks like Frankenstein over here. She's done. She's done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "LEMON",
      "sentences": "Yes.A. PELOSI:  And what I didn't like was the time between the moment she was done and the moment she announced because all the people were saying you have to stay on. Your country needs you. Keep going. Keep fighting. I was like, oh, let her go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "LEMON",
      "sentences": "Yes.A. PELOSI:  She's served her time. Just let her go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "LEMON",
      "sentences": "Were you saying mom, please don't listen to them?A. PELOSI:  Of course. I get the call from my friend at CNN that my father's been attacked. I get on a plane and I go to San Francisco. And I'm sitting in the ICU with my mother and I said to my mother -- I was very upset and I said when I was 16 years old you came to me and you said -- she loves to tell this story. It's like one of her favorite stories she tells in her speeches. When I was 16 years old my mother came to me and she said mommy has a chance to run for Congress but I won't do it without permission. Because I was the youngest of five and I was the only one that was left at home. So she says mommy has a chance to run for Congress but I won't do it unless I have your permission. And I said mother, get a life -- right? What teenage girl doesn't want their mom out of the house? Go, right? So there we are in the ICU and I say to her if I had known 35 years later where this was going to end up I never would have given you my blessing to run in the first place. Now, my father, coming out of all that he's been through, says to me you can't say that. You have to say if you came to me today in this toxic social media environment you would not give your permission. But you can't say the last 35 years of your life -- I'm going to erase that because of this one incident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "LEMON",
      "sentences": "Yes.A. PELOSI:  So that's what we're wrestling with. What I am wrestling with is was this all worth it for my family -- what we went through? Was it worth it? Now, my parents would say yes. My father, after all he's been through -- he would say yes. And my mother -- of course, she would say I'm proud of my wounds because she's proud of the life that she's lived. But for the family -- the families are the ones that pay the highest price for this kind of life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "LEMON",
      "sentences": "Thank you, and I -- thank you.A. PELOSI:  This morning banter, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "LEMON",
      "sentences": "Yes. I was going to say thank you and --A. PELOSI:  I just broke your spirit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:05",
      "speaker": "LEMON",
      "sentences": "Listen, regardless of, as you said, what people feel about your mother's politics, she's served her country and she did it well.Thank you very much. I appreciate it. A. PELOSI:  Thank you for talking to me.",
      "isLastSentenceInterrupted": false
    }
  ]
}