{
  "date": "2022-11-30",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "U.S. Defeats Iran 1-0 In Politically-Charged Match; China Launches Three Astronauts To Its New Space Station; Holiday Shopping Season Off To A Strong Start. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:00",
      "speaker": "AMANDA DAVIES, CNN SPORTS ANCHOR",
      "sentences": "The questions that have been asked about this U.S. side -- this youthful U.S. side is how they were going to deal with the pressure of this moment with the eyes of the world watching so many of them with so little World Cup experience. But they exuded confidence. They were calm in the moments. And then there was that goal from Captain America Christian Pulisic, as you mentioned, that gave Gregg Berhalter's side the historic victory.(BEGIN VIDEO CLIP) GREGG BERHALTER, U.S. MEN'S TEAM COACH:  We had a great first half. And, you know -- and then the end of the game is really what I'm most proud of because it's the mark of determination and an extreme amount of effort and resiliency to hang in there and get the win -- not buckle. It's the first time in 92 years that we've gotten two shutouts at a World Cup, so the boys are doing something right. I'm really proud of the group. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "DAVIES",
      "sentences": "That was the U.S. coach, Gregg Berhalter.Questions rightly being asked about what this tournament exit, though, means for Iran and those players. Their coach, Carlos Queiroz, referring to the threats against the players' families that we were reporting here on yesterday's additions of the news. So questions there about what happens next. But from the U.S. perspective, as you rightly mentioned, all eyes on Christian Pulisic who finished the day -- or finished the match in hospital. He's got that damage -- that injury to his pelvis. The word from U.S. Soccer is they're going to take it day by day ahead of the big match against the Netherlands on Saturday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "CHRISTINE ROMANS, CNN ANCHOR",
      "sentences": "Yes, but that smile on his face says it all. He is so happy about that goal. And hopefully, he'll be better soon.All right, thank you, Amanda Davies. Nice to see you. All right, quick hits around the globe right now. (BEGIN VIDEO CLIP) IRANIANS CELEBRATING U.S. WORLD CUP VICTORY:  The U.S.! The U.S.! The U.S.! (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:37:11",
      "speaker": "ROMANS",
      "sentences": "You're watching China make history with the launch of three more astronauts to its new orbiting space station. The aging International Space Station -- manned by the U.S., Russia, Japan, Canada, and Europe -- no longer the only manned station in Earth's orbit.Let's bring in Zhanna Malekos Smith, assistant professor at West Point. Thank you so much for joining us this morning. Listen to this from the U.S. Space Force director. Quote, \"China is the only country with both the intent to reshape the international order and increasingly, the economic, diplomatic, military, and technological power to achieve that objective.\" Is this a warning about a new space race with China, Professor? ZHANNA MALEKOS SMITH, ASSISTANT PROFESSOR, WEST POINT (via Webex by Cisco):  Good morning, Christine, and thank you very much for having me on the show. There's a lot to unpack in that statement. It's startling but I argue not surprising. And what I mean by that is that there are many complex factors that are shaking this dynamic ecosystem -- both with the economic, diplomatic, military, and technological factors at play -- that are constantly shaping this dynamic space domain. Focusing on the technological aspect, China's manned space agency, which manages China's human space flight program, expects the Tiangong station to be fully operational by the end of 2022. And when you consider the history of China's space program that's quite an impressive timeline considering that on April 20, 2021, the Tiangong's core module called Tianhe was the -- was first placed into orbit. And that following month, the Shenzhou-12 spacecraft was launched, breaking China's record for one of the longest-running crewed missions in that year. And the clip that you played earlier showing Shenzhou's 15 mission came to overlap with the final leg of the Shenzhou-14 6-month mission as well. This is significant because China could break its own record again with having now six Chinese taikonauts aboard this station.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:37:11",
      "speaker": "ROMANS",
      "sentences": "And they're -- this last -- these three going now are going to be finishing -- putting the finishing touches on that space station to get it fully operational.Look, the U.S. military has long had concerns about China's activities in space. Is this a concern, do you think, militarily?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:02",
      "speaker": "ROMANS",
      "sentences": "Fascinating.Thank you so much, Zhanna Malekos Smith, assistant professor at West Point. Nice to see you this morning. Have a great day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:02",
      "speaker": "SMITH",
      "sentences": "Thank you. Have a great day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "ROMANS",
      "sentences": "All right. Your Romans' Numeral this morning, $1,089,300 -- the new limit for home loans backed by Fannie Mae and Freddie Mac next year. The limits are rising because home prices have risen so much. Home prices up more than 12 percent in the third quarter year-over- year despite a cooling housing market and rising mortgage rates.The housing market appears to be cooling but home prices still remain high. What do we make of that? Let's bring in the expert, Bess Freedman, CEO of Brown Harris Stevens, a real estate company with 3,000 agents in Florida, New York, New Jersey, and Connecticut. And I want to -- you know, we learned yesterday that home prices -- home prices fell for the third month in a row. But year-over-year they are still higher, up 10 percent. So we're seeing a deceleration in prices but still, a market that is pretty resilient.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "BESS FREEDMAN, CEO, BROWN HARRIS STEVENS",
      "sentences": "Yes. Good morning, Christine, by the way. Nice to see you.I think we're starting to see that supply is starting to outweigh demand and prices need to adjust a little bit. And sellers have not really come down to earth yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "ROMANS",
      "sentences": "How come?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "FREEDMAN",
      "sentences": "You know, I just think it takes time for that sort of recapitulation. And I think when the market is working its best is when supply and demand are intersecting --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "ROMANS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "FREEDMAN",
      "sentences": "-- and we don't have that right now. People are still sort of stuck in what was last year, which was a crazy year. It was the best year of real estate history for most people. And so now we're readjusting, recalibrating.And buyers are sort of on the sideline saying should I wait to see what's going to happen with --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "FREEDMAN",
      "sentences": "-- rates, inflation? Are we going to enter a recession? That's something economists are sort of weighing in on.And so, the housing market is moving and changing but it's not doom and gloom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "ROMANS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "FREEDMAN",
      "sentences": "It's not the end of the world at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "ROMANS",
      "sentences": "I think it's interesting you say coming off the best year, last year, in real estate history. Obviously, they'll be an adjustment. And the Bank of America CEO Brian Moynihan suggests we're at the beginning of maybe a couple of years of that. Let's listen.(BEGIN VIDEO CLIP) POPPY HARLOW, CNN ANCHOR, \"CNN THIS MORNING\":  When is it going to get better for housing for Americans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "BRIAN MOYNIHAN, CEO, BANK OF AMERICA",
      "sentences": "Well, so this is the toughest thing because you have to slow down the economy. You have to slow down inflation. And the way you do that is raising interest rates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "HARLOW",
      "sentences": "The Fed wants us to buy fewer homes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "MOYNIHAN",
      "sentences": "That's exactly right. What will happen is as we see inflation slow down -- and you're seeing the rate of growth of inflation slow down -- it's still inflation -- you'll see rates come back down to more of the target rate and you'll see the adjustments come through. And that will happen but that will take almost two years.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "ROMANS",
      "sentences": "Take almost two years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "FREEDMAN",
      "sentences": "I mean, I think he's macro-forecasting what he thinks will happen, and who knows? But I think when people think of housing and buying a home it's time, not timing in the market. It's a long-term investment. It's the best way to create intergenerational wealth and it's five, 10, 15 years. I mean, remember, homes are for consumption. It's not just an investment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "ROMANS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "FREEDMAN",
      "sentences": "And so it's a long-term thing for people to think about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "ROMANS",
      "sentences": "I think it's important. There's a very good point because you buy a home because you need to get into the school district you want for kindergarten, or because you're moving for a new job, or for -- you want to be closer to your parents. I mean, it's not because of exactly a quarter of a percentage point on the mortgage rate.Let's look at some of these -- home prices spiked during the pandemic and finally, some of these super-hot markets are starting to cool down -- Seattle, San Francisco, San Diego. Is this better for homebuyers? Some of this regional deceleration here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "FREEDMAN",
      "sentences": "I mean, it really depends and you -- people ask me all the time. They say should I buy, should I sell? What should I do? And I say how would I know that? What are your circumstances? It depends.If you have a little bit of savings right now and you want to invest in your first home, it's a good time to do that because you can negotiate. Buyers are in the driver's seat right now. So it really depends on your circumstances and what you want to do because you can negotiate really well right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "FREEDMAN",
      "sentences": "It's an opportunity market for many people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "ROMANS",
      "sentences": "All right, opportunity market but with a higher price tag because of those mortgage rates.But nice to see you, Bess Freedman. Nice to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:03",
      "speaker": "FREEDOM",
      "sentences": "Thank you, Christine. Great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:53:21",
      "speaker": "ROMANS",
      "sentences": "All right, call it retail therapy in a big way. Americans say they feel lousy about the economy but, boy, did they spend big on toys, televisions, and clothing on Black Friday and into the holiday weekend despite decades-high inflation and worries about a potential recession.I want to bring in CNN Business reporter Nathaniel Meyersohn who covers all things retail and the consumer. So we're done with Black Friday, we are done with Cyber Monday. This one said, \"At the peak on Monday, $12.8 million a minute being spent online. It was a very good performance in terms of a test of the consumer, wasn't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:53:21",
      "speaker": "NATHANIEL MEYERSOHN, CNN BUSINESS REPORTER",
      "sentences": "As you said the other day, Christine, never underestimate the strength of the mighty American consumer. Despite inflation, despite -- you know, despite inflation, despite continued shopping shortages, shoppers are still spending.Over 196 million Americans shopped during the Thanksgiving weekend, a 10 percent increase from last year --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:53:21",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:53:21",
      "speaker": "MEYERSOHN",
      "sentences": "-- according to the National Retail Federation. Cyber Monday sales broke a new record, up more than five percent from a year ago.So we've talked a lot about how stores are overstocked -- how they have too much stuff and they're marking that stuff down. So all those discounts got shoppers to spend online and to visit stores. And they've stayed back the last couple of years due to pandemic concerns --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:53:21",
      "speaker": "ROMANS",
      "sentences": "Yes. MEYERSOHN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "MEYERSOHN",
      "sentences": "Right. So all that online shopping, in particular, is creating a big problem for stores, and that's the returns. About 17 percent of all merchandise is returned. The rates are even higher for online shopping. It cost retailers more than $700 billion last year.And so you see these -- all of these returns. They have to -- they have to pay for shipping costs -- reverse shipping costs to send the stuff back. The products just wind up back on the store's shelves, and so -- or they end up in landfills. And so, stores are saying we've had enough. We want you to either sometimes keep the returns that you want to exchange or we're ending free online returns, and then shortening return windows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "ROMANS",
      "sentences": "Oh, so they're making it a little stricter for the return but, in some cases, telling you just to keep it.What about these bankrupt stores like Claire's and Toys \"R\" Us sort of making a comeback?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "MEYERSOHN",
      "sentences": "Right. So if you want to get your ear pierced and then take a photo with a life-sized Geoffrey the Giraffe -- the former Toys \"R\" Us mascot -- that's exactly what Macy's wants you to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "ROMANS",
      "sentences": "That's on my bucket list.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "MEYERSOHN",
      "sentences": "That's exactly what Macy's wants you to do during the holidays.So, Claire's is opening 21 mini-stores inside of Macy's locations. Toys \"R\" Us is opening mini-shops in all of Macy's stores where you can browse for toys and get your photo taken with Geoffrey the Giraffe. These are -- these are retailers that filed for bankruptcy the last couple of years and they're trying to make a comeback. This is a way for them to stay relevant with consumers. And for Macy's, it's a way to draw shoppers back into stores, especially --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "ROMANS",
      "sentences": "True.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "MEYERSOHN",
      "sentences": "-- new, younger shoppers. And go get your ear pierced and then shop the rest of the store.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "ROMANS",
      "sentences": "All right, Nathaniel Meyersohn. Nice to see you. Thank you so much.All right, U.S. soccer fans are fired up this morning after making it through to the World Cup's round of 16. Andy Scholes -- wow, what a match. He's here with the Bleacher Report. Hi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "ANDY SCHOLES, CNN SPORTS CORRESPONDENT",
      "sentences": "It certainly was. Good morning, Christine.Yes -- I spent all afternoon yesterday actually at Fado Irish Pub in Atlanta watching the game with fans. It was super tense until the 38th minute when Christian Pulisic found the back of the net. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "FADO IRISH PUB, ATLANTA",
      "sentences": "Soccer fans cheering the U.S. team's goal.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "SCHOLES",
      "sentences": "Yes, the place just going bonkers after that goal. And then everyone just on the edge of their seats hoping the U.S. would hold on, which they did. And all the fans I talked to super proud that this team is moving on.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was incredible. I thought we played the first half brilliantly. Towards the end, I was a little scared when we went defensive. But in the end, it all worked out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm so proud and so ready to go to the next round. I think we're going to kill it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This team is young, they're hungry, and they don't stop -- 90 minutes strong. We got through it today. I'm so happy. An unbelievable win for the USA. Let's go, baby, all the way. Netherlands, we're coming for you, brother -- woo.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "SCHOLES",
      "sentences": "The game against the Netherlands Saturday at 10All right, to the NBA. The Mavs trying to stop a 4-game losing streak, hosting the Warriors. Steph Curry just doing Steph Curry things. He hits that three there fading away. The Warriors up two with two to go, but Luka Doncic here with the jumper. He was incredible in the game -- 41 point, 12 rebounds, 12 assists. The Warriors are down three in the closing seconds and had a chance to tie it. Klay Thompson, a great look but he missed it. The Mavs go on to win 116-103. The Warriors 2-10 on the road this season. All right, the ultimate college football rankings coming out last night and Michigan moving up to number two behind Georgia after their big win over Ohio State. TCU now third. And USC joining the top four for the first time in the playoff era. The Buckeyes dropping to fifth, while Alabama is still lurking in that sixth spot. All of the top four will play in conference championship games this weekend, while the Buckeyes and Crimson Tide get to sit at home and hope someone gets knocked off. Finally, Tiger Woods may not be playing in this tournament in the Bahamas this weekend, but he did come out swinging at LIV Golf CEO Greg Norman. He says the only way he sees a reconciliation between the PGA and LIV tours is for Norman to step aside. (BEGIN VIDEO CLIP) TIGER WOODS, 15-TIME MAJOR CHAMPION:  I think Greg has to go, first of all. And then obviously, the litigation against us and then our countersuit against them. Those would then have to be at a stay as well. So then we can talk. We can all talk freely. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "SCHOLES",
      "sentences": "Yes. Tiger also said he had to have two surgeries this year. The latest was for plantar fasciitis. He still plans on playing in The Match, December 10 on TNT, and in the PNC Championship with his son the following week. He can use a golf cart for both of those, Christine.Other than that, he says he plans on playing in the four Majors and then maybe just one or two other tournaments next year. That's what he says all his leg can take at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "ROMANS",
      "sentences": "Interesting.All right, Andy Scholes. Thank you so much for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    }
  ]
}