{
  "date": "2022-12-26",
  "headline": "CNN Newsroom",
  "subHeadline": "New York City Weather News Conference; Santos to Address Resume Questions; Raskin Says Electoral College Reform Should be Priority; Smash-and-Grab Crimes are More Frequent. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:00",
      "speaker": "JESSICA DEAN, CNN ANCHOR",
      "sentences": "Grandparents survived the Holocaust. He's expected to address those questions this week. More when we come back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "DEAN",
      "sentences": "Happening right now, Buffalo city officials are giving an update on the devastating deadly winter storm there. We want to listen in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:44",
      "speaker": "DEAN",
      "sentences": "New York Republican Congressman-Elect George Santos says he'll address the public this week over allegations he fabricated part of his resume. Santos has come under scrutiny in a recent \"New York Times\" article that claimed parts of his biography were fake. CNN went on to confirm those details and added inconsistencies about his claim his grandparents were Holocaust survivors.CNN correspondent Athena Jones is in New York following the latest on this. Athena, what's Santos saying ahead of this official response that he's promised?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "DEAN",
      "sentences": "Yes, no response from Republican House leadership.Athena Jones, thanks so much for that reporting. I want to bring in Molly Ball, national political correspondent for \"Time.\" Molly, it's always great to see you and have you on. We know that Kevin McCarthy is not responding to questions about Santos right now. He's working to become speaker with this very small majority that they have, four seats. Santos, of course, helping to give them that victory to take back the House. What do you think happens to Carlos Santos? Or, sorry, to George Santos. Excuse me. MOLLY BALL, NATIONAL POLITICAL CORRESPONDENT, \"TIME\": I think it depends a lot -- George Santos, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "DEAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "BALL",
      "sentences": "Great to be here.I think it depends a lot on what he has to say this week. And I think a lot of Republicans in both New York and Washington are really sort of on tenterhooks to see whether and how he can provide any sort of explanation for, you know, his pretty much totally made up resume, it seems, you know. He has not elaborated, as Athena was saying, on what the contents of that explanation will be that he promised in that tweet last Thursday. Kevin McCarthy is busy trying his hardest he can to get those votes to become speaker, so he really feels like he has bigger fish to fry and would prefer not to be dealing with this. So, the Republicans in Washington, there have been some Republicans, you know, locally who have called on him to provide some sort of explanation, but Republicans in Washington have pretty much ignored this story, feeling like they really wish they didn't have to deal with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "DEAN",
      "sentences": "Right. Right. And I want to talk a little bit about the January 6th committee. We know one member of that committee is saying that the next priority should be Electoral College reform. We can listen to that.(BEGIN VIDEO CLIP) REP. JAMIE RASKIN (D-MD): The Electoral College now, which has given us five popular vote losers as president in our history, twice in this century alone, has become a danger, not just to democracy, but to the American people. It was a danger on January 6th. There are so many curving byways and nooks and crannies in the Electoral College that there are opportunities for a lot of strategic mischief. (END VIDEO CLIP) And we know that in the big spending package there was reform to the Electoral Count Act, which is different than what Jamie Raskin is talking about in there, but kind of goes hand in hand with it. Molly, do you think there's any way there's enough support in a Republican House to address Electoral College reform at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "BALL",
      "sentences": "Well, the short answer is no, but the longer answer is, I am actually -- I've been surprised that there haven't been more Democrats raising this issue about the Electoral College in the nearly two years since January 6th, or even, you know, since the 2016 and 2020 elections, both of which, you know, were complicated by the Electoral College. You did have a lot of Republicans using the possibility of some kind of Electoral College reform or elimination as part of their rationale for supporting the Electoral Count Act, saying if we don't get behind this relatively modest reform to the way presidential elections are conducted at the federal level, that we fear that liberals are going to start going after the Constitution, but it would take, in all likelihood, a constitutional amendment, and that is why you haven't heard more emphasis on trying to reform or abolish the Electoral College, which I think would be quite unpopular if you were to poll it with the American people, but which really isn't an issue that's on a lot of people's radar and which because it's such a high bar to amend the Constitution isn't something that any kind of, you know, Democratic or liberal political apparatus has really put a lot of effort into tackling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "DEAN",
      "sentences": "Right, and it's a huge, huge, huge undertaking.All right, Molly Ball for us. Always great to see you. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "BALL",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:27",
      "speaker": "DEAN",
      "sentences": "The holiday season highlighting a surge in retail theft across the country, and in many cases the suspects are getting more violent. CNN's Vanessa Yurkevich reports.(BEGIN VIDEOTAPE) VANESSA YURKEVICH, CNN CORRESPONDENT (voice over):  Caught on camera, smash and grab break-ins giving retailers across the country a run for their money during peak season. This man seen openly dragging $5,000 worth of merchandise, police say, out the front door of a Burlington Coat Factory in Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He laughed in our face. Laughed in the employees face. And basically they had no regard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:27",
      "speaker": "YURKEVICH",
      "sentences": "Break-ins at Walmart, jewelry stores and a Toys for Tots warehouse just before the holidays.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:27",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We are missing about two-thirds of toys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:27",
      "speaker": "YURKEVICH",
      "sentences": "This as retail theft has become more violent this year, with 80 percent of retailers reporting more aggressive incidents.YURKEVICH (on camera): Is it becoming more dangerous now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:27",
      "speaker": "RICH ROSSMAN, PRESIDENT, COALITION OF LAW ENFORCEMENT AND RETAIL",
      "sentences": "Yes, it's definitely -- the suspects are becoming more violent. Whatever product it is that they're seeking, they're going to get it. And those that step in their way can be harmed, and they have been harmed.YURKEVICH (voice over): And for some small business owners it's getting worse. Fifty-six percent say they've been victims of shoplifting in the past year, forcing some to raise prices. DANA GREEN (ph), BUSINESS OWNER: November 17th, this window was broken out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:27",
      "speaker": "YURKEVICH",
      "sentences": "Dana Green says her store, Restock Sneakers in Virginia, was broken into not once -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:27",
      "speaker": "GREEN",
      "sentences": "But on November 27th they broke this window.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:27",
      "speaker": "YURKEVICH",
      "sentences": "But twice in ten days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:27",
      "speaker": "GREEN",
      "sentences": "The first time was shocking. The second time was even just more devastating to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:27",
      "speaker": "YURKEVICH",
      "sentences": "She estimates the thieves, teenagers, some who were caught, took and damaged $40,000 worth of sneakers during her busiest shopping season of the year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:27",
      "speaker": "GREEN",
      "sentences": "As far as the damage to the windows and to the store, about $5,000 worth of damage, which is a huge setback for a small business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:52:27",
      "speaker": "YURKEVICH",
      "sentences": "But isolated smash-and-grab theft is just the tip of the iceberg. Organized retail crime rings are what law enforcement is offer. These networks can make millions off stolen goods.YURKEVICH (on camera): How big of an operation is this really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Theft is an issue. It's higher than what has historically been. If that's not corrected over time, prices will be higher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "MICHAEL FIDDELIKE, EVP AND CFO, TARGET",
      "sentences": "We expect it will reduce our gross margin by more than $600,000 for the full year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "YURKEVICH",
      "sentences": "The irony, industry experts say, is that some of the very products stolen from store shelves eventually make their way back and into customers' hands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "ROSSMAN",
      "sentences": "As it works its way through commerce, it goes to wholesalers, goes to distributors and then we end up buying it back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "YURKEVICH",
      "sentences": "Vanessa Yurkevich, CNN, New York.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}