{
  "date": "2022-12-07",
  "headline": "CNN This Morning",
  "subHeadline": "Sen. Raphael Warnock (D-GA) Wins Georgia Senate Seat, Growing Party's Majority; Balance of Power, What Democrats' 51-49 Majority Means for Agenda. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Was it difficult for you to vote for Herschel Walker?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "ED CORDELL, GEORGIA VOTER",
      "sentences": "It was. I have to look at the ladies in my family with a straight face and say that I voted for Walker.There were a few shakes of the head. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Listen, that is -- that was a challenge there for folks in Georgia. Good morning, everyone. That was a Georgia voter who didn't vote for Herschel Walker in the general election but did this time. He spoke to our Kaitlan Collins, you see her right there, who is live this morning in Atlanta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "COLLINS",
      "sentences": "Yes, Don and Poppy. Senator Warnock's runoff win last night, it was historic. It gives Democrats a 51-49 advantage in the Senate. We'll tell you just how significant is that one seat majority, what does it mean. We have a team of reporters and analysts to break down this big win for Democrats and the major implications that it could have for the 2024 presidential race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "This morning we are following significant developments in the Trump investigations. We will be joined this hour by Alvin Bragg, the Manhattan district attorney, as he moves to jumpstart another criminal inquiry and off of a big win against the Trump Org just yesterday.Also, CNN was there as a prisoner swap happened in Ukraine, dozens of soldiers returning home just before the holidays.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "LEMON",
      "sentences": "But we're going to begin with Democrats delivering one final blow in a brutal midterm election cycle for Republicans. CNN projecting incumbent Senator Raphael Warnock defeated Trump-picked Republican challenger Herschel Walker in Georgia's runoff election. President Biden calling Warnock to congratulate him and tweeting that Georgia voters stood up for democracy and rejected, quote, ultra-MAGA- ism. Warnock thanking his supporters with a nod to his mother's extraordinary journey.(BEGIN VIDEO CLIP) SEN. RAPHAEL WARNOCK (D-GA):  She grew up in the 1950s in Waycross, Georgia, picking somebody else's cotton and somebody else's tobacco. But tonight she helped pick her youngest son to be a United States senator. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "LEMON",
      "sentences": "And Herschel Walker was quick to concede, vowing to never stop fighting for the people of Georgia.(BEGIN VIDEO CLIP) SENATE CANDIDATE HERSCHEL WALKER (R-GA):  There's no excuses in life, and I'm not going to make any excuses now because we put up one heck of a fight. That's what we got to do, because this is much bigger than Herschel Walker. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "LEMON",
      "sentences": "So, CNN's John Berman is here to break down Warnock's big night. John, you've got the numbers. Look, the numbers prove -- they tell you everything, don't they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "They really do. Raphael Warnock, the margin now 95,000 votes, he's about 2.8 percent ahead at this point in the election. One month ago, led by 37,000 votes, so he really grew that lead over one month.How did he do it? It's a little bit of a story about Herschel Walker and the Republican Party. We've been talking about this all morning. I have another way of illustrating it. First, I just want to show you where Walker underperformed in the general election. You can see he underperformed in these urban and suburban areas. He actually overperformed in some of the rural areas. That's a trade that some Republican strategists are now saying is dangerous for the Republican Party to make. I have another way of illustrating that for you right now. I'm going to show you the population change in Georgia over the last ten years. Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "LEMON",
      "sentences": "Very smart, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BERMAN",
      "sentences": "Yes. So, in the orange-er, which isn't a word, the orange-er places are population growth. Let me highlight to counties for you, Forsyth, which had 25 percent growth, and Henry County there, which had about 15 percent growth.Now, I'm going to take this down and go to the main map and show this to you and dig into each county. Why? All right, look at Forsyth here. In Forsyth, this is a Republican county. You're looking at this saying, hey, this is really Republican. Only put R plus 31, okay? Ten years ago you and I weren't that much younger ten years ago, Don. Let's go back ten years ago and look at Forsyth County. It was R plus 63.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "LEMON",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "LEMON",
      "sentences": "Demographics are not on their side if they keep with the strategy --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "BERMAN",
      "sentences": "It's something strategists will tell you they need to address.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "LEMON",
      "sentences": "All right. Mr. John Berman, thank you very much for that. Poppy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "HARLOW",
      "sentences": "Thank you, Berman.All right, with the final balance of power in the Senate now determined, what can we expect from a Democrat majority? Let's discuss, CNN Senior Political Analyst John Avlon is back. Let's talk about big, big picture why last night matters so much moving forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "JOHN AVLON, CNN SENIOR POLITICAL ANALYST",
      "sentences": "That's right. Well, first of all, look, people say, look, Democrats already have the majority, it was going to be 50/50, why does Warnock's win matter? It changes the ball game fundamentally. Because all of a sudden Democrats will control all the committees, they can fast track legislation, they can fast track nominations, they have subpoena power, they can't have a legislative agenda held up by one senator and they can be a more effective counter weight to the Republican-controlled of the House. Remember, it's a tight margin in both seats but it's still divided government. So, this is a game changer. It's not one seat, it's a totally different balance of power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "HARLOW",
      "sentences": "It was still close, right? So, what did we learn last night about the future of the Republican Party for 2024? I mean, Trump is not a kingmaker, not last night with Walker, not with almost all of his hand-selected candidates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "AVLON",
      "sentences": "That's right. Trump is not a kingmaker. He's a kryptonite maker. He's putting forward candidates that cannot win general elections because they are too extreme. They are election deniers, that personal fealty that he requires.And over and over again, we learned it's the suburbs too. The deep divide in politics in deep blue state, red state is urban versus rural and suburbs are the swing. And those suburban voters are looking at -- they'll vote Republicans in all sorts of races but not when you have someone who's just unqualified in fundamental ways, except for the fact that he's willing to kiss the ring. But going forward, I think Democrats can put forward an ambitious agenda but they are going to need to keep the center. They're going to need to keep the suburbs. So, not only a lot on the to-do list in the lame-duck, but going forward, they're going to need to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "HARLOW",
      "sentences": "Encourage compromise, it's a good thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "AVLON",
      "sentences": "Yes. That's a good thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "HARLOW",
      "sentences": "John Avlon, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "AVLON",
      "sentences": "You too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "HARLOW",
      "sentences": "We like to end on good things on this program.Kaitlan, over to you in Atlanta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "COLLINS",
      "sentences": "Thanks, Poppy. Last night during his victory speech, you saw Senator Warnock disagreeing with Republicans in the state here who said the strong turnout that you saw in the general election and the runoff showed there is no voter suppression in Georgia.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "WARNOCK",
      "sentences": "There are those who would look at the outcome of this race and say that there's no voter suppression in Georgia.Let me be clear. Just because people endured long lines that wrapped around buildings, some blocks long, just because they endured the rain and the cold and all kinds of tricks in order to vote, it doesn't mean that voter suppression does not exist. It simply means that you, the people, have decided that your voices will not be silenced. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "COLLINS",
      "sentences": "Joining us now is Washington Post Georgia Democracy Reporter Matthew Brown. You heard Senator Warnock there. That pushes back against what you've heard from Brad Raffensperger, from Brian Kemp, from Gabriel Sterling. What did you make of that as you've been covering what these voting efforts looked like here on the ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:04",
      "speaker": "MATT BROWN, GEORGIA DEMOCRACY REPORTER, THE WASHINGTON POST",
      "sentences": "Right, absolutely. And I think that it's important to note that there's just a lot of different factors that are going on in Georgia's elections right now. You're both seeing incredible enthusiasm from voters in a very polarized state, at the same time that you're seeing a lot of energy being put into actually turning people out to the polls while voting laws have changed significantly all across Georgia.So, for instance, this runoff that we're experiencing this year was four weeks after the midterm election, whereas in past years, in 2021, just last year, it was nine weeks. So, that type of compression, for instance, is something that Warnock and his allies point to as a sign of making it more difficult for elections to be administered, whereas Secretary of State Brad Raffensperger and his staff will point to, for instance, all of the efforts that counties and the states offices have put into administering the elections and making sure that people can vote. So, there's a lot of different factors that are going into making it possible to see if people can vote here in Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "BROWN",
      "sentences": "Well, I think that there's a deep irony to the fact that two black men were competing here in Georgia for a seat, in a race that was designed to effectively make sure that in a past era a conservative white majority would be able to consolidate against the black political voting power in the state.I think that it's important to note that runoff systems are inherently still a democratic election, but when coupled with what you saw in a past era of Georgia's election systems, with a whole bunch of other unfair policies and whatnot, it made it so that it was very easy to make it so that there was just another barrier for people to have to turn back out and vote. I think that as we're looking at this new era of voting, it's going to be very interesting to see if people think that it's still necessary. I know that election officials all across the state have told me that it's cost a lot of money --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "COLLINS",
      "sentences": "Whether or not runoff elections are necessary. BROWN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "COLLINS",
      "sentences": "Yes. Is your sense that that is something that they could be on the verge of eliminating the runoff system here in Georgia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "BROWN",
      "sentences": "Well, I think we're going to have to see what goes on in the legislative session here in the coming months, but it's definitely something that when you talk to legislatures on both sides of the aisle here in Georgia, there's in an open-end active discussion about whether or not runoffs should still exist here. I think the question is just whether what system would we adopt after that. Will we just go to plurality vote, like most of the country? Would we do ranked-choice voting, like you've seen in some states, like Alaska, or is there just some other system that we haven't actually even adopted yet but the political scientists have cooked up for us to maybe try.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "COLLINS",
      "sentences": "Yes, it's fascinating. We'll wait to see what happens. Matt Brown, thank you so much for your reporting and for joining us here in Atlanta this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "BROWN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "COLLINS",
      "sentences": "Don and Poppy, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "LEMON",
      "sentences": "Thank you. Local reporters, as I was just saying, know their stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:00",
      "speaker": "HARLOW",
      "sentences": "Yes. Thank you, Kaitlan.Ahead of our coverage of Senator Warnock's win in Georgia, which continues can, we will be joined by Scott Jennings and Bakari Sellers with what it means going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "WARNOCK",
      "sentences": "It is my honor to utter the four most powerful words ever spoken in a democracy, the people have spoken.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are on the right side, check this out, we're on the right side of her story and his story. You got to say both now, and I'm down with it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "LEMON",
      "sentences": "Well, Raphael Warnock is keeping his day job. CNN projects that the incumbent Democratic senator will defeat Republican Herschel Walker in the Georgia runoff left. The win gives Democrats a slim 51- 49 majority in the Senate. But, I mean, this is for the money. This makes a big difference as to what happened last time. But it gives them a little bit more breathing room, it means a lot to the party and a lot to the president and the president's agenda and the direction of the country.So, let's bring in now our political panel, our political experts, CNN Political Commentator and former special assistance to President George W. Bush Scott Jennings and CNN Political Commentator and a former Democratic lawmaker in South Carolina Bakari Sellers. So, we're going to get to all of that. Good morning to both of you. So, listen, I'm just going to be -- let me go to you. Last night was lit at Warnock headquarters. Because you know why I say that? And I say that jokingly, but there was so much tension, there was so much importance, so much wrapped up into this, steeped in history. And you know what I'm talking about. This is Dr. King's home state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "BAKARI SELLERS, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes. It's more than that. I think the history of the entire movement and it's more than King. It's all of those individuals who didn't have to read about jailhouse floors or being shot. They knew what the smell of gun smoke smelled like. Many of them sacrificed and paid what Abraham Lincoln called the last full measure of devotion so they could get the right to vote. And to see someone like Raphael Warnock, a Moorehouse graduate, to be able to vanquish his opponent and stand on stage and still have the grace and have that pastor oratorical-type delivery. LEMONabout --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "SELLERS",
      "sentences": "Well, this was -- and I think it was a little bit even more than that because there was a great deal of resentment which drove minority voters. The majority of the vote in the state of Georgia is in Atlanta proper that kind of metro area. And many black voters that you talked to, and including myself, I'm not a Georgia voter, but there was a great deal of resentment for the fact that we believe that Herschel Walker describes and exemplifies many of the tropes and prejudices that individuals have about us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "SCOTT JENNINGS, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, this candidacy had a lot of issues overall. I mean, he tripped on a number of policy matters, he tripped on a number of character matters. Republicans won every other race on the ballot in Georgia --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "HARLOW",
      "sentences": "Yes. So, why did your party put him forward -- or Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "JENNINGS",
      "sentences": "Yes. Well, I mean, that's the thing. I mean, Donald Trump had a longstanding relationship with Herschel Walker, liked Herschel Walker and decided this is the way it ought to be. And, once again, we learned that when we let Donald Trump pick all the candidates for these offices, it doesn't turn out well. It wasn't just Georgia. It happened across the board.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "LEMON",
      "sentences": "We had a full screen before of Trump-picked candidates who lost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "SELLERS",
      "sentences": "This is also -- I mean, to Poppy's point, that was a great question and a great response by Scott Jennings, and I would surmise it by saying this is how Donald Trump sees black people. And we've been echoing this since 2016, is this caricature being hyper sexualized, hyper masculine, this athlete but it's also very anti- intellectual. He's not able to grasp policy. He's not able to -- as my daddy say, he don't talk too good. It's all of these things combined in one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "LEMON",
      "sentences": "You're being nice. Let's be honest, Bakari. Okay, let's talk. It was cringe worthy when Herschel Walker opened his mouth, and if it was on a television screen, most African-Americans are like, oh God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "SELLERS",
      "sentences": "It was beyond cringe worthy. And you went through these stages of -- I don't know what it was. You felt embarrassed for Herschel Walker, then you felt mad, then you felt angry. But all of that came out last night regardless of what the voter suppression may have been. All of that came out last night in the fact that voters, like black voters and men and women of color do often, overcame all those boundaries and voted in outstanding numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "HARLOW",
      "sentences": "Raphael Warnock said last night, Scott, I am Georgia, which was notable. And you tweeted last night, Georgia may be remembered as the state that broke Trump once and for all. Is it both those things?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "JENNINGS",
      "sentences": "Well, certainly, Warnock benefitted from the specific race that he ran race. And, by the way, I talked to people in Georgia, great campaign, great ads, I think his ad campaign is getting a lot of props. So, for his staff, that was a good thing they did. But if you look at specifically what's going on with Donald Trump in the state of Georgia, lost it obviously in 2020, still an investigation into him going on from his actions after the 2020 election, gets ripped in the Georgia gubernatorial primary, goes with David Perdue and Kemp turns that back, handpicks Herschel Walker, who lost another Senate race in Georgia. Let's not forget Trump's actions in the Senate runoffs after in January 2021.Georgia does not like Donald Trump. But this is a state to win as a Republican, which many Republicans did win where you have got to put together the rural and the suburban vote. That's the Republican coalition (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "HARLOW",
      "sentences": "Every other statewide Republican candidate won. JENNINGS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "LEMON",
      "sentences": "Let me ask you this, Bakari, and I'll get to that in a minute. I have got a lot to say. Bakari said this is what the establishment thinks of African-Americans, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "SELLERS",
      "sentences": "Particularly Donald Trump, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "LEMON",
      "sentences": "Okay. So, we had a group on earlier and your party did -- regardless if it's Donald Trump, your party did say, okay, this is our guy and they supported him, and if you look at most of the Republicans in Georgia supported Herschel Walker. Is this -- and I'll ask the same question, is this what Republican establishment thinks of black people that they can just put a black face up there and that black people are going to get out and support them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "JENNINGS",
      "sentences": "I think Republicans have a fetish for celebrities right now. Herschel Walker was a famous person, nationally famous. A lot of people liked him and had a well-known story. We, Republicans, have become very, very attracted to any celebrity, particularly African American celebrity who pipes up and says, I am -- I'd like -- maybe he says something you like, maybe they say they want to be a Republican. And then you get really excited about it. I mean, look at what a lot of people who have been with Kanye West. I mean, this guy was thought of as being an emerging sort of influencer for black Republicans, and that has been am abject disaster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:04",
      "speaker": "LEMON",
      "sentences": "Again, lesson learned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "SELLERS",
      "sentences": "But I can't just say this was Trump's candidate. I don't think that's fair. And I think that that's not completely accurate. That's rewriting history. Mitch McConnell endorsed Herschel Walker. Every time you saw him, it looked like one of those Eddie Murphy movies. You had individuals on his side. You had --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "LEMON",
      "sentences": "You had two white guys basically --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "JENNINGS",
      "sentences": "Are you saying the Republicans should have abandoned him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "LEMON",
      "sentences": "No, but it looked like he needed -- SELLERS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "LEMON",
      "sentences": "It looked like he needed a baby sitter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "SELLERS",
      "sentences": "Why not? No, I mean, but why not? I mean, like there comes a point in time where political parties on both sides have to stand for something. And I think that Herschel Walker was below the bar and I think that when people reevaluate this race, he was below the bar of every metric that we should use to determine who serves us.And so I don't know whether or not you abandon him or not elect him or do whatever, but the fact that Rick Scott, Lindsey Graham, Ted Cruz, Mitch McConnell --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "HARLOW",
      "sentences": "Governor Kemp in the end.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "SELLERS",
      "sentences": "-- Governor Kemp at the end, Nikki Haley were all embracing him with open arms. And everybody knew that he was anti- intellectualism. Everybody knew he held a gun to his wife's head. Everybody knew that he was paying for abortions. Everybody knew that he doesn't do proper sentence structure. Everybody knew he doesn't know what's going on in Washington D.C. And yet Republicans were like, well, he black and he won a Heisman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "JENNINGS",
      "sentences": "So, if I show up in a state and rattle off the oppo file on every mediocre or worst Democratic candidate, you're arguing the Democratic Party should just walk away from it? That's a ridiculous assertion. This is one of the most important states on the map.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "SELLERS",
      "sentences": "That's not my argument.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "JENNINGS",
      "sentences": "Republicans had a great chance for a pickup and you guys arguing the party should walk away? It's not going to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "SELLERS",
      "sentences": "There's an oppo file, and there's an oppo dump truck. And so oppo file on all of us is this probably thick. What I'm saying is this goes beyond opposition research. This goes beyond like, okay, he paid taxes in another state. These are character flaws that I believe are below the dignity the United States Senate.Now, if you don't believe that, that's fine, and that's where we would differ. But what I'm saying is that we have to begin to stand for something on both sides. And if we do not, we will erode our very fundamental structures of democracies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "LEMON",
      "sentences": "And then having two people, as you said, and I said baby sitters on both sides saying, no matter who it was, that African- Americans or the Democrats didn't like Herschel Walker because he was a conservative. There are conservative African-Americans and African- Americans can be very conservative in their politics. So, I think that was insulting to black people to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "SELLERS",
      "sentences": "And, I mean, I think kind of proof positive of your point, you have in Georgia a great deal of socially conservative black voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "LEMON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "SELLERS",
      "sentences": "And I believe that many black voters, if we look throughout history, even today, particularly throughout the south, are even more conservatively inclined. And I think that you saw that clash. But at the end of the night, it was a good night and it was a good night because Raphael Warnock represents what's good in the future of the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "LEMON",
      "sentences": "We got to go, but I just have one quick thing. I had David Urban on earlier and I asked him if he thought -- what he thought about -- I'm not sure if I asked him on the air, would Trump be the nominee. And everything that you said about Trump, this may be the state that ended Trump, do you think he's going to be the nominee?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "JENNINGS",
      "sentences": "He's had a really bad month from launch to what's happened in Georgia, to the investigations, to all the -- more rocks going in these bags he's carrying around, he's had a rough month and other candidates are looking better and better. I feel like he's in the weakest position he's been in. It's not gotten any better. He's formidable. And I heard David say he has his core people. But right now, Republicans are doing real soul searching about whether they want to go through this a third time. So, I don't know. We're going to have primary and find out, and we'll see how fragmented it is, but he's weak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "LEMON",
      "sentences": "I don't know. That's a good answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "SELLERS",
      "sentences": "The more people who ran, the more likely Donald Trump will be the nominee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "LEMON",
      "sentences": "Thank you both, fascinating conversation. Thank you so much. I appreciate it.Up next, the Trump Organization, speaking of, has been found guilty of criminal tax fraud. Reaction and what's next when Manhattan District Attorney Alvin Bragg joins us next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:11",
      "speaker": "HARLOW",
      "sentences": "And ahead the recession prediction from the CEO of United Airlines.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}