{
  "date": "2022-11-18",
  "headline": "Connect the World",
  "subHeadline": "Ukrainians Face Winter Without Power as Russia Targets Grid; U.S. Determines Saudi Crown Prince is Immune from Legal Action; Twitter Staff Reject Elon Musk's Hardcore Demand; North Korea Launches Intercontinental Ballistic Missile; U.N. Chief Pleads to Climate Negotiators During COP27; Russia Targets Infrastructure as Winter Approaches; Brittney Griner Moved to Penal Colony in Russia; Youth Conservationist Changing How the World Consume Water. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:28",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "They're working at full capacity here. Everything that's ready, shipped out immediately. But thewhole system here extremely vulnerable. The electricity could go off at any moment. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:28",
      "speaker": "LYNDA KINKADE, CNN ANCHOR",
      "sentences": "Winter is coming, and Russian missiles continued to strike Ukrainian infrastructure. What will happen to the people? We'llhave a special report from Ukraine. Plus a controversial call from the U.S. administration. The Saudi crown prince now immune to legal action over the killing of the journalist. We're live in Washington. And who exactly is left at Twitter apart from Elon Musk? A mass exodus from the social media site shows no sign of stopping. While the new owner tweets updates and memes. Hello, I'm Lynda Kinkade. Welcome to CONNECT THE WORLD. Good to have you with us. Well, missiles hitting, temperatures falling and fears rising in Ukraine as it struggles to repair damaged critical infrastructure with winter moving in. The state energy company says Russian attacks combined with freezing temperatures have put extra pressure on Ukraine's the power grid. Officials say blackouts are needed in some areas to keep the system stable as the demand for electricity surges. President Volodymyr Zelenskyy says more than 10 million Ukrainians don't have any power and when it does come back on, it's cause for celebration. People cheering in Odessa after their power was restored. It is one of the cities hit hardest by the outages. Well, Mr. Zelenskyy has claimed that Russia can't beat Ukraine on the battlefield so it's trying to freeze the people into submission. CNN's Nic Robertson visited Eastern Ukraine to see how civilians are preparing for a harsh winter without power. (BEGIN VIDEOTAPE) ROBERTSON (voice-over): Gas just came back to Kramatorsk, a boon of battlefield gains. Maria, a 70-year- old pensioner, wasn't expecting it, had bought a wood burning stove. It was hard without gas, she tells us. And now thanks to God we're OK. But for how long? (On-camera): When the government turned the gas back on here at the beginning of November, they did it without any big announcement because like every other critical service here, gas depends on electricity and that's what Russia is targeting. (Voice-over): When I met the mayor here three months ago, he was urging residents to leave ahead of winter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:28",
      "speaker": "OLEKSANDR HONCHARENKO, KRAMATORSK, UKRAINE MAYOR",
      "sentences": "We do not have gas at all, and it's not possible to repair gas lines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:28",
      "speaker": "ROBERTSON",
      "sentences": "When we meet now, he tells me the population has actually increased by 30,000 to 35,000 people, over 80,000 total. Residentsreturning home even though the situation, because Russia is targeting the power grid, is much more precarious. Lives, he fears, may be lost in what he expects to be the harshest winter since independence 30 years ago. HONCHARENKO (through translator): When the electricity disappears, cities are plunged into darkness. Anything can happen. Boilers can stop, gas distribution networks can stop. It can be left without everything, even without heat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "KINKADE",
      "sentences": "Such a difficult situation for everyone there that you've been speaking with, Nic. But I have to ask what this means going forwardespecially given that Russia has accused Ukraine of an unwillingness to negotiate towards peace, to end this. Has there been any progress since Zelenskyy laid out his 10-point peace plan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "ROBERTSON",
      "sentences": "Yes. And Russia is really intensely trying to pressure Ukraine into talks. It's been doing that since President Putin called out illegalreferendum and annex those eastern parts and southern parts of the country. And Russia is getting more desperate, it appears, to get into some kind of talks because it's losing on the battlefield and this is costing Putin politically at home. What we've heard from the Kremlin today are statements that say, well, it would be good to have the international community, the United States and others, in on the talks between Moscow and Kyiv because Kyiv will do what its Western partners say. Until recently, Russia was essentially saying that it only wanted to negotiate with the United States because it wanted the United States to force Kyiv to come to talks. What we've heard from President Zelenskyy is a very clear position. And he's put that 10-point plan of how to achieve it. But the bottom line in his plan is that the country goes back to its pre-2014 borders. Pre-2014 Russia invasion. And some of that, at least, certainly Crimea, is a very big red line for Russia. That seems that the two sides are a very long way apart and what we are hearing at the moment are different versions of Russia trying to pressure President Zelenskyy into talks. We are getting some sense of that as well from Washington. We've heard from General Mark Milley, the Joint Chiefs of Staff at the Pentagon, saying that he thinks this is a good time to negotiate. But there doesn't seem to be the will on the Ukrainian side because they are winning on the battlefield, essentially. And Russia is losing. And that, for them, is no time to stop to talk when Russia won't even consider what they put on the table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:04",
      "speaker": "KINKADE",
      "sentences": "Exactly. Nic Robertson for us, stay warm if you can there in Kyiv, thank you so much for your reporting.Well, Jamal died again today. Those are the words of the fiance of the murdered Saudi journalist Jamal Khashoggi. She's responding after the U.S. determined that Saudi Crown Prince Mohammed bin Salman should be granted immunity in a lawsuit brought against him and connection with the killing. Khashoggi's fiance and the human rights group Khashoggi founded called DAWN alleged that a team of assassins killed the journalist at the Saudi consulate in Istanbul four years ago. His remains have never been found. A U.S. intelligence report released in 2021 said the Saudi crown prince approved the operation to kill him. CNN's senior national security correspondent Alex Marquardt joins us now from Washington, D.C., for more on all of this. Good to see you, Alex. So the Biden administration is not suggesting that the crown prince is innocent. Can you explain what this immunity means?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:02",
      "speaker": "KINKADE",
      "sentences": "Right. So, Alex, just take us through the reactions. I understand you have spoken to the widow of Khashoggi. What is she saying about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:02",
      "speaker": "MARQUARDT",
      "sentences": "A lot of anger, a lot of sadness, a lot of surprise as you can imagine when you see the word immunity next to the name of Mohammed binSalman. I did reach out to Khashoggi's former fiance. She wrote to me this morning saying that she is devastated. She said that Biden himself betrayed his word, that he betrayed Jamal. History will not forget, she said. So she's holding the president personally responsible. I spoke to the head of DAWN, Jamal Khashoggi's civil rights group that he founded, she called it a shocking outcome. And on the political side, you know, this comes at a time when the relationship between Saudi Arabia and the U.S. is very frayed and there are a lot of people on both sides of the aisle, Republicans and Democrats, calling for a reassessment of the relationship. I immediately heard from a senior Democrat on Capitol Hill after this news broke who told me -- who called this yet another disappointing chapter in a series of failures. So this is not going down well -- Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:02",
      "speaker": "KINKADE",
      "sentences": "Yes. Not at all. Alex Marquardt, from D.C., thanks so much for joining us.Well, world leaders are condemning North Korea after it carried yet another missile test early Friday. The intercontinental ballistic missile flew for about 1,000 kilometers before landing in the sea west of Japan. That's according to the Japanese Coast Guard. The launch is sparking outrage amongst world leaders gathering at the APEC Summit in Bangkok, Thailand. U.S. Vice President Kamala Harris convened an emergency meeting and blasted Pyongyang's actions as a brazen violation of multiple U.N. Security Council resolutions. And in the last few hours, the U.S. and South Korea have conducted joint exercises in response. CNN's Paula Hancocks joins me now from the South Korean capital of Seoul, Paula, good to have you with us. So another day, another missile test. This was an intercontinental which has the potential to reach all the way to the U.S. mainland according to the Japanese radar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:03",
      "speaker": "KINKADE",
      "sentences": "All right. Paula Hancocks, for us in Seoul, South Korea. We will check in with you again soon. Thanks very much.Well, still to come on CONNECT THE WORLD, it seems hard to believe that Twitter could disappear at any moment. Details on a stunning employee revolt when we come back. Also ahead the U.N. urges nations to act and act quickly at the climate conference in Egypt. A live report on the outstanding issues when we return. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:03",
      "speaker": "KINKADE",
      "sentences": "Welcome back to CONNECT THE WORLD.All of Twitter's offices are closed today. And if the social media network encounters a problem, it is unclear who would be able to fix it. The company shuts all the offices after Elon Musk gave employees an ultimatum to either work harder or leave. And many employees chose to leave. Musk seems to take the employee exodus in stride, tweeting, \"How do you make a small fortune in social media? Start out with a large one.\" He paid $44 billion for Twitter just three weeks ago. CNN business senior media reporter Oliver Darcy has been tracking the employee revolt. Good to have you with us. So the first question, I mean, could Twitter really crash at any moment? Is there no want to fix it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:03",
      "speaker": "OLIVER DARCY, CNN BUSINESS SENIOR MEDIA CORRESPONDENT",
      "sentences": "I think that's a real possibility, and maybe it's not Twitter as a whole just comes fallingdown all at once, but I think that maybe some of the smaller functions, think perhaps the direct messaging function or the Twitter space's audio function, some of those functions could see some trouble in future days, as engineers who might be working on that, those features, are reallocated to critical infrastructure. And you're also going to have the World Cup coming up in a few days as well, which is going to really stress this entire system given the amount of traffic Twitter normally sees during that time period. But yes, the short answer is that this could actually slowly fall apart because the employees are gone. Theres been this mass exodus in the past 24 hours. And there are already mass layoffs a couple of weeks ago. So most of Twitter staff has been depleted. I was talking to a former executive last night, someone who recently left the company, and they told me Twitter is going to have a hard time just keeping the lights on at this point. So the whole future of the platform has been thrown into disarray.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:06",
      "speaker": "DARCY",
      "sentences": "Yes, employees at Twitter are not too much of a fan, and you can see right there on the thing, it talks about Elon Musk, and you can see thatprotest basically happening outside Twitter's headquarters. But the employees there don't have much love for Elon Musk, and which is why they're resigning in droves. They really had a tight-knit work culture over at Twitter, and Elon Musk completely came in and disruptive this. And he really spat in the face of a lot of the Twitter employees, trolling them, firing them by tweets, posting memes, joking about it. They really don't think kindly about the new leader over there. And most of them refer to the Twitter that they worked on, they call it Twitter 1.0 since Elon Musk is calling his Twitter 2.0. They really look at Twitter 1.0 as having already died. And now this is a new platform under the same brand name, but it's not really what they spent so many years building.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:06",
      "speaker": "KINKADE",
      "sentences": "All right, Oliver Darcy, the story that will not go away. We will discuss this again soon. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:06",
      "speaker": "DARCY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:06",
      "speaker": "KINKADE",
      "sentences": "Well, Twitter isn't the only tech titan in trouble. Amazon CEO says the company has begun laying off workers. And he says the layoffs willcontinue into 2023. Amazon has been hit by the slowing economy and also it's trying to downsize after the e-commerce boom happened during the pandemic. Explained that Amazon will eventually lay off some 10,000 employees. And it is crunch time at the Annual Climate Change Summit. The United Nations is urging negotiators to work out differences. Talks at the COP27 conference in Sharm-el-Sheikh, Egypt have been extended by another day as countries grapple with a host of complex issues. A proposal for a loss and damage fund to provide money to countries hit by climate disasters has dominated this year's summit. U.N. Secretary General Antonio Guterres says the climate clock is ticking. Well, for more on all of this, I want to welcome CNN's David McKenzie who's been covering the climate summit and is now back in Johannesburg. Good to have you with us, David. So the E.U. has agreed in part to this climate damage fund for the poorest most vulnerable countries. Now turning the tables to some of the biggest polluting countries like China. So just break it down for us. Where does this stand right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:06",
      "speaker": "DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, I think even a possible agreement is not completely finalized, so where it stands now isthat these negotiations are dragging out. I can say pretty confidently they're getting more tense and really divides itself amongst the richest nations and the developing nations which had very little of course to do with the climate catastrophe we're all facing. I think if you look at the three main areas that we need to look at, when finally this statement comes out of this meeting, that has to be coming through consensus, I think one is whether countries actually re-commit to the 1.5 degrees warming that was agreed upon at the Paris agreement, because that in fact is something at this stage that we are blowing well past with the climate commitments, the emissions commitment of countries. I think also where the loss and damage, as we mentioned, is dealt with in a practical way. Many developing countries want to see some kind of fund amounts or mechanism amounts. Earlier reported this week by CNN shows that in fact that might be unlikely as this pushback from wealthier nations who don't want to be beholden to possible long-term impacts of things like lawsuits and open-ended inquiries in terms of being asked to pay trillions. And finally, I think whether they will be able to come up with some kind of statement on transition from fossil fuels, which is extraordinary in a way that that isn't already in these agreements but that is where we stand. The U.N. secretary general flew back in Sharm-el-Sheikh in Egypt to make a final plea to negotiators to come up with some kind of concrete progress. He also said that the rich nations and developing nations need to work together. (BEGIN VIDEO CLIP) ANTONIO GUTERRES, U.N. SECRETARY GENERAL: There has been clearly, in the past times, a breakdown in trust between North and South, and between developed and the emerging economies. But this is no time for finger- pointing. The blame game is a recipe for mutually assured destruction. I'm here to appeal to all parties to rise to this moment and to the greatest challenge that humanity is facing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:07",
      "speaker": "KINKADE",
      "sentences": "All right, David McKenzie, we will check in with you again soon. Thanks so much.Well, winter begins to bite inside Ukraine. We're going to look at how people are faring after Russia attacks and crippled infrastructure right across the country. And U.S. basketball star, Brittney Griner, facing another hurdle as she serves time in a Russian prison. Her story when we come back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:07",
      "speaker": "KINKADE",
      "sentences": "Welcome back. I'm Lynda Kinkade at the CNN Center. You're watching CONNECT THE WORLD. Good to have you with us.Well, winter has arrived in Ukraine and heat is hard to come by because of Russia's constant bombardment. And this comes as Kyiv saw its first snow of the season this week. Russia has been targeting the country's infrastructure, leaving millions there without electricity or gas. (CROWD SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:07",
      "speaker": "KINKADE",
      "sentences": "That was the reaction in the southern city of Odessa when the electricity was finally turned back on. Cities in the north are not solucky, conditions are much worse there. And in Kharkiv, no power means no communications. The city was cut off until power could be restored. Our Frederik Pleitgen takes a closer look at the treacherous winter that lies ahead for Ukrainians. (BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Russia continuing to hit Ukraine's towns and energy infrastructure, once again firing dozens of rockets and missiles, leaving millions without power or heat as winter has clearly arrived. And the Kremlin making clear its aerial blitz won't stop. The special military operation continues, the Kremlin spokesman says, and its continuation does not depend on climatic weather conditions. Kremlin controlled media showcasing the Russian army's targeting of civilian infrastructure as Moscow attempts to freeze Ukraine into submission. A major pundit even calling for Russia's general in charge of the Ukraine war, Sergei Surovikin, to step up the attacks on the energy sector. UNIDENTIFIED MALE (through translator): I appeal to Army General Surovikin, a hero of Russia. Comrade Army General, I ask you to complete the destruction of the energy infrastructure of Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:09",
      "speaker": "PLEITGEN",
      "sentences": "But in many areas of Ukraine that Russia has illegally annexed the issues are more existential. Mariupol remains largely destroyed, manyresidents squatting in the ruins and struggling to get by. UNIDENTIFIED FEMALE (through translator): What have I turned into? I am the last bad lady. I don't like myself anymore because of how I look. I've never looked like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:09",
      "speaker": "PLEITGEN",
      "sentences": "Hope is hard to come by for the folks here as the toughest winter months still lie ahead.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:09",
      "speaker": "KINKADE",
      "sentences": "Well, hopes the U.S. can broker a prisoner swap to secure the release of an American basketball star are fading. Brittney Griner has beensent to a Russian penal colony and she is serving a nine-year prison sentence after being convicted of smuggling drugs into Russia. Our Frederik Pleitgen is covering the story and joins us now from Moscow. So things seem to be getting worse for the American basketball star, sent to a penal colony in the west of the country. What awaits her in the coming days and weeks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:09",
      "speaker": "PLEITGEN",
      "sentences": "Hi there, Lynda. Yes, it's about 300 miles east of where I am right now in a place called Mordovia, which, you know, as a lot of smalltowns and villages. And I was looking at the place where this penal colony actually is located, and it really looks as though in that little village there's very little else except that penal colony. And certainly very difficult there for Brittney Griner. We've been in touch with her legal team, and they sent us the information last night. But they can now confirm that she has been brought there. They said they were able to visit her a little earlier this week. They said that given the circumstances, the difficult circumstances that she is in now, she's doing fairly well. She's obviously very happy and grateful for the support that she's getting from the United States and indeed from people around the world. But they also say that in the near future they're not going to be making any further statements as she is getting adapted to these new and very difficult conditions. And you know, one of the things that many people ask is, what exactly are the conditions in these prison colonies in Russia? And it certainly does vary. But one of the things that we can say is that it is tough anywhere you go and it is very tough in this prison colony as well for Brittney Griner. And if you look at her situation right now, as you mentioned, she's been sentenced to nine years in a prison colony. She is now there at this moment in time. So right now, the prospects for her certainly do seem to be very difficult, which is definitely something that weighs on her as well. That's something also that her lawyers acknowledge. They say that obviously they'll continue to fight for her in the legal system here in Russia. But they also say that they believe if a prisoner swap for Brittney Griner is something that could happen, they would definitely welcome that -- Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:09",
      "speaker": "KINKADE",
      "sentences": "And so, I mean, exactly where does the hope lie? Like what does this all mean for U.S. efforts to get her out of Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:05",
      "speaker": "KINKADE",
      "sentences": "Absolutely. Frederik Pleitgen for us in Moscow. Good to have you there, thank you.Well, at this hour, six million people in the U.S. are bracing for or already feeling the impacts of severe winter storms. Five states around the Great Lakes, they're under snow alerts, and parts of New York are dealing with treacherous conditions after being slammed with snow since Wednesday. Officials there are imploring residents to take caution. (BEGIN VIDEO CLIP) GOV. KATHY HOCHUL (D), NEW YORK: This is considered an extreme event, an extreme weather event. That means it's dangerous, it also means it's life- threatening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:05",
      "speaker": "DANIEL NEAVERTH, ERIE COUNTY, NEW YORK HOMELAND SECURITY AND EMERGENCY SERVICES",
      "sentences": "Want everybody to keep in mind, you know, our biggest enemy herefor the next 48 to 72 hours is a lack of common sense. We know this is coming, we know we're going to get a lot. Even if we don't get as much as we're supposed to get, it's wintertime, and we just need people to take note of what's coming, use common sense, let our first responders, including all of the plow operators in those people that are going to be out there for the next 72 hours, that they can do their jobs and will get things back to normal as quickly as possible. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:05",
      "speaker": "KINKADE",
      "sentences": "Well, a potentially historic storm is bearing down on western New York, especially at the Buffalo area. Authorities have been driving in aneffort to keep people off the roads. The governor has declared a state of emergency for 11 counties. And Sunday's NFL game between the Bills and the Browns has been moved to Detroit. Let's get you up to speed on some other stories on our radar right now. And at least 21 people have died after a fire ripped through a building in Gaza refugee camp. The fire may have spread rapidly because Gaza only has limited hours of electricity. And many people stockpile gasoline to power generators for the off-hours. India has successfully launched its first privately developed rocket into space. The Vikram-S blasted into the skies early Friday. The mission is seen as a first step towards opening India's aerospace industry up to private companies. And still to come in CONNECT THE WORLD, a huge disappointment for football fans as one of Africa's most famous players is out of the World Cup. We'll have details and a sports update. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:02",
      "speaker": "GULHATI",
      "sentences": "India is a vastly diverse country. We face a plethora of climate issues, from melting glaciers, to floods, to droughts, to storms, to airpollution, water pollution, unfortunately the list is pretty endless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:02",
      "speaker": "MADOWO",
      "sentences": "She says what struck her the most is something that many of us take for granted every day, water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:02",
      "speaker": "GULHATI",
      "sentences": "Today two billion people lack the simple access to clean drinking water. It is one of the biggest issues we face.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:02",
      "speaker": "MADOWO",
      "sentences": "Water is the most ubiquitous resource on our planet, and yet it is also among the most wasted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:02",
      "speaker": "GULHATI",
      "sentences": "I came across this piece of information that said 14 million liters of water gets wasted every year, simply in the water that we leavebehind in glasses at restaurants, and that is when I decided to start Why Waste? to change the mindsets of people towards water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:02",
      "speaker": "MADOWO",
      "sentences": "Garvita first set out to tackle water waste in restaurants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:02",
      "speaker": "GULHATI",
      "sentences": "Restaurants are one of the largest consumers of water and yet untapped in domes of water conservation. After having visited hundreds ofrestaurants myself I came up with the idea of glass half full. Here you fill your glass only half instead of filling it full, that way you take just as much water as you need. You don't waste, and it's honestly one of the simplest solutions but can have one of the largest implications.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:02",
      "speaker": "MADOWO",
      "sentences": "Today, Garvita's Glass Half Full movement is active in over 500,000 restaurants across India.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:02",
      "speaker": "GULHATI",
      "sentences": "Up until today, we've been able to save over 10 million liters of water and reached over six million people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:02",
      "speaker": "MADOWO",
      "sentences": "Garvita believes her generation is uniquely positioned to help solve the climate crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:02",
      "speaker": "GULHATI",
      "sentences": "Gen Z just being, you know, the energetic generation that we are, we demand not just of course a seat at the table, but to also be heard, andour solutions be implemented.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:02",
      "speaker": "MADOWO",
      "sentences": "But she says it will take everyone doing their part to make it happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:02",
      "speaker": "GULHATI",
      "sentences": "You can choose sustainability, you can choose the planet, and you can choose to be a changemaker.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:02",
      "speaker": "KINKADE",
      "sentences": "Well, for more stories on youth climate leaders you can visit CNN.com/goinggreen.Well, while expectations build ahead of the World Cup in Qatar, there are two things that have set tongues wagging today. One is the name of a famous African player set to miss out on playing. The other is beer. Yes, you heard it right, beer. And you might ask why, well, \"WORLD SPORTS\" anchor, Alex Thomas, is here. So, Alex, so this is something is a big story, no beer allowed in the stadiums. This is despite the fact that a major beer company is a major sponsor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:02",
      "speaker": "ALEX THOMAS, CNN WORLD SPORT ANCHOR",
      "sentences": "Yes, Budweiser rumored to have backed FIFA to the tune of around $70 million. And it's not so much the fact thatthere won't be beer at some World Cup venues, they will still serve alcohol at the hospitality parts of the match stadiums, and also at the main FIFA fan zone in Doha as well. It's the fact that this change has come just 48 hours before the World Cup kicks off. Normally all partners, all interested parties get on the same page of this weeks, months, even years in advance. So just yet another way of shooting themselves in the foot, really, so close to this kick off. And you mentioned Sadio Mane there. He was injured, then we thought he'd be fit again to play some parts, but really bad news to Senegal fans, he's definitely going to miss the tournament.",
      "isLastSentenceInterrupted": false
    }
  ]
}