{
  "date": "2022-11-22",
  "headline": "CNN Newsroom",
  "subHeadline": "180-Plus Haitian Migrants Rescued After Boat Hits Florida Sandbar; Alabama Temporarily Halts Executions After Third Failed Attempt; CNN Obtains Audio Of Russian Soldier Describing Life On Front; Retailers warn Of \"Economic Disaster\" As Rail Strike Looms; Best Buy Stock Soars On Better-Than-Expected Results; Gas Prices Drop As Thanksgiving Travel Gets Underway; Report: Dining Out For Thanksgiving A Better Deal This Year. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:31:29",
      "speaker": "ANA CABRERA, CNN HOST",
      "sentences": "Scenes of pure desperation playing out in the Florida Keys. The U.S. Coast Guard and Border Patrol tell us they has rescued more than 180 Haitian migrants yesterday evening after the tiny and packed boat they were on got stuck on a sand bar. Now some of the migrants were just children.Our own Leyla Santiago is there. Leyla, how are these migrants? Is everyone OK? What more do we know about them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:31:29",
      "speaker": "LEYLA SANTIAGO, CNN CORRESPONDENT",
      "sentences": "In a conversation I just recently had with the Coast Guard, we've learned that more than 180 of these migrants are on a Coast Guard cutter right now being processed.What does that mean? They're being interviewed, talked to, to get a better understanding of what their current situation is, how long they were out there, all the details that comes with what we know right now. Which is more than 180 migrants, which, when you look at those photos, you can see that includes babies, children, and adults. That were found out here after a -- yesterday morning, a good Samaritan reported that this vessel that was overloaded, was reported to be out in some pretty harsh conditions, rough seas. Six to 10 feet, 25 miles-per-hour winds. It's one of the first things the Coast Guard will tell you made it so challenging, the conditions, the timing yesterday because it was not an ideal time to be out there. We were able to go closer today. We were on our own boat and got a closer look. What is still on that boat really tells the story. I saw life jackets, cooking pans, clothing, backpacks, the things that show how chaotic the scene was as it unfolded. But still a lot of questions as to what will happen now with the more than 180 migrants that we understood from CBP were of the Haitian nationality. So, you know, this, when you talk to boaters and fishermen here, they will tell you, I quote one of them, \"this is not new.\" We have seen an uptick in these types of encounters. Look at the numbers from CBP alone. You go back to 2020, CBP reported in terms of encounters with Haitian migrants just over 5,000. That number has continued to go up to what we're seeing this year, which so far is 56,000. So really seeing an uptick, and this being the latest example of what has been an increasing dilemma really out here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:31:29",
      "speaker": "CABRERA",
      "sentences": "Quickly, Leyla, as I looked at those pictures you see how small that boat is, how packed it is. How long would it take for a vessel like that to sail from Haiti to Florida?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "CABRERA",
      "sentences": "OK. Leyla Santiago, thank you for that reporting.Now to Alabama where the governor has temporarily paused executions and requested a review of the state's death penalty system after yet another failed lethal injection. CNN's Nick Valencia is following this story. Nick, there have been a total of three executions in Alabama that have failed or were botched within the last few months. What do we know about them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "And CNN has been reporting about these issues for years, Ana. We take you back to 2018 when convicted murderer, Doyle Hamm, was sentenced to be put to death by lethal injection and his execution had to be abandoned after Alabama Department of Corrections officials failed to find a vein.Hamm did eventually die from an unrelated illness, but not by lethal injection. Fast forward to this year where there's one or two failed executions or botched execution in July. The Death Penalty Information Center said Joe James had a botched execution after three hours. His death was delayed for three hours with issues with his execution. A couple of months later, Allan Eugene Miller had his execution abandoned after some last-minute legal challenges. And last week, Kenneth Smith also had his execution abandoned because of last-minute legal challenges. Governor Kay Ivey is saying she wants a top-to-bottom investigation of what's going on in the Alabama Department of Corrections. But she made up her mind that officials and law enforcement officers are not responsible for what's been going on there. She's blaming legal tactics and criminals hijacking the system. This is what she had to say in part of her statement, saying, \"I simply cannot in good conscious bring another victim's family to the correctional facility looking for justice and closure until I'm confident we can carry out the legal sentence.\" If you read between the lines, she's not addressing the humanity or how high main or inhumane executions are in the state but wanting to deliver justice for the family member. Quickly here, the Death Penalty Information Center say this is not an independent investigation. So they question how meaningful this investigation could be to the wrongdoing and, they say, incompetence of the Alabama Department of Corrections -- Ana?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:14",
      "speaker": "CABRERA",
      "sentences": "Now to the human toll of Russia's war on Ukraine. The U.N. now estimates close to 6,600 Ukrainian civilians have been killed since the invasion, including at last 415 children.In the ongoing battle, local officials say at least 60 shells hit an area near the Zaporizhzhia Nuclear Plant overnight. And the U.S. State Department said there's evidence of systemic war crimes in every region where Russian forces have been deployed. This, as CNN's Matthew Chance gets exclusive access to an audio recording of a Russian soldier discussing in blunt terms the horrors of the battlefield. We have to warn you, parts of his report are graphic. (BEGIN VIDEOTAPE) MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): As Russia's military highlights its barrage of Ukraine, CNN has obtained exclusive recordings of a Russian soldier describing the brutal reality of life on the front lines. UNIDENTIFIED RUSSIAN SOLDIER (through translation): The commander's position was shelled so he packed up and moved further back. But what about us? Aren't we humans, too?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:14",
      "speaker": "CHANCE",
      "sentences": "The Russian soldier was recorded phoning his girlfriend back home, according to Ukrainian intelligence, and telling her candidly about the severe military setbacks suffered in the two months since he arrived.UNIDENTIFIED RUSSIAN SOLDIER (through translation): We had 96 people in our unit but now there are less than 50. You don't know what to expect here. Sometimes there's friendly fire and idiots shoot at us because they don't see our coordinates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "CHANCE",
      "sentences": "And that constant threat of Ukrainian attack is having a terrifying effect. In particular, drone strikes, which appear to have left the soldier particularly nervous.UNIDENTIFIED RUSSIAN SOLDIER (through translation): My nerves are on edge. I'm afraid of every rustle. Every baying, every click makes drop to the ground. CHANCE: In Russian-controlled eastern Ukraine, the funerals underway for more of those killed on the brutal frontline, deaths Ukrainian officials insist would never have happened except for Russia's war. Matthew Chance, CNN, Kyiv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:50",
      "speaker": "CABRERA",
      "sentences": "We are back with what is officially the biggest upset in World Cup history. Saudi Arabia, ranked number 51 in the world, shocking everybody today with a win over Argentina.The same Argentina that was on a 36-game unbeaten streak, was a favorite to win the entire tournament, and features one of the best players to ever play the game, Lionel Messi. Sports data firm, Grace Note, says the Saudis had a less than 9 percent chance of winning. Officially making it the biggest upset in the World Cup's 92-year history. The Saudi king just declared tomorrow a national public holiday. Now, Portugal's Cristiano Ronaldo is officially out at the club he blasted just days ago. Manchester United just confirming that both sides have agreed to terminate his contract early, effective immediately. This move comes just days after Ronaldo blasted his club, its executives, and its coach in an explosive interview with Piers Morgan. Manchester United did not mention any of that in its statement. American retailers are bracing themselves for what they're calling a looming economic disaster. A trade group that represents dozens of the nation's biggest stores says Congress may need to step in to avoid what they're calling a devastating freight rail strike that could be coming. And time is running out. CNN's Matt Egan is here now. Matt, the nation's biggest rail union just rejected another stab at a deal here. What happens if they don't reach an agreement soon? MATT EGAN, CNN REPORTER: Well, Ana, it would be a mess, a mess that would impact virtually everyone. America's economy relies on rail. Nearly a third of all freight moves by rail. And in a prolonged strike, we'd be looking at shortages. Online shopping delays. Spoiled food. And price spikes on everything from gasoline and food to autos. Now, I just talked to the head of a leading retail trade group who told me that if there's a national strike it would, quote, \"utterly upend the supply chain\" and it would be virtually impossible to fully avoid the impact from that. Now, the clock is ticking. If no deal is reached in two weeks, we've heard from rail workers, who say they plan it to strike. If any one of the unions strikes, all 12 of them plan to. And don't forget, this would come at a very delicate time for the economy. Inflation is still high. Supply chains are still recovering from COVID. And recession fears are very high. Ana, a national rail strike might be the last thing that this economy needs right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:50",
      "speaker": "CABRERA",
      "sentences": "Well, Best Buy, good news, just reported better than expected numbers. Could that be a good sign for the overall economy in a different way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:50",
      "speaker": "EGAN",
      "sentences": "Wall Street is certainly breathing a sigh of relief. Best Buy shares up 11 percent on the day, on track for their best day since April of 2020.Good news is that despite high inflation, Best Buy says shoppers, their behavior is staying pretty consistent. And also Best Buy is standing by its guidance for the all-important holiday shopping season. I think the bad news is that Best Buy sales actually declined in the last quarter. They're seeing across-the-board declines in various product categories. And also they are seeing evidence that consumers are making ends meet by dipping into savings and tapping credit cards. And, Ana, neither of those things are sustainable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:50",
      "speaker": "CABRERA",
      "sentences": "Speaking of holidays, a lot of people are traveling for Thanksgiving, and gas prices keep falling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:50",
      "speaker": "EGAN",
      "sentences": "That's right. The national average is now $3.64 a gallon. Now, that is not cheap. It's actually the highest for Thanksgiving week since AAA started tracking this back in 2000.But it is, as you can see on your screen, a big improvement. Prices down by 16 cents over the last month. Down by more than a dollar from the record high of $5.02 back in June. Ana, this, of course, is great news for the economy and for consumers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:50",
      "speaker": "CABRERA",
      "sentences": "I just saw a report from Wells Fargo that says going out to a restaurant for Thanksgiving is a better deal than actually cooking at home. That one is a shocker. Really?",
      "isLastSentenceInterrupted": false
    }
  ]
}