{
  "date": "2022-11-02",
  "headline": "CNN Newsroom",
  "subHeadline": "North Korea Supplying Russia with Artillery Shells; Real-Life House of Cards Inside Kremlin; North Korea Launches Missiles Overnight; Biden Gives Speech on Protecting Democracy; Caroline Polisi is Interviewed about Trump's Subpoena; Excessive Drinking Study. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:31:28",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "First on CNN, we are learning U.S. officials now believe North Korea is supplying or working to supply Russia with artillery shells to use in its war against Ukraine. Officials say they're actually trying to hide those shipments.CNN's Natasha Bertrand joining me live from D.C., Kylie Atwood is live at the State Department. So, Kylie, let's start, if we could, with this new reporting, this blockbuster reporting. What more do we know about what could potentially be going on here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:28",
      "speaker": "KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes, so what U.S. officials are saying, based on newly declassified U.S. intelligence, is that they are alleging that North Korea is essentially trying to hide the fact that they are shipping artillery shells that are meant to go to Russia, and they're trying to hide it by shipping them first to countries in the Middle East and North Africa.Obviously, this is a major development because we heard earlier this year, actually just a few months ago, in September, that the United States was tracking the possibility of North Korea seeking to provide weaponry, missiles and artillery, to North Korea. But we now know, according to U.S. intelligence, that they are trying to move forward on the artillery shells. This, of course, comes as Russia is facing some supply shortages in terms of its own stockpiles of weaponry. I do want to read to you what the NSE's John Kirby told us about this reporting today, saying, quote, in September the DPRK publicly denied that it intended to provide ammunition to Russia. However, our information indicates that the DPRK is covertly supplying Russia's war in Ukraine with a significant number of artillery shells while obfuscating the real destination of the arm shipments by trying to make it appear as though they're being sent to countries in the Middle East or North Africa. Now, he went on to tell us that the United States will monitor whether these shipments actually make it to Russia and then, obviously, whether or not they obviously make it on to the battlefield during the war in Ukraine. And we should note that this comes as Iran has been sending weaponry to Russia. We are expecting that they're going to be sending more weapons to Russia in the weeks or months to come. And so it's clear that Russia is running into its own supply shortages and turning to these rogue countries, rogue regimes, like North Korea, like Iran, to try and resupply where it's falling short. Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:28",
      "speaker": "HILL",
      "sentences": "So as we're watching that end of it, Natasha, you also have some reporting from inside the Kremlin where a source told you it's, quote, a real life house of cards. In what respect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:09",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, he is a North Korea hawk. President Yoon is known to want to show force to North Korea, unlike his predecessor, President Moon, who was all about making peace. Of course, those efforts fell apart.And so you had - yes, you had a response in terms of the three, you know, air to surface missiles that were fired from United States and South Korean fighter jets that deliberately went over the -- that defacto maritime border into, you know, the waters very close to North Korea's own territorial waters for the first time. And so this is something that, obviously, is escalating tensions. It's really tit for tat. You know, there were -- as the air ride sirens that you heard for the first time in six years on that island off of the South Korean coast are certainly an indication perhaps of where this is all headed. Your panel, you know, earlier just kind of hit the nail on the head. It really does all tie together. Why does Kim Jong-un feel like he can just launch unabated, why he can launch at least 23 missiles today, more than he's ever done on a single day ever, or his two predecessors, and why has he felt that he's able to do 29 launch events with - sometimes with multiple launches so far in year, including just today also 100, you know, or so artillery rounds, you know, fired off into the waters off the peninsula. The reason why he feels so confident is because there is this authoritarian brotherhood, if you will. It's Kim - it's Kim Jong-un. It would be like the little brother. Xi and Putin, the big brothers. But they essentially are all giving each other the green light. They've got each other's back. They're going to veto any action in the United Nations. They are going to not necessarily enforce all of the sanctions, even though that wouldn't be something that officially would ever be put out there, and they're going to stay pretty neutral and not come out and strongly condemn these violations of U.N. Security Council resolutions, because that's what it is every time that North Korea does something like this. North Korea likes to use U.S./South Korean military activity as an excuse. And they certainly have a perfect excuse this week with vigilant storm (ph), those five day military drills, 240 war planes and thousands of service members from the United States and South Korea. North Korea says if these military drills don't stop, there could be a terrible price and more powerful follow-up measures to come hinting at the potential to that seventh underground nuclear test. This might be the week that the world is once again pushed closer to the brink of a nuclear crisis, not just over there in Russia and Ukraine, but also here on the Korean peninsula, Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:43:34",
      "speaker": "HILL",
      "sentences": "Some new reporting just into CNN.President Biden, we've learned, is planning to deliver a speech tonight. CNN White House correspondent MJ Lee joining me now. Six days left until Election Day. What more do we know about the focus of this speech, MJ, and why he's choosing to do it tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "HILL",
      "sentences": "MJ Lee, appreciate the updates. Thank you.Well, the January 6th committee's vice chair, Republican Liz Cheney, says the panel is in discussions now with former President Donald Trump's attorneys about him testifying under oath. The Trump team, of course, is facing a Friday deadline to hand over documents that were requested by the committee in that subpoena. Joining me now to discuss, federal and white collar criminal defense attorney Caroline Polisi. Good to see you this morning. So, Cheney says Trump's testimony would be under oath, potentially over multiple days. What else would be the focus of these negotiations between the two teams?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "CAROLINE POLISI, LECTURER IN LAW, COLUMBIA LAW SCHOOL",
      "sentences": "Well, that's right, Erica. And I just have to say, you know, I have to give credit to Liz Cheney for sort of sticking to her guns on this one. You know, the committee came under a lot of fire for issuing the subpoena sort of at the end of all of its work. It was kind of, you know, like political theater because people were saying, you knew, Trump would never actually get to testify.You know, what it tells me that -- the discussions tells me that they're negotiating, right, in terms of the scope. So that's really what will be under, you know, negotiation here, what types of topics may be covered. I really don't think, though, Erica, that this is ever going to happen. I think Trump will run out the clock and there will be a new Congress seated and they will not follow up with the subpoena.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "HILL",
      "sentences": "Does this also, though, to show some sort of good faith at least in negotiating, does that actually help the Trump team, too, as they potentially try to run out the clock?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "POLISI",
      "sentences": "Yes, it does. And what it does is it buys them time. You know, Trump hired a new lawyer, Harmeet Dhillon, specifically to engage with the committee on this topic. It does show a sign of good faith. But, again, it could also be -- there could be an ulterior motive here, which is just to, again, run out the clock with these negotiations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "HILL",
      "sentences": "And with this - this looming deadline for Friday for documents, I mean, do we think anybody's going to comply there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "POLISI",
      "sentences": "I don't. I think that because Liz Cheney said they're in discussions, that is sort of a way for her to save face because they are having a back and forth negotiation process. Perhaps they're talking about which documents. Perhaps they're talking about an extension of that deadline. Oftentimes lawyers will negotiate for extensions, and I think that's what's happening here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "HILL",
      "sentences": "We also learned that the current spokesperson for the Secret Service has testified with the committee. \"The Washington Post\" reporting that they were asking about details about some of -- which were related to Cassidy Hutchinson's testimony. Of course folks remember at home. She was talking about how she had been told what the president really wanted to go, the former president, on that day, wanted to go to the Capitol, sort of lunged in the SUV at one moment. This spokesperson was not on the job on January 6th, but has been putting out the response to this testimony. What do you think that questioning has been like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "POLISI",
      "sentences": "Well, I think it was a back and forth, as you noted there. You know, the testimony was virtual. Likely he, obviously, had an attorney with him. But, you know, we all remember that bombshell testimony from Cassidy Hutchinson.I would just note that I - you know, I -- this is a bit of a red herring here. This is, you know, the - you know, people - the naysayers of the January 6th committee really attacked Cassidy Hutchinson for this testimony saying it was secondhand, it wasn't true. But it really, Erica, that's besides the point. You know, the overarching theme of the committee's investigation has to do with the overarching, you know, desire on the part of President Trump to overturn the election. This is a bit of a red herring I'd note.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "HILL",
      "sentences": "There's also been plenty that's come out, too, in support of her testimony. We're learning more. There's, obviously, still more to come from the committee.Caroline Polisi, always good to see you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "POLISI",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:53:53",
      "speaker": "HILL",
      "sentences": "I've got to say, I saw this headline this morning and it stopped me. Newly published study from the CDC here finds that one in five adults in the U.S. between the ages of 20 and 49 dies from excessive drinking.CNN medical correspondent Dr. Tara Narula is here now. So, one of the study's authors called this a leading cause of preventable death nationwide. I mean what is excessive drinking, first of all? I think we need to wrap our heads around that first before we can, you know, really put into context what this could mean in our own lives. DR. TARA NARULA, CNN MEDICAL CORRESPONDENT: Yes. Right. So, typically excessive drinking is more than three drinks for women, more than four drinks for a man. But, in general, when we talk about moderate drinking, which is generally considered a little bit lower risk, that's at most one drink a day for a woman and two drinks a day for a man. And we should classify what a drink is, because that varies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:53:53",
      "speaker": "HILL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:53:53",
      "speaker": "NARULA",
      "sentences": "So, 12 ounces of beer, 5 ounces of wine, 1.5 ounces of hard alcohol.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:53:53",
      "speaker": "HILL",
      "sentences": "Which, for many people, is a sip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:53:53",
      "speaker": "NARULA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:53:53",
      "speaker": "HILL",
      "sentences": "And, I mean, I don't say that flippantly, but it's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:53:53",
      "speaker": "NARULA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:53:53",
      "speaker": "HILL",
      "sentences": "People pour a glass of wine that's, you know, it's half a bottle sometimes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:53:53",
      "speaker": "NARULA",
      "sentences": "Twice the size. Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:53:53",
      "speaker": "HILL",
      "sentences": "So - so what do we take away room this study then? How are doctors advising us with this study to avoid it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "NARULA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "HILL",
      "sentences": "But given - given what moderate drinking is, maybe gives us pause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "NARULA",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "HILL",
      "sentences": "Doctor, appreciate it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "NARULA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}