{
  "date": "2022-11-28",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "Tense Monday Across China After Unprecedented Protests; Ukraine Says, Russians May Be Leaving Zaporizhzhia Nuclear Power Plant; The West Struggles to Set a Price Cap on Russian Oil. Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "RAHEL SOLOMON, CNN ANCHOR",
      "sentences": "A warm welcome to First Move. I'm a Rahel Solomon in today for Julia Chatterley.It's a tense Monday across China with police forces tightening security after this weekend's unprecedented COVID lockdown protests. Large demonstrations taking place this weekend in cities across China, including Beijing, and financial club Shanghai, thousands of angry citizens demanding an end to the restrictive zero-COVID policies, some even calling for the calling for the country's leader, Xi Jinping, to retire. All this as Chinese COVID cases rose to fresh records once again today, raising questions over how Beijing can begin easing health restrictions anytime soon. And fears over China's instability remains a dominant concern for global investors. U.S. stocks on track for a lower open after last week's gains, Europe pulling back too, and oil, take a look, also falling sharply on Chinese demand concerns, with both Brent and U.S. Crude off by more than 2 percent there, 2.5 percent. U.S. oil prices currently trading at levels not seen since last December. And later in the show, I will be joined by Michael Hirson. He is a former U.S. treasury chief representative to China. We're going to talk to him about his perspective on the economic impact of these major developments. We begin today's show in China where the leadership in Beijing is facing unprecedented dissent over its strict zero-COVID policy. Take a look at this video. This was Shanghai on Saturday, where there were violent clashes between protesters and police. Several arrests were made before the crowds dispersed at dawn. And CNN's Ivan Watson is with us now in Hong Kong, where protests have also been taking place. So, Ivan, brings up to speed? I mean, what happens now? Are more protests expected?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes. We really just don't know. And this is remarkable phenomenon. CNN has been able to verify16 separate protests in at least 11 different cities, in Mainland China over the course of the weekend nine of these taking place at university campuses. And then we have reports that we have not been able to verify of many more of these. And what is so unusual is that it's kind of nationwide and it's focused on one particular issue. In the past, we have seen that are very localized that can erupt, but here there is a general grievance that the, in some cases, indignities of the zero-COVID policy, the economic hardships, the psychological hardships, are just simply too much now, three years into the COVID pandemic, something that no other country in the world is really doing anymore. We have also seen some of the symbolism and the protests spread here to Hong Kong, which is this special autonomous region of China. A small -- two small gatherings took place, where I saw protesters -- this was just two hours ago, I was at one of these, holding up white pieces of paper in solidarity with demonstrators in Shanghai who have demonstrated the same tact. The organizers here say they were holding this vigil for the victims of China's zero-COVID policy. All of this triggered by a deadly fire in the western city of Urumqi last Thursday, where at least ten people died and the narrative that has kind of spread across the heavily censored Chinese internet is that they were not rescued in part because COVID restrictions may have created obstacles to that rescue effort, which is something that Chinese officials have so far denied. In fact, Chinese officials have gone a step further. The spokesperson for the Chinese foreign ministry was asked about these nationwide protests over the weekend and he seemed to deny they even happened. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "ZHAO LIJIAN, CHINESE FOREIGN MINISTRY SPOKESMAN",
      "sentences": "What you mentioned does not reflect what actually happened. China has been following the dynamiczero-COVID policy and has been making adjustments based on the realities on the ground. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "WATSON",
      "sentences": "Rahel, there is one young man that I spoke with at this protest in Hong Kong from Shanghai who would probably argue with that Chineseofficial. He described himself as a victim of the COVID policy. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "WATSON",
      "sentences": "Now, there are some signs that some municipal governments at least are starting to make some changes. The Beijing government announced onSunday that it was going to prohibit blocking the gates or entrances of buildings as part of COVID lockdown measures, and that seems to be linked perhaps to the deadly fire that took place in Urumqi last week that triggered, that sparked these protests in the first place. Rahel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "SOLOMON",
      "sentences": "Ivan Watson, just really interesting, good to have you, thank you, from Hong Kong there.And this weekend's protests taking place among continuing investor concern over the health of the Chinese economy, which has already been weakened by the ongoing by the lockdowns. Asian stocks sharply lower today, the Chinese currency also falling against the dollar, reflecting the market's nervousness. Marc Stewart joins me now from New York. Marc, good to have you. So, it's not just the broader market but it's also some tech heavyweights that are taking the turn lower. Walk me through this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "MARC STEWART, CNN CORRESPONDENT",
      "sentences": "Hi, Rahel, good morning. Well, let's first talk about this broader picture, the protests in China, the policydebate about how to handle COVID and the politics surrounding it are, without question, seeping into the decision-making minds of investors. Let's look first at the Asian markets and these broader indexes to get an idea as to how things are being digested. If we look at Hong Kong's benchmark, the Hang Seng, it's down by more than 1.5 percent. Earlier in the trading day, it was at a decline of around 4 percent, so it did gain a little bit back. The Shanghai Composite down, and the Nikkei, which is based in Japan, that is down, although slightly. But, again, it shows some of these jitters and these concerns about how investors are handling this instability for the moment in China. On the topic though of tech and manufacturing, that is a big component of business in the Far East, there's a lot of concern surrounding Apple this morning. If you look at its pre-market trading, its shares are seeing some declines, down by currently 2 percent in this pre-market trading. A lot of it will likely center on concerns about manufacturing. Apple depends on a company known as Foxconn. It is in Central China. It is a big manufacturer of iPhones. That facility there has seen protests, it has seen revolts almost by workers, as we have been reporting, there was concern that the disruptions there could cause shortages during this vital holiday shopping period, and as we know, Rahel, American consumers are definitely into their electronic purchases. So, that is where we stand. It's just after 10:00 in Asia. We will see what tomorrow brings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "SOLOMON",
      "sentences": "Absolutely. I mean, Dan Eisen (ph), an analyst who covers Apple very closely, calling the lockdown policy there just a gut punch to Apple.Marc, before I let you go, walk me through the impact we're seeing in some commodities, like oil. Oil, as I said at the beginning of this show, off 2.5 percent. What is the feeling there with investors about what is happening in China?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "STEWART",
      "sentences": "Right. Oil is really the commodity to watch if we are talking about commodities. Oil is certainly -- its value is often determined innine times out of ten cases by supply and demand. And right now, there is concern, because of COVID lockdowns, because there is restriction in the movement of the people, demand for oil in China is going to see an even further slump. This has been an issue in the early months of the year, and there is concern that if these lockdowns continue, this zero-COVID policy, that oil prices could be detrimentally be impacted. Right now, they're lower because demand right now just isn't so high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:07",
      "speaker": "SOLOMON",
      "sentences": "Just so many implications, as you pointed out, March, and so much to watch. Good to have you. Thank you, Marc Stewart.Now, let's turn to Ukraine now, where there are signs that Russian forces may be preparing to leave the Zaporizhzhia nuclear power plant. The plant, which has been under Russian control since March, has come under persistent shelling, raising fears of a potential nuclear accident. CNN's Sam Kiley live with us now on the ground in Zaporizhzhia with more. So, Sam, walk me through this because Russia appears to be denying these reports, stating that the plant remains under Russian control. So, who is telling the truth here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:09",
      "speaker": "SOLOMON",
      "sentences": "Good to have you, Sam Kiley, I appreciate the insight, live for us there in Zaporizhzhia.To Iran now where a niece of Iran's supreme leader, Ayatollah Khameini, is calling on foreign governments to cut ties with the country amid nationwide protests. Jomana Karadsheh joins me now with the latest from inside Istanbul. So, Jomana, I mean, how significant is this type of dissent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:09",
      "speaker": "JOMANA KARADSHEH, CNN CORRESPONDENT",
      "sentences": "Well, Rahel, we have to put this into context. Farideh Moradkhani, she's a well-known activist, human rightsactivist, who has been a critic of the regime for a very long time, so this is not surprising, but it's also very brave for anyone to come out against the Iranian regime like she has, but, again, especially if you are in Iran and saying something like that. But her family has opposed the regime for a long time. Her mother, the sister of the supreme leader, cut ties with the family a long time ago. Her father was a well-known opposition figure. And what we understand, Rahel, happened is, on Wednesday, she was arrested. According to a human rights organization and according to her brother, she appeared in court on Wednesday. This was something to do with a case back in January, she was arrested, released on bail, went to court on Wednesday and she was arrested. Now, two days after her arrest, this video surfaced online. It was shared, it appears to have been shared by her brother. It's a seven-minute video in which she slams the Iranian regime as well as the international community and the United Nations, she says, for not doing enough to support, quote, the brave people of Iran. And she called on the free people of the world, as she put, it to push their governments to do more, to cut ties with the Iranian regime, what she described as the murderous child-killing regime. She described sanctions that have been imposed on the Iranian government as laughable, and she was calling for more action, saying now is the time for that action. And she likened her Uncle Khameini to Mussolini, Hitler, Gaddafi, Saddam Hussein, and a list of others. And she closed that video statement by using the slogan of the protests, clearly showing her support for this ongoing movement, with the slogan, Woman, Life, Freedom. Rahel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "AMANDA DAVIES, CNN WORLD SPORTS",
      "sentences": "Yes. It's going pretty well for Ghana at this point. They are 2-0 up just at the start of the second half, but SouthKorea don't seem to be panicking, although they are certainly struggling for shots on target at this point. That means if things stay as they are heading into Portugal's game against Uruguay, Ghana will be top of the group. Some of the emotion, I think it's fair to say, has been taken out of the buildup to Portugal's game, though after all the controversy, the buildup focused on Cristiano Ronaldo last week because he was making his World Cup debut here in Qatar in the immediate aftermath of that canceled contract with Manchester United. He did though find the score sheet, you might remember, to become the first man to score goals in five separate World Cups. Suggestion is, though, given how Uruguay play their football, he might not be quite such an integral part to Felix Sanchez's side this evening. It was Uruguay who have consistently reached the knockout stages in the last three World Cups. They do not concede goals easily. So, that is one to watch. But as you mentioned, Neymar is stealing on the headlines in the buildup to the Brazil match despite the fact we know he is not going to play. It's all about the emotion, really, of the fact he's not playing and what impact that will have on Brazil's side. Eagle-eyed viewers might remember 2014 when, really, Brazil collapsed in the wake of his departure from the squad with a back injury. The suggestion is they are in a much better place now with their attacking strength, Richarlison very much stepping up last week, scoring two goals, gaining 4 million social media followers in the immediate aftermath of that one. Rodrigo too, a 21-year-old Real Madrid star, who will be looking to make an impact in that one later on. Switzerland, though, a draw against Brazil in Russia, in 2018, so, certainly will be no pushover's for them. And we cannot mention -- we cannot leave with mentioning the first game of today. If we thought all the excitement and the action had been done over the weekend with the likes of Morocco's win over Belgium or that brilliant European heavyweight clash between Germany and Spain, Cameroon against Serbia really giving us all the thrills and spills that you would like at a World Cup group stage match. Both sides knew they needed to get something out of it. So, much credit needs to go to Cameroon. They were 3-1 down, pulled it back to our draw. That is the first time they have got something out of a World Cup game since 2002.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. A clash over capping the price of Russian oil ahead of a critical December deadline, Ukraine's allies in the west arestruggling to agree on a price level that would actually hurt Russia's ability to fund the war without also causing a global oil supply shock. The E.U. is pushing for a cap between $65 and $70 per barrel, but some members led by Poland arguing for a lower price, saying that the E.U.'s range wouldn't actually put pressure on the Kremlin. Over the weekend, Ukrainian President Volodymyr Zelenskyy added his voice, saying that the price for Russian oil should be kept between $30 and $40 per barrel. Joining me now is Yuriko Backes. She is the finance minister of Luxembourg. Yuriko, good to have you. So, it seems to me that the E.U. members appear to agree on principle, but it is this idea of what level to set the price cap that they just can't seem to agree on. Why is it so controversial, the level?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "YURIKO BACKES, LUXEMBOURGH FINANCE MINISTER",
      "sentences": "Good morning, and thank you for inviting me. I think, as always, in the European Union, we are tryingto find a common position. Sometimes this takes longer, but this price cap that was planned also at the G7, the level is very important and I am very confident that we will, in the next few days, find a common agreement on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SOLOMON",
      "sentences": "Okay. But do you think that a price cap is the best measure to support Europeans who are dealing with the high energy prices? Is that thebest way to even do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "BACKES",
      "sentences": "Well, I think we are watching now what is happening to the prices on the international markets, but I think the signal that we are sendingcontinues to be very important also towards Russia. So, I think this will be another important message to Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SOLOMON",
      "sentences": "But walk me through some of the other measures perhaps some E.U. members could take to provide more support. You say support for energyefficiency investments, allowances for disadvantaged households that are better targeted. I mean, might that be a better alternative to providing some support for Europeans who are struggling under the weight of high energy costs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "BACKES",
      "sentences": "Yes. I think we have been very actively doing this over the past couple of months. You have to remember economic fundamentals are differentfrom a member country to a member country. In Luxembourg, for example, we are also experiencing, as in other countries, slower growth, higher inflation. So, what we have done is really put together quite an important investment to help the vulnerable households deal with the current situation and also help the companies getting through very difficult times, especially those most affected by high energy prices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SOLOMON",
      "sentences": "Very difficult, indeed. And to that point, Yuriko, I wanted to ask, you say that Luxembourg's direct exposure to Russia has been limited,has been law, but you talk about the supply chain impact, COVID disruptions due to China. I mean, what are your thoughts when you see these pictures and these videos coming out of China over the weekend of the type of dissent we are seeing because of the zero-COVID policy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "BACKES",
      "sentences": "Well, we have seen that supply chain has really been a problem since before Russia's invasion of Ukraine. Already at the end of coming outof the pandemic, we saw the impact that supply chain was having and the impact on inflation. So, we are watching carefully what is happening right now in China, of course, but as I said, the supply chain problems have been impacting inflation already before Russia's invasion of the Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:17",
      "speaker": "SOLOMON",
      "sentences": "Yuriko Backes, Luxembourg's finance minister, good to have you. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:17",
      "speaker": "BACKES",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:17",
      "speaker": "SOLOMON",
      "sentences": "And still to come, as we said, unprecedented scenes across China as protesters get angry over Xi Jinping's strict zero-COVID policies, morefrom the region, coming up next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:17",
      "speaker": "SOLOMON",
      "sentences": "Welcome back to First Move. China's leadership is doubling down on its commitment to a strict zero-COVID policy as protests erupt in citiesacross the country. This was Beijing on Sunday night, where some protesters could be heard calling for Xi Jinping and the communist party to resign. Dozens of protesters gathered in Hong Kong on Monday night to show support for demonstrators in Mainland China. CNN's Ivan Watson has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "RAHEL SOLOMON, CNN ANCHOR",
      "sentences": "And joining me now is Michael Hirson. He is the head of China research at the Investment Strategy Firm 22V Research. He wasalso previously U.S. treasury's chief representative in China. Michael, wonderful to have you on this day. I mean, I guess, first, your just top line reaction to this type of protest. I mean, I suppose more localized protesting isn't so uncommon but this type of protest in different cities across the country and toward the central government, I mean, how surprised are you to see this? MICHAEL HIRSON, HEAD OF CHINA RESEARCH, 22V RESEARCH:  I'm pretty surprised. I mean, clearly, the pressures have been building on zero-COVID, we know that. But as you said we haven't seen this scale of protest, not necessarily in terms of the numbers of individual protests but the breadth across the country. That is very unusual in China. And I think it really does show the degree of exhaustion toward zero-COVID policies at the local level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SOLOMON",
      "sentences": "Well, I think what's also interesting is that you say that these protests are a very big deal. And here is what I thought was interesting.China's leadership is likely to persist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "HIRSON",
      "sentences": "That's right. I mean, the leadership is in a very difficult bind. Now, that is a bind largely of their own making. The bind really is thatzero-COVID policies are increasingly unsustainable in the face of omicron and this local level exhaustion. But at the same time, China is not really ready to open up. We still don't have the vaccination campaign where it should be. We don't have China with the ICU capacity that is probably necessary to safely handle a surge in cases. So, I think at least for the time being, China's leadership is going to be really reticent to significantly lose COVID policies despite the social pressures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SOLOMON",
      "sentences": "I see. So, how long would it take if the government suddenly did want to start to think about a pivot? How long would it take to get the ICUcapability, as you pointed out, to get the vaccination rates needed to sort of safely reopen? How long will that process be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "HIRSON",
      "sentences": "I think if you saw a really decisive, swift action, then China would be in a much better shape come this spring, let's say March or April.The problem is that local government resources are right now going into containment and testing. So, it's very difficult for them to make the switch while China is trying to keep cases very low. But I think we are still really looking at spring at least before China is more comfortable and more prepared with the rise in cases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SOLOMON",
      "sentences": "What is the likelihood at this point with these protests seemingly continuing to grow of a more chaotic pivot? One, explain whatthat means for our audience, and is that becoming more likely?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "HIRSON",
      "sentences": "I think it is becoming more likely. And the way that I would describe it is we are still nominally in zero-COVID, and I think at leastfor the next month until China's New Year, which is in late January. There is not going to be a very significant degree of loosening. But we are seeing a fraying around the zero-COVID policies. In other words, local governments are less able and maybe less willing to maintain, for example, very tough lockdowns. So, we are seeing it as kind of an overall zero-COVID framework but one where cases continue to surge. That is chaotic because what we will move into is a transitional period where the Chinese population, which has not had to worry about catching COVID, now does. And so we will see households voluntarily restrict their own behavior, as we have seen in so many countries, as COVID has hit. So, we will have this combination of containment policies imposed by the government but also voluntary restrictions from workers. That is a level of, again, potential chaos that we have not seen thus far in China's COVID response. And I think it's really quite important for people to understand that that could have quite a significant impact on the economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:04",
      "speaker": "HIRSON",
      "sentences": "I think, again, through his own making, he doesn't have that many options. And that is why I think we are in for a very tight winter in termsof containment policies and a very rough outlook in the near term for China's economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:04",
      "speaker": "SOLOMON",
      "sentences": "Michael Hirson, good to have, head of China research there at 22V Research, some incredible insights.And stay with First Move. Cyber Monday is here but is it paying off for retailers? I'm joined by the president e-commerce giant Shopify with all the details. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:04",
      "speaker": "SOLOMON",
      "sentences": "Welcome back to First Move. Thanksgiving weekend is over in the U.S. It is time for Wall Street to get back to work. U.S stocks are up andrunning for the first full day of trading since Wednesday and you call it a post-Thanksgiving thud. Stocks are lower across the board. The Dow is falling for the first time in four sessions and you can blame it on investor nervousness over the COVID lockdown situation in China and also the unprecedented anti-government protests there over the weekend. It's a busy week on tap for U.S. economic data. The new job opening report is out on Wednesday. And we got the all-important U.S. employment report on Friday. Also a key speech by Fed Chair Jerome Powell this week. Powell could hint that the next Fed rate hike in a few weeks won't be as large as the ones before, and that will come as a relief to investors. And the bargains never end as Black Friday morphs into Cyber Monday, but will retailers continue to rake in the profits? Well, according to Adobe Analytics, Black Friday saw an estimated $9.1 billion spent online by U.S. shoppers, which would be a record. Alison Kosik joins me now with the details. So, Alison, even coming into today, there were some pretty strong momentum for spending. I mean, you were out on Friday. You saw strong spending. So, even heading into Monday, there was quite a bit of momentum there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:08",
      "speaker": "SOLOMON",
      "sentences": "That's an interesting point, Alison. And I wonder, any insight into whether people are financing these purchases using credit cards ordipping into savings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:08",
      "speaker": "KOSIK",
      "sentences": "Yes. We are seeing some kind of a downbeat trend as Americans are spending all of this money. We are seeing Americans lean on savings more.They're going for credit cards more, which, of course, is a bit disturbing since rates are about 19 percent now to carry that debt on your credit card. That's actually at an all-time high. And with the Fed continuing to raise rates, as expected, credit card rates are expected to follow that trend too and raise even higher. We're also seeing about 30 percent of Americans are relying on something called buy now, pay later. That's kind of an installment plan. And the way that people can buy these goods without having to pay any kind of interest rate at the beginning, but the problem here is if you're going to do that, you've got to stick to a payment plan. Because if you miss those payments, you could get dinged with fees and that could really hurt your credit score. Also, one thing about buy now, pay later that people may not understand is that if you go to return an item, it gets a little kind of hairy because then you have to still continue to make payments on an item that you've returned. So, we're seeing Americans lean on all of these things try to make those -- make that magic continue during the holiday season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:08",
      "speaker": "SOLOMON",
      "sentences": "Alison Kosik, good to have you. We will see how it all stacks out as the day continues. Good to have you, Alison.Well, my next guest has his finger on the pulse of Cyber Monday. Harley Finkelstein is the president of leading e-commerce firm Shopify, which works with millions of businesses across 175 countries, and it had a very good Black Friday, announcing record sales of nearly $3.4 billion. And Harley Finkelstein, the president of Shopify, joins me now. Harley, wonderful to have you. So, walk me through some of the top lines, the trends that you saw.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:08",
      "speaker": "HARLEY FINKELSTEIN, PRESIDENT, SHOPIFY",
      "sentences": "Absolutely. So, just before I get into it, let's take a sort of a hyper real-time look at things. Anyone cancheck this out. If you go to data stories on shopify.com, right now, we're seeing about $1.2 million happen every single minute, $1.2 million of sales every minute, and about 11,000 orders happen every single minute. If you look across -- if go back sort of the height of the pandemic in 2020, from Black Friday to Cyber Monday, we saw about $5.1 billion in sales happen throughout the four-day period. Well, this year, we crossed that $5.1 billion dollar number Sunday evening. So, not only are consumers certainly out their spending but they are also being very intentional. They're buying from independent merchants and businesses, of which many of them are on Shopify.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:08",
      "speaker": "SOLOMON",
      "sentences": "I see, okay. So, any categories that really stand out, because that sort of gives you a sense, right, of where consumers are spending. Ifyou see them start to spend more on categories that are necessities, well, then that sort of signals that maybe they are pulling back. If they are still spending on discretionary categories, like apparel, it signals maybe a stronger consumer. I mean, what did you see there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:08",
      "speaker": "FINKELSTEIN",
      "sentences": "Yes, a couple of things. First of all, if you look at how consumers are purchasing, 75 percent of purchases we saw this year arehappening on a mobile device, 25 on a desktop. So, three quarters happening on a mobile device, that is really meaningful. In terms of categories, apparel, electronics are obviously big categories, we are seeing cosmetics, but nothing we are seeing is actually home furnishings are also up this year. And the reason is, during the pandemic, I think people began to buy new homes or move to new locations, and so now they are outfitting their homes. But the key here is intentionality. Consumers really want to buy products from brands they really love. And so they are waiting for sales both on Black Friday but also today on Cyber Monday for those deals from their favorite brands. And so there's real intentionality if you get value. But it's really about quality, not necessarily about quantity, which is something we saw in the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:08",
      "speaker": "SOLOMON",
      "sentences": "And I know you said that you've mentioned or you work with Gymshark and you work with Alo Yoga, two brands that I am very familiarwith, Harley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:08",
      "speaker": "FINKELSTEIN",
      "sentences": "Two of my favorite brands also, amazing brands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:08",
      "speaker": "SOLOMON",
      "sentences": "Yes, exactly.Any areas, however, on the opposite that you saw that were a bit depressed, geographically or even areas of shopping where you are starting to see a slowdown?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "SOLOMON",
      "sentences": "Harley, how do you explain to people who see this report and see that consumers are still shopping around the world but know that inflationaround the world is also elevated, interest rates continue to rise around the world? I mean, how do you explain both of those things?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "FINKELSTEIN",
      "sentences": "Yes. Well, first of all, I think what's happening in this particular holiday season is the holiday season is less frantic. There issupply chain issues, there's more inventory on the shelves. There was more anticipation, thought from this by retailers to make sure they had sufficient inventory given the consumer demand. So it does feel like it is more robust but also a bit more calm this year than in the past, last year, especially, was really, really frantic. But in terms of the inflationary issues, one of the things that people miss is that the business model around direct to consumer means there is less intermediaries in the commerce stack, which means that they're able to weather the storm better than retailers who maybe are reselling somebody else's item and had razor sharp margins. And so, actually, in many ways, I think direct to consumer is prudent to be the best business model when it comes to retail now. And I think it will be steady going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "SOLOMON",
      "sentences": "It's a fair point. Harley, before I let you go, I do have to ask Shopify, of course, being a tech player. I mean, how are you as a companypreparing for the idea that there could be an economic downturn? I mean, you're already seeing all sorts of tech player prepare for that. I mean, what are you doing as a company prepare for what might be on the other side?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "FINKELSTEIN",
      "sentences": "Yes. Look, the entire mission of Shopify is to level the playing field, to make it really easy not only to start a business but toscale of business. When you look at companies, like Allbirds, for example, or FIGS, for example, they start at their mom's kitchen table and are now global powerhouses, vertical leaders. That's really why we shop to work every day. And so what we're trying to do is find ways to help merchants and help businesses, whether it's payments or it's fulfillment, or it's shipping, or its capital. We've given up more than $4 billion of capital to small businesses to help them not only by inventory and advertising but also ensure they continue to run their businesses. And so we're really focused now on further leveling the playing field. But also one of the things we notice about these sort of economic downturns, and we saw this back in 2008 as well, is this is when people really look to supplement their income, to take other jobs, and Shopify is a great place to commercialize a hobby or to make a little bit of extra money on the side. And that side hustle may actually become a very large business at some point. So, we've typically done quite well, but this is the time where we're really focused on how do we help merchants and small businesses get through this period, and that's our mission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. South Korea has the world's tenth largest economy but it's facing a big problem, where to find workers in a country with thelowest birth rate in the world. Paula Hancocks reports. (BEGIN VIDEOTAPE) PAULA HANCOCKS, CNN CORRESPONDENT (voice over):  Lisa Yun (ph) empties a box of toys onto the living room floor for her boys, hoping to catch a few moments for herself. She used to work in the brokerage firm before launching her own start-up. She's not worked in seven years, and feels that South Korean society no longer appreciates her. We need to recognize that parenting is a new career, she says. The current social climate is that parenting is the beginning of a career break. Lisa's her husband wants to help more, but the business culture here mean the job does not and when the office closes. A patriarchal society that is slow to evolve still largely sees the mother staying to care for the children and the father going out to work contributing to the lowest birthrate of any country in the world. President Yoon Suk Yeol visited a nursery recently, pledging new parental benefits and the creation of a new committee to come up with fresh ideas. At a baby fair outside Seoul, we met expectant parents who were less than enthused. Kim Min-Jeong is expecting her second child in November. She hasn't worked since her second child as she says help or good childcare is too expensive. KIM MIN-JEONG, EXPECTANT MOTHER:  There is no change in how much money we're getting. They've changed the names and merch allowances, but for parents like us, there are no more benefits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "HANCOCKS",
      "sentences": "Having a baby is very much expected for married couples in South Korea and single mothers are treated differently.CHO HEE-KYOUNG, PROFESSOR OF LAW, HONGIK UNIVERSITY:  We still have very puritanical approach to single mothers. It's as if they have done something wrong by becoming pregnant out of wedlock.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "HANCOCKS",
      "sentences": "Add to that the astronomical cost of housing here in Seoul in particular, the cost of education and growing economic concern among theyouth, and you have the perfect storm. And what it means for South Korea and its aging population is a looming shortage of workers to pay into the pension system. There's also a growing number of women who have no interest in getting married or having babies for personal or societal reasons. Lee Jin-song has written books about wanting to live alone. LEE JIN-SONG, AUTHOR:  In Korea, there is a joke like an urban legend. If you are not dating by the time you are 25, you will turn into a crane. Meaning, if you're single, you become non-human. Korean women have come to realize that marriage imposes too much work on them. Marriage, childbirth and childcare require too much sacrifice on women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "HANCOCKS",
      "sentences": "Lee says it's an issue the government does not understand, a problem that will not get better simply by throwing money at it.Paula Hancocks, CNN, Seoul. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SOLOMON",
      "sentences": "And, Houston, we have a new record. NASA's Orion spacecraft has just flown farther than any other vehicle designed to carry humans inspace. It's part of the Artemis 1 mission to test the limits of space exploration. Orion flew almost a quarter of 1 million miles from Earth, or more than 400,000 kilometers. That breaks the record set by Apollo 13 more than 50 years ago. CNN's Kristin Fisher joins me now with all the details. So, Kristin, walk me through just how significant this development was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "SOLOMON",
      "sentences": "Okay. Kristin Fisher, great to have. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:01",
      "speaker": "FISHER",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    }
  ]
}