{
  "date": "2022-12-23",
  "headline": "CNN This Morning",
  "subHeadline": "Report Sheds New Light On Trump's Failure To Act On January 6; Incoming GOP Rep. Santos Says He'll Address Resume Discrepancies; Historic Winter Storm Threatens Power Grids Across U.S. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:30:00",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "It is huge. It is 845 pages and it summarizes a year and a half-long investigation by the committee, which conducted over 1,000 interviews.In a newly-released transcript for the former Trump White House aide Cassidy Hutchinson -- tells the committee that she felt pressure from Trump allies not to talk and instead, risk contempt charges. She testified that before her interview with the committee, she told her mom, \"I am completely indebted to these people. They will ruin my life if I do anything they don't want me to do.\" Cassidy also testified that in her initial depositions before the committee when she had a Trump-aligned lawyer, Stefan Passantino, beside her, she said this, and I quote. \"It wasn't just that I had Stefan sitting next to me; it was almost like I felt like I had Trump looking over my shoulder. Because I knew in some fashion it would get back to him if I said anything that he would find disloyal. And the prospect of genuinely scared me. You know, I'd seen this world ruin people's lives or try to ruin people's careers. I'd seen how vicious they can be.\" Passantino said in a statement that he believed Hutchinson was being truthful and cooperative with the committee in the interviews he represented for her -- or her for, I should say. So joining me now to discuss, CNN political analyst and senior political correspondent at The New York Times, Maggie Haberman. Maggie, thank you very much for joining us. I appreciate it. Listen, we're going to get to this full report -- and good morning to you, by the way -- this full report. But I just want to get to what we learned about Cassidy Hutchinson when she talks about her estranged relationship with her father. She went to him to ask him for help, feeling like Trumpworld was watching her. It is stunning. She -- I just want to read something about what she said because I think it just shows you. She said her dad was a Trump supporter and they had an estranged relationship. She said -- let's see. My biological father -- but I went to his place. I didn't have a relationship with my biological father but I went over to his place one night. I drove up to New Jersey and I went to his house one night and begged him. It's probably one thing I regret in all of this. I wish I didn't stoop to that level because it was a no, but I begged him to help me. I said would you -- I said I would pay him back. Like, name your interest rate. Like, I just need help. And I remember saying to him you have no idea what they're going to do to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "MAGGIE HABERMAN, CNN POLITICAL ANALYST, SENIOR POLITICAL CORRESPONDENT, THE NEW YORK TIMES",
      "sentences": "Terrifying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LEMON",
      "sentences": "Terrifying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "HABERMAN",
      "sentences": "And she sounds incredibly scared in this transcript and she lays out a culture of Trumpland that we have heard many, many other former aides talk about over years -- Michael Cohen, Stephanie Grisham. You can go down the list -- Alyssa Farah.And she was clearly worried about what would happen to her not just in terms of Trumpland, but she had no money. She had no lawyer. She had no anything. And Mark Meadows was not responding to her. Mark Meadows, who had been her boss for two years. So you can see how she ended up with Stefan Passantino. And yes, you just played the statement from Stefan Passantino. What she alleges in this under-oath transcript is that Stefan Passantino was not just representing her, but that he was trying to shape her testimony. And that is very, very serious and very specific, and is something that the committee has said the DOJ is looking at it. I suspect that we'll be hearing more about this in the coming months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Can you give us a sense of what these 845 pages -- I know you went through them because you had a report out a two in the morning, so you haven't slept. But what did -- what stood out to you? What -- because you've been reporting on Trumpworld for so long. What stood out to you from this report? Were there new things that we hadn't seen, for example, during the committee?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "SIDNER",
      "sentences": "He knew he lost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "HABERMAN",
      "sentences": "And yet, he -- and yet, he continued -- correct. And yet, he continued pushing this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "LEMON",
      "sentences": "Well -- so listen, that, obviously, shocking. But even more shocking, the fake electors plot that is mentioned in this as well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "HABERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "LEMON",
      "sentences": "-- which could be -- I think if there's any sort of liability perhaps criminally or legally, it would be for this fake electors plot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "HABERMAN",
      "sentences": "I think that's one element. We know that the committee recommended other charges --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "HABERMAN",
      "sentences": "-- one of which is insurrection and there were a couple of others.I think on the fake electors plot it's not just Donald Trump who has potential exposure. There are a lot of people who have exposure over and over again because it's very clear that they knew they were doing something that was legally questionable. I think they will argue no, no, no -- we thought it was real. But you can see in their communications that there are things that they were doing that they knew were problematic. And this plan began really early. That's one of the other things that the report documents. This didn't just spring up in mid-December. This was -- this was going on for weeks. The report cites reporting I did very shortly after the election where Trump was asking advisers -- I think it was November 11 or 12 -- about how to get states to choose electors who were loyal to him. This started very early.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "SIDNER",
      "sentences": "I do -- I do want to ask you about some of the recommendation. It also sort of talks about others surrounding Donald Trump -- people that did not come in when they were subpoenaed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "HABERMAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "SIDNER",
      "sentences": "Do you think there's any teeth -- that this will provide teeth to another agency -- obviously, the DOJ -- going forward to go after anyone else?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "HABERMAN",
      "sentences": "Well look, we know the DOJ wanted these transcripts and they didn't have them for a long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "HABERMAN",
      "sentences": "But they're going to have them all now. I think they've looked at a bunch of them already because I know some folks have been going over to DOJ to review -- or, at least, been going over to the House to review -- excuse me. So I think that there -- it does give them more evidence, especially for people who then wouldn't cooperate with other aspects of the investigation. But how far-flung this is going to go, I don't think we know.I do want to just make one point that I think gets overlooked, and this is not related to the report other than that it's adjacent to it. There's a lot of focus on will Donald Trump get indicted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "HABERMAN",
      "sentences": "Even if Donald Trump doesn't get indicted, he is facing this huge flurry of litigation this year. He is facing trials in a number of cases. So this is going to be something -- he is -- he is facing a tough legal year no matter what happens here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "SIDNER",
      "sentences": "Georgia, New York -- I mean, the states and the federal potential.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "HABERMAN",
      "sentences": "A fraud lawsuit related to ACN, two suits related to E. Jean Carroll.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "HABERMAN",
      "sentences": "You know, the list goes on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "LEMON",
      "sentences": "What about Passantino, just quickly, because if what's alleged in this report from Cassidy Hutchinson, he could be disbarred for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "HABERMAN",
      "sentences": "Oh, at least. I mean, he is facing severe legal jeopardy and I don't know what ends up happening with this. We'll see what the DOJ does. It is on the DOJ's radar. I think they are taking it seriously. I don't know how aggressively they're taking it. But these are serious allegations and he has a real problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "SIDNER",
      "sentences": "It takes a lot to be disbarred and it will be really interesting to see that -- what happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "HABERMAN",
      "sentences": "And we -- and we've seen that with Giuliani, too --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "SIDNER",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "HABERMAN",
      "sentences": "-- right, except --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "HABERMAN",
      "sentences": "-- this is a very -- this is -- this is a different type of allegation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "LEMON",
      "sentences": "Thank you, Maggie. Merry Christmas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "SIDNER",
      "sentences": "Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "LEMON",
      "sentences": "Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "HABERMAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "SIDNER",
      "sentences": "All right. This morning, incoming Republican congressman George Santos facing growing scrutiny as his entire life's story has really come under question amid the troubling holes in his resume. Now he says he's ready to address those concerns.CNN's Jessica Dean joins me now with more -- Jessica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "JESSICA DEAN, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Well, good morning to you, Sara.He says that he's going to address all of these concerns next week. That he's going to tell his story. But the fact of the matter is more and more discrepancies continue to pop up almost daily. (BEGIN VIDEOTAPE) DEAN (voice-over):  Incoming congressman George Santos finally acknowledging the growing scrutiny surrounding many apparent discrepancies in his biography, tweeting, quote, \"I have my story to tell and it will be told next week.\" GEORGE SANTOS, (R) NEW YORK REPRESENTATIVE-ELECT:  Shabbat shalom to everybody. DEAN (voice-over):  One part of the New York Republican's background now in question -- his family history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "SANTOS",
      "sentences": "You know, my grandparents survived the Holocaust.I'm very proud of my Jewish heritage and very proud of my grandparents' story. My grandfather fleeing Ukraine, fleeing Stalin's persecution, going to Belgium and finding refuge there. Marrying my grandmother, then fleeing Hitler and going to Brazil. DEAN (voice-over):  But those claims are contradicted by sources reviewed by CNN's KFILE, including family trees, records on Jewish refugees, and interviews with multiple genealogists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:04",
      "speaker": "SANTOS",
      "sentences": "As I always joke, I'm Jew-ish (laughing). I come from a Jewish family. My mother's family is Jewish. I grew up and I was raised Roman Catholic.DEAN (voice-over):  Megan Smolenyak, an author and professional genealogist who helped research Santos' family tree at CNN's request, said in an email, quote, \"There's no sign of Jewish and/or Ukrainian heritage and no indication of name changes along the way.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "DEAN",
      "sentences": "On Capitol Hill, Thursday, House GOP leader Kevin McCarthy refused to answer any questions about what may happen to Santos or if anything should be done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. Santos.DEAN (voice-over):  Santos is part of a very slim four-seat majority Republicans will hold when they take over the House in January. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "DEAN",
      "sentences": "And so, the looming question here, of course, is what comes next, especially as it relates to Capitol Hill and that very slim majority that House Republicans will have when they take over the House in January.As you saw there in the piece, Sara, Kevin McCarthy, the House GOP leader, not answering any questions. Refusing to answer any questions about this. Will Santos be seated as a new member? Will McCarthy do anything and, if so, what is that? Will House Ethics get involved? These are all of the things we simply just don't know the answer to right now but will unfold over the next several weeks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "SIDNER",
      "sentences": "It looks really suspicious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "DEAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "SIDNER",
      "sentences": "I cannot wait to hear what Mr. Santos has to say about all of this. Jessica Dean, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "DEAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "LEMON",
      "sentences": "Listen, he's got -- he's got a lot to answer --SIDNER;  Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "LEMON",
      "sentences": "-- and the best thing for him to do, I think right now, is to come out and answer the questions and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "SIDNER",
      "sentences": "As my grandmother would say, come clean, man. Come clean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "LEMON",
      "sentences": "You have to come out and answer the questions because he's getting it from both Democrats and Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "SIDNER",
      "sentences": "And Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "LEMON",
      "sentences": "And then, does he want to take this baggage to Washington and make the whole thing even bigger? So, he's got to do it now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "SIDNER",
      "sentences": "Agree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "LEMON",
      "sentences": "Straight ahead, we have the latest on the power outages across the country. More than 820,000 without power right now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "SIDNER",
      "sentences": "And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "LEMON",
      "sentences": "-- and growing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "SIDNER",
      "sentences": "Oh, my bad.And here's a live look at conditions on a highway in Nashville, Tennessee. What you need to know before heading out on the roads. Right there, it is 19 below with the wind chill -- whoa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:07",
      "speaker": "LEMON",
      "sentences": "And the answer to that is don't do it.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But yes, we're definitely --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Snow devil. Just got that out, camera. Hello.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is definitely horrible conditions. I'm not getting the male today. The mail could stay in there.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "LEMON",
      "sentences": "Wow. This man in Pittsburg, Kansas recording the fierce winter storm as it blows past his house.A huge swatch of the country is in the grip of what experts are calling a once-in-a-generation winter storm. Aside from life- threatening cold, hurricane-force winds, dangerous roads, and gnarled travel, there's another threat, and that is, of course, the power grid. Just look at that. Whiteout conditions there. There is a look at the outages all across the country at this hour. About 820,000 customers are without power. The most outages are seen in Georgia, Connecticut, South Carolina, and Texas. Let's go straight now to Craig Miller. He's professor of electrical and computer engineering at Carnegie Mellon University. We're so happy to have him on, especially to talk about what's happening with the grid. Good morning to you, Professor Miller. Can you hear me? CRAIG MILLER, PROFESSOR OF ELECTRICAL AND COMPUTER ENGINEERING, CARNEGIE MELLON UNIVERSITY (via Webex by Cisco):  Good morning to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "LEMON",
      "sentences": "You've got me. OK, great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "MILLER",
      "sentences": "I can hear you well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "LEMON",
      "sentences": "What sort of strain do you expect the storm to place on the power grids across this country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "MILLER",
      "sentences": "Well, there's two sorts of strains we have to worry about. The first is the fact that ice is going to be building up on the electrical wires -- the ones in your neighborhood -- the so-called distribution wires. And a lot of them will fall and have to be replaced, which is very difficult under the current circumstances because with gale-force winds you can't expect the linemen to go up a pole right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "MILLER",
      "sentences": "The other thing we have to worry about is that there is going to be a tremendous load. People will be substituting space heaters to bring their houses up to temperature --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "LEMON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "MILLER",
      "sentences": "-- if their normal heat isn't enough, and that huge load is going to stress the grid. It's going to be particularly difficult if there's power outages we're seeing all over the country right now -- or all over the east.When power comes back on, everybody has all the switches turned on. All the lights, all the heaters -- you know, hoping for the best. There's an instantaneous hit to the grid when we restore power and that can destabilize things. LEMON:  Yes. So, listen, if you can explain that a little bit more because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "MILLER",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "LEMON",
      "sentences": "-- why this storm poses such a threat to the electrical infrastructure. High demand, right? And then there's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "MILLER",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "LEMON",
      "sentences": "-- also issues with the equipment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "MILLER",
      "sentences": "High demand -- the equipment being fatigued from the weather that's hitting it.Electrical lines actually like to be cold. We have -- we have limitations on capacity during the hot months. But in winter, the wire is more brittle -- the insulation, particularly -- and when ice builds up on it the stress can cause the wire to break the pole, bend the pole, or just drop the ground. And at that point, the power hopefully cuts out right away for safety reasons. And it takes manual restoration. We need linemen -- brave lineman -- real first responders there that have to go out and climb the pole and put the conductor back in place. And under the conditions that are now with zero wind chill and 50 mile an hour winds, there is no safe way for a lineman to do that. So they need to wait until there's a bit of a break in the weather to weigh in. Then when they do restore power, everybody will have all their switches on. You know, you have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "LEMON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "MILLER",
      "sentences": "When the power goes off you try to get everything going. And so, there's an instantaneous demand to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "LEMON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "MILLER",
      "sentences": "-- immediately supply all the heaters and all the lights. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "LEMON",
      "sentences": "That's stressful on --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "MILLER",
      "sentences": "-- that can destabilize it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "LEMON",
      "sentences": "Very stressful on the system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "MILLER",
      "sentences": "Oh, terrible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "LEMON",
      "sentences": "Listen, Craig Miller -- Craig Miller is a professor of electrical and computer engineering at Carnegie Mellon University and we're so happy that he's here this morning to share his expertise. You be safe, and thank you for joining us this morning. Happy holidays to you. MILLER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "LEMON",
      "sentences": "Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "SIDNER",
      "sentences": "OK. Now, this next thing is just going to make you laugh because it's the truth. CNN affiliate KWWL sent their sports reporter, Mark Woodley, to cover the winter storm and he had a memorable but not necessarily fun time outdoors. Take a look.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:05",
      "speaker": "RYAN WITRY, KWWL ANCHOR",
      "sentences": "Mark, how are you feeling out there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "I love that guy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "SIDNER",
      "sentences": "Right. He's saying what we all feel when we're out there and we're telling people not to go out, but we're standing there for hours on end.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "He speaks for the people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "SIDNER",
      "sentences": "He does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "CNN, hire that guy. What do I say every morning, guys, at the first break?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Is it 8",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "Is it -- are we in the 8",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "SIDNER",
      "sentences": "We're close. We are close. LEMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "SIDNER",
      "sentences": "I mean, and you're inside.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "That guy speaks for the people, OK.So listen, we've got to talk about this because he's out there -- he's out there for serious reasons --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "SIDNER",
      "sentences": "He is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "LEMON",
      "sentences": "-- and that's because we have this historic storm that's happening across the country. And our storm team is out there. CNN reporters and weather officials standing by. We're going to tell you what's going on. Our Transportation Sec. Pete Buttigieg is going to join us in moments to talk about what's happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "SIDNER",
      "sentences": "And you know the song but not the story. CNN dives into the case the music world couldn't shake off. \"TAKING ON TAYLOR SWIFT\" airs tonight at 9(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "When I first heard \"Shake It Off\" when the hook started, how does a person feel when they come home and they feel like their house has been robbed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "As soon as I heard the hook I said that's the real dummy (PH).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "3LW had a steady fandom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We had to take action somehow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Songwriters Nathan Butler and Sean Hall sued Taylor Swift, claiming that \"Shake It Off\" borrowed from a song they wrote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The part of the song that everybody remembers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Play-as they gon' play and haters they gon' hate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This situation is bigger than me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "When you have a hit song, you're probably going to get sued.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's sort of like trying to copyright \"what's up?\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Everyone in the music industry is sort of looking over their shoulder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Taylor's team has been arguing it's a money grab.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "When you respect other songwriters, you give credit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:04",
      "speaker": "SIDNER",
      "sentences": "Nothing says Christmas and presents like the image of Santa Claus. While many things change with time, the traditional face of the jolly old elf has remained unchanged for decades. Now those in the Santa business tell CNN the demand for wider representation among Santa's ranks is growing.Our Ryan Young joins us now live from Atlanta. Good to see you, Ryan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:04",
      "speaker": "RYAN YOUNG, CNN NATIONAL CORRESPONDENT",
      "sentences": "Good morning, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:04",
      "speaker": "SIDNER",
      "sentences": "So what kind of change are we seeing with St. -- good ole Saint Nick?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:04",
      "speaker": "YOUNG",
      "sentences": "Look, we knew this was tough, especially after the pandemic. Santa is in demand across the country. It's been hard to hire the big guy but especially across the country. Parents have been driving even extra-long miles to find diverse Santas.(BEGIN VIDEOTAPE) SANTA CLAUS (BLACK:  What did you want Santa to bring you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:04",
      "speaker": "CHILD",
      "sentences": "I want Santa to bring me a monster truck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And tell him just a couple of the things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:04",
      "speaker": "CHILD",
      "sentences": "I want some (INAUDIBLE) with a SmileMaker.YOUNG (voice-over):  Santa, one of the most joyful and instantly recognizable characters across the world. At malls across the country, some kids have noticed a different diverse set of Santas popping up. SANTA CLAUS (BLACK):  Mommy, it's a Black Santa. Ho! Ho! Ho! Children always ask me how can you be a Santa of this color and then be a Santa of another color somewhere else? And I always tell them Santa travels all over the world, so Santa relates to all communities and cultures. YOUNG (on camera):  And this Santa looks different than a lot of Santas across the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes. It's important for us to see ones that look like us. So that's why it was important for her to get those pictures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And we've got diverse Santas and everything. We can get a Mexican Santa, a Chinese. We have every kind of Santa you want. They make you feel good about Christmas.YOUNG (on camera):  Is that not how you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sometimes for the kids, yes. Sometimes for the kids to see someone that looks like them that they're supposed to be getting presents from.SANTA CLAUS (BLACK):  Merry Christmas. YOUNG (voice-over):  One of the nation's largest Santa hiring services tell us the demand to hire diverse Santas is on the rise across the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The demand for diversity among Santa Claus entertainers has really gone through the roof. We can't keep up. We're able to let Santa look and sound like the children that he's speaking to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Representation means so much to a lot of people.YOUNG (on camera):  Had you ever when you were a kid met a Santa like yourself? SANTA CLAUS (DEAF):  It wasn't a good experience for me. I had three sisters and one brother. All of them are hearing. They're all very excited to see Santa. They're chatting and they're excited. And then, come time for my turn and Santa just gives me this look. You know, it's flat, expressionless. He hands me a gift. And for me, I felt deflated inside. YOUNG (voice-over):  Santa Charles is one of the few Santas who was deaf and uses his tremendous personality to connect with kids who are too often left out. SANTA CLAUS (DEAF): Using sign language. Have you been a good boy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:04",
      "speaker": "BOY",
      "sentences": "Yes.SANTA CLAUS (DEAF):  Honestly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:04",
      "speaker": "BOY",
      "sentences": "Yes, I said.SANTA CLAUS (DEAF):  You know, Santa is a magical experience for children. It's about bringing joy to their lives. It really means a lot to me. YOUNG (voice-over):  These moments will last a lifetime for these families -- SANTA CLAUS (BLACK):  Say cheese. YOUNG (voice-over):  -- that will cherish these pictures, which helps enhance the magic of the season. SANTA CLAUS (DEAF):  Do you sign Merry Christmas? (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:04",
      "speaker": "YOUNG",
      "sentences": "Sara, as you know, we work on so many stories all year long and it really stood out to me, Santa Charles, and the effect that he had on so many of those kids. It's really in his heart when he talks about the idea that as a child, himself, he got that blank stare from a Santa because he didn't know how to handle it. And now, he's spreading that joy.But I've got to also tell you -- both of you guys -- because you'll understand this. People driving more than 35-40 minutes to find a Black Santa was something that stood out to me because it's something that you didn't see when we were kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:04",
      "speaker": "SIDNER",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:56:04",
      "speaker": "YOUNG",
      "sentences": "And this spreads across -- all across the country. You have Asian Santas, you have Hispanic Santas. So this is cool as you kind of see the mix.And you saw some kids of different nationalities hanging out with Santa like it just didn't matter, and you've got to love that as well.",
      "isLastSentenceInterrupted": false
    }
  ]
}