{
  "date": "2022-12-21",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "China Narrows Its Definition Of A COVID-Related Deaths; World Health Organization; Mexico Grants Asylum To Family Of Peru's Ousted President; Incoming GOP Rep's Resume Questioned Amid Discrepancies. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking foreign language).WANG (voice-over):  In this funeral home in Jinan, the man is saying it's going insane. Here, it is packed with cars, and vans carrying bodies stretch all the way into the distance in front of this crematorium in (INAUDIBLE). And families wait and stand in their mourning clothes at this Wuhan funeral home with no idea how long they have to wait before their beloved ones can be cremated. A new study by Hong Kong researchers estimates nearly one million people in China could die from COVID if the country doesn't take necessary public health measures, like increased vaccinations. Long lines like these are forming across the country outside of hospitals. In Hangzhou, people wait for hours outside in the cold rain. Crowds form outside of hospitals in Wuhan, ground zero of the original outbreak. WANG (on camera):  This is a COVID-designated hospital in Beijing. There has been a steady stream of elderly patients in wheelchairs being led into this hospital. I spoke to a man who has been waiting outside for his elderly family member who he said is very sick with a high fever from COVID. But he said this hospital is running out of bed space. WANG (on camera):  (Speaking foreign language). WANG (voice-over):  \"Are you busy,\" I asked the COVID worker outside this hospital. \"Yes, extremely busy,\" he tells me. \"We even work into the evenings.\" \"Did a lot of people die here,\" I ask? \"Yes, every day,\" he says. \"Is it all because of COVID.\" \"Yes, he says. People with underlying conditions.\" The country's COVID strategy has suddenly swung from one extreme to another. This is what China's metropolis Chongqing looked like a month ago during a mass COVID lockdown -- a ghost city. But now, not only has Chongqing lifted its lockdown, but the government announced on primetime television that people who have COVID -- as long as they are only mildly sick or asymptomatic -- well, they can return to work. But people are still scared to go out. Restaurants and shopping malls in the city barely have any customers. Subways across major cities are eerily empty. But none of this is stopping Chinese state media from hailing the country's COVID strategy as victory after victory, as the Chinese people feel they are suddenly left to fend for themselves. WANG (on camera):  China's health authorities now say they are narrowing the definition of COVID-19-related deaths to only patients who died of respiratory failure directly caused by the virus. Now, this counting method goes against the World Health Organization's guidance. The World Health Organization says many countries record excess mortality as a more accurate measure of the true impact of the pandemic, which accounts for both the total number of deaths directly attributed to the virus, as well as the indirect impact. Selina Wang, CNN, Beijing. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "CHRISTINE ROMANS, CNN ANCHOR",
      "sentences": "All right, to Peru now where Peru has ordered Mexico's ambassador to leave the country. The move is in response to the Mexican government asylum to the family of Peru's jailed former president, Pedro Castillo.CNN's Rafael Romo has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking foreign language).RAFAEL ROMO, CNN SENIOR LATIN AMERICAN AFFAIRS EDITOR (voice-over): The debate in the Peruvian Congress was heated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(Speaking foreign language).ROMO (voice-over):  Peruvian lawmakers were trying to decide what measures they need to take to put an end to two weeks of fresh violence and turmoil in the South American country. More than two dozen people have already died and there are hundreds of injured after clashes between protesters and security forces.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "SUSEL PAREDES, PERUVIAN LAWMAKER",
      "sentences": "(Speaking foreign language).ROMO (voice-over):  This congresswoman says that after so many deaths, Boluarte should resign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "DINA BOLUARTE, PERUVIAN PRESIDENT",
      "sentences": "(Speaking foreign language).ROMO (voice-over):  The new president says her resignation wouldn't solve anything and cause even more problems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking foreign language).ROMO (voice-over):  Tuesday night, the Peruvian Congress approved a bill to hold national elections in April 2024, two years earlier than scheduled. The Peruvian Supreme Court ruled Friday that former President Castillo must remain in pretrial detention for 18 months after being charged with rebellion and conspiracy, which he denies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking foreign language).ROMO (voice-over):  Mexican foreign minister Marcelo Ebrard confirmed Tuesday Castillo's family was in Mexico's embassy in Lima and had been granted asylum only hours before the Peruvian Congress granted them safe passage to leave Peru. Peru's unrest has brought a vast section of the local economy to a screeching halt and has also left many tourists stranded due to the fact that protesters have blocked roads and stormed airports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "JON ROYER, STRANDED AMERICAN TOURIST",
      "sentences": "The whistle started and all the doors started slamming, and people running up the street. And I got separated from my girlfriend. She was still in the restaurant. And they locked down so that nobody could get in. And so, I just ended up having to run up the street with the rest of the people.ROMO (on camera):  Peru's Cusco airport, which serves tourists traveling to the ancient city of Machu Pichu, resumed operations over the weekend. Peru's transportation ministry announced Monday that the Arequipa airport had also resumed operations. Rafael Romo, CNN, Atlanta. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:47",
      "speaker": "ROMANS",
      "sentences": "All right, did he fudge it, did he fake it? Lots of questions but few answers about an incoming Republican congressman's resume just a couple of weeks before his swearing-in. Now his opponent is calling for an investigation.CNN's Brian Todd is in Washington with more. (BEGIN VIDEOTAPE) GEORGE SANTOS, (R) NEW YORK CONGRESSMAN-ELECT:  Thank you for being here. Thank you for having me. My name is George Santos. BRIAN TODD, CNN CORRESPONDENT (voice-over):  He's young, Latino, gay, and a winner for the Republican Party. Congressman-elect George Santos' victory in a New York district covering parts of Queens and Long Island helped the GOP take a narrow majority in the House this fall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:47",
      "speaker": "SANTOS",
      "sentences": "My parents came to this country in search of the American dream. Today, I live that American dream.TODD (voice-over):  But now, a CNN review of Santos' statements and his record shows that his resume could be mostly a dream. The New York Times first reported, citing public documents and court records, that key parts of Santos' biography were either contradicted or not supported by evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:47",
      "speaker": "GRACE ASHFORD, REPORTER, THE NEW YORK TIMES",
      "sentences": "Once we started turning up things, more and more things we started to check didn't add up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:47",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Mr. Santos.TODD (voice-over):  A CNN review found the same discrepancies. Santos' biography says he went to Baruch College and New York University, earning degrees in finance and economics. Representatives for both schools told CNN they had no record of anyone with his name ever attending. His campaign biography said Santos worked at Citigroup and Goldman Sachs. Both companies told CNN they have no record of his employment. Santos claimed he founded his own charity, Friends of Pets United, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:47",
      "speaker": "ASHFORD",
      "sentences": "But one of the first things I did was just sort of look for some of the filings because he was very specific about it being a 501(c)(3), and we weren't able to find that with the IRS.TODD (voice-over):  There was no group called Friends of Pets United found in the IRS's searchable database nor among registered charities in New York and Florida. CNN has asked Santos for comment but he has not responded. His attorney told CNN The New York Times was attempting to, quote, \"smear Santos with defamatory allegations.\" Santos' Democratic opponent in this year's election, Robert Zimmerman, said his campaign knew about some of these discrepancies. Asked by CNN whether his campaign was raising concerns loudly enough -- ROBERT ZIMMERMAN, (D) FORMER NEW YORK CONGRESSIONAL CANDIDATE:  We spoke to many reporters on these issues and raised these concerns to the high heavens and that's -- and that's well-established. In fact, the DCCC -- Democratic Congressional Campaign Committee -- put out an 87-page document about him. And local media, to their credit, did cover it. MARGARET TALEV, MANAGING EDITOR, AXIOS:  It's a failure of both parties and of the media. And if you are a voter in this district, the truth is you don't really know who you just voted for. TODD (on camera):  As for what could happen with George Santos from here, his election opponent, Robert Zimmerman, is calling for a Justice Department investigation and for an investigation in the House of Representatives. On that front, CNN has reached out to House GOP leader Kevin McCarthy to ask what he plans to do about it. We haven't heard back. Brian Todd, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:47",
      "speaker": "ROMANS",
      "sentences": "All right, Brian. Thank you for that.The Biden administration delaying until March final rules for the requirements to get new tax incentives for electric vehicles. This, after major pushback from European and Asian companies. They call it discriminatory. Now, to qualify for the $7,500 tax credit, EVs must go through final assembly in North America and have at least 40 percent of their batteries sourced in the U.S. It's part of the Biden administration's Inflation Reduction Act to accelerate the transition to cleaner vehicles and boost domestic production. I recently sat down with the CEO of Rivian Automotive, an American EV company. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:47",
      "speaker": "RJ SCARINGE, CEO, RIVIAN AUTOMOTIVE",
      "sentences": "That policy is shifting a lot of people's minds, so it's in the right way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:47",
      "speaker": "ROMANS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:47",
      "speaker": "SCARINGE",
      "sentences": "It's driving us to say how do we more rapidly build localized supply chain for battery -- and not just us. Every car company that operates in the United States is thinking the same things. So, I think that's how it's standing.I think the reality, as well, is this has, for a long time, been something that's politicized. Electrification or a path to carbon neutrality has been politicized. We're beginning to see that fade, which is really encouraging. So it's not a right issue or a left issue, it's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:47",
      "speaker": "ROMANS",
      "sentences": "There's been some pushback that not all EVs are going to get these great incentives at the outset --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:47",
      "speaker": "SCARINGE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:47",
      "speaker": "ROMANS",
      "sentences": "-- and that's unfortunate. But what do you say to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:47",
      "speaker": "SCARINGE",
      "sentences": "It's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "SCARINGE",
      "sentences": "I think it's just a fact. I mean, it's going to prioritize domestic supply chains for sure. But I think everybody who is serious about being in the U.S. market is going to figure out their -- how to localize their supply chain. And certainly, we are.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "ROMANS",
      "sentences": "All right. Details for that tax credit now will be released, as I said, in March.All right. Coming up, Mr. Zelenskyy goes to Washington. What to expect from his first foreign trip since the war began. And holiday inflation. How much more this year's Christmas dinner is going to cost you. (COMMERCIAL)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:01",
      "speaker": "ROMANS",
      "sentences": "So what are the alternatives if you're trying to tweak your menu or tweak your sourcing so that you can try to keep those costs down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:01",
      "speaker": "MEYERSOHN",
      "sentences": "Switch to beef. Beef and veal prices down five percent year-over-year. Roasts are down eight percent. I think we're going to do a roast this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:01",
      "speaker": "ROMANS",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:01",
      "speaker": "MEYERSOHN",
      "sentences": "And then, pork prices are up just 1.2 percent a year ago. So maybe no ham -- switch to the beef.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:01",
      "speaker": "ROMANS",
      "sentences": "Talk to me about buying groceries online for the holidays. Do we expect as much this year as last?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:01",
      "speaker": "MEYERSOHN",
      "sentences": "Right. So, during the height of the pandemic, we were all buying groceries online. We were stuck at home avoiding stores.But online grocery sales have tumbled, down 10 percent in November from a year ago. Shoppers are back in stores. They don't want to pay the delivery fees and the tips. That will add $20.00 or $30.00 to your delivery order. And then, the experience isn't that great. People want to buy their produce and fruit and vegetables in person. Sometimes you order online and the strawberries come kind of moldy --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:01",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:01",
      "speaker": "MEYERSOHN",
      "sentences": "-- or it's not the fruit that you want. There are a lot of issues with online grocery shopping.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:01",
      "speaker": "ROMANS",
      "sentences": "Yes. When you've got -- when you go -- when you go to the grocery store, I always reach in the back for the freshest box of salad, right? But when I order and get it delivered it's never the good one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:01",
      "speaker": "MEYERSOHN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:01",
      "speaker": "ROMANS",
      "sentences": "All right, talk to me a little bit about buy now, pay later. We're seeing more people do this. And I was always taught that this is kind of a sign of financial distress if you're buying something now and paying later. I mean, you can really get into some fees and some high costs by doing this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:01",
      "speaker": "MEYERSOHN",
      "sentences": "Right. So, more shoppers are turning to buy now, pay later to buy gifts and even pay for groceries during the holidays. Buy now, pay later has boomed during the pandemic. It grew 10-fold.The companies --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:01",
      "speaker": "ROMANS",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:01",
      "speaker": "MEYERSOHN",
      "sentences": "-- loaned out, like Affirm and Klarna, about $180 million in loans to customers. Just about every retailer offers the option use buy now, pay later on their websites, when you buy in stores.So what happens with buy now, pay later is you pay an installment. It's usually four installments. You buy the gift and pay your first installment. It's super easy. There's no credit history or interest fees, so it's fast and convenient for customers to use. But there are a lot of risks. You miss a payment, you're going to get late fees. Critics say that it encourages overspending. You take on debt. And it's a mostly unregulated industry --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:01",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:01",
      "speaker": "MEYERSOHN",
      "sentences": "-- so some real questions should we -- should we be using it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:34",
      "speaker": "ROMANS",
      "sentences": "All right. Millions of Argentina fans welcomed home the World Cup champions yesterday and the party nearly shut down the city of Buenos Aires in the process.Andy Scholes has this morning's Bleacher Report. Hey, Andy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:34",
      "speaker": "ANDY SCHOLES, CNN SPORTS CORRESPONDENT",
      "sentences": "Yes, good morning, Christine.Yes, Argentina declared a national holiday yesterday so the people there could celebrate their first World Cup title in 36 years. Buenos Aires -- it's got a population of around 15 million people and a good number of those people tried to be a part of this. So they estimated that five million people were in the streets celebrating, making it one of the largest gatherings in human history. And they -- and they didn't just shut down city streets -- they overtook entire highways just trying to get a glimpse of their heroes. Now, the parade was supposed to be around 50 miles but it had to be cut short after fans kept trying to get to the bus -- some even trying to hop on it from overpasses. Now instead, they had to use a helicopter to get Messi around the route. And that was just the beginning of a wild day for Messi. The superstar was mobbed again by another crowd that was waiting outside of his home 150 miles away in Rosario. It's tough getting in the garage there. All right, shocking baseball news overnight. In a stunning turn of events, shortstop Carlos Correa now appears to be heading to the New York Mets. So, on Tuesday, the San Francisco Giants postponed his introductory press conference. Reports were that there was a difference of opinion regarding his physical. Well, the Mets then swooped in and are now reportedly signing Correa to a 12-year, $315 million deal. Correa had agreed to a 13-year, $315 million deal with the Giants last week. The Mets already had the highest payroll in baseball before adding Correa. Now, it is just way up there. All right. In the NBA, the Phoenix Suns are on the verge of being sold in a record-setting deal. According to multiple reports, 42-year-old mortgage lending tycoon Mat Ishbia will shell out $4 billion to buy a majority stake in the team, almost doubling the previous record for an NBA franchise. That was when the Brooklyn Nets were sold for more than $2.3 billion back in 2019. The WNBA's Phoenix Mercury will also be included. Ishbia -- he actually played basketball in college, winning a national title for Tom Izzo and Michigan State back in 2000. Current Suns owner Robert Sarver put the team up for sale in September after a damning report into racist and sexist behavior during his time as the owner. All right, good news for all the military members currently playing college sports. A new provision added to a bill that passed through Congress last week would now allow players who enroll in the Army, Air Force, or Navy prior to June 1, 2021 to still go pro immediately. They're grandfathered in. The change most directly impacts Army defensive standout Andre Carter II, who is projected to be a first-round pick in the NFL draft next April. All right. And finally, one of the greatest bowl traditions around. Eastern Michigan coach Chris Creighton getting a jug of French fries dumped on his after this team beat San Jose State 41-27 in the famous Idaho Potato Bowl. And, Christine, you know, getting fries dumped on you much better than the Mayo Bowl, right? Would you rather have fries than mayo?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:34",
      "speaker": "ROMANS",
      "sentences": "Oh my gosh, fries for sure. For sure, I'd rather have fries. Better than Gatorade or anything cold with ice in it, too, you know? So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:34",
      "speaker": "SCHOLES",
      "sentences": "Yes, they'd just fall right off, right? The mayo, I think -- the Mayo Bowl coming your way next week so you'll get to see that great tradition once again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:34",
      "speaker": "ROMANS",
      "sentences": "That sounds totally disgusting. Too disgusting for just shy of 6Nice to see you, Andy. Have a great day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:34",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    }
  ]
}