{
  "date": "2022-11-29",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden Urges Congress to Intervene in Rail Strike; Michael Baldwin is Interviewed about the Rail Strikes; China Smothers Covid Protests; U.S. Coach and Players Grilled Ahead of Match; 40 Million Under Threat of Severe Weather; Hawaii Officials Issue Volcano Warning. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:12",
      "speaker": "BIANNA GOLODRYGA, CNN ANCHOR",
      "sentences": "Good morning, everyone. I'm Bianna Golodryga.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:12",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "And I'm Jim Sciutto.Happening right now, avoiding a crippling rail shutdown. President Biden has called on Congress to act immediately following a month's long impasse between unions and rail operators. Experts say that a strike could cost the U.S. economy a billion dollars in the first week alone. What are the sticking points?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:12",
      "speaker": "GOLODRYGA",
      "sentences": "Plus, protests crackdown. Police in China swinging into action to smother sweeping protests over Covid lockdowns. Officials vowing to revise policies in the wake of those demonstrations. We'll take you live to Beijing ahead.And a must win matchup for team USA at the world Cup as they take on Iran today with the backdrop of some major political drama. We are live in Doha for that. But let's begin this hour with the looming rail strike. CNN Capitol Hill reporter Melanie Zanona joins us now. So, Melanie, House Speaker Nancy Pelosi said she is moving forward with this. The Senate is expected to have the votes. The president initially was reluctant to step in, but yet here we are. How fast will this happen now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:12",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Well, that really depends. We could see a vote in the House on a bill to codify this agreement as soon as this week. Then it would move to the Senate where it's a little less clear as far as timing. We are told that there are enough votes to overcome the Senate filibuster, but the way the Senate works is, you need agreement from every single senator in order to move quickly. And, right now, all eyes are on Senator Bernie Sanders. He is someone who was pushing for more paid sick leave in the negotiations and is just a reminder of what was and was not included in this deal. There was an agreement to include a 23 percent - 24 percent raise by2023 and a cap on health care premiums. But what was not included was 15 days of paid sick leave. That is something that unions wanted. That is why four unions rejected it. They have until December 9th to ratify this agreement. So now it's up to Congress. This is something Biden is now putting on Congress. It is a political last resort for him, though. He did not want to have to force this deal on unions and workers, especially since he has been a pro-labor champion. But he wanted to avoid what many experts are saying would be an economic catastrophe, especially right before the holidays. A rail shutdown or strike would disrupt supply chains, it would disrupt computer rail and I also could cost the economy a billion dollars within the first week. So, it's something that all sides are looking to avoid right now. And Capitol Hill will be the next move. Jim. Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:12",
      "speaker": "SCIUTTO",
      "sentences": "Melanie Zanona, thanks so much.So, joining me now to discuss is Michael Baldwin. He is president of the Brotherhood of Railroad Signalmen. One of the unions still not happy with this deal. Good morning. Thanks so much for taking the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:12",
      "speaker": "MICHAEL BALDWIN, PRESIDENT, BROTHERHOOD OF RAILROAD SIGNALMEN",
      "sentences": "Good morning, Jim. Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:12",
      "speaker": "SCIUTTO",
      "sentences": "So your union is one of four that has so far rejected the Biden administration's agreement brokered back in September to end this strike. Are you and your members ready to strike if there is no progress?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:12",
      "speaker": "BALDWIN",
      "sentences": "Yes. Striking is the last option for us. We would much rather reach agreement with the railroads at the table. But, yes, we are prepared, if Congress does not act in time or act at all, we are prepared to strike, yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:12",
      "speaker": "SCIUTTO",
      "sentences": "Are you aware of the economic impact of this? It's a - it's a little less than a month, right, before Christmas here. You know that this would have enormous economic consequences. And I'm not setting aside the concerns of your members, but are you and your members willing to stop the rails, in effect, and accept those costs to the U.S. economy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:12",
      "speaker": "BALDWIN",
      "sentences": "Yes. We, as an organization, and our members, are aware of how this can negatively impact the economy, as well as the fragile supply chain that we have today. Unfortunately, you know, this is something that we have attempted to correct. The railroads have the ability to fix this problem. And if they would come to the table and do that, then we could move forward without congressional action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SCIUTTO",
      "sentences": "Understood. And, listen, as a working person with a family, I understand those issues, particularly when you have a sick child.The exchange seems to be higher wages here. The pending new contracts for all the unions, including an immediate 14 percent pay raise with back pay going to 2020, pay raises totals 24 percent during the four- year life of the deal. In the past, your unions have been willing to exchange, in effect, higher wages for less paid sick leave. Why not now given these proposed raises?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BALDWIN",
      "sentences": "Yes, Jim, we've never - we have never traded higher wages for not having sick time. The wages that we bargained are -- at the table, negotiate with the railroads, us and other organizations, we base those, we watch inflation. This particular 24 percent compound that you reference in the first three years we're not keeping up with inflation. And currently we don't know what 2023 and 2024's inflation will look like. So we could be ahead by a little bit but we could also be behind the inflation curve at the end of this agreement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SCIUTTO",
      "sentences": "It is, though, these increases are higher than most American workers. National wage growth according to the Bureau of Labor Statistics, wages and salaries increased about 5 percent for the 12- month period ending in September '22. This would - 2022 -- does not meet all your demands, but it's higher than most American workers are getting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BALDWIN",
      "sentences": "Yes, sir, it may be. We're also talking about highly skilled workforce. Our organization and our members that work for the railroad industry are the frontline to safety. We ensure that the traveling public is protected, whether they're driving in a vehicle or whether they're traveling on a train, and many commodities that are hazardous materials as they travel through communities, we are the front line of safety in the industry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SCIUTTO",
      "sentences": "It sounds like, and you're saying this quite clearly, doesn't sound like it, you are saying that there's no movement on these issues here. You're ready to strike unless there's give on paid sick leave. But it does appear that Congress has the votes to answer the president's call here and in effect force an agreement. What does the union do if Congress does act?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BALDWIN",
      "sentences": "Well, if Congress acts, it becomes law. At that point, we will work under the agreement that is enforced, or the recommendation, whatever Congress comes out with. At that point, that's our choice, and we'll continue to fight this battle as we return to the bargaining table in a mere two years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SCIUTTO",
      "sentences": "Final question, if I can. Biden is a big proponent of unions, as you know. Sometimes known as union Joe. But he's pushing here. He said he's reluctant to but he's pushing here. He's worried about the effects on the broader economy. Has he let you and your members down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BALDWIN",
      "sentences": "Yes, to an extent, Jim. You know, we're trying to address an issue here of sick time. It's very important, as we've already discussed. And this action prevents us from reaching the end of our process. It takes away the strength and the abilities that we have to force bargaining or force the railroads into a situation to actually do the right thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SCIUTTO",
      "sentences": "Yes.Well, Michael Baldwin, president of the Brotherhood of Railroad Signalmen, we wish you good luck in these crucial coming days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "BALDWIN",
      "sentences": "Thank you very much, Jim. And thanks again for the opportunity this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SCIUTTO",
      "sentences": "Happy to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "GOLODRYGA",
      "sentences": "Interesting there, Jim, for him to say that he's a bit disappointed with the president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "GOLODRYGA",
      "sentences": "The president wanted to avoid this, thought he had a deal back in September. Clearly, that's not the case, and we've got a potential strike just days away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "SCIUTTO",
      "sentences": "Exactly. I mean he says, without congressional action, they will strike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:01",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.Well, also new this morning, China's vast security apparatus is moving in to smother mass protests that have spread to at least 15 cities now. Police are out on the streets in force checking cell phones and even calling some demonstrators to warn them against rejoining protests.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:06",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:06",
      "speaker": "WATSON",
      "sentences": "Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:06",
      "speaker": "SCIUTTO",
      "sentences": "Well, in terms of expressing dissent, we've seen China's answer. China's answer is more police, right? And really identifying and tracking down the folks who are involved. It is the way the police state operates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:06",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:06",
      "speaker": "SCIUTTO",
      "sentences": "Ivan Watson, it's good to have you.All right, in the World Cup today in Qatar, a big, must-win match for the U.S. national team as it faces Iran. They got to win this. There's no option, Bianna, here. No ties. No seeing what other teams are doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:06",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, no draw.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:06",
      "speaker": "SCIUTTO",
      "sentences": "Yes, exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:06",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, you've got to score, you've got to win for them to move on. But, of course, unrest inside Iran and strain between the geopolitical rivals have super charged an already high-stakes atmosphere. Now, the tensions between the teams were evident at yesterday's news conference.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You say you support the Iranian people, but you're pronouncing our country's name wrong. Our country is named Iran. Now Iran. Please, once and for all, let's get this clear.Second of all, are you OK to be representing a country that has so much discrimination against black people in its own boarders? TYLER ADAMS, CAPTAIN, U.S. NATIONAL SOCCER TEAM: My apologies on the mispronunciation of your country. Yes, that being said, you know, there's discrimination everywhere you go. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:06",
      "speaker": "GOLODRYGA",
      "sentences": "CNN sports anchor Amanda Davies is live in Doha.I have to say, Amanda, I was so impressed, as were so many others -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:06",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:06",
      "speaker": "GOLODRYGA",
      "sentences": "By Tyler Adams, how he handled that, how he handled the question and his response about noting racism in America, as well as the rest of the world, but also talking about progress that he's seeing here at home as well. One of the reasons I guess he's the captain of the team at just 23 years old.What else are you hearing ahead of this important match? And also talk about what we can expect to see on the field. This isn't a sport's match we are talking about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:06",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:04",
      "speaker": "DAVIES",
      "sentences": "Gregg Berhalter asking his team, reminding them, not to make the mistakes of the past.Meanwhile, a source close to security with the tournament have told CNN that members of the Iranian team's family have been issued with threats of imprisonment, even torture, if their players fail to, quote, behave ahead of this match. The Iranian coach, Carlos Queiroz, has called for the politics to be put to one side for this 90 minutes, for all the focus to be on the football.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:18",
      "speaker": "GOLODRYGA",
      "sentences": "This morning, more than a dozen states are under a threat for severe weather.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:18",
      "speaker": "SCIUTTO",
      "sentences": "The storms could bring a trio of tornadoes, damaging winds and hail to parts of the southeast and the Mississippi Valley. Some areas also forecast for snow.Jennifer Gray in the CNN Weather Center. So, Jennifer, who's going to get hit hardest by this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:18",
      "speaker": "JENNIFER GRAY, AMS METEOROLOGIST",
      "sentences": "Well, it looks like the deep south. And this is a incredibly rare event to see two moderate days in the month of November. You can see this area highlighted in red. That's the biggest threat. We could see tornadoes in size of EF-2 or higher. It's not going to be out of the question to see EF-3 tornadoes with this system.You can see the area with the hashmarks. That's going to be your greatest tornado threat. This includes Jackson, Vicksburg, even Memphis, Tennessee, needs to be on high alert with this. There's the snow. You can see across the plains, the upper Midwest. But all of this moisture is being brought in from the Gulf of Mexico. And so it is going to create an environment that's going to just produce monster storms. You can already see the lightning strikes across south eastern sections of Arkansas. This is only going to intensify as we go throughout the day today into the afternoon and overnight. That's why it's very important to have a way to get alerts because a lot of people will be sleeping when these storms roll through, guys, and so this is going to be an incredibly dangerous night ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:18",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:18",
      "speaker": "GOLODRYGA",
      "sentences": "A dangerous night for a large part of the country.Jennifer Gray, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:18",
      "speaker": "SCIUTTO",
      "sentences": "All right, to Hawaii now, where officials say they are expecting an influx of visitors. This after the world's largest active volcano, Mauna Loa, erupted for the first time in 40 years. It joins neighboring volcano, Kilauea, which has been erupting again since 2021. I mean just remarkable pictures. It looks like the surface of Mars right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:18",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, it's incredible. State health officials now are warning visitors to prepare fordecreasing air quality as the eruption could bring ash and increase levels of sulfur dioxide into the air. CNN's Bill Weir has been following all of this. So, Bill, what are officials watching for now and what impact at all does the fact that there are now two volcanoes erupting at the same time impact it all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:18",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "Well, thankfully, right now it's a lot more fascination than fear. Just the nature of this volcano, Mauna Loa, the long mountain in native Hawaiian, is the kind that just sort of has little fountains, spurts of lava, and then slow lava flows. Even when Kilauea, back in 2018, took out entire neighborhoods right there, it was enough -- there was enough time to evacuate.But it's the air quality you talk about. There's this phenomenon called Pele's glass, Pele, the goddess of the volcano. And it's sort of aerosol strands of glass that if it gets in your lungs could be bad. But, Volcanoes National Park is still open, which is fascinating for people who care about this stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:18",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:18",
      "speaker": "WEIR",
      "sentences": "And volcanologists are -- have got to be giddy with all this new information. They've been watching this thing carefully for, you know, since the '80s. Back when it erupted then, the lava came about five miles from Hilo, which is the biggest population center. There have been developments. But so far it looks like the lava is going the opposite direction right now. But to have two of them go off at the same time. And what's interesting is the science is so good now, but it's still unable to predict exact timings of the eruption. It surprised the scientists, in the middle of the night, after the holiday weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:18",
      "speaker": "GOLODRYGA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:18",
      "speaker": "WEIR",
      "sentences": "After waiting for it for 35 years or whatever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:18",
      "speaker": "GOLODRYGA",
      "sentences": "And it's holiday travel season too as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:18",
      "speaker": "WEIR",
      "sentences": "Holiday travel season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:18",
      "speaker": "GOLODRYGA",
      "sentences": "Many people - well, you can always go to Hawaii year-round almost, but, I mean, especially around the holidays, as you said, for those that follow this, this is going to be something incredible for them to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:18",
      "speaker": "WEIR",
      "sentences": "Absolutely. And Hawaii, of course, after the pandemic, they went from 10 million visitors a year to zero for a year. A lot of the natural island's healed. The natives got to see what life was like before the tourists showed up. So they've been trying to manage the influx now. And this will be another challenge because a lot of people, this is a bucket list event to see an erupting volcano. [09",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:18",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, the images are incredible.Bill Weir, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:21:18",
      "speaker": "WEIR",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    }
  ]
}