{
  "date": "2022-12-03",
  "headline": "CNN Newsroom",
  "subHeadline": "U.S. Fails To The Netherlands 3-1, Ending World Cup Run; Hawaii Volcano Lava Flow Slows As It Nears Key Highway; 1.85 Million Plus Georgians Cast Ballots During Early Voting Period; The True Story Behind Movie About Rampaging \"Cocaine Bear.\" Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "More than half my salary is garnished from child support. Unfortunately, it's part of the reason why I struggle financially so much.This is for $467. Two different women. One bill is for $467 and one is for $665. But I don't know whose bill is whose. LISA LING, CNN HOST, \"THIS IS LIFE\": It is an ongoing battle, expensive and time consuming. The issue is the mother is sending the kids to camp. She is going to hit me up for half of that. How long do I have to pay for 50 percent of the day care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You will be paying checks until the day you die.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Um.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "PAMELA BROWN, CNN HOST",
      "sentences": "Two all new episodes of \"THIS IS LIFE\" with Lisa Ling airs tomorrow night at 9And the next hour of CNN NEWSROOM starts right now. (BEGIN VIDEO CLIP) BROWN (voice-over): Just four days until Tuesday's runoff, and neither candidate is letting up. HERSCHEL WALKER, (R), U.S. SENATE CANDIDATE FOR GEORGIA: We have to get out and vote. SEN. RAPHAEL WARNOCK, (D-GA): Georgia, I need you to do it one more time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BROWN",
      "sentences": "An incredible story of survival. JAMES GRIMES, RESCUED CRUISE-SHIP PASSENGER STRANDED AT SEAmoment I did come to, regained consciousness, I can remember right there, wow, it's a miracle that I'm not already dead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Proud of them but sad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was an exciting game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right now, it hurts. If you asked me before the tournament, this was a win for us. Getting out of the group for a young team.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BROWN",
      "sentences": "I'm Pamela Brown in Washington. And you are in the CNN NEWSROOM.We begin this hour in Georgia. Three days until a Senate runoff election. Two candidates trying to win. One Senate seat at sake. Tuesday's runoff election pits incumbent Democrat, Raphael Warnock, against Republican challenger, Herschel Walker. And the candidates are taking very different approaches to the election's final days. CNN's Dianne Gallagher joins us now. Dianne, what is the state of the race tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "DIANNE GALLAGHER, CNN NATIONAL CORRESPONDENT",
      "sentences": "You can see and hear behind me Senator Raphael Warnock has taken the stage at this victory fund event with a long list of surrogates, celebrities, authors, other politicians.There are six members of AAPI contingency from Congress here all trying to get out the vote. They encourage anyone who hasn't voted to vote on Tuesday. The highlight we see at this event tonight is very similar to what we have seen at other events. Democrat Senator Warnock is speaking to various groups, various universities trying to hit as many places as he can each day with the best strategy that we are seeing from the incumbent Democrat. We have seen a bit of the opposite, a more relaxed approach from his challenger, Republican Herschel Walker. He took five days off of public events during this runoff period. Today, he didn't have any public events with open press. Instead, he held a tailgate outside of the SEC championship before the game began. Of course, Herschel Walker, a football star in the '80s. He won the Heisman Trophy at the University of Georgia. He talked to voters that way. This is something we see over and over again. A much more relaxed schedule. Very few events, very far apart. And no speaking to press during those events. Walker's teams says they are supposed to be events just for him and his supporters. But he hasn't held a press conference since before the general Election Day in November. And he doesn't hold gaggles afterwards. We're not even allowed close to the candidate. We can only yell questions at him. We are seeing this different approach, one very aggressive. And then a more relaxed approach with very little press interaction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "BROWN",
      "sentences": "All right, Don, thank you so much.Later in this hour, two-time Olympic gold medalist, Lindsey Tarpley, joins us with a closer look at the men's national team's performance. Team USA's loss to the Netherlands is disappointing, of course, but fans who spoke to CNN today are still upbeat for the future. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The better team won today, that's for sure. Really proud of the U.S. We made it to the sweet 16 and we weren't even here last tournament. So I'm optimistic about THE future. The next one is in America. The future is bright.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We're a young team and we have a lot of potential. This wasn't our year but we're looking forward to the next one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was an exciting game. It is unfortunate the way it turned out. But I think we played well through the stage. I'm really excited about 2026 in our hometown.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "BROWN",
      "sentences": "There's a lot of excitement for 2026.Brazilian soccer legend, Pele, has just posted at statement on his social media saying he's, quote, \"strong with a lot of hope.\" Local media reports had suggested his health is deteriorating. But hospital officials say he is stable as he recovers from a respiratory infection. The 82-year-old has been hospitalized the last few days so doctors can re-evaluate his cancer tournament. He had a tumor removed from his colon 14 months ago. Pele played in four World Cups and won three of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:09:08",
      "speaker": "BROWN",
      "sentences": "The Alabama man who fell off a cruise ship in the Gulf of Mexico is speaking to CNN for the first time since his incredible rescue.CNN's Leyla Santiago has his story -- Leyla? (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:09:08",
      "speaker": "LEYLA SANTIAGO, CNN NATIONAL CORRESPONDENT",
      "sentences": "Pamela, 28-year-old James Grimes of Alabama admits this is a little hard to believe. He calls it a miracle.And he says he knows if he survived that, that he is here for a reason and he knows he has purpose. And he's working to find that next in his life. So let's lay out the timeline as he described it for us. He said, on Wednesday, he was on the Carnival Cruise ship. His family spent two years planning it out. It was a group of 18 of them. The last thing he remembers is, around 10:30, hanging out with his family on that cruise ship. Admits he had a few drinks, far from inebriation. And somehow -- and this is where there is a lot of question -- he ends up in the ocean by himself. The ship nowhere to be seen and isn't rescued for hours. So he ends up having to swim by himself in the shark-infested waters with jellyfish stings, saltwater was getting to him. He said he prayed. He prayed a lot. And he knew that his mom would send out a rescue effort as soon as she realized that he was missing. He also said he stayed positive and had a strong will to live. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:03",
      "speaker": "SANTIAGO",
      "sentences": "As for staying positive, one of the things he told me that he did, he would sing to himself. He sang a lot of song, including \"Sitting on the Dock of the Bay.\"  Except he switched it up and made his own version sing, \"I wish I were sitting on the top of the bay.\"He has a sense of humor about it. He expressed a lot of gratitude. He said he's hoping to, sometime next year, head to Louisiana to shake the hand of the coast guard officer that rescued him that night -- Pamela? (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:18",
      "speaker": "BROWN",
      "sentences": "Well, the House special committee investigating the January 6th attack is up against the calendar, racing to release its final report to the public before Republicans take control of the House next month.The committee is also deciding whether to make criminal referrals to the Justice Department, including one for former President Donald Trump. CNN's Sara Murray has more. (BEGIN VIDEOTAPE) REP. BENNIE THOMPSON (D-MS): The clerk will call the roll. SARA MURRAY, CNN POLITICAL CORRESPONDENT (voice-over): Running up against an end of year deadline -- REP. ADAM SCHIFF (D-CA): We're close to the putting down the pen and going to print.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:18",
      "speaker": "MURRAY",
      "sentences": "-- The House Select Committee investigating the January 6th attack on the U.S. Capitol convening privately to weight its final moves and discuss its final report.REP. ZOE LOFGREN (D-CA): We haven't finished the discussion of any potential consequences, including referrals yet. But we will be working on that in the coming days and expect to conclude the very soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:18",
      "speaker": "MURRAY",
      "sentences": "The committee still weighing what to do about criminal referrals.The panel also discussing how to present evidence of possible obstruction, perjury and witness tampering in its final report. And deciding whether to hold accountable to five GOP lawmakers, including House Republican Minority Leader Kevin McCarthy and Congressman Jim Jordan for refusing to comply with committee subpoenas. REP. MO BROOKS (R-AL): I've got a message that I need you to take to your heart and take back home and along the way, stop at the Capitol.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:18",
      "speaker": "THOMPSON",
      "sentences": "The ayes have it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:18",
      "speaker": "MURRAY",
      "sentences": "Committee Chair Bennie Thompson telling reporters there are three options. Refer the lawmakers to the Ethics Committee, hold them in contempt of Congress or, quote, \"do nothing.\"The committee also vowing to make interviews with more than 1,000 witnesses and volumes of other evidence available to the public.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:18",
      "speaker": "SCHIFF",
      "sentences": "We are also going to be releasing the evidence, which maybe the most important thing. The voluminous transcripts, the documents and emails -- we want to make sure that that is put before the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:18",
      "speaker": "MURRAY",
      "sentences": "As McCarthy is still scrambling to secure the votes to become the speaker the next Congress --REP. KEVIN MCCARTHY (R-CA): We'll take the speaker's fight to the floor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:18",
      "speaker": "MURRAY",
      "sentences": "-- warns the January 6th committee to preserve all of its records and transcripts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:18",
      "speaker": "LOFGREN",
      "sentences": "They have been pretty clear that they'd like to undermine the work that we have done but we are going to prevent that. We're going to release all the information we've collected so it cannot be selectively edited and spun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:18",
      "speaker": "MURRAY",
      "sentences": "Also waiting on those transcripts, the Department of Justice. The committee says DOJ will see them when the public does.In the meantime, federal prosecutors are moving ahead. Trump's former White House counsel, Pat Cipollone, and his deputy, Patrick Philbin, spotted at court today after a judge ordered them to provide additional grand jury testimony in DOJ's criminal probe into efforts to overturn the 2020 election. (on camera): The House Select Committee investigating the January 6th attack on the capitol is feeling the crunch. They huddled behind closed doors for hours on Friday as they try to nail down the details of their final report and a number of other decisions they have just weeks to make before the committee's work ends. In addition to the final report, they are still trying to make decisions about whether to move forward with any criminal referrals. Committee members say those decisions could be forthcoming in the coming days. They're also trying to figure out how to present certain evidence in their report. Evidence of potential perjury, potential witness tampering, potential obstruction. And lastly, they're trying to figure out what to do about the five Republican lawmakers, people including Kevin McCarthy, including Jim Jordan, who did not comply with committee subpoenas. Chairman Benny Thompson said they have a couple options. They can refer these lawmakers to the ethics committee, they can hold them in contempt of Congress or quote, \"do nothing.\" What is clear is that this committee has a tall order and a lot of work ahead in the final weeks before they must wrap up and before Republicans take over in January. Sara Murray, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:18",
      "speaker": "BROWN",
      "sentences": "Certainly crunch time for them.Joining us now with more is former federal prosecutor, Renato Mariotti. Hi, Renato. When this report come out, what's the first thing you'll be looking for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:18",
      "speaker": "RENATO MARIOTTI, CNN LEGAL ANALYST",
      "sentences": "Wow, well, I'll be looking for the Analysis of the text messages they received, the other communications. You know, we heard a lot of important testimony, but to me, the devilis in the details. I'll be interested in who was communicating with the folks who were involved in organizing and leading the assault on the capitol, the Oath Keepers, Proud Boys and others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:18",
      "speaker": "BROWN",
      "sentences": "The committee is also considering criminal referrals. We heard Sara talk about that in her report. Do you think we'll see those? Who would you expect them to target?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "BROWN",
      "sentences": "All right. I want to talk about Donald Trump a little bit more.The former president, candidate for the 2024 nomination, went on Truth Social today to call for the suspension of the Constitution to overturn the results of the latest election, citing false conspiracy theories about election fraud, as he has done repeatedly since he lost. He wrote, quote, \"A massive fraud of this type and magnitude allows for the termination of all rules, regulations, and articles, even those found in the Constitution.\" What is your reaction to hearing that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "MARIOTTI",
      "sentences": "I have to say, it's really disturbing to me. When I became a federal prosecutor, I took an oath to defend the Constitution.And Donald Trump took that same oath. And you know, in my mind -- and this is a person who supposedly is a leading candidate for president. The number one responsibility of the president is to defend the Constitution and make sure that the laws are executed. Frankly, that should be condemned by everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "BROWN",
      "sentences": "Yes. The founding document of this country. It is just -- wow, is all you can say.White House spokesman, Andrew Bates, responded. The White House didn't take long to respond, saying, \"Attacking the Constitution and all it stands for is anathema to the soul of our nation and be should universally condemned. You cannot only love America when you win.\" Do you expect to see more of this rhetoric in the next election cycle? MARIOTTI: I think so, Pamela. Because the former president now is facing some legal troubles he's not faced before. This Mar-a-Lago case, much more than the January 6th case, it really looks like a fairly straightforward case to put together. So I think he is feeling the pressure of that tightening. And of course, some of these other investigations as well. And I think he is going to go on the offensive and attack our system of government as a result. Particularly if Jack Smith ultimately recommends charges to be brought against him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "BROWN",
      "sentences": "And I'm curious, as all this is going on, we're talking about Donald Trump. There's a special counsel now investigating January 6th and looking at him as well.How do you think that will play into the current landscape right now with him running for president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "MARIOTTI",
      "sentences": "You know, it's really interesting. There's no bar on the Constitution for running for president if you're charged with a crime or even a convicted felon. Your criminal history isn't a qualification for president.I have to say, it has to be a very significant distraction. I know that a lot of my clients -- running a business when they are under criminal investigation,  I can't imagine running for president while you're facing a potential indictment or actually if you are indicted and are awaiting trial. I think the decision that is ultimately made by special counsel, Jack Smith, and then ultimately, I suppose, by the attorney general, that very well could change not only the course of this election but have a significant impact in American history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "BROWN",
      "sentences": "All right. We'll leave it there.Renato Mariotti, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:01",
      "speaker": "MARIOTTI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:47",
      "speaker": "BROWN",
      "sentences": "Well, millions of American soccer fans are dealing with a crushing disappointment from the World Cup. The U.S. men's national team is eliminated after falling to the Netherlands three to one. The Dutch will now move on to the quarterfinal and the Americans will come home empty handed. Lindsay Tarpley joins us now. She is a two-time U.S. Olympic women's soccer gold medalist Lindsay. Hi, thanks for coming on. What did you make of today's match?LINDSAY TARPLEY, TWO-TIME U.S. OLYMPIC WOMEN'S SOCCER GOLD MEDALIST: h, well, thank you for having me. It's an honor to be here. It was a wonderful match. Today. Unfortunately, we came up a little bit short, but I was really proud of our team and the way we played. And soccer can be a rough sport. It's a game of inches. And even though we control the possession, Netherlands was able to stick with their tactical game plan and countered us quite a few times and scored three really amazing tactical clinical finishes. So, again, wonderful game, but disappointing that we came up short.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:47",
      "speaker": "BROWN",
      "sentences": "So I want to share some postgame comments from Coach Gregg Berhalter. Let's listen.(BEGIN VIDEO CLIP) GREGG BERHALTER, U.S. MEN'S NATIONAL TEAM: I think we made some progress, you know. I think when people look at our team, they see a clear identity. They see guys that go out and fight for each other. They see a talent on the field, you know. So we made progress. But in this particular -- on this particular night, we came up short. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:47",
      "speaker": "BROWN",
      "sentences": "So what do you think, Lindsay? Do you think the men's team has sent a message about its potential?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "BROWN",
      "sentences": "Yes, yes. And then they have this World Cup to reflect back on and learn from and apply that to 2026. I've got to ask you, due to an equal pay agreement signed earlier this year, the U.S. Women's National Team will actually earn money from the men making it this far. Talk to us a little bit about just how historic this is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "TARPLEY",
      "sentences": "Yes, it was a historic moment for U.S. soccer. And they're really setting the standard for equal pay across the world. And the men's and women's teams agreed to pool all of that money together, and then split it amongst the World Cup teams. And by doing that, it's a great testament to the future of soccer in our country, and the investment in the game, the youth game and growing up seeing these players at the highest level. And it's also important to continue to move the ball forward and focus on equal pay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "BROWN",
      "sentences": "Yes. And the U.S. women's team, you know, it has found sustained success for decades, but the men, not so much, you know. This team, though, young and inexperienced shows a lot of promise. And I want to just go back to -- as we put a button on this conversation about how you think they'll grow and what you think the future holds for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "TARPLEY",
      "sentences": "It's going to be very exciting to see them continue to build and continue to invest in themselves. When you get eliminated from a tournament, it hurts. And you could see on the players' faces today that it hurt, and it's going to be a process to work through that. But hopefully over the course of the next four years, they'll think about that moment and how much it hurt and be able to use that as motivation and gain momentum as we go into that next World Cup.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "BROWN",
      "sentences": "All right. Lindsay Tarpley, great having you on. Thank you so much. Let's hope so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "TARPLEY",
      "sentences": "Thank you very much. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "BROWN",
      "sentences": "Well, tomorrow, Cleveland Browns quarterback, Deshaun Watson, will play in an NFL game for the first time in nearly two years. His return comes after serving an 11-game suspension and paying a $5 million fine. More than two dozen women accused him of sexual misconduct. And earlier this evening, I spoke with legendary sports broadcaster, Bob Costas, about Watson's return to the field.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "BOB COSTAS, CNN CONTRIBUTOR",
      "sentences": "He has not acknowledged forthrightly any wrongdoing. He kind of talks around it and whatever. He's shown no contrition, no true contrition. And he's going to hear it every place but Cleveland. Sadly, although I'm sure that many Cleveland fans are not happy with the situation, either. There's always no matter what franchise you're talking about. There's always a portion of fans who as long as the guy performs, and as long as the team wins, that's more important to them than whatever else is in the background.But the NFL is also aware that a large portion of its fan base is female. And this looks terrible. But what they'll try to put out there and they will have truth on their side, to a large extent, is that they wanted a more serious penalty. And they got what they could get after the arbiter decided what she decided. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:05",
      "speaker": "BROWN",
      "sentences": "Well, tomorrow night at 6Well, you're looking here at live pictures of the last active fissure in Hawaii's Mauna Loa volcano. At its peak, there were four of these spewing lava as high as 100 feet into the air. But even as the eruption slows, there are still concerns the lava could reach roads and homes. CNN's David Culver is there with the latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:19",
      "speaker": "BROWN",
      "sentences": "And turning back to our top story, Tuesday is the final day for voters in Georgia that cast a ballot and decide the critical Senate race and their state. 1.85 million Georgians have already voted in this record setting contest. And joining us now is Gabriel Sterling, the Chief Operating Officer in the Office of the Georgia Secretary of State. Hey, Gabriel, thanks for joining us.So I'm going to start with what we're seeing now in this early voting. And just see what you think about this. You know, we -- we've seen long lines at some of the voting places. Some people are pointing to this as a sign of voter enthusiasm. But some Georgians are questioning why they are spending so much time in these long lines, hours in some cases. And I'm wondering, what do you say to them? GABRIEL STERLING, CHIEF OPERATING OFFICER, GEORGIA SECRETARY OF STATE'S OFFICE: Well, there's a couple of things, you got to compare apples to apples on this. And people are looking back at the 2021 timeline where there was a nine-week run off. And the last time we had a full runoff was within the law in Georgia for, I don't know, 100 years, 50 years, a federal judge in 2013 made it a nine-week run off, not for voter convenience, but for overseas voters. And that's hard to build around that. The reality was, it's the holidays, it's hard to get poll workers off. Some of our biggest counties had to cut back on them early voting locations. It's a question of logistics. So I do think this will probably lead to a debate on the efficacy of runoffs and having them this way because of these -- in part because of these lines. But 1.852 million is a gigantic number. To put in perspective, at 2018, the last time we had a run off, we had 1.46 million to vote altogether, in the entire four weeks. So we weren't blown past that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:19",
      "speaker": "BROWN",
      "sentences": "So why not change the early voting time back to nine weeks then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:19",
      "speaker": "STERLING",
      "sentences": "Well, because it's not what the law in Georgia is and never has been. We had a federal judge kind of by fiat to do that. I think if you polled Georgians, nine weeks is way too darn long. They would -- we don't want to have nine weeks of T.V. commercials going through Christmas.So four weeks may be too short. Or let's look at what other states do and maybe you don't need runoffs to them. Maybe you go to a 45 percent threshold. Maybe you do an instant runoff. But we always learn from every election to find ways to make the voting experience better for Georgians. BROWN: So let's talk about Election Day. Do you expect we're going to have an answer on Tuesday night? Or is this going to take extra time to determine the winner? What are you preparing for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:19",
      "speaker": "STERLING",
      "sentences": "Listen, we're preparing for, you know, it being a very tight race. I anticipate we may not know on Tuesday night. It just -- it really depends because it's up to the voters and they're showing up in droves, 1,852,000 is a ridiculous number that no consultant I've talked to, Republican or Democrat, or election official thought we'd see that many of this early. So there's obviously a lot of enthusiasm.Of course, we're the only belle of the ball right now. Every political dollar in America is focused on Georgia. And it's interesting because both Democrats or Republicans can point to the turnout models and say that's good for us. So nobody knows what's going to happen. It's really up to the individuals in Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:19",
      "speaker": "BROWN",
      "sentences": "Yes. And you point out early voting in this race has set new state records. But there was data that was released by your office and it shows the mail-in voting plunged by 81 percent from the level of the 2020 election. How much is the state's new voting law a factor in that? What do you think about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:15",
      "speaker": "BROWN",
      "sentences": "I know you're not a doctor, but did you say there's no COVID?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:15",
      "speaker": "STERLING",
      "sentences": "COVID into the end of 2020, 2021 versus now very different environments. And I don't think anybody --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:15",
      "speaker": "BROWN",
      "sentences": "That's fair -- that's fair. I just want to make sure our viewers didn't hear that. Oh, no more COVID. Gabriel Starling says so.All right. I want to ask you about what happened today. Former President Donald Trump who recently announced his 2024 candidacy, just called for the termination of the Constitution to overturn the 2020 elections, as it should be suspended. You've been very vocal about Trump and election denialism. This may be the farthest he has gone yet. What do you say to this, Gabriel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:15",
      "speaker": "STERLING",
      "sentences": "Pamela, I was having a really good day. Enjoy my Georgia Bulldogs winning the SEC Championship. I haven't seen that yet. And it's ridiculous, it's insane. It's just -- to suspend the Constitution, come on, man. Seriously?I mean, you're the president of constitution, you don't say suspend the Constitution. It's just -- it's -- this continuous level of more and more outrageous comments, just to kind of keep the anger alive is just -- it's not helpful. It's not going to help his candidacy. And I think that it's just the wrong direction to go. And I think more and more Republicans and Americans are saying, OK, I'm good. I'm done with this now. I'm going to move on to the next thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:15",
      "speaker": "BROWN",
      "sentences": "Yes. And he's still spewing those lies about what he says was election fraud, which doesn't exist. How is that factoring into the landscape there with people and how they're viewing the election there in Georgia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:15",
      "speaker": "STERLING",
      "sentences": "Well, frankly, it has had essentially no impact. The biggest impact I see as occasionally some bots on Twitter, outside of that, it's not having any real impact at all. In fact, as you can see Herschel is giving him the Heisman maneuver to say stay away from Georgia, because he knows that President Trump comes and takes his candidacy.So I just don't think that we're going to -- it's not having any real impact on the ground here in Georgia anymore. And we saw that with both the primary wins where all the Trump-endorsed candidates got spanked, and not a little bit that's crushed. And then the general when all the Republicans, with the exception of Herschel, who was a Trump-endorsed candidate, won outright. Now, this is a fight for the Senate race, so everybody is going to count. And I encourage every Georgian who wants to have their voice heard, come out and make your vote. Do your vote on Tuesday. And I guarantee there won't be any lies because we have so many who will vote already. They will have 2,700 polling locations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:15",
      "speaker": "BROWN",
      "sentences": "All right. Gabriel Sterling, thank you and big congrats to your UGA Bulldogs who have all the Georgians feeling like winners after beating LSU in the SEC Championship. Is that beer in there? All right, thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:15",
      "speaker": "STERLING",
      "sentences": "Zero. For the record, I can't -- you get close, it's Coke Zero.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:15",
      "speaker": "BROWN",
      "sentences": "OK. All right. I was going to say if it was beer, I was impressed you could pull it together there for that segment. Thanks so much, Gabriel again. Congrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:15",
      "speaker": "STERLING",
      "sentences": "Thanks, Pamela.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:15",
      "speaker": "BROWN",
      "sentences": "Well, you should never judge a film by its title, but the upcoming movie Cocaine Bear is about exactly what it sounds like.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:10",
      "speaker": "BROWN",
      "sentences": "A new movie combines a bear and cocaine fit together just perfectly, right? Here's CNN's Jeanne Moos.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:10",
      "speaker": "JEANNE MOOS, CNN CORRESPONDENT",
      "sentences": "When the name of a movie is \"Cocaine Bear.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A bear did cocaine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:10",
      "speaker": "MOOS",
      "sentences": "You can expect critics to snort, but the bonkers trailer has movie goers salivating to see the film featuring a bear high on coke, embarked on a murderous rampage.Sharknado but for bears but on cocaine. And then there's that tease inspired by true events. This much at least is true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Millions of dollars' worth of cocaine fell from the sky this morning in Knoxville, Tennessee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:10",
      "speaker": "MOOS",
      "sentences": "That did happen in 1985 when a drug smuggler named Andrew Thornton died in someone's backyard when he jumped from a small plane with bricks of cocaine in a duffel bag attached to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It looked like a gentleman jumped out of an airplane with a parachute is too small for his load.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:10",
      "speaker": "MOOS",
      "sentences": "Before he jumped, he apparently dumped other cocaine filled bags and a 170-pound bear was found dead among the drugs on a Georgia hillside. Officials said he OD'ed. The movie shows the bare dining on coke.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No, no, no, don't eat that. Don't eat that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:10",
      "speaker": "MOOS",
      "sentences": "The real bear died from the drugs and there was no killing spree. It's believed the stuffed bear eventually ended up in a place called the Kentucky for Kentucky fun mall where you can buy Cocaine Bear earrings, and even what they call a Blow Globe does not contain cocaine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:10",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(BLEEP) What's wrong with that bear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:10",
      "speaker": "MOOS",
      "sentences": "The poor guy is being compared to Scarface. Some are calling him Pablo EscoBear, a nickname even a coked up bear might not take lying down.Jeanne Moos, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}