{
  "date": "2022-11-21",
  "headline": "CNN Newsroom",
  "subHeadline": "Deadly Shooting in Colorado at a LGBTQ Nightclub; Authorities Still Searching for a Suspect in the Idaho Killings; DOJ Names Special Counsel for Trump Investigation; Elon Musk Reinstates Trump's Twitter Account; Bob Iger as Disney CEO Again; World Cup 2022 in Doha, Qatar. Aired 2-3a ET",
  "utterances": [
    {
      "timeStamp": "02:00:00",
      "speaker": "ROSEMARY CHURCH, CNN HOST",
      "sentences": "Hello and welcome to our viewers joining us here in the United States and all around the world. I'm Rosemary Church. Just ahead here on \"CNN Newsroom.\" America comes to grips with yet another mass shooting. Police in Colorado search for a motive in an attack on a gay nightclub. Plus, the heroic response that stopped it from becoming an even deadlier tragedy.Unsolved murders and Idaho, a week after four students were stabbed to death in their beds. No suspect, no weapon. We will ask a former FBI special agent how police can crack the case. Plus, the battle of the investigations. We are looking at how a change of power in the House could lead to gridlock on Capitol Hill. Good to have you with us. And we begin with the latest developments in this weekend's deadly shooting at an LGBTQ nightclub in Colorado Springs, Colorado. Police are still investigating the motive for the shooting. Meantime, mourners have been laying flowers at a makeshift memorial outside the club. And Colorado's governor, Jerod Polis, has ordered flags to be flown at half-staff through Saturday, to honor the victims. Police say the suspected shooter, 22-year-old Anderson Lee Aldridge entered Club Q late Saturday and opened fire with a long rifle. At least five people were killed and 25 others injured. Governor Polis, who is gay, spoke with CNN about how the community is reacting. BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "JARED POLIS, GOVERNOR OF COLORADO",
      "sentences": "This was just a place of safety for people. It was a place where people could, in a conservative community, often get the acceptance that too many of them might not have had at home or in their other circles. And to see this occur is really just put us all in a state of shock here in Colorado and across the country.(END VIDEO CLIP) CHURCH:  Authorities say at least two people inside the club confronted the shooter, fought with him and prevented more bloodshed. The suspect survived and was being treated at a hospital. Club Q posted a statement on social media thanking the heroic customers who took down the attacker. The mayor of Colorado Springs says he is also grateful for the customers' quick action. (BEGIN AUDIO CLIP) JOHN SUTHERS, MAYOR OF COLORADO SPRINGS (via telephone):  The call came into the police at 11:57 p.m. Police were on the scene by 12:00, an amazingly quick response. This incident was over by 12:02. And that's largely because of the intervention of at least one, possibly two, very heroic individuals who subdued this guy, appears to have taken his handgun -- he had a handgun with him, and used it to disable him. And so, not shoot him, but hit him with a gun and disable him. But for that, as tragic as this instance is, it's a horrible crime, it could've been much, much worse. (END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "CHURCH",
      "sentences": "Police say the suspect was arrested in June of last year in connection to a bomb threat that led to a standoff at his mother's home. But no charges were filed in the case. Here is the Colorado Springs police chief.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "ADRIAN VASQUEZ, POLIC CHIEF, COLORADO SPRINGS",
      "sentences": "Certainly, when you have a club like this targeted, you have to consider that is a possible motive for any suspect going into the club and doing any type of harm, whether it be something as simple as graffiti or something just tragic and devastating like this.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "CHURCH",
      "sentences": "Club Q opened 20 years ago and was, until recently, the only LGBTQ club in Colorado Springs. Many considered it a safe space for the gay community. One witness who was inside the club during the shooting described how the traumatic event unfolded.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:01",
      "speaker": "CAMILA BERNAL, CNN CORRESPONDENT",
      "sentences": "It has been very frustrating because we are not getting specific answers from authorities in terms of the latest on this case. During the latest press conference, they did go into a few details about the 911 call that was placed on Sunday after the killings. They will not say exactly who made that 911 call, but what authorities are saying is that it was made on the phone of one of the surviving roommates.They say that by the time place arrived, there were other friends at the home when officers arrived to the scene. Now, they also went over the timeline in the latest press conference. A lot of the details that we knew in the sense that they're saying the two surviving roommates, they went out that night. They were back home at around 1:00 in the morning. They again mentioned Kaylee and Maddy (ph) going to a sports bar, then going to a food truck, getting a ride home and then getting home at around 2:00 in the morning. Xana and Ethan also going out to a party that night, coming home also at around 2:00 in the morning. What police are saying though is that they have ruled certain people out, who they don't believe are suspects in this case. Here is the captain overseeing this investigation. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:01",
      "speaker": "ROGER LANIER, MOSCOW POLICE DEPARTMENT",
      "sentences": "We do not believe the following individuals are involved in this crime. The two surviving roommates, a male seen at the Grub Truck food vendor downtown, specifically wearing a white hoodie. A private party provided rides home to Kaylee and Madison in the early morning hour of November 13th. Currently, there are no suspects in custody and we have not located a weapon.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:01",
      "speaker": "BERNAL",
      "sentences": "Now, police also saying they know Kaylee and Maddy (ph) did make multiple phone calls to a man the night they were attacked. They're also saying they believe this man is not a suspect in this case. They've talked to about 90 people that may have some sort of knowledge into this case. They say they've gotten about 650 tips that they are still reviewing. They are now asking for the public's help in terms of tips, in terms of surveillance video, and really any information that they have that may lead them to an arrest in this case. Camila Bernal, CNN, Moscow, Idaho.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:01",
      "speaker": "CHURCH",
      "sentences": "Steve Moore is a CNN law enforcement contributor and a retired supervisory special agent with the FBI. He joins me now from Miami. Thank you so much, Steve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:01",
      "speaker": "STEVE MOORE, CNN LAW ENFORCEMENT CONTRIBUTOR",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:01",
      "speaker": "CHURCH",
      "sentences": "So, it has been a week since four University of Idaho students were stabbed to death in their Moscow off-campus home. And while police have fielded more than 600 tips and conducted more than 90 interviews, they still have no leads on a suspect or the weapon. How unusual is this and why do you think this investigation is taking so long?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:58",
      "speaker": "CHURCH",
      "sentences": "So, what about the fact that police have already ruled out a suspect. The other roommates, who were home at the time of this gruesome crime as well as other individuals. How did police make that determination so early in the investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:58",
      "speaker": "MOORE",
      "sentences": "Simply by alibis, information as to, you know, where the person was, people saying yes he or she was with me, things of that nature. There are also other intangibles like the fact that, you know, you couldn't commit these murders without having blood on you and it would just seem logical that you could rule out certain people, even the ones in the house.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:58",
      "speaker": "CHURCH",
      "sentences": "And police say that some of the four victims had defensive wounds. What does that reveal to you and why do you think the two other roommates in the home were not attacked? What does all of this signal to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:58",
      "speaker": "MOORE",
      "sentences": "Rosemary, what I'm seeing here is that this case is not -- the motive of this killer is not going to make any sense to you and may. I do not think that this was drug related, money related, sex related, relationship related. I believe we are dealing with somebody who is deranged, essentially. And so, I believe that they're going to -- that the case is going todepend more on what profilers say about this killer than what can -- what we would think just generally. The fact that the women were not assaulted sexually tells us something. The fact that he brought his own weapon tells us that he was expecting to kill when he went there. The two on each floor may have been all the person needed for whatever desire they had. We won't know until we get to the person. But what's interesting is they said some of the victims had defensive wounds. What that tells me is that the killer was attacking most of them, if not all of them, as they slept, as they had no chance to defend themselves and maybe only one woke cup in time. So, this killer came in and killed people or tried to kill people who were sleeping.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:58",
      "speaker": "CHURCH",
      "sentences": "That is just horrifying. And Steve, while the Moscow police department is leading this investigation, they are also getting assistance from the FBI, state police and other local police departments. What does that tell you and how long do you think it will take to track down a suspect with those massive resources available?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:58",
      "speaker": "MOORE",
      "sentences": "You know, I worked a case like this awhile back, a cold case and it took us 18 years. I don't expect that to be the case here, but what this tells me is that the Moscow police department is doing the right thing. They are aware of the limitations of manpower; they may not have profilers.They are putting the case ahead of their department. And the FBI can bring in profilers. They can bring in manpower and the police in Idaho don't have to lose control of the case. And this is crucial and tells me a lot of good things about how this department is led. But right now, they need to start paying strong attention to the types of profiles -- the profilers are providing them. They can pinpoint, generally, the kind of person who might have done this and say things like, he probably knew the victims, he might live about walking distance away. These are things that -- the kind of things that they can come up with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:58",
      "speaker": "CHURCH",
      "sentences": "Let's hope that they find the suspect sooner rather than later. Steve Moore, thank you so much for talking with us. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:58",
      "speaker": "MOORE",
      "sentences": "Thank you, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:58",
      "speaker": "CHURCH",
      "sentences": "We are following a new reaction to U.S. Attorney General Merrick Garland's decision to appoint a special council to weigh potential charges against Donald Trump in two federal investigations. House Intelligence Committee Chair, Adam Schiff, is hitting back at the former president's suggestion that the move was politically motivated. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "CHURCH",
      "sentences": "Ron Brownstein is CNN senior political analyst and a senior editor for \"The Atlantic.\" He joins me now from Los Angeles. Always great to have you with us. All right, so, Ron, as former President Donald Trump faces multiple investigations, Republicans are now vowing to investigate President Biden and his Hunter and to remove some Democrats from the committee post including Adam Schiff. What is going on here particularly after the GOP campaign so hard on high inflation and the economy, but now appear more interested in political paybacks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Yeah. I mean, look, I mean, the -- I think the underlying reality that shapes every decision by this narrow new House Republican majority is that because of Donald Trump's lies about 2020, somewhere around three quarters of Republican voters say Joe Biden was illegitimately elected.And that puts enormous pressure on them to confront him at every turn and to avoid making deals with him at every turn. And the complication they've got is that is the dominant impulse for most of the caucus. The vast majority of the caucus are representing safely Republican areas that are in that mindset and want confrontation at every turn. But there are going to be somewhere between 16 and 18, depending on the final votes, House Republicans who are elected from districts that voted for Joe Biden in 2020. And they may be less enthusiastic about, of course, that this new majority is already setting off on and it will be interesting to watch how that tension plays out and how they deal with what is going to be a very aggressive and confrontational possibilities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "CHURCH",
      "sentences": "And Ron, another issue we're watching closely, Donald Trump is back on Twitter despite being removed back in January 2021 because his tweets risk inciting more violence in the U.S. in the wake of the January 6th insurrection. So, what impact will this move likely have on the country's current political climate and of course, at a time when Twitter is already in disarray?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "BROWNSTEIN",
      "sentences": "Yean. And he can be seen outside the contexts of everything else Elon Musk is doing. I mean, he is clearly, you know, using Twitter as a way to empower and amplify some of the most extremist voices in American life. I mean, not only Donald Trump but others. Kanye who he has restored to the site. And you know, there is this question of restoring Alex Jones to the site.I mean, any illusion that Musk was going to play fair with this enormous global institution, I think has been systematically obliterated within weeks. I mean he clearly sees it as a way to advance a right-wing agenda. And at least to empower those voices wherever he can. Now, you know, there are many Democratic analysts who say they would like Donald Trump to be in people's face for two years because they believe a big part of why they had a midterm that was much better than many expected was because there are so many voters who whatever they're disappointments in Joe Biden, are still reluctant to entrust power to the Trump-led, Trump-era GOP. So, the political impact is one thing, but the impact on kind of the social and civic life of America is something else. And it's clear that Musk is very much playing with fire and that kind of plays maybe not so much a bug, but a feature for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "CHURCH",
      "sentences": "And Ron, on the other side of politics, Joe Biden is celebrating his 80th birthday, which of course means he will be 86 at the end of his second term, if he wins in 2024, of course. How damaging are the optics of that for Democrats even though he may go head-to-head with an elderly Trump or perhaps a more youthful Ron DeSantis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:03",
      "speaker": "CHURCH",
      "sentences": "Yeah. Indeed. We'll see what happens. Ron Brownstein, always a pleasure to get your analysis. Many thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:03",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "CHURCH",
      "sentences": "We are just a few hours away from the first full day of World Cup competition. England will take on Iran. And later, the U.S. will play Wales. Ahead of that match, President Joe Biden called the team to wish them luck.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "UNKNOWN",
      "sentences": "It says potus. That's where it's coming from.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "UNKNOWN",
      "sentences": "Sir, you have the U.S. men's national soccer team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "Coach, put me on I'm ready to play. You guys, I know you're the underdog, but I'll tell you what, man, you got some of the best players in the world on your team and you're representing this country and I know you're going to play your hearts out So let's go shock them all.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "CHURCH",
      "sentences": "All of this follows a historic opening match between Qatar and Ecuador. On Sunday, the South Americans spoiled the party for the Qatari hosts, beating them with a final score of 2-0. Qatar is the only host country to ever lose in the tournament's opener.Well, this tournament truly is a global phenomenon with a TV audience that's likely to reach some four billion people by the time the final is played. Michael Holmes looks at how excitement is building around the globe. (BEGIN VIDEOTAPE) MICHAEL HOLMES, CNN CORRESPONDENT (voice-over):  World Cup fever, it's not just a Doha thing. Fans around the world getting into the matches and revving up support for their teams, even if they're not in Qatar. Back in Brazil, people cheering on the home team, hoping for a sixth World Cup victory by painting the streets of their neighborhoods and streaming flags of yellow, blue, and green. UNKNOWN (through translation):  We are all working to give energy to our team and for Brazil to be champions. HOLMES (voice-over):  In one town in India, excitement for the cup looming so large, there are large cutouts of some of the greats of the game like Lionel Messi and Neymar towering over the road signs. Local businesses say it's already a win for them. UNKNOWN (voice-over):  People are asking for Argentina, Brazil, and Portugal jerseys. We have everything from flags and jerseys to cut outs. It's going to be a blast. HOLMES (voice-over):  Mexico is looking to score some points from on high. One church parish dressing up a statue called the Child of the Miracles in the uniform of the Mexican team. The priest says a first World Cup win for Mexico is a common prayer. UNKNOWN (through translator):  Many people do you have this feeling that with God's help they will be able to win. HOLMES (voice-over):  And even though Kenya didn't qualify to play in the World Cup, people in Nairobi still expected to pack the sports pubs where all the African teams are fan favorites.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "UNKNOWN",
      "sentences": "We're still hoping that all of African nations can probably do well in the World Cup, but I think the excitement, the build-up, the (inaudible) of the fans, they are the things that make the World Cup special.HOLMES (voice-over):  The excitement also felt in Idlib, Syria where a future football star could be sharpening their skills. Three-hundred children playing in a mock version of the World Cup, many coming from camps for the displaced and industrial zones in the region. And just like their role models in Doha, these kids say they have one goal. To win. Michael Holmes, CNN. (END VIDETAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:32:44",
      "speaker": "CHURCH",
      "sentences": "Ukrainian president Volodymyr Zelenskyy says Russia has used more than 4700 missiles to strike his country since the war began. Sunday marked 270 days since Vladimir Putin launched his unprovoked invasion. President Zelenskyy says hundreds of cities are \"simply burned.\" His comments coming as Ukraine and Russia blame each other for weekend shelling at the Zaporizhzhia Nuclear Power Plant.The strikes are renewing concerns that fighting so close to the plant could cause a nuclear accident. And CNN's Scott McLean is tracking developments for us. He joins us live from London. Good morning to you, Scott. So what all are you learning about the shelling of the Zaporizhzhia Nuclear Plant?",
      "isLastSentenceInterrupted": false
    }
  ]
}