{
  "date": "2022-11-29",
  "headline": "CNN Tonight",
  "subHeadline": "Oath Keepers Members Found Guilty; South Carolina Supreme Court Want Mark Meadows To Testify; Stephen Miller Testified Before A Grand Jury; Bipartisan Bill Don't Respect Same-Sex Marriages; U.S. Team Won Against Iran; Christmas Is For Every Color And Race. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:00",
      "speaker": "LAURA COATES, CNN HOST",
      "sentences": "Well, good evening, everyone. I'm Laura Coates, and this is CNN TONIGHT.And in just the last few hours we've had a lot of news on really major stories, so buckle up. We're going to go through all of it tonight. I want to take a minute right now to lay out the biggest developments we've had tonight. Because first on CNN, the former top Trump advisor, Stephen Miller, testifying for apparently several hours today to a federal grand jury in its criminal investigation of what took place on January 6th. And then there's Mark Meadows, the then president's right-hand man who was literally in the room where it happened, hash tag Aaron Burr, for a whole lot of what transpired. Supreme Court of South Carolina ordering Meadows to now testify before a grand jury investigating efforts to overturn the 2020 election in Georgia. So, two of the then president's top enablers and right, and maybe left-hand men, facing grand juries who get to ask them the questions and demand some answers. And the verdict is in with the most significant DOJ prosecutions related to January 6th, Oath Keepers leaders Stewart Rhodes and fellow group member Kelly Meggs found guilty of the very serious charge of seditious conspiracy. Now each of the five Oath Keeper defense convicted of at least one charge, not one got off on everything that carries a maximum 20-year sentence. So, I want to bring in with us now, CNN political commentator, David Urban, former federal prosecutor Shan Wu, and CNN senior National correspondent, Sara Sidner, who has been in this courtroom for, what, seven weeks now following this case, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "SARA SIDNER, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "It's a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "COATES",
      "sentences": "I mean, it's been a lot and so thank God, we got you here tonight to talk about it. I'm thrilled to have you, you two gentlemen, but Sara, in particular on this issue. Because this was very significant. They had a lot riding. They, being DOJ.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "SIDNER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "COATES",
      "sentences": "A lot riding on what was thought to be a very political calculation. They were accused of a witch hunt continued. How dare you have these serious charges? What's this all about? What was it like for the prosecution in the room and the kind of general atmosphere of getting at least these convictions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "SIDNER",
      "sentences": "They congratulate with each other because they realized that this charge, it's a hard charge --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "COATES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "SIDNER",
      "sentences": "-- to put forward, and it's a rare charge. So, this isn't something that at -- I'm sitting at a table with a bunch of attorneys. I know this, but like, it's not a charge that you would see regularly. I think the last time this was -- this was charged in a trial was in Michigan 10 years ago.So this is a really unusual thing to go for and it's a concept that the jury really has to understand, get behind, understand all of the facets, because there are several facets of it. It's really about, you know, forcibly stopping the peaceful transfer of presidential power in this case. But there was, probably, I can't even, thousands of pieces of evidence brought by the prosecution that included, you know, the words of the defendants themselves. That was a huge part of this case. And if they heard these words, which some people would say, OK, the defense is saying it's just bombastic, it's just talk. It's just them, you know, blowing off steam or trying to be grandiose. But the jury saw that in the case of Elmer Stewart Rhodes III and in the case of one of his top lieutenants, Kelly Meggs, that they were guilty of judicious conspiracy. And so, watching all this unfold and seeing what the jury went through, just in the seven weeks of testimony, it was really heavy, to, for lack of a better way to describe it. It was a weight. They felt the weight of it. The whole courtroom felt the weight of it. And the judge in particular made it very clear how this was going to go as far as how he expected the decorum in his courtroom. And he was praised by the -- by the defense attorneys, like praise in a way I haven't heard in a long time. Where they really appreciated that even though they had a spat, I mean there was a fight like screaming match at one point before the jury came into this trial, before they chose a jury. And in the end, I think all of the people in that court agreed that if you wanted to look at the American justice system and the American way, this was an example that you could hold up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "COATES",
      "sentences": "That's an important point, especially given the fact that when you're talking about who would oversee these trials, given the atmosphere and the accusations of this being very political in nature, to have the defense team complimenting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:59",
      "speaker": "SHAN WU, CNN LEGAL ANALYST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:59",
      "speaker": "COATES",
      "sentences": "Some would say that that gives greater credibility to the jury's deliberation, that it wasn't just, you know, hey, you get everything. The entire kitten caboodle. When you look at this, what does it say to you about the strength of the case as it related to all the defendants that only two had that high charge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:59",
      "speaker": "WU",
      "sentences": "Well, I think it says that the charging decisions were carefully made and that the jury looked at it very carefully. They parsed it out, which is exactly what you want them to do. I think the note that they'd sent out asking for clarification on the seditious conspiracy charge indicates that's a tougher charge for them to grasp. And I don't know that it's necessarily that hard of a charge to always prove in theory, but it's certainly very rare, thankfully.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:59",
      "speaker": "DAVID URBAN, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:59",
      "speaker": "COATES",
      "sentences": "Yes. We don't want common conspiracy cases like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:59",
      "speaker": "WU",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:59",
      "speaker": "COATES",
      "sentences": "It's not -- it's not a good thing in our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:59",
      "speaker": "WU",
      "sentences": "Exactly. And for that reason, I think DOJ isn't that used to bringing that kind of charge and they really had to put a lot of effort and to figure out how they would present it.The fact that all of them got, I think all of them got convicted for the obstruction of the official proceeding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:59",
      "speaker": "COATES",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:59",
      "speaker": "SIDNER",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:59",
      "speaker": "WU",
      "sentences": "I think indicates that is a little bit easier for the jury to get.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:59",
      "speaker": "COATES",
      "sentences": "And you know, Dave, on that point, we're just thinking about in the grander scheme of things, even aside from this criminal prosecution you've got in different cases, the Georgia investigation, Mark Meadows being told no, you, you're going to have to answer questions. He's a South Carolina residence. Why the South Carolina Supreme Court was involved in this? You've got Stephen Miller testifying in a grand jury proceeding.It's all around that same core nucleus effects. The idea of what led up to and what happened on January 6th. Politically, in your mind, what message does this send? Is there a ripple effect or is this really compartmentalized and says, OK, well, look, you got a grand, a good knighted committee coming up for January 6. So what? There was a conviction. Politically, they're untouchable. What do you say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:59",
      "speaker": "URBAN",
      "sentences": "Yes. Listen, I think that the judicial part of it and the politics need to be separated or should be separated, really. These gentlemen who broke the law, right, are going to be held accountable, just like the folks who actually violated, you know, the sanctuary of the Congress who are up there, you know, get charged with criminal trespass the other things.The political part of it, just like, you know, in an impeachment, there's a political aspect to all of this, right? I don't think at the end of the day that the president, just in my own opinion, Shan, you know, the rest of the lawyers in the America will apply to this as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:59",
      "speaker": "COATES",
      "sentences": "Shan and the lawyers of America, you're one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:59",
      "speaker": "URBAN",
      "sentences": "But you know --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:59",
      "speaker": "COATES",
      "sentences": "Bravo to you. You're one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:59",
      "speaker": "URBAN",
      "sentences": "But my point is, you know, a conspiracy charge against a group of people like this, right? And a conspiracy is a -- you can bring a lot of stuff in and kind of look at, it's a charge that you can really throw the kitchen sink at is a little bit easier to prove, I dare say than, you know, trying to get the president on the hook for this, right?Get the president that that's a much more tenuous charge and I think will be much, much more difficult to make. At the end of the day, you know, I personally don't see how, you know, Merrick Garland is going to end up bringing a charge that's going to stick against the President United States here. Maybe he does. I think there'll be, you know, the obstruction in Georgia case. The, you know, there's other cases I think that are probably more likely to result in an indictment --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:59",
      "speaker": "COATES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:59",
      "speaker": "URBAN",
      "sentences": "-- than this January 6th stuff, at least on the part of the president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:04:59",
      "speaker": "COATES",
      "sentences": "Well, there is the special counsel, right? So, Merrick Garland in a sense has sort of removed himself at least one degree of separation, maybe two, by having special counsel for this very purpose now that Trump has declared.But I do wonder, I mean, you speak to the larger point, although of course you've been following this trial, Sara, of these particular defendants, you know full well that the immediate kneejerk reaction for everyone is, OK, what will this mean for Trump? OK, now what about Trump? What about Trump? And although this conspiracy relates to these specific defendants, and the guilt assigned to them does not translate everywhere, that is on the tip of everyone's tongue. And the question being asked, did you get a sense through the trial that he was a main focus of the prosecution in a similar way as he is for the January 6th committee? Or was it really compartmentalized?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "COATES",
      "sentences": "Well, the U.S. men's national team advancing to the World Cup knockout stage, the team coming out on top were the one to nothing win in a tough game against Iran today. Team USA's Christian Pulisic scoring the winning goal, but not without suffering an abdominal injury. We're learning later with some sort of a pelvic contusion.We'll take a look now at their rowdy welcome home when they return to their hotel tonight. Now the U.S. will go on to face the Netherlands this Saturday at 10 a.m. Eastern, so be sure to tune in for that. I want to bring in now CNN sports analyst, Christine Brennan, also CNN's, Tom Foreman, Don Riddell, CNN host of World Sport, and CNN contributor at Cari Champion. Wow. What a lineup we have here to talk about this important moment. I'm sure you were all watching. I know what kind of snacks you had at the time, but we'll talk about that in a different segment. I have to say though, when we've been watching all these things happening, I mean this was a win or go home game right now and it was an important moment that's been more than just about this match itself, Christine, and thinking about where things stand because people were tuning in. In large part because of what was happening back in the effective countries about the removal of that Islamic regime emblem in the flag. This was a very significant moment internationally, don't you think? CHRISTINE BRENNAN, CNN SPORTS ANALYST:  Without a doubt. And keep in mind, this team, the U.S. men's national soccer team, Laura, is the team that actually willingly gave up prize money so that the women, the U.S. women's national team, obviously incredibly successful team could actually have equal pay. That was a conversation -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "COATES",
      "sentences": "Explain more about what that Title IX means then. What do you mean? They give up there, they're going to split it now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "BRENNA",
      "sentences": "Exactly. So, this, the 13 million that is now guaranteed to, because of the U.S. men moving into the round of 16. It is split 6.5 million for the men, 6.5 million for the women. That's extraordinary. No other nation is doing that. These are Title IX males who are not like, they weren't raised like their dads or their grandfathers, and they have a much different outlook, not only about women's equality in terms of pay, but these are the same men who've been talking about standing with the Iranian protestors.Obviously, the emblem issue that with U.S. soccer, U.S. soccer and the U.S. men's national team are, have really, I think, distinguished themselves, obviously on the field of play as we saw today. But I think even more so in terms of our culture and the stands they have taken and will continue to take as the tournament goes on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "COATES",
      "sentences": "You know, Tom, on that very point about the idea of where things are and just that Title IX notion that Christine has raised, and that's just really significant to think about what that really means and what a moment that is for the world to see and be aware of given the domestic situation back in Iran, for example.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "TOM FOREMAN, CNN CORRESPONDENT",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "COATES",
      "sentences": "We have these ongoing protests.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "FOREMAN",
      "sentences": "Absolutely. You know, these games are often a symbolic of a big geopolitical situation, in this case where one of the very fundamental questions in Iran is what rights will women have? What rights do they have in that regime to play against a team that, as Christine points out, was standing up for some of those very principles.It's a very, a very, important moment. Now, what it means ultimately inside Iran, I don't really know. We'll find out what happened with that team when they had back there. Although I do want to point out when that winning goal was scored, I also suffered an abdominal injury, because it was -- it was a very, it was a very dramatic and thrilling moment here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "COATES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "FOREMAN",
      "sentences": "Thrilling here. But also important in really big ways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:08",
      "speaker": "CARI CHAMPION, CNN CONTRIBUTOR",
      "sentences": "Well, you know, first and foremost, athletes have always been at the front lines of these issues, especially when the implications are global. I -- what I find arguably the most heartwarming is that, what we have been asking, I think, not necessarily asking, but what we require of certain athletes is to make really tough decisions.They were told before they went to the World Cup, don't do anything. No protest, pay attention. We don't want any problems. You'll get a -- you'll get a yellow card if you, if you decide to speak out or speak up against something. And that really is an unfair position to put them in, in so many instances. So for that Iranian team to say, no, I am not going to seeing the national anthem, that was a very bold choice. I think arguably what we witnessed yesterday and today, and I'm going to refer to Captain Tyler Adams, his response towards the Iranian reporter, I don't know if you guys saw this, his response was so eloquent and so respectful and so, in terms of sobering and disarming, you had to want to root for the Americans. He understood that those players on the other side in Iran were in a very tough position. He understood how there was this, this venomous attitudes towards Americans based on things that they, the players themselves, had nothing to do with. When you talk about that Islamic emblem being removed from the -- from their flag. And he was able to endear everyone, including the people in Iran on his side. And so, when these -- when these athletes decide to take these stands, they really are risking a lot. Some people are risking, obviously in Iran, family and friends. Here at home, you're having people go against you perhaps not necessarily being praised as you want to. And so, when they make these bold gestures, these gestures that say, I am with you, I see you and I understand it is not right, and I'll do whatever I can in whatever way I can, we have to honor that. There are a lot of problems that are happening in Qatar and this is one of these highlighted moments and I'm glad we were able to get a win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:08",
      "speaker": "COATES",
      "sentences": "I really am glad to see that and think about that. And Don, how can I not go to you about this very point as well? Because can you just speak to the significance for the -- for the diehard true football fans, we'll call them, to those who just love Ted Lasso.I mean, the significance of what we're talking about here, the idea that the United States, I mean really the, not to be dismissive of their extraordinary talent, but in the grow overall landscape, we're known for our women to be the best in the world and thinking about it. And to have this significant moment, tell me about the significance and what this is like for the United States to be in this position now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "COATES",
      "sentences": "Don, I'm so glad that you brought that perspective. I mean, escapism that people seek out when it comes to sports is really a luxury and one that we can't necessarily always adhere to in times like this.And that, you know, there's these great op-eds all out right now about whether it's better to have Iran still in because it promotes the conversation around what's happening in Iran and now that they're out, will that conversation end. Well, this one has to end temporarily, but we'll be looking ahead to Saturday and watching this match from the U.S. men's team against Netherlands. Thank you all. Hope you're getting some rest and some enjoyment out there. Don, and everyone else, thank you for being a part of its night. It was really exciting to see this happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:24:59",
      "speaker": "FOREMAN",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "COATES",
      "sentences": "You know, it's interesting because some would look at this, Jim and think it's counterintuitive, shouldn't people be celebrating the codification of this decision? And at first glance, it sounds like when Congress says, we're going to codify and make sure we've got same-sex marriage on the books, that that's exactly what it's done. But you don't think that it does. And I've explained of course, the reasons why.But do you think it should have gone further and are you celebrating this Senate victory for now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "OBERGEFELL",
      "sentences": "No, I am not celebrating, Laura. I will say I'm happy that at least something has been done, something that we will have to fall back on should the Supreme Court overturn Obergefell in the future. But this act, I find it curious that it's called the Respect for Marriage Act because this act does not respect the LGBTQ plus community, our marriages, our relationships, or our families.And the fact that this act would allow states to once again, deny marriage licenses to same-sex couples. Where is the respect in that? And I really just continually come back to this, Laura, how on earth does my marriage to John, or does any same sex marriage, harm any other person or any other marriage in this country? It doesn't. So, yes, I'm happy that there is at least something that will be codified should Obergefell be overturned. I'm happy to have this as opposed to having everything be taken away. But this is not respect for marriage. This is, this would take us back to a time where we are once again second-class citizens who are given something that isn't marriage, isn't respected and protected and offered equally to every person in this country. And that's my issue with the Respect for Marriage Act.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "COATES",
      "sentences": "Now to clarify at one point that the law would ensure, and I don't want to take away from any of the points you've raised, but just to clarify for the audience, if a state were to ban same-sex marriage in their own respective state, the law would require them to respect a marriage that is same sex that is valid and in a d in a different state to honor that sort of notion.But your point is well taken about the breadth of protection not being universal. And I understand there's also this moment from Senator Cynthia Lummis, who is out of Wyoming, a Republican, and listen to what she had to say today to explain her vote in favor. Remember, it was unanimous for Democrats, the Senate, and 12 Republican senators. Here was her explanation as to why, Jim. (BEGIN VIDEO CLIP) SEN. CYNTHIA LUMMIS (R-WY):  For the sake of our nation today and its survival, we do well by taking this step, not embracing or validating each other's devoutly held views, but by the simple act of tolerating them. And that Madame President explains my vote. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:02",
      "speaker": "COATES",
      "sentences": "You know, you have to cringe on the idea of the tolerance aspect. I suspect that is your view as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:04",
      "speaker": "COATES",
      "sentences": "Jim Obergefell, thank you so much for your insight tonight. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:04",
      "speaker": "OBERGEFELL",
      "sentences": "Thanks, Laura.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:04",
      "speaker": "COATES",
      "sentences": "David Urban is back, and joining us CNN politic commentator Hilary Rosen, and CNN Supreme Court reporter, Ariane De Vogue. Ariane, let me pick up exactly where Jim left off on this notion of religious freedom.This does not mirror the Obergefell decision. It's not precise by any imagination. But because of federalism, because of maybe the competition of the court, can you just explain a little bit about why you think the religious liberty aspect of it was top of mind. ARIANE DE VOGUE, CNN U.S. SUPREME COURT REPORTER:  Right. Well, you know, in 2015 when the court issued Obergefell, nobody would've thought that this bill was necessary, right? Justice Kennedy issued that sweeping decision, clearing the way for gay marriage nationwide. No one would've thought that this was necessary. And then, as you said, because of Roe v. Wade, you know, justice Alito in that opinion said, look, this is, this opinion on Dobbs is just about abortion. It's not about anything else. But then Justice Clarence Thomas in that concurring opinion, he was not on that same page. Remember he said that in future cases, we should consider all of this courts substantive due process precedence, including Griswold, Lawrence and Obergefell. And you remember that the liberals, they picked up on that right away and they said, look, Clarence Thomas is not on the same page as Alito. They started raising these alarms and that's how we got to today. Right? So, you talk a little bit about the religious liberty. We do see some exceptions here for religious liberty, and that's what's important at the Supreme Court right now because they care about that issue. They cared about it last term in two big cases, and we have another case that's going to be argued next week all about somebody who designs web sites to celebrate marriages, but does not want to design such a web site for same-sex couples, they think that they should be accepted, and that's before the Supreme Court, and this conservative court is probably going to rule in favor of that person. I mean, it's the layering of all this, everything seems to lead to the next thing. Hilary, what's been your reaction? I mean, you were listening to the interview with Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:04",
      "speaker": "HILARY ROSEN, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:04",
      "speaker": "COATES",
      "sentences": "Did you have a sense of reaction to his dissatisfaction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:04",
      "speaker": "ROSEN",
      "sentences": "Yes. Jim is an old friend of mine and I respect what he says, but you know, the forum we're in now is a political forum, right? The legislative forum is a forum of compromise by its nature, and this bill was a compromise. We would not be here if it were not for this kind of radical rights Supreme Court that is, seems somewhat determined to unwind everything.And we wouldn't be here actually if we didn't have a Democratic Senate and a Democratic House like this would not happen next year. The House would not do this next year. And that's why I worry about more decisions coming out of the courts, unwinding civil rights that people have depended on, that they live on, and not having a Congress that can codify this stuff. But look, it's not -- critical things have happened today. If you're already married, you don't have to worry about your marriage being unwound. That's a really important thing for families, right? And I'm gay. This, I'm not married. But you know, it matters. You don't want your marriage unwound. The other thing is, yes, he's right. If you live in Wyoming, you're going to have to go to Nevada to get married if you're a same-sex couple. And that's a pain and it's not fair and it is discriminatory, but that's what you're -- but once you get back to your home in Wyoming, Wyoming is required to recognize your marriage under this new law. So, it does make some practical things safe for same-sex couples. And I think, you know, that is something that we have to be happy about considering the alternative, which would be what happened in the Dobbs decision, the abortion decision, which has thrown everything into disarray in the reproductive health space in women's rights. Knocking us back 50 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:04",
      "speaker": "COATES",
      "sentences": "Yes. I hear you. And the idea of, I mean, you describe a low bar probably universally in the social spectrum, but in politics, were these the compromises that were necessary for those 12 Republicans to sign on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:44:53",
      "speaker": "COATES",
      "sentences": "I mean, the fact that bipartisanship is the critical, is the pinnacle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:44:53",
      "speaker": "URBAN",
      "sentences": "Well, but I'm saying --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:44:53",
      "speaker": "COATES",
      "sentences": "I hear -- I hear --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:44:53",
      "speaker": "ROSEN",
      "sentences": "Every no vote was a Republican.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:44:53",
      "speaker": "COATES",
      "sentences": "No. I hear you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:44:53",
      "speaker": "URBAN",
      "sentences": "But we still --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:44:53",
      "speaker": "ROSEN",
      "sentences": "You know, when we face -- when we face this in the -- in the House --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:44:53",
      "speaker": "URBAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:44:53",
      "speaker": "ROSEN",
      "sentences": "-- in the Congress next year after the Supreme Court --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:44:53",
      "speaker": "COATES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:44:53",
      "speaker": "ROSEN",
      "sentences": "-- we're going to -- something else is going to get rolled back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:44:53",
      "speaker": "URBAN",
      "sentences": "It's going to pass the Senate. And it's going to pass the House. We're going to pick up some more folks and so, I think we should celebrate. I think it's something that bipartisanship when we -- when we do something good in Washington, people should celebrate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:44:53",
      "speaker": "COATES",
      "sentences": "Well, there you go. Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:44:53",
      "speaker": "ROSEN",
      "sentences": "It's a sigh a relief, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "COATES",
      "sentences": "Christmas is a special holiday for a lot of us, and especially for Chris Kennedy, a married father in North Little Rock, Arkansas. Now, two years ago, he put an inflatable Black Santa on his front lawn, said his little girl, his daughter could see that Santa looks just like her.Unfortunately, someone sent him a racist letter demanding that Kennedy take that inflatable down, insisting that Santa Claus is white. Now, determined not to be intimidated, he put up a second black Santa and decided that he needed to do even more to make sure that children of color felt included. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CHRIS KENNEDY, ARKANSAS RESIDENT",
      "sentences": "This is the type of people that I live around. All of a sudden, we got a problem with Black Santa. Have you always seen Santas being white?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "UNKNOWN",
      "sentences": "Yes. I wish there was like a variety of Santas that come in any different shape and form. No.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "COATES",
      "sentences": "So, Chris Kennedy enrolled in Santa Camp to become a professionally trained Santa Claus, and now he's Black Santa for his entire community. His story is part of a documentary on Santa Camp that's streaming on HBO Max, CNN's sister network.And Chris Kennedy joins me now live. Chris, it's so nice to see you. Look at the beard. It's already there. I'm already feeling jolly. I'm on hopefully the nice list. We'll see after this interview you'll keep me on that. But I have to ask you, I mean you set out based on what happened in your community and this letter that you received, before we get into that, just tell me why it was important to you to even have this inflatable Santa and for your daughter to see a Black Santa Claus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KENNEDY",
      "sentences": "Well, for me, it's one of those things if I didn't grow up seeing it, there wasn't very inclusive, Christmas decorations and things of that nature growing up. So, I wanted to make sure that she got to grow up and see it. So, my wife and I searched year-round to find all sorts of decorations that represent us as a family and, and, show her that she is a part of the world overall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "COATES",
      "sentences": "That's a beautiful sentiment and a lesson that all parents are hoping their children will feel. And I, you know, I might even get to dignify the letter. I really am so interested in what you did about it because I had never heard of a Santa camp and the fact that there is one, and you went there and you shared your experience as to why you were there. You're the only Black Santa at the Santa camp.And I'm just wondering when you talked to the different people who are participants in it, and you talked about it, what was the reaction of the greater community of those who were equally invested in becoming the role model of Santa Claus in their communities?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KENNEDY",
      "sentences": "Well, the interesting thing is the Santa community is very welcoming and really does want diversity in Santas. They want all kids to be happy and be seen and be represented. People were upset. Not only that with the letter there came a picture. They were upset for that Santa whose picture was doctored to give me a thumbs down. But they're also upset that somebody would not truly know the full story of Christmas or, even St. Nicholas, who was Turkish and know that he had brown skin.And if you follow the actual history of Santa he was originally brown and Coca-Cola in their ads just happened to use a white actor. And that's what we know today. But overall, the Santa community actually is very welcoming of all Santas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "COATES",
      "sentences": "Well, that's important to think about it. The idea of jolly St. Nick, as they say, and to see you in that particular role. You're going to be at a Christmas parade in Little Rock, in the city of Maumelle as well. A lot of people will see you and a lot of people I hope will catch more of this important story, Chris, by watching Santa Camp at streaming on our sister network HBO Max.Thanks for being here and sharing that spirit with us today. We'll be right back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "COATES",
      "sentences": "In this season of giving, we want to show you how you can help our 2022 top 10 CNN heroes continue their important work and have your donations match dollar for dollar. Here's Anderson.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "I'm Anderson Cooper. Each of this year's top 10 CNN Heroes proves that one person really can make a difference. And again, this year we're making it easy for you to support their great work. Just go to cnnheroes.com and click donate beneath any 2022 top 10 CNN hero to make a direct contribution to that hero's fundraiser. You'll receive an e-mail confirming your donation, which is tax deductible in the United States.No matter the amount you can make a big difference in helping our heroes continue their life changing work. And right now, through January 3rd, your donations will be matched dollar for dollar up to a total of $50,000 for each of this year's honorees. CNN is proud to offer you this simple way to support each cause and celebrate all of these everyday people who are changing the world. You can donate from your laptop, your tablet, or your phone. Just go to cnnheroes.com. Your donation in any amount will help them help others. Thanks. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}