{
  "date": "2022-11-04",
  "headline": "CNN Newsroom",
  "subHeadline": "Last Labor Report Before Election Day: 261,000+ Jobs Added; 4 Days To Go: Candidates In Final Sprint To Election Day; Trump Adviser Testified To Grand Jury On Mar-A-Lago Docs. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:00:36",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "Top of the hour on CNN NEWSROOM. Good to have you along. I'm Victor Blackwell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:36",
      "speaker": "BIANNA GOLODRYGA, CNN HOST",
      "sentences": "And I'm Bianna Golodryga.Today's final jobs report before Election Day was just what the White House was hoping for, 261,000 jobs beating expectations from economists but not too high to further drive up inflation. Now, this Goldilocks number helps the President make the case for his party in the final sprint to November 8th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:36",
      "speaker": "BLACKWELL",
      "sentences": "Former President Trump is also on the campaign trail. He'll be in Pennsylvania tomorrow pushing for the Republican in one of the tightest races for Senate that is key to determining who will control Congress. Pennsylvania has already seen more than a million votes cast and it's just one of several key battleground states where the early vote appears to be record breaking in total. More than 34 million Americans have already cast their ballots.CNN's correspondents are following the campaigns from coast to coast: Dianne Gallagher is in Georgia, Kyung Lah is in Arizona.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:36",
      "speaker": "GOLODRYGA",
      "sentences": "And Steve Contorno is in Florida.We begin though with Dianne and the neck and neck race for Senate in Georgia. So Dianne, how are the candidates making their final pitches to voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:36",
      "speaker": "DIANNE GALLAGHER, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, today is the final day of early in-person voting here in Georgia. You can probably see behind me lines wrapped around the building at this particular polling spot in Atlanta, those numbers absolutely astronomical at this point. Here in Georgia, those early voting numbers.Look, they're talking about more than 2.2 million voters so far, which is dwarfing what we saw in 2018 and starting to approach presidential early voting numbers here in Georgia. In fact, a tweet that just came out from Gabriel Sterling with the Secretary of State's office says that that number has grown even more today saying that more than 2,380,000 voters so far have cast their ballots here in Georgia at this point. The candidates, of course, getting out on the trail doing those bus tours that they've been doing for the past couple of weeks, trying to get to voters to encourage them to either come out and vote in these last few hours or make sure they have a plan on Election Day. Now, notably, Raphael Warnock, the incumbent Democratic senator is off the trail physically today and that's because he is going - he's attending the funeral, the memorial service for his mentor, the Reverend Dr. Calvin Butts in New York. Ironically, Herschel Walker, the Republican Senate candidate was also off the campaign trail for part of the day yesterday as he attended the memorial for his mentor, former Georgia coach Vince Dooley. Warnock is going to be holding tele rally with the voters this evening to sort of make up for that. Walker is on his bus tour. He was in Noonan today talking to voters. Of course, people here also paying close attention to that governor's race between incumbent Republican Brian Kemp and also Democrat Stacey Abrams, that much anticipated rematch from 2018 with, again, much bigger numbers this time around in early voting, Victor, Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "LAH",
      "sentences": "And you heard also there from Sen. Kelly, he is trying to make that case that a vote for Blake Masters is simply too out of step for the State of Arizona. We are seeing the Democrats, Victor and Bianna, out today as well and it's going to be a very busy weekend. Katie Hobbs is on a bus tour. And we are also seeing the Democrat, Sen. Kelly, being joined by Dr. Jill Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "GOLODRYGA",
      "sentences": "Kyung, thank you.Let's go to Florida now. And Steve, you're learning more about who is casting those early ballots there, tell us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "STEVE CONTORNO, CNN REPORTER",
      "sentences": "Yes, Bianna. There have been 3.8 million people who have voted so far in the races for governor, Senate and congressional races up and down the ballot and right now the numbers are looking very good for Republicans. So far, of the people who have voted early, 44 percent are registered Republicans. That compares to 37 percent, who are Democrat Democrats. That gives Republicans a lot of confidence going into Tuesday. But how do those numbers compare to, say, two years ago?Well, in 2020, there was actually - it was actually pretty close. Democrats at this point in the cycle outnumber Republicans but only by a little bit. And then as you know, Donald Trump ended up winning Florida with a huge turnout on Election Day. Two years before that, in the 2018 midterms, Democrats actually trail Republicans but only slightly at this point in the election cycle. But in those races, Republicans won very narrowly up and down the ballot as well. So the fact that Republicans have a seven-point advantage at this point is giving them a lot of confidence, but I will add the caveat. We don't know how people are voting, obviously. There's still a lot of people in this state who are registered no party affiliation. Meaning, they're not a Republican or a Democrat. A lot of those people have voted early as well and there are still a lot of people left to cast ballots. But the numbers that we are seeing are not only positive for Republicans on paper, but they also track with the trends that we are seeing in this state over the last couple of years. This is the first election cycle where Republicans are going into Election Day with a voter registration advantage over Democrats. Republicans have seen a surge of people signing up to vote over the last two years. Democrats, meanwhile, have actually lost several thousand voters across - in every county in the state, but one. So when the numbers on voter registration match with the turnout so far, you can understand why Democrats in this state are getting pretty nervous, Bianna and Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah. And we should get the results in Florida pretty soon, always one of the first states to report. Our thanks to our panel of correspondents, thank you. BLACKWELLGloria, I'm going to start with you. CNN elections follows the inside elections, a nonpartisan group that follows all of these races have shifted 22 House races, 20 of them toward the Republicans, two toward Democrats. The momentum that Democrats have seen drift away from them seems to be getting to pick up speed toward Republicans in these last days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:03",
      "speaker": "GLORIA BORGER, CNN CHIEF POLITICAL ANALYST",
      "sentences": "Yes. I think they're incredibly worried about it and anything can happen in the last few days of an election and they know that. As Howard Baker used to say, life in politics overnight is a lifetime. But they do see the trends setting in the wrong direction and they're worried about it because conventional wisdom right now is that they're going to lose control of the House.And of course, the Senate remains in contention and that is so important to them, because all of the seats, so many not just a handful, but more are a margin of error seats right now. And you have a very unpopular president and a lot of these key states. And so, this is pushing the boulder up the hill for them and it is very, very difficult when a president is out there trying to say, look, things are bad, things are in a ditch, but I'm the one who can get you out of the ditch. And people are skeptical about that and they're worried. And even though 70 percent of Americans believe that saving democracy is important, it's in single digits when you ask them, whether it's one of their top issues. It's like 9 percent, so there you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "ADRIENNE ELROD, DEMOCRATIC STRATEGIST",
      "sentences": "Yes, absolutely. I think that's why you're seeing Democratic candidates sort of running this two-track system where they're saying, look, we feel your pain, we understand that gas prices are high. We're working on lowering them, we understand that food prices are too high, but here's also what we have done.They talk about the provisions in the Inflation Reduction Act, lowering prescription drug costs, a number of cost saving provisions that put more money in family's pockets. So what they're doing is saying, we feel your pain, but also, here's what we have done to address this. You may not feel it immediately and that is one of the problems here is that you're not going to feel the effects of some of these policies until after the election. But then you also contrast that with what have the Republicans done on inflation and what is their plan? There is no plan. I mean, Republicans were practically gleeful a year ago when inflation numbers started going up, because they thought that that would help them in the midterms. They have not presented a reliable plan, so I think Democratic candidates in these closing days have got to continue to hammer home that message that, yes, this may not be perfect, the economy may not be great for you, but we have implemented a plan, whereas Republicans have no plan to address inflation going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "BLACKWELL",
      "sentences": "Stephanie, on that Republicans having no plan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "STEPHANIE GRISHAM, FORMER TRUMP WHITE HOUSE PRESS SECRETARY",
      "sentences": "I would agree that right now I'm wondering about the Republicans' messaging on that issue. But I would say speaking about Arizona and the piece you had just before, I think it's absolutely very smart that they are out there talking about the border and immigration, because that is something that has gone out of control since Biden took over the office.Another thing I think is going to be interesting, though, for the midterms is the down ballot races, so I'm watching that in terms of if the president - the ex-president - is going to announce again. I think he's going to watch and wait and see if people like Mark Finchem and people like Kari Lake in Arizona and other states in the down ballots are going to win, because those are the people that are going to go ahead with him and not certify election, so that's what I'll be watching for more. I think the Republican messaging on immigration, like I said, is really, really smart. I'm not sure with inflation and those kinds of things that their message of Trump will fix everything is going to work out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "GOLODRYGA",
      "sentences": "Gloria, it seems that Republican leadership at least has been sighing a breath of relief, at least until now. We still got more days to go that the former president hasn't made clear his announcement, his plans for the future. But it was interesting to hear Scott Jennings on our air earlier today saying that if he does announce, and if Georgia does go into a runoff election, that that could actually hurt Herschel Walker. We remember what happened in Georgia last time falling to the Democrats. What do you make of that argument?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "BORGER",
      "sentences": "Well, I think it's accurate. I mean, if it goes into a runoff, first of all, I think not having Kemp at the top of the ticket would hurt Herschel Walker more in many ways. But we remember what happened in the last election, Donald Trump would - there was run offs - Donald Trump was saying the election was fixed and people stayed home.And I think people are going to be worried that if he keeps out there talking about the rigged election, that Republicans could stay home in a runoff. I think what you've got going on right now is potential Republican presidential candidates running on Zoom calls with their staffs trying to figure out, if Trump announces, can they leave that playing field to him for very long: when do they need to jump in, what did they need to do and how many of them would do that especially those who said they wouldn't take on Donald Trump. Somebody like Chris Christie said he would, so that's fine, but what about all those others? So I think this gives a lot of people indigestion right now. They've got to worry about potential run offs in Georgia and they've got to worry about how this affects a potential presidential race and putting Donald Trump front and center again so early.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "BLACKWELL",
      "sentences": "We had Gov. Asa Hutchinson at the top of the last hour who says he's not ruled out to run ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "BORGER",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "BLACKWELL",
      "sentences": "... says that if former President Trump gets in, I guess, the earliest date we have from sources - from his aides is November 14th. That's next Monday ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "BORGER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "BLACKWELL",
      "sentences": "... that he could be a declared candidate that the decision has to be made in very early 2023. So there is no break now between one election and the next, we got a weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "BORGER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "GOLODRYGA",
      "sentences": "Right, so a week apart, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "BLACKWELL",
      "sentences": "We got a weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "BORGER",
      "sentences": "Through the weekend. What about Ron DeSantis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "BLACKWELL",
      "sentences": "Until we get the ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "BORGER",
      "sentences": "What about Ron DeSantis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "BORGER",
      "sentences": "What does he do? He's got a couple of hundred million dollars in the bank, so maybe he doesn't have to worry as much but people are going to have to start making decisions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "BLACKWELL",
      "sentences": "Adrianne, we're standing by for the President in Carlsbad, California. He's going to talk manufacturing, of course, he's going to talk about the 261,000 jobs created in October, September numbers, revised upward to 315,000. But this poll, the CNN poll shows that 75 percent of Americans believe that the U.S. is in a recession.[15:15:00] Sixty-one percent of Democrats believe that the economy is in recession. Whose fault is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "ELROD",
      "sentences": "Well, I don't know that it's necessarily anyone's fault I think there's some confusing economic statistics, right? Because the unemployment rate is really low. These job numbers today were outstanding. Biden has created 10.3 million jobs under his tenure. But then you are seeing inflation costs going up. You saw interest rates rising. Americans as - have less money as a hole in their in their checking accounts than they did a couple of months ago because of inflation costs. So you are seeing some confusing economic statistics.I think the White House has been very smart in leaning into the economy. They're not shying away from it. He's talking about in his big speech today. Ron Klain has been on TV, the White House Chief of Staff talking about how we're not going into a recession. They are really leaning into this and they're making it clear that yes, we have back to what I was saying earlier, we have policies in place that are going to help you, but we truly believe based on some of these economic statistics that you're seeing that we are not going into a recession.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "GOLODRYGA",
      "sentences": "Well, it's interesting, Stephanie, because Adrianne wasn't actually a hundred percent correct when she said Republicans haven't put forward any plan, because what we've heard as of late, is that one way that they potentially will tackle inflation and cut spending was to tap into popular entitlement programs like Social Security and Medicare. And we haven't seen them walk away from that message, given how popular that is with millions of Americans, both Republican, Democrats and Independents, is that a winning message?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "GRISHAM",
      "sentences": "Yes, I think it is. I think that, you know, their message right now is resonating in terms of people just understanding. I think the Democrats have been horrible at messaging, so that's how I disagree with - like they have been leaning into it, but they're talking about this is going to get fixed, but it'll get fixed in time, while Republicans are talking about, well, this is what we're going to do and it will happen and we will make it happen.So I think that the way they've been talking about things has been smart in that generation or in that way, excuse me. But I think, again, if the Dems would tighten up their messaging about, yes, this is - these are the current ways that we're doing things, but in the future, we're also going to do this, that would be probably better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "BLACKWELL",
      "sentences": "All right. Stephanie Grisham, Adrianne Elrod, Gloria Borger, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "BORGER",
      "sentences": "Thanks, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "GOLODRYGA",
      "sentences": "And make sure to join CNN on election night for special coverage starting Tuesday at 4 pm. Learn what's happening in your state and around the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:03",
      "speaker": "BLACKWELL",
      "sentences": "All right. Gearing up to run again, Trump aides are eyeing the week - at the third week of November to announce his 2024 run and we've learned the Justice Department is mulling if a potential special counsel will be necessary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:22:05",
      "speaker": "GOLODRYGA",
      "sentences": "Well, close ally and adviser to Donald Trump has now testified before the federal grand jury that's investigating declassified documents taken to Mar-A-Lago from the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:22:05",
      "speaker": "BLACKWELL",
      "sentences": "Kash Patel initially refused to testify but a federal judge ordered him to take the stand. Now, he was given immunity from prosecution on any information he provides to the investigation.CNN's Legal Analyst, Norm Eisen, joins us now. He was the Special Counsel for the House Judiciary Committee in then-President Trump's first impeachment trial. Ambassador Eisen, welcome back. Let me start with a question about Kash Patel and what the DOJ would have had to have known that he could offer in order to offer him the immunity? Would they have had to have known all the information he could give this federal grand jury before giving it to him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:22:05",
      "speaker": "NORM EISEN, CNN LEGAL ANALYST",
      "sentences": "Well, Victor, typically as part of getting this kind of immunity, there is a either a discussion of what we call a proffer of the kind of information or you have information as a prosecutor from other sources. In the case of Kash Patel, we know that he's central to Donald Trump's claim that these documents that are at issue in the criminal investigation were declassified.Frankly, for any of us who've worked in the area of classification. The idea that Donald Trump has advanced of automatic class - declassification is ridiculous. So probably they've put Kash Patel in here to be able to cross examine him and show how silly and foolish and unfounded this defense is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:22:05",
      "speaker": "GOLODRYGA",
      "sentences": "What do you make of CNN's reporting that the DOJ is now mulling, potentially appointing a special counsel if the former president does announced that he will run and seek the presidency in 2024 to oversee at least two of these major investigations into him? Is this a repeat of what we saw with Mueller?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "BLACKWELL",
      "sentences": "But how ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "EISEN",
      "sentences": "If he kills someone, he needs to pick someone who's known for going fast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "BLACKWELL",
      "sentences": "But how much insulation does a special counsel investigating the former president offer? We all remember how former President Trump railed against DOJ, derided the investigation. I don't know that it gives much insulation to the Department of Justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "EISEN",
      "sentences": "Well, Victor, of course, you're right. I lived it in the impeachment because I met repeatedly with Mueller's team and then was sitting 10 feet away from him when we took his testimony in the House Judiciary Committee. But the audience here is not Donald Trump. It's the majority of Americans. It's the folks who have not been a part of this election denial movement, persuading them, hey, this is someone who can be relied upon to look at these prosecutions in an independent way.Sometimes you even choose a former U.S. attorney or official of the other party, so a former Republican U.S. attorney. And for the roughly 70 percent of Americans, who will start with an open mind on this, they are the audience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "GOLODRYGA",
      "sentences": "Well, that didn't stop the former president and his allies from attacking Bob Mueller, too, who had impeccable credentials when he was appointed. It is a busy Friday here for us, Norm. I want to get to other CNN news that we're learning here, and that is that the January 6 Committee will be interviewing and speaking with some of the Secret Service agents who specifically were in the president's motorcade on January 6th.We heard from Cassidy Hutchinson, obviously, she was not there, but she told the story of how the president seemed to lean forward to the driver, was very angry when he wasn't allowed to go to the Capitol. How important would their testimony be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "EISEN",
      "sentences": "Bianna, it's quite important. We all remember that stunning testimony by Cassidy Hutchinson about the president's - former president's extremely strong reaction in the motorcade when he couldn't go with his followers to the Capitol on January 6th. And immediately after that happened, there were anonymous allegations attributed to the Secret Service, that she was not telling the truth.Well, now the information has come out as we learn more and more evidence. It corroborates that Cassidy Hutchinson's story. That means that if there were - there was an organized attempt within the Secret Service to intimidate her, that's possible obstruction of justice. If those within the Secret Service who previously testified did not tell the truth about this episode that Cassidy revealed that raises obstruction issues within the committee's investigation. So the Committee is probably trying to decide whether they should make a criminal referral against some in the Secret Service for possible obstruction of justice and perhaps for being too close to the former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, of course. Their testimony would be under oath. Norm Eisen, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "EISEN",
      "sentences": "Thanks, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "BLACKWELL",
      "sentences": "Today, thousands of Twitter employees no longer have a job. How far did Elon Musk's cuts go?",
      "isLastSentenceInterrupted": false
    }
  ]
}