{
  "date": "2022-12-15",
  "headline": "CNN Newsroom",
  "subHeadline": "Last Three Episodes of \"Harry and Meghan\" Netflix Docuseries Released; Judge Rules Accused Pelosi Attacker to Stand Trial; Unexplained Leak at Space Station Cancels Russian Spacewalk. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:31:55",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "The last three episodes of the highly anticipated final three episodes of the Netflix docuseries \"Harry and Meghan,\" they released early this morning. The Duke and Duchess of Sussex really pulling back the curtain here, giving us a glimpse of the behind-the-scenes drama after Meghan married into the family. They claimed their popularity with the public caused some of those issues, even jealousy within the palace.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:55",
      "speaker": "HARRY, DUKE OF SUSSEX",
      "sentences": "The issue is when someone who is marrying in who should be a supporting act is then stealing the limelight or doing the job better than the person who's born to do this. That upsets people. It shifts the balance because you've been led to believe that the only way that your charities can succeed, and the only way that your reputation can be grown or improved is if you're on the front page of those newspapers. The media are the ones who choose who to put on the front page.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:55",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "Joining us now live from London CNN reporter Anna Stewart.Anna, another headline here are tensions between William and Harry, particularly this moment when Harry decided to give up his royal duties. What did we learn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:55",
      "speaker": "ANNA STEWART, CNN CORRESPONDENT",
      "sentences": "Yes. The fact that there were tensions between the two is certainly nothing new. But really what Harry and Meghan do throughout this is paint a picture of what they saw behind the scenes, their memories of it. And there was one moment I remember it being called the Sandringham Summit, which essentially was going to be a discussion between Prince Harry, his grandmother, his father, his brother about what their role would be following that. And this is what Harry recollects.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:55",
      "speaker": "HARRY",
      "sentences": "It was terrifying to have my brother scream and shout at me and my father say things that simply weren't true, and my grandmother, you know, quietly sit there and sort of take it all in.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:55",
      "speaker": "STEWART",
      "sentences": "His grandmother he says was ultimately looking at her responsibility to the institution of the royal family there. Listen, there was also, as we saw with the trailer, allegations that royal households and their comms teams would brief, leak, plant stories, negative stories about Harry and Meghan to the press in order to prevent other members of the royal family making headlines.Those are the allegations, of course, the palace really aren't commenting. And also this line about Meghan and her mental health, the toll that took. And we know already of course that Meghan felt suicidal at times. She expounds on that. But she also said that she sought help from outside. She was told no, she couldn't have it. There was a concern about how that would look. Listen, at the end of six hours of this, you are left feeling incredibly sad and particularly sorry I think for Meghan and Harry at parts, but also just very sad because you watched a family, albeit the royal family, but a family really disintegrate. And you're watching it happen live, not just in the history, but you're watching by virtue of that series, it continue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:31:55",
      "speaker": "SCIUTTO",
      "sentences": "Yes. Very publicly, too, right? Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "KATE WILLIAMS, CNN ROYAL HISTORIAN",
      "sentences": "Yes, Erica. Harry really does make the equation. He essentially says that there was so much attention to Meghan, she was so loved, she was so admired, she was getting all this attention in the press, and other members of the royal family, there was jealousy, it upset the apple cart, it upset the power dynamics. And really after this, the negative stories began being briefed against Meghan.And it really is a story, a very swift story of a woman who marries into the royal family, the first woman of color to marry into the royal family, and how quickly Harry felt that she was stranded. And as Anna was saying, stories being briefed against her, stories being briefed against both of them. And this, as Harry is saying, is why he felt there was no alternative but to exit the royal family for their safety, for his own safety and for the safety of the children. He simply couldn't protect Meghan. She was, she said it, being fed to the wolves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "HILL",
      "sentences": "It is -- there's a lot to take in here I think on so many levels. One of the moments that has definitely stood out is the description that Meghan was given about what her entrance into the family was like, talking about it being like an organism joining in. Let's take a listen to that moment.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "MEGHAN, DUCHESS OF SUSSEX",
      "sentences": "Our private secretary, she worked for the Queen for almost I think 20 years? And what she said to me was, it's like this fish was like swimming perfectly, powerful, it's on the right current, and then one day this little organism comes in, this foreign organism, and the entire thing goes --(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "HILL",
      "sentences": "Right? And she's that different organism coming in. There's been much made over the years about how different it is -- how difficult it is, rather, to come into the royal family. Harry touches on that as well. And it harkens back even to his mother, to Princess Diana, and one of our colleagues really this morning noting that in many ways Charles was marrying up when he married Diana Spencer given her lineage. And yet that was different. Harry sees all this unfolding in real time. It just begs the question, are they never going to learn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "WILLIAMS",
      "sentences": "Are they never going to change? This is something that has been really drawn out over the six episodes of a Netflix series, that what happened to Diana, the chasing and the paparazzi, the fact that as soon as she left the royal family, there was no one protecting her, that this happened to Meghan and when she was within the royal family. After Diana, we all -- the grief was so terrible. We said this will never happen again.And yet we have a situation that women who marry into the royal family are treated as if every part of their lives has to be for public consumption. And with Meghan, as Harry has been putting out, it was worse because there was sexism, there was anti-Americanism, there was also anti-actress. But most of all there was racism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "HILL",
      "sentences": "Absolutely. It's also I think a little tough to understand on this side of the Atlantic, this agreement that the royal family has with a certain sector of the press in the U.K. That they are given stories. And it's my understanding that initially that came about to try to control some of this pressure and this endless thirst for information about the royal family. I wonder, though, if what we're seeing is that maybe that arrangement isn't working out so well. Do you think there's any chance that will change?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "HILL",
      "sentences": "Yes. It is heartbreaking to watch in these episodes. You feel for them, as you point out. It is frightening. This is their side of the story, but to get to this point and to have a family so torn apart, it is still remarkable that there is no comment. I wonder if that will change, even on back channels.Kate Williams, really appreciate it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:01",
      "speaker": "WILLIAMS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:40",
      "speaker": "HILL",
      "sentences": "New details this morning about what the man accused of attacking Speaker Nancy Pelosi's husband Paul planned to do, including targeting Hunter Biden, California Governor Gavin Newsom and actor Tom Hanks. SCIUTTOofficial who testified on Wednesday before a judge ruled that there was enough evidence to now proceed to a trial. CNN's Nick Watt has been covering this. A fair amount of compelling evidence brought forward in that hearing yesterday. What were the most important things we learned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:40",
      "speaker": "NICK WATT, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, we learned what the suspect's apparent motive was, I suppose. This suspect allegedly told a SFPD lieutenant shortly after the attack, quote, \"There is evil in Washington,\" which he says originates with Hillary Clinton. You mentioned also on his potential target list, the governor of California, Gavin Newsom, the actor Tom Hanks and also Hunter Biden.Apparently David DePape, the suspect, said that he wanted to kidnap Hunter Biden to discuss, quote, \"all the corruption.\" Now it is of course now just six and a bit weeks since DePape allegedly broke into the Pelosi's home, woke Paul Pelosi up, standing over the bed holding a hammer and cable ties, and asking Paul Pelosi, where is Nancy, where is Nancy. Now he is charged with attempted murder and some other charges. He has pled not guilty so far to those state charges against him. And as you mentioned, this hearing yesterday was really for a judge to decide whether there is enough evidence for this case to proceed. I mean, apparently in the moments after the attack this suspect also kind of confessed to police. One lieutenant testifying yesterday said that DePape said to her, I didn't really want to hurt him -- meaning Paul Pelosi -- but you know, this was a suicide mission. Also worth noting that two police officers were allegedly standing in the door of the Pelosi's house when DePape hit Paul Pelosi, allegedly hit Paul Pelosi with that hammer. And as we've heard on CNN in the past couple of days, that attack was one of the driving forces behind Nancy Pelosi deciding to step aside, pull back from her role as leader of the Democrats in the House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:40",
      "speaker": "SCIUTTO",
      "sentences": "That's amazing. The cops were already there when he got hit on the head with a hammer. That's remarkable. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:40",
      "speaker": "HILL",
      "sentences": "Yes. Nick, appreciate it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:40",
      "speaker": "WATT",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:40",
      "speaker": "HILL",
      "sentences": "Well, the federal government is set to release thousands of previously undisclosed documents at the request of President Joe Biden. These are related to the 1963 assassination of President John F. Kennedy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:40",
      "speaker": "SCIUTTO",
      "sentences": "The government has yet to make public 16,000 documents about Kennedy's death. Experts say those remaining documents may contain the most sensitive material about the 35th president's just shocking murder.Still ahead, it was supposed to be a routine spacewalk today at the ISS, but a significant leak, and boy, you can see it right there, has now upended those plans. What we're learning about exactly what happened on that Russian spacecraft and the risks it posed. That's coming up. (COMMERCIAL BREAK) [09:53:270]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:40",
      "speaker": "HILL",
      "sentences": "Overnight an unexpected scene outside the International Space Station before a scheduled Russian spacewalk, so take a look and we're going to show you this here now. That's a leak, springing from the Russian Soyuz spacecraft and that led to all these plans being called off.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:40",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "As to what may be causing this stream of particles that appears to be coming from the area, you're looking at a close-up view of the area of the Soyuz MS-22 spacecraft that began streaming particles of what could be a coolant fluid.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:40",
      "speaker": "SCIUTTO",
      "sentences": "If I see that coming out of my spacecraft, I get worried.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:40",
      "speaker": "HILL",
      "sentences": "I'm a little worried. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:40",
      "speaker": "SCIUTTO",
      "sentences": "CNN space and defense correspondent Kristin Fisher here with us now.I mean, they're calling it a fairly significant leak. I imagine there are no insignificant leaks in space. Do they know it was coolant? So have they figures out how to fix it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:40",
      "speaker": "KRISTIN FISHER, CNN SPACE AND DEFENSE CORRESPONDENT",
      "sentences": "Yes, we know it was coolant. Kind of similar to what you would see in your car but, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:40",
      "speaker": "SCIUTTO",
      "sentences": "What you'd expect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "FISHER",
      "sentences": "So, you know, these things do happen but NASA and Roscosmos now working closely to try to figure out what went wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "HILL",
      "sentences": "Kristin, is there any concern that this compromise here could -- that it could rather compromise the capsule's eventual return to earth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "FISHER",
      "sentences": "Yes. That's definitely a concern. I mean, this is the spacecraft that took two Russian cosmonauts and one NASA astronaut, Frank Rubio, up to the International Space Station just a few months. It's slated to return them back to earth in March. So -- and this spacecraft is also used as kind of an emergency shelter vehicle of any emergency situation up there. So this is definitely a potentially critical issue. We don't know just how much this spacecraft has been compromised.We're hoping to get some information about that today. But it definitely could impact a return to earth and that's why it's so important for these astronauts and cosmonauts to be trained on both the Russian spacecrafts and the U.S. ones as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "SCIUTTO",
      "sentences": "Let's hope they have duct tape on board.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "FISHER",
      "sentences": "It's all you need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:06",
      "speaker": "SCIUTTO",
      "sentences": "Because that solves all problems.Kristin Fisher, thanks so much.",
      "isLastSentenceInterrupted": false
    }
  ]
}