{
  "date": "2022-12-07",
  "headline": "CNN Newsroom",
  "subHeadline": "Supreme Court Hears Case That Could Reshape U.S. Election Laws; Warnock Wins In GA, Giving Democrats 51-49 Senate Majority; Source: Trump's Lawyers Hired Team To Search 4 Properties For Classified Docs. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "Hey, there. I'm Victor Blackwell, welcome to CNN NEWSROOM.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BIANNA GOLODRYGA, CNN ANCHOR",
      "sentences": "And I'm Bianna Golodryga, good to be back with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Good to have you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "Today, the U.S. Supreme Court justices took up a case that could reshape elections in the United States. At issue, the independent state legislature theory. Now, it would give state lawmakers nearly unchecked power over federal elections, including the ability to gerrymander voting districts and change voting rules.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Allies of former President Trump promoted versions of the theory during efforts to overturn the 2020 election. Now, the case before the Supreme Court started as a fight over gerrymandering when a North Carolina Court struck down a congressional map that it called illegal and partisan. CNN's Supreme Court Reporter Ariane de Vogue is with us now. So, let's start with his oral arguments. What do we learn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "ARIANE DE VOGUE, CNN SUPREME COURT REPORTER",
      "sentences": "-- Have just out of court and they took over three hours. And as you said, these Republican lawmakers are asking the Supreme Court to take up this long-dormant legal doctrine that had been brought back to life by supporters of President Trump. They basically interpret the Constitution to say that state legislatures cannot be constrained by state courts when it comes to voting rules and federal elections. Think about that for a minute because it would really give a lot of power to the state legislatures in the areas of voting ID, for instance, absentee ballots, even partisan gerrymandering. And the court -- the case came to the court because the North Carolina Supreme Court struck down maps that had been passed by the state legislature. And these Republican lawmakers, they raced to the Supreme Court.And in court today, it seemed very clear that the conservative justices were going to embrace at least some version of this theory. We know that the ones to the far-right would embrace it all. They really think that they're -- they should adopt the entire theory, but key will be Chief Justices John Roberts, Amy Coney Barrett, and Brett Kavanaugh. Those three looked like they wanted to put some limits on a broad ruling, and they really will decide sort of the contours of future elections. And, of course, the liberals in court were furious. They said that if this is adopted, it's going to cause chaos on the ground, and it's going to lead to rogue legislators. Take a listen to liberal Justice Elena Kagan. (BEGIN AUDIO CLIP) ELENA KAGAN, ASSOCIATE JUSTICE, U.S. SUPREME COURT: I think what might strike a person is that this is a proposal that gets rid of the normal checks and balances. Legislators we all know have their own self- interests. They want to get reelected. And so, there are countless times when they have incentives to suppress votes, to dilute votes. (END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "DE VOGUE",
      "sentences": "Progressive groups and liberals are really worried about this case because they say there's no way to really make it narrow, even if Chief Justice John Roberts and the other two tried to do so. It's going to invite more legal challenges down the road. They say that that's going to bring more of these cases to the court and it's going to change electoral politics going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. A potentially consequential case to say the least.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "DE VOGUE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "Ariana de Vogue, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "DE VOGUE",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Top Democrats in Congress are celebrating Senator Raphael Warnock's election in Georgia. His win gives Democrats their 51st seat in the Senate. Warnock defeated Republican Herschel Walker by more than 95,000 votes at a runoff. It is the final - yes confirmed, the final race of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "Are you sure?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Let's hope. 2022 midterms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. Warnock who grew up in public housing became the first African American elected in Georgia to a full senate term.(BEGIN VIDEO CLIP) SEN. RAPHAEL WARNOCK, (D-GA): I am Georgia. I am -- I am an example and an iteration of its history, of its pain, and its promise of the brutality and the possibility. (END VIDEO CLIP) GOLODRYGA: Herschel Walker's loss marks the latest rebuke of Trump- back candidates by swing state voters. CNN congressional correspondent Lauren Fox is here with more. So, Lauren, Senate Democrats seemed relieved and thrilled. Explained the impact of that 51st Democratic vote now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:05",
      "speaker": "FOX",
      "sentences": "And this, of course, is going to be a challenge for Republicans because Kevin McCarthy is still chasing votes to be the next Speaker of the House of Representatives. He's got to keep his right flank happy. And that equation is going to make it so difficult for Republicans and Democrats to pass some of those must-pass bills through the United States Congress, Bianna, and Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:05",
      "speaker": "BLACKWELL",
      "sentences": "Lauren Fox for us there on Capitol Hill, thank you, Lauren.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:05",
      "speaker": "GOLODRYGA",
      "sentences": "Joining us now, CNN senior political correspondent Abby Phillip, anchor of \"INSIDE POLITICS SUNDAY,\" and CNN political commentator Alyssa Farah Griffin, former Trump White House Communications Director. Welcome both of you.As Victor promises, this was the last election at least for this year. BLACKWELL: Last one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:05",
      "speaker": "GOLODRYGA",
      "sentences": "So, Abby, on that note, we have now seen Raphael Warnock win four elections in two years. Clearly, he is not an anomaly. And that raises the question of what that makes of Georgia. It -- can we call Georgia a purple state? Because on the one hand, you have his wins, on the other hand, every other election this year went to a Republican. So, what does that tell you about where voters stand in Georgia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:05",
      "speaker": "ABBY PHILLIP, CNN SENIOR POLITICAL CORRESPONDENT",
      "sentences": "Yes. I think no one is more happy that this is all over than Georgia voters who withstood really a historic amount of ad spending in this race over the course of two years, fighting over two Senate seats. But, you know, to your question, Bianna. Look, I think when I talk to Democrats, they believe that Georgia could be a purple state. It has the potential to be.These Senate campaigns over the last two years have demonstrated where that potential lies. It's in the suburbs. It's among the diverse electorate -- increasingly young and increasingly diverse electorate of black, Latino, and Asian American voters. And so, there's a lot of potentials there. But you're right. The reality is that Georgia is -- still has a lot of Republicans in that state. 48 percent of the electorate voted for Herschel Walker, a candidate who even Republicans believe was deeply flawed. I think that tells you a lot about the fact that it's just that partisanship is playing a huge role here. And Democrats now have four years on the Senate side to figure out how to lock in some of these wins. Because it's going to take probably about that amount of time to really move things more in the direction of the purple state territory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:05",
      "speaker": "BLACKWELL",
      "sentences": "Alyssa, this is not a binary choice. I'm asking what is the primary driver of the outcome in this question. Is this more about what Warnock and the Democrats did or about what Walker and Republicans did not do in this campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:05",
      "speaker": "ALYSSA FARAH GRIFFIN, CNN POLITICAL COMMENTATOR",
      "sentences": "It's a little bit of both. So, Governor Kemp, to Abby's point, outperformed -- obviously beat Stacey Abrams by eight points. So, then the Lieutenant Governor won his race, a Republican, by five points. But then, of course, last night, Raphael Warnock pulled it off.So, I do think it's trending to being a purple state. But ultimately, it comes down to the poor quality of the candidate that my party put up. Herschel Walker was not qualified to run for Senate. Excellent football player, put him on the field. But this was not a man who was ready to govern by any means. You clearly had a large number of split- ticket votes with Brian Kemp performing at the level that he did. And I think -- and I think also, I do want to give credit though, Raphael Warnock ran a good campaign. It was disciplined. I was actually advising Republicans in the 2020 runoff. He wasn't nearly as disciplined and on message as he is now. And frankly, he's one of the biggest rising stars for Democrats. BLACKWELL: Yes. He was a first-time politician. This is his first run- in and four wins in a row.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:05",
      "speaker": "GRIFFIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:05",
      "speaker": "HERSCHEL WALKER, REPUBLICAN SENATE CANDIDATE, GEORGIA",
      "sentences": "I want you to believe in America and continue to believe in the Constitution and believe in our elected officials, most of all. Continue to pray for them. And so, I want to thank all of you as well because there's no excuses in life. And I'm not going to make any excuses now because we put up one heck of a fight. Stay together, continue to believe in our elected officials, and always, always cast your vote no matter what is happening.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:05",
      "speaker": "GOLODRYGA",
      "sentences": "So, can we take any solace in that given that he was a Trump handpicked candidate, and he was in line with Trump on so many MAGA-related issues? And here, unlike Trump, he said that this was a fair election. He said that there are no excuses. He said trust your elected officials and the Constitution. Square that with what the former president said about the Constitution just a few days ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:05",
      "speaker": "PHILLIP",
      "sentences": "Yes. I mean, look, I think it is a good thing that he did that. I think that is what we do expect and what we should expect from people who run for office in this country. But it signals to me that even Herschel Walker understands that the party is over for election denialism. It was really resoundingly defeated at the ballot box. And there's -- the one person who is really left at the highest levels, who is still pushing this is Donald Trump, and it hasn't really worked for anybody else. So, I think there was at least an acknowledgment of that by Herschel Walker.And, you know, I can't -- I don't know about the Constitution bit of it. I think Republicans, in general, believe that you should stand by the Constitution. Democrats believe that too. But will that mean that Herschel Walker is throwing Trump under the bus? I will wait to see that actually happened before determining that that's what he was trying to signal. On the other hand, I also think this is a man who has been humbled and chastened by this experience. It was incredibly difficult. He was put through the wringer because of his own conduct. I should be clear. But it's not an easy thing what he experienced, all that spotlight, and I feel like you saw it there in how he gave that concession speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:05",
      "speaker": "BLACKWELL",
      "sentences": "So, as Abby says, Alyssa, maybe the verdict isn't now on the next -- election denialism. But what does this mean for Trumpism? Let's put up the slate of Trump-endorsed candidates in the battleground in the swing states. All of these people lost one after another. Tutor Dixon, Bolduc, Doug Mastriano, Mehmet Oz, all the way down here. And these are the Senate candidates. We're not mentioning Dan Cox in Maryland, or other gubernatorial offices. What does this mean for Trumpism?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:05",
      "speaker": "GRIFFIN",
      "sentences": "Well, it means that voters are rejecting election denialism. A good thing, good for democracy. I caution to go any further to say that it has massive implications for Donald Trump. And I say that because many of these were very weak candidates. There are people who are hand-picked based on their loyalty and fealty to him, less based on their experience.But Donald Trump still controls a large portion of the base. And I always caution folks, we've seen many, many times that we've said, he's over, he's done. Time will tell. He's the only announced candidate right now. He's still pulling ahead in a number of polls for the Republican frontrunner. But it shows the limitations on running as a Trump candidate. Perhaps he can do it, perhaps that may work for him, though it hasn't worked for him since 2016. But it's certainly not working when trying to be replicated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:05",
      "speaker": "GOLODRYGA",
      "sentences": "Abby, we heard a bit of a gracious side of Chuck Schumer today when he was celebrating this election and now having 51 votes in the Senate -- 51 Democrats that is. By saying that he would like to work across the aisle in a bipartisan way with Republicans and asking Republicans to at least if not turn left not go far right, is that just wishful thinking at this point or do you think that we could possibly see a change in how these two sides work together?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:01",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. And not only in the Senate but obviously in the House as well where I think bipartisanship may indeed be wishful thinking given the state of things there, and the fractiousness that we've seen in the party. Abby Phillip and Alyssa Farah Griffin, thank you.Well, Donald Trump's lawyers hired an outside party to search Trump's properties for any additional classified documents. A new report about what sensitive material was found in a storage unit. Up next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:02",
      "speaker": "BLACKWELL",
      "sentences": "Lawyers for former President Trump hired an outside team to search four locations including Bedminster and Trump Tower to look for classified materials that still may be missing, like the ones found in Mar-a-Lago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:02",
      "speaker": "GOLODRYGA",
      "sentences": "And the Washington Post just reported that after a storage unit in Florida was searched by his team, they found at least two items marked classified. Now, this is all amid lingering concerns at the Justice Department that not all documents have been returned to the federal government. CNN's Kara Scannell is here covering this for us. So, what more do we know about this Washington Post reporting specifically that there had been two marked classified documents found?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:02",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Yes. I mean, so this new reporting from the Washington Post has been a quick-moving story today, as we all been learning a little bit more about this. So, the Post is saying that in addition to Bedminster and Trump Tower, which we have reported, they also searched this storage locker, which is according to the post a federal storage locker, so something that GSA would have controlled and would have been a place where they directed some of Trump's materials from an office in Northern Virginia to go to.So, according to the Post reporting, when Trump's lawyers -- Trump's lawyers hired two people to go in and search these locations, they discovered at least two documents that had markings as classified. And according to the Post, those documents have been turned over to the Department of Justice and the FBI, which have been investigating this. Of course, it comes amid all of this tension over how cooperative and collaborative Trump and his legal team have been to this original subpoena that dates back to May.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:02",
      "speaker": "BLACKWELL",
      "sentences": "And the judge did ask them to continue to look because the National Archives says that there are still some outstanding documents that they believe the former president still has.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:02",
      "speaker": "SCANNELL",
      "sentences": "Right. I mean, this just -- this tension has been carrying since more than a year when the National Archives first kind of initiated this saying we don't believe we have everything. So, the judge and -- a federal judge in DC has been overseeing a grand jury, you know, put it upon the lawyers to say, you know, can you come back and tell me that you've searched everything that you've done this exhaustively? And you know, these materials are all still part of that original subpoena, so, there's a question of how they actually complied with?And, of course, DOJ didn't think so. They initiated that search at Mar-a-Lago and seems like they're trying to work out some other way here to determine whether everything has been turned over. Now, our reporting is that the Trump legal team had offered the Justice Department to come and observe their search at Bedminster but DOJ said no, which is, it would be unusual for them to go and observe a search of someone that is not their own agents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:02",
      "speaker": "BLACKWELL",
      "sentences": "All right, Kara, stay with us. I want to bring in Dave Aronberg. He's the state attorney for Palm Beach County. This storage unit, in West Palm Beach right, Kara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:02",
      "speaker": "SCANNELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:02",
      "speaker": "BLACKWELL",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:02",
      "speaker": "SCANNELL",
      "sentences": "The storage is in West Palm Beach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:02",
      "speaker": "BLACKWELL",
      "sentences": "So, it's there where you are, where I used to live. Dave, at what point does the deference here, and if there are government secrets out there that the National Archives believes the president still has, that they have to go and get them instead of saying, hey, look around and tell us if you find some?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:02",
      "speaker": "DAVE ARONBERG, STATE ATTORNEY, PALM BEACH COUNTY",
      "sentences": "Yes, Victor. And we miss you down here in West Palm. The difference ended a while ago because that's why the Feds were able to convince a judge to give them a search warrant going to Mar-a-Lago because they didn't believe that Donald Trump had complied with the subpoena. And they always believed I think that the -- there were perhaps documented other properties.Well, the Trump people brought in a very well-respected lawyer named Chris Kise. He used to be the Solicitor General in Florida. And back in October, Chris Kise said, hey, Trump team, we need to work with the feds. We need to produce everything we have. And Trump didn't like that advice, so they put Kise on the sidelines. This is a guy they were paying a $3 million retainer to, and they continue their combative approach. And now here we are, Victor, we've got a federal judge saying, hey, you need to keep looking. And so now and only now, Donald Trump hired an outside firm that found additional documents in a storage facility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:04",
      "speaker": "BLACKWELL",
      "sentences": "And, Kara, let's remember that the credibility especially on this investigation is kind of weak for the Trump attorneys. Because back in June, there was an attorney who said we searched Mar-a-Lago, there is no more classified information here, and up until we got this reporting from the Washington Post, there was no evidence that there have been classified information found at these locations that were searched.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:04",
      "speaker": "SCANNELL",
      "sentences": "Right. I mean -- and remember, they've been in this whole back and forth over the special master and trying to review these materials, which will their investigations been ongoing, that certainly sucks a lot of air out of the room as they're trying to even, you know, figure out what documents they can look at it and what they can see. But another important component of this is like that's the reason why part of this investigation is obstruction of justice. It's not just the handling of materials, is that they are concerned that there has been an intentional effort to obstruct this investigation and not providing materials. So, when you start to see other things popping up and other documents somewhere, that certainly is not a good thing for the Trump team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:04",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:04",
      "speaker": "GOLODRYGA",
      "sentences": "Right. You continue to follow this developing story for us, Kara Scannell. Dave Aronberg, I know you miss Victor down there, but we're happy he's here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:04",
      "speaker": "BLACKWELL",
      "sentences": "I missed you all too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:04",
      "speaker": "ARONBERG",
      "sentences": "We do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:04",
      "speaker": "GOLODRYGA",
      "sentences": "(INAUDIBLE) on-air reunion here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:04",
      "speaker": "BLACKWELL",
      "sentences": "Thank you, Dave. Thanks, Kara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:04",
      "speaker": "ARONBERG",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:04",
      "speaker": "BLACKWELL",
      "sentences": "All right, officials in North Carolina hope to have power restored to everyone impacted by the attack on two electrical substations. And, you know, the FBI is still investigating, looking for suspects, trying to determine a motive. We'll get into that ahead.",
      "isLastSentenceInterrupted": false
    }
  ]
}