{
  "date": "2022-11-24",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden Brings Thanksgiving Pies To Nantucket Firefighters; Sen. L. Louise Lucas (D-VA) And Rep. Leslie Herod (D-CO) Discuss About Stricter Gun Laws And Background Checks To Prevent Mass Shootings; E. Jean Carroll Files New Battery, Defamation Suit Against Trump. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "ALISON KOSIK, CNN CORRESPONDENT",
      "sentences": "You're looking at figures there. Sales could reach up to $942 billion before November and December, the shopping season actually ends, Alex?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ALEX MARQUARDT, CNN HOST",
      "sentences": "Yes. Stores opening at dawn. A much more respectable hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KOSIK",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MARQUARDT",
      "sentences": "Alison Kosik in New York, thank you very much. Happy Thanksgiving to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KOSIK",
      "sentences": "Same to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MARQUARDT",
      "sentences": "Hi there. I'm Alex Marquardt. Welcome to a special Thanksgiving edition of CNN NEWSROOM. Happy Thanksgiving to all of you out there. We are thankful that you're with us today on this holiday.People are now gathering around their table celebrating all across the United States. At the Macy's Thanksgiving Day Parade, Tom the Turkey, you can see right there kicking things off as he's done since 1973. There's also a new fan favorite, baby Yoda also known as Grogu who pleased the crowds right there. I believe that - yes, just on the west side of the park. There is also, of course, plenty of football to choose from, not just American football, but soccer or as most of the world knows it, football, the World Cup. There is a full lineup of Thanksgiving Day matches. And history is being made as Portugal's Cristiano Ronaldo has now just become the first men's player to score five. Score in five FIFA World Cups. Congratulations to him. President Joe Biden is spending his Thanksgiving in Nantucket, Massachusetts, a Biden family tradition. He began the day by greeting firefighters with pumpkin pies and thanking them for their work as first responders. CNN White House Correspondent Arlette Saenz is with the first family in Nantucket. Arlette, what else has the first family been doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Alex, the Biden family has been following a long time tradition for decades now, spending their Thanksgiving here in Nantucket and President Biden and First Lady Jill Biden spends at least part of the day making phone calls, calling into the Thanksgiving Day at Macy's Parade, as well as calling service members stationed around the world.The White House said that they called units from each of the branches of the military. You can see in this photo released and tweeted by President Biden, the first couple of making those calls and the president writing: \"You gave up your seat at the Thanksgiving table to defend us - and we owe you a debt of gratitude.\" Now, as you mentioned, the President also stopped by a local firehouse to thank first responders there. And it is there where he spoke with reporters for the first time on camera following that devastating shooting down at a Wal-Mart in Virginia. And the President once again stress that he wants to see an assault weapons ban passed. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "The idea we still allow semi-automatic weapons to be purchased is sick - it's just sick. It has no, no social redeeming values, zero, none. Not a single solitary rationale for it except profit through the gun manufacturer.SAENZ (off camera): Can you do anything about gun laws during the lame duck, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BIDEN",
      "sentences": "I'm going to try.SAENZ (off camera): What will you try and do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BIDEN",
      "sentences": "I'm going to try to get rid of assault weapon.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SAENZ",
      "sentences": "So the President has repeatedly said that he wants to see an assault weapons ban once again passed in Congress, but the reality is that at this moment, the votes simply don't exist. And with a divided Congress coming up in January, it's even more unlikely he would be able to get such a measure passed.Now, the President and First Lady also made a phone call today to the two owners of Club Q, that LGBTQ nightclub where they had that shooting last - over the last weekend and the president heading into this holiday noted that once again, so many American families are going to have empty seats at their table due to gun violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MARQUARDT",
      "sentences": "That's right, Arlette. A heavy holiday for so many families. Arlette Saenz in Nantucket with the President, thank you very much.Well, so let's go to a discussion about those two mass shootings that happened in the days before Thanksgiving. In Chesapeake, Virginia police have now identified all five adults who were killed by their coworker inside of a Wal-Mart on Tuesday. Police said that because the sixth victim who was gunned down is underage, just 16 years old, they will not be releasing his name. Now, investigators say the gunman did kill himself. CNN's is Dianne Gallagher has been on the story in Chesapeake. Diane, one Wal-Mart employee described the moments that she was face-to-face with the shooter, what did she say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "DIANNE GALLAGHER, CNN NATIONAL CORRESPONDENT",
      "sentences": "Alex, listening to these survivors recount the harrowing, terrifying minutes that they were - basically brought to face-to-face with a man that they knew quite well, because he was their overnight supervisor. But police say that he was armed with a handgun and several magazines and when he came into this Wal-Mart on Tuesday night, just an hour before it closed, began shooting and killed his co-workers, take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:04:58",
      "speaker": "GALLAGHER",
      "sentences": "Alex, look, I do want to acknowledge the six who were killed thereLook, police are still trying to determine a motive for this shooting, but we did talk, of course to the survivors, employees, former employees who say that he had displayed and exhibited odd and also at times threatening behavior that he relished in his supervisory position having power over some of these employees saying that he was often condescending mean. But others say, Alex, that he was simply a loner and aloof. Everybody says that they were shocked by this and, of course, at this point and this community are trying to cope and figure out what to do next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:04:58",
      "speaker": "MARQUARDT",
      "sentences": "Yes, some of them said that he was the manager to watch out for. Of course, our thoughts are with those families on this Thanksgiving. Dianne Gallagher is Chesapeake, Virginia, thank you very much.Now let's go to Colorado, that shooting inside Club Q, an LGBTQ nightclub in Colorado Springs, Colorado. We can now see up close the major bruises that the accused gunman received from several heroes who were on the scene on Saturday who beat him to stop the gunfire inside the club. This is the mugshot of the 22-year-old defendant who is now being held without bond. To the people who were targeted, the police in Colorado Springs they posted this message along with their logo, besides a - beside a rainbow ribbon. They said that they will continue to stand with the victims, family and friends now and in the future. CNN National Correspondent Nick Watt joins us from Colorado Springs. Nick, we understand that in just a few hours, the community and it really is a community from what we understand from Club Q, they will be getting together for Thanksgiving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:04:58",
      "speaker": "NICK WATT, CNN NATIONAL CORRESPONDENT",
      "sentences": "That's right, Alex. At Club Q, they got together every Thanksgiving. In Club Q, of course, this year they can't because that's a crime scene where five people were murdered last weekend. But they have found a table in town around which they can gather. Missing, of course, a couple of key members of their community, bartenders, Derrick Rump, Daniel Aston who were murdered last weekend.Now the suspect is in the jailhouse behind me and the investigators and prosecutors are trying to gather evidence so they can hit him with not just first degree murder charges, but also bias-related crimes. We've heard a lot about this suspect's background this week, a chaotic childhood, raised by a grandmother because the father was absent from very early on, acting in porn movies, et cetera. The mother had mental health issues and criminal issues. I spoke to a neighbor, a friend of the suspect who said that he was a smart kid, but lonely, socially awkward. But, you know, Alex, there is no rationalizing, there's no explaining, there's no trying to justify what happened here. Five people were murdered in cold blood and here they are trying to gather the evidence to prove why that happened. You walk into a gay club, the only gay club in town and open fire, certainly looks like hate, prosecutors want to prove that it is hate to give the community here, I suppose some sort of comfort, some sort of vengeance, knowing that they are being respected that what happened to them is being acknowledged, Alex?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "MARQUARDT",
      "sentences": "I do want to get into that, but Rep. Herod, I want to ask you, you are from Colorado Springs, and we understand that you are part of that Club Q community. What do you make of the alleged attacker claiming now to be non-binary and using the pronouns they, them?REP. LESLIE HEROD (D-CO): Yes. Well, I did grew up in Colorado Springs. I represent them for now, but Colorado Springs is my hometown and thinking about today, Thanksgiving, where this is the exact day and time I would be in Club Q. I would go down and be with my family over the holidays and when I was getting away from them, taking a break, I would be at Club Q, because I knew that that was a community that supported me even as a visitor from Denver. And so I think about the Club Q community, I'm glad that they are gathering today to have Thanksgiving and to mourn and think about what that looks like, rebuilding. But when it comes to the shooter, possibly being a member of the LGBTQ community or identifying as someone who is LGBTQ, it doesn't change the fact that these people were murdered in cold blood and that hate, the hateful rhetoric, the hate that is obviously in this person's heart, murdered these people. And so it doesn't change the fact that this is a hate crime in my eyes and everything I've seen about this is hate. Where that hate came from, we'll hear more about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "MARQUARDT",
      "sentences": "Yes, it certainly does not. But Representative, Colorado, very sadly, has had a string of very prominent mass shootings. Do you think that this one is going to move the needle at all in Colorado when it comes to gun reform?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "HEROD",
      "sentences": "I can always hope that it does. My hope is that when people die in this manner that are murdered in a mass shooting that we have reform, right, that it's not in vain. And in Colorado, we have passed a number of laws, like extreme risk protection orders, red flag laws, that are aimed at ensuring that folks just like this murderer, don't get access to weapons. If you look at Denver County and its use of exercising that law and taking out extreme risk protection orders, you see a very stark difference between El Paso County and Colorado Springs where this murder - these murders happened. El Paso County has claimed, leaders in El Paso County have been very clear that they are a second amendment sanctuary state - city, excuse me, and that they will not file ERPOs against people, red flags against people.That type of sanctuary is what led to these folks at Club Q being murdered. That type of sanctuary is what will continue to allow, these people who don't deserve and should not have weapons of mass destruction to get guns in our communities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "MARQUARDT",
      "sentences": "Senator, I want to pick up where you left off. Your state has had two recent shootings, Chesapeake, of course, and then at the University of Virginia in Charlottesville. The response that we've heard from Glenn - Gov. Glenn Youngkin is a focus on mental health. You've talked about tightening background checks, how would you get that done?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "LUCAS",
      "sentences": "Well, I think that with the previous administration, we were able to introduce a package of bills that were designed to lead us into that direction. And I'm thinking that we - with these last mass shootings, I'm thinking that people will probably be more willing to come to the table to try to beef up these laws and to take the mental health issues. It's not mutually exclusive from what we're trying to do.We do understand that there are people out there with mental health issues, but that's not the entirety of the problem. The problem is that there are just - there's too much access to firearms, there are too many guns in the hands of people who should not have them and so what we need to do is just make sure that we vet people before they are able to purchase a firearm to make sure that they're capable of handling that responsibility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "MARQUARDT",
      "sentences": "Sen. L. Louise Lucas and Rep. Leslie Herod, we need to leave it there. Thank you both so much for joining us. Our thoughts, of course, are with your communities and we're wishing you the happiest of Thanksgivings. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:02",
      "speaker": "HEROD",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, the local authorities here, Alex, have confirmed that there were indeed some detonations but very much on the outskirts or just beyond the outskirts of Zaporizhzhia.Now, people forget we're on the front line here pretty close to the Zaporizhzhia nuclear power station, which was captured back in March by Russia, which itself is a firebase used by the Russians. The Russians accused the Ukrainians of shelling it sometimes we can hear detonations from there. Yesterday or the day before, Zaporizhzhia itself was hit. The - a newborn baby killed in a maternity ward in one of the hospitals here by missile or debris from a miss sale. So I'm afraid this is kind of business as usual in a frontline city such as Zaporizhzhia. It isn't yet - it doesn't appear to be part of the wave of cruise missile attacks that seem to be taking seven or 10 days for the Russians to wind up. The government here saying that they've injured some seven of those mass attacks. Yesterday, they're saying 70 cruise missiles were fired at the energy infrastructure of the country, causing the whole nuclear power industry here to effectively been disconnected from the national grid that has now been reconnected. They are trying to get things back up and running. But the war goes on, fighting remains ferocious in the east, Kherson, where we were yesterday, continues to get bombarded sporadically and indeed fires out. There are Ukrainian positions firing out of Kherson and further north around Kharkiv and Sumy. Sumy, a city that has been relatively quiet until recently has been receiving a large amount of impact, so fired at relatively short range from probably inside the Russian border. So things grind on here, but the big story is that so far today, there hasn't been these massive waves of attacks on the energy infrastructure, Alex.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:46",
      "speaker": "MARQUARDT",
      "sentences": "Today, a new law in New York allows adults to sue their abusers years after an alleged attack even if the statute of limitations on their claims has expired. And one of the very first lawsuits filed targets former President Donald Trump.X Magazine columnist E. Jean Carroll's new lawsuit accuses Trump of raping her in the dressing room of a New York department store in the mid '90s. It's her second lawsuit against the former president but the first that holds him accountable for battery. Now, Donald Trump has denied the claims. Let's get right to CNN's Kara Scannell. Kara, what more can you tell us about this lawsuit and the new law?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:46",
      "speaker": "KARA SCANNELL, CNN REPORTER",
      "sentences": "Hey, Alex. So this new lawsuit filed today by E. Jean Carroll is taking advantage of this new New York law called the adult survivors act. So Carroll is suing Trump for battery. That's for the alleged rape at the Bergdorf Goodman department store and also for defamation.Those (inaudible) he made just last month denying the rape saying he didn't know who she was and that she wasn't his type. Now, Carroll is seeking in this lawsuit of retraction of Trump's statements as well as compensatory and punitive damages. But Trump's attorney, Alina Habba, told me, \"While I respect and admire individuals that come forward, this case is unfortunately an abuse of the purpose of this Act which creates a terrible precedent and runs the risk of delegitimizing the credibility of actual victims.\" So again, Carroll, bringing this under the Adult Survivors Act, it allows any person over the age of 18 to bring a civil lawsuit against the person that allegedly sexually assaulted them. Like you said, no matter how long ago that that alleged assault occurred. Now, Carroll is among the first to bring this lawsuit, today was the day that you could do this. There is a one year window in order to bring these cases and lawyers say that they are expecting a flood of lawsuits, need only look in 2019 there was the Child Victims Act which is very similar just for anyone who was below the age of 18 when they were assaulted. In that case, according to a court spokesperson, there was nearly 11,000 lawsuits filed in that window, Alex?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:46",
      "speaker": "MARQUARDT",
      "sentences": "All right. Kara Scannell in New York, thank you very much for that report.Now with me now is Harry Litman, former U.S. Attorney and Deputy Assistant Attorney General. Harry, thank you so much for joining us. I want to ask you about what Kara was just reporting. Do you think that there could be consequences for Donald Trump because of this new lawsuit and new law?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "MARQUARDT",
      "sentences": "It's bad news after more bad news. It's worth highlighting what a terrible week it has been for Trump and his legal team. We've got this lawsuit, you got other investigations that have heated up earlier this week. Supreme Court cleared the way for the house to get Trump's tax returns. The New York Attorney General's lawsuit against the Trump Organization now has a trial date.A panel of the Appeals Court judges questioned Trump's need for a special master to review documents found at Mar-A-Lago. And then in relation to 2020 on election interference, Lindsey Graham, his Republican ally in the Senate testified before the Georgia grand jury. So how much do you think that these legal troubles have the potential to up end his presidential candidacy which he just announced?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "LITMAN",
      "sentences": "So that's really interesting. The candidacy continues to be a bounty for him in terms of raising funds. The question is, would any of them actually make him have to leave constitutionally, probably not unless he's disqualified, which is a whole another issue not at stake in any of these.And it's completely as with so much with Trump untrod territory, could he run as a defendant, could he run as a convict. But practically speaking, he's being really beaten up in civil suits, civil suits by states and these criminal suits. So without a doubt, it's a really bruising time for him and you could imagine at some point he's saying, all right, uncle, let's just got a grand deal. I won't be president again and get all of this stuff off my back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "MARQUARDT",
      "sentences": "And another hit that may be coming may come from his former Vice President. We now know that Mike Pence has shown a willingness to speak with the DOJ about its investigation into January 6. How likely do you think it is that Mike Pence complies and what are the gaps that the DOJ is trying to fill in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "LITMAN",
      "sentences": "Quite. So to the second question, now, there's a lot of important evidence we heard about it in the January 6 Committee that only Pence was present for, especially a very heated conversation on the morning of the 6th itself between just those two men. How likely? Quite likely.I don't really think he has a leg to stand on when he says he'll - he would consider cooperating. I think that's a nice way of saying he hopes to cut a deal where he doesn't look like he's being marched in under a subpoena. And that might make sense for DOJ too. So I think they're talking now in order to give a special kind of arrangement for him to testify. But if he loudly gags too much, especially with this new special counsel, who's very aggressive, I think they're going to slap a subpoena on him. But for now, I think they're going to try to cut a deal that makes him maybe testify voluntarily and really is in the interest of both sides.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "MARQUARDT",
      "sentences": "And that, of course, is in stark contrast to Pence saying that Congress and the January 6 Committee had no right to his testimony. It's a very different tone when it comes to this criminal investigation and the DOJ. Harry Litman, thank you as always. Appreciate your time and expertise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "LITMAN",
      "sentences": "Thank you. Happy Thanksgiving to everyone.",
      "isLastSentenceInterrupted": false
    }
  ]
}