{
  "date": "2022-12-19",
  "headline": "CNN Newsroom",
  "subHeadline": "January 6th Committee Holds Final Meeting; January 6th Committee's Decision on GOP Lawmakers; El Paso Declares State of Emergency; Calls to Extend Title 42; Severe Turbulence Hits Flight to Hawaii. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:01:08",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "A very good Monday morning to you. I'm Jim Sciutto.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:01:08",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "And I'm Erica Hill.Just a few short hours from now an unprecedented moment in American history. The House select committee investigating the January 6th attack set to refer criminal charges against former President Donald Trump. Those charges are expected to include insurrection, obstruction of an official proceeding and conspiracy to defraud the federal government. In its final public meeting, the panel will also look at holding accountable current GOP lawmakers who refuse to comply with this investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:01:08",
      "speaker": "SCIUTTO",
      "sentences": "Plus, the border policy Title 42, which allowed the government to bar asylum seekers due to the pandemic, is set to expire in just days. CNN is live on both sides of the southern border as reportedly 10,000 migrants are waiting in two Mexican cities for the journey into the U.S. as that rule is set to lift on Wednesday. We will have the latest from the scene. And you can see, well, it looks like a camp site there along the border, coming up.But first we start in D.C. where the final public January 6th meeting will happen in just a few hours. CNN's senior legal affairs correspondent Paula Reid joins us now. Paula, this is quite big news from this committee. Plans, it seems, for multiple criminal referrals, including against the former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:01:08",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "That's exactly right, Jim. This is a big day on Capitol Hill. The January 6th committee is effectively presenting its closing argument after over a year and a half of investigations. This meeting really marks the culmination of their probe.Now, they are expected to make two big moves today. There aren't going to be any witnesses. It's not that kind of hearing. They're going to make these two big moves. The first will be the most significant. And these are these criminal referrals that they are expected to announce. These are recommendations to the Justice Department for possible prosecution. Now we know that former President Trump is expected to be referred for three different crimes and they include insurrection, obstruction of an official proceeding and conspiracy to defraud the federal government. We know that they are also considering potential criminal referrals for other individuals, but it's unclear if that will happen today or at all. Now, what is the effect of these referrals? Well, they're largely symbolic. We know the Justice Department is already investigating former President Trump and his associates for their roles in January 6th. That investigation has been handed off to special counsel Jack Smith. So, there's no guarantee that a referral means an indictment. But it is incredibly significant to refer a former president to the Justice Department in this way. Now, the other big move they're going to make is they're going to vote on their final report. That is the summary of all of the things they have learned from the nearly thousand witnesses they've spoken with, all the documents that they have obtained. We're going to get a summary of that report later today after the meeting, but the full final report that they're going to vote on, that won't be released until Wednesday. Now, some viewers at home may be asking, why are they doing all of this on a holiday week like this? Most people are focused on their holiday plans, their last minute holiday shopping. But the fact is that the committee, they're under a deadline here. Republicans are expected to take over the chamber next year. They're also expected to dissolve this committee. So this is really their last chance to get their findings before the public. But it's unclear if it's going to have the effect that they hope given the timing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:01:08",
      "speaker": "HILL",
      "sentences": "We will be watching to see.Paula, appreciate it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:01:08",
      "speaker": "SCIUTTO",
      "sentences": "All right, as we await final word on which criminal referrals the committee will send to the DOJ, we should also find out about the panel's decision on holding the GOP lawmakers who defied their subpoenas accountable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:01:08",
      "speaker": "HILL",
      "sentences": "CNN's senior crime and justice reporter Katelyn Polantz joining us now with more on that angle.What more do we know about the thinking this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:01:08",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "Censure?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "SCHIFF",
      "sentences": "Well, censure was something that we have considered. Ethics referrals is something we've considered.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "POLANTZ",
      "sentences": "So, criminal referrals, we're talking a lot about that related to possibly Donald Trump and maybe some others. But one of the things -- there's other options that the committee also may have whenever they make referrals. One of them would be an ethics referral to the House Ethics Committee. We'll have to see if they do that with these five people. But when it - when you step back, all of this comes down to how does Congress police its own? As Schiff said, what do you do if they cut a subpoena and there is no response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "SCIUTTO",
      "sentences": "Remarkable day.Katelyn Polantz, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "HILL",
      "sentences": "Joining us now to discuss, former federal prosecutor Elliot Williams and Errol Louis, political anchor for Spectrum News.Good to see you both this morning. So, I'm curious, just from your perspective, Elliot, as it was just laid out by Paula Reid, this is really in effect a closing argument for the committee. What do you think they need to do today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "Well, I - you know, it's just lay out, in effect, a roadmap for where the country or the Justice Department goes after this. Now, look, the American people and public saw these eight or nine hearings over the course of the summer that laid out a bit of a case for the wrongdoing that happened on January 6th. Now the next question is, well, where do we go from here? Whether it's criminal referrals or it's taking - even setting aside the criminal question, bar referrals for attorneys who engaged in misconduct, those are actually much, frankly, easier to achieve than convicting people of crimes. So really it's just laying out the steps that -- you know, they've done their work that will end on January 3rd, when there's a new congress. And now the question is, Justice Department, take it from here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.Errol Louis, so I get the symbolic argument, and they are because the DOJ has its own investigation here and they're going to decide whether to indict or not to indict based on what they find. That said, this is a committee, it's bipartisan, I know many Republicans don't look at it that way, but you have two prominent Republicans serving as vice chairs, Kinzinger and Liz Cheney. They're going to make criminal referrals right up to insurrection, including against a sitting president, current, you know, candidate, right, for 2024. Nothing exists in a political vacuum in this city certainly. The DOJ is also aware that this is a committee that gathered -- has got a lot of evidence and testimony. I wonder, is it true that this is not impactful for the DOJ's decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ERROL LOUIS, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, what the Department of Justice does in the strictly legal sphere is very much matched, just as you're implying, Jim, by a political impact. And this committee very strategically and very smartly structured this like a television drama. They hired, in fact, a television producer to help them make the points clearly, concisely and repeatedly. And there's evidence, of course, that that seems to have worked. Not just the outcome of the midterm elections, but also polls showing that people are concerned about the fate of democracy.So, their work, you know, really sort of spans the legal and political spheres. And whatever they do by way of referral is going to have a political impact. I mean Donald Trump isn't just a former president, he's also a current candidate trying to get his old job back. And with or without an investigation, with or without a conviction, it's going to be one more thing hanging over his head as he tries to get on to the campaign trail again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "HILL",
      "sentences": "As we look at what we're expecting here in terms of these criminal referrals for the former president, based on what we know publicly, Elliot, can you read into which areas the DOJ or the special counsel may be focused on that could perhaps align with those criminal referrals? I know they're not taking their cues, but just based on what we know publicly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "WILLIAMS",
      "sentences": "Well, you know, it's certainly obstructing an official proceeding, that's the clearest path, I think, for the Justice Department to follow because the president and the folks around him knew that there was a congressional proceeding happening that day. [09And even by the admission of many people sought to impede the completion of congressional duties that day. Now, the question is whether the Justice Department feels they can establish that beyond a reasonable doubt in a criminal trial remains to be seen. And again, same thing, conspiracy to defraud the United States, it's relatively straightforward, at least as an allegation. Now, whether you can get that to convicting somebody, of course, is a far more challenging question. Insurrection is going to be much trickier because the language there will be providing aid and comfort to individuals who engaged in a rebellion against the United States. Now, anecdotally we can say that, you know, we watched violence happen that day. Whether it rises to the criminal definition of a crime that's very rarely charged in American history will just be tougher to prove.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "SCIUTTO",
      "sentences": "Errol, for a lot of questions about whether Trump is running in spite of these investigations or perhaps in part because of them, right, that he sees his race, his race for the nomination, as something of a defense. Is that part of his calculation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "LOUIS",
      "sentences": "Well, you know, that's what everybody seemed to think. There was certainly a lot of talk about that up until the moment he announced. And then think about what's happened since then, Jim. He's held no events whatsoever. No public campaign events whatsoever. He had that very embarrassing outing the other day where he met with a white supremacist and then he's hawking these digital trading cards. It's not clear what the heck he's doing. He's certainly not presenting himself like someone whose stature as a candidate and as a former president would entitle him to special consideration when it comes to these very important questions.And one other thing I would say, Jim, is that, when it comes to insurrection, you know, the president was impeached. That second impeachment included charges of insurrection, which a majority of the House and a majority of the Senate found to be substantial. It was 57 senators. That's more than -- that's more than half. Not enough to remove him, but certainly something that the Department of Justice and the American people should take seriously that this charge of insurrection is something technical, it's something the whole world saw and something that Donald Trump has never really answered for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes, but seven (ph) Republicans but not crucial the Republican leader, Mitch McConnell.Elliot Williams, Errol Louis, thanks so much to both of you. Please be sure to stick around for CNN's special coverage of the committee's final meeting. That begins in just a few short hours, at noon Eastern Time right here on CNN. And still to come this hour, CNN is live on both sides of the U.S. southern border as the end of what's known as Title 42 looms. The Biden administration insists, quote, we have to follow the court order and let that statute end. The mass of migrants building in Mexico waiting for it to expire this Wednesday, that's coming up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:16:49",
      "speaker": "HILL",
      "sentences": "We are keeping a close watch on this looming humanitarian crisis on the U.S. southern border because just two days from now this Trump- era pandemic policy, which is known as Title 42, will end. That happens Wednesday. So, you may recall, the measure itself was implemented in March of 2020 in an effort to slow the spread of Covid- 19. Border agents have invoked that measure, allowing them to quickly turn away more than a million migrants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:16:49",
      "speaker": "SCIUTTO",
      "sentences": "Authorities in the Rio Grande Valley have now encountered between 900 and 1,200 migrants per day. Now it is estimated that as many as 10,000 people could be waiting in total to cross into the U.S. from Mexico as Title 42 ends.CNN is live once again on both sides of the border. CNN's David Culver in Ciudad Juarez, Mexico. We begin with Ed Lavandera in El Paso, Texas, where a state of emergency has been declared now. Ed, what does that state of emergency mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:16:49",
      "speaker": "ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Well, the city is -- says that the state of emergency will help them get the supplies they need in terms of food and shelter, but it also has provided the city the ability to move a lot of the migrants that have been sleeping on the streets of the city here into hotels, other shelter that is starting to come online as well. All of this in anticipation of what is going to happen here in a couple of days.Where the mayor of this city now says anywhere from 4,000 to 6,000 people could be coming into the city of El Paso once Title 42 is lifted on Wednesday. But there is a great deal of concern that the city and everybody is not quite ready for the logistical nightmare that could very well unfold in these areas once -- if the numbers of people expected to cross the border does indeed begin to come to fruition here. So that is one of the concerns that officials have as they await Wednesday. And they say that the situation here is going to continue to be tense. It's been described as one of the biggest challenges this city has ever faced in terms of migration numbers. And this is a community that is used to seeing surges of migration, but they say that this is not something that this city has ever seen. It will be a real, true test of the humanitarian efforts that the city has long provided to migrants coming through this region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:16:49",
      "speaker": "HILL",
      "sentences": "Ed Lavandera with the latest for us from El Paso there. Ed, thank you.On the other side, as we mentioned, David Culver is standing by, directly across the border in Ciudad Juarez, Mexico. The situation there, as we know, dire. We see the images, David, of migrants camped out on the border. What are you see? What are they telling you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:04",
      "speaker": "MAYOR CRUZ PEREZ CUELLAR, CIUDAD JUAREZ, MEXICO",
      "sentences": "We have a lot of communication. We work together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:04",
      "speaker": "CULVER",
      "sentences": "What is your biggest concern when it comes to Wednesday and what could happen with the lifting of Title 42?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:04",
      "speaker": "CUELLAR",
      "sentences": "The real concern, you know, the real problem that we can have, and we have talking with American authorities, is, they have to try to process them quickly.(END VIDEO CLIP) CULVER: As you see people crossing behind me right now, he says processing them quickly. That is his biggest hope, Jim and Erica, because, of course, he doesn't want the backlog on this side in his city. He's hoping they simply continue on through the U.S., where they're continuing to cause backlog there. Guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:04",
      "speaker": "SCIUTTO",
      "sentences": "Goodness, seeing people's tents set on fire, just alarming.David Culver, in Ciudad Juarez, thanks so much. All right, now to the White House, which has faced criticism, bipartisan criticism, for its handling of the border. CNN's MJ Lee joins us now. MJ, the White House is pushing back on calls to extend Title 42, including from Democrats such as Joe Manchin. What's the administration's answer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:04",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, Jim, first of all, the big day really is Wednesday for this White House. That is when Title 42 is expected to expire, this Trump era policy that has so far allowed authorities to quickly expel migrants that are coming to the U.S. border and ahead of that expected expiration on Wednesday, as my colleagues across the U.S. border have been reporting on for days, we have seen a surge of migrants arriving at the border and officials only expect that surgery to intensify after Wednesday. And the administration, you're right, has faced a lot of questions and criticism about its preparedness and whether it has done enough to be able to process what is expected to be hundreds and thousands of people coming to the border to try to get into the U.S.We saw just over the weekend how Senator Manchin, who is a Democrat, calling on Biden to find a way or ask for an extension of Title 42. And what is the White House's response to this this morning? One official telling me that that's simply just not something that is on their radar right now. The official saying, we have to follow the court order. A court is requiring us to lift this on December 21st. We are required to do it. So, that's pretty clear on where the White House stands again on these calls for Biden to potentially try to extend Title 42. I should also note the administration has gone to lengths to explain that the DHS, for a number of months now, has been making preparation to try to deal with this expected surge, like hiring extra border patrol personnel, like building these temporary facilities and upping resources, especially when it's related to transportation. But I have to tell you, obviously what we're seeing on the ground, those images, they have been concerning for a lot of elected officials, and that concern has not just been coming from Republicans, but Democrats as well. Jim and Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:04",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:04",
      "speaker": "HILL",
      "sentences": "MJ Lee with the latest for us from the White House.MJ, thank you. Still to come here, extreme turbulence on a flight to Hawaii leaving as many as 36 passengers injured, 20 people sent to the emergency room. We'll take a closer look at what happened and what passengers are saying this morning. That's ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:28:56",
      "speaker": "HILL",
      "sentences": "Severe turbulence resulting in a mass casualty emergency on board a flight from Phoenix to Honolulu. Some three dozen passengers and crew members injured on Sunday when the plane hit that turbulence. It was about a half an hour before the Hawaiian Airlines flight landed. Emergency responders took 20 people to hospitals, among them a 14-month-old child.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:28:56",
      "speaker": "SCIUTTO",
      "sentences": "Joining us now, CNN aviation correspondent Pete Muntean.Pete, listen, we've all experienced turbulence on a plane. We've seen some incidents where it gets bad. But, I mean, this is like seriously, seriously bad. Dozens of people injured.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:28:56",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "No doubt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:28:56",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:28:56",
      "speaker": "MUNTEAN",
      "sentences": "This doesn't really help calm the fears that everyone has about turbulence. Seventeen passengers injured, three members of the crew. Often we see in severe turbulence incidents like this that the crew are the ones who are hurt the most often just because they are up and walking around and doing their duties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:28:56",
      "speaker": "SCIUTTO",
      "sentences": "Yes, they're walking around. Yes. Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}