{
  "date": "2022-12-21",
  "headline": "CNN Newsroom",
  "subHeadline": "Zelenskyy Arrives At White House For Meeting With Biden; House Ways & Means Committee Votes To Publicly Release Trump's Tax Returns. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "PHIL MATTINGLY, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "The ally of Ukraine over the course of that war. And that matters both because the war is at a very clear pivot point right now after two Ukrainian offensives that have been successful, but also in very much a grinded- out mode that is going to take time, time that U.S. officials say they don't have a clear endgame or outcome laid out yet. That will be one of the issues that will likely be discussed in the closed-door meetings between the two presidents.The substance here is critical, not just in terms of how things will play out going forward but as you noted, Victor, they had an additional $1.8 billion on top of around $20 billion in defense assistance over the course of the last nine months. And what this tranche of money does more than anything else is expanding the capabilities of Ukraine, adding a Patriot missile system, something President Zelenskyy has requested for several months, the administration and President Biden finally signing off on that moving forward. It is just a more in-depth commitment from the U.S., which has been very clear they will be committed throughout at a very critical moment for both Ukraine and the U.S. and Western allies supporting them, Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "All right, Phil, again, we will stand by to see that historic drive up to the White House as President Zelenskyy will be meeting with President Biden.Will, to you now in Kyiv. As we discussed, as we just heard from Phil, Zelenskyy's first trip abroad in months. He's coming with a list of things that he liked, the president is offering more support. What more is he hoping to get out of this visit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "I think he wants a commitment for the long haul, Victor. The -- he doesn't want to be pressured to take concessions or to accept concessions and give Russia Ukrainian territory that was illegally seized going back almost nine years to 2014. Here in Kyiv and across Ukraine, the Ukrainian people that we've met, that we've spoken with, and leaders as well, up to the very top with President Zelenskyy say, this war that Russia started doesn't end until they get back Crimea until they get back all the territory in the Donetsk region that the Russians are currently occupying. And so, they do not see this as a possible ceasefire, where the lines stay as they are. They want to take back territory, and they're having a hard time doing that right now. And it's going to get potentially much harder in the coming months.One, because you have these mobilized Russian troops by the hundreds of thousands that are currently training, and yes, they're green and yes, Russia is ill-equipped, but they do have large numbers. Larger numbers, potentially than what they have in Ukraine, given that it's a much smaller country, although with much better weapons, as we've seen in brilliant generalship as well. I mean, just the battlefield strategy on the part of the Ukrainians has been vastly superior and yet the Russians are learning and they now have private mercenaries from the Wagner group fighting. These are very experienced fighters who are on the front lines. And so, as a result, the lines are essentially holding. The Russians are not retaking territory. They haven't really taken Bakhmut, which President Zelenskyy just visited, that frontline town that's been under constant Russian bombardment and attack for weeks now. He was there just yesterday. The fact that he is now there today in Washington about to meet with President Biden, it is a truly historic and extraordinary moment because this is the president that on the first day of the invasion on February 24, stayed in Ukraine, stayed in Kyiv in his bunker, his family, his children stayed in Ukraine. And that moment instantly made him a symbol of the resistance that has now spread, a resistance that every single Ukrainian we've met is taking part in their own way. Whether it be those who are volunteering, those who are fighting, or those who are cooking meals for their neighbors because nobody in the neighborhood has electricity and they're cooking over woodstove. That strength was really inspired in many ways by this Ukrainian president. And he wants a commitment from the U.S. just says he wants from NATO for more weapons. Every time that new weapons system that was arrived, he asked for more. He asks for more because he says this is not just Ukraine's fight. He says Ukraine is fighting a war against Russia, but it's a war that the entire world could have to fight if Ukraine loses this war, Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BLACKWELL",
      "sentences": "All right, we see now President and First Lady Jill Biden. They are they're now waiting for President Zelenskyy to drive up the Marines there on the drive. And we're expecting to see the car drive up here. So, we will pause for a moment and listen in as the president welcomes President Zelenskyy of Ukraine.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "President, welcome back. It is an honor to (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "Pretty close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "JOE BIDEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "JILL BIDEN, FIRST LADY OF THE UNITED STATES",
      "sentences": "(INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "BLACKWELL",
      "sentences": "They want to be inside the White House. We'll see them again in just a few minutes. But quickly from you, Phil, because I know you've got to go inside as well. This president entered office saying that this century would be about democracies versus dictatorships. What does this commitment and showing the world his commitment to supporting Ukraine and their fight against Russia mean to President Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "MATTINGLY",
      "sentences": "Everything to some degree. And I'm not trying to overstate things, but the existential moment the president believes that the United States really geopolitically the entire world is in has been brought to it a very acute manner in the sense of what they've seen with the Russian invasion of Ukraine. Obviously, it's often thought through the context of where China is, and the competition with China. But this in particular, in this moment, has been critical. It has really driven the last year from this administration, this White House, and has gotten at the core of what President Biden has long said is so critical, the Western alliance that has been in place for 80-plus years that he wants to maintain, Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "BLACKWELL",
      "sentences": "All right, Phil Mattingly, I know you've got to get inside the White House. We'll see you in a couple of minutes as well. Will, stay with us.And I want to expand the conversation now and bring in CNN's Nick Paton Walsh, retired U.S. Army Major Mike Lyons, Steven Pifer, former ambassador to Ukraine and an affiliate for the Stanford Center for International Security and Cooperation. Mr. Ambassador, let me start with you, and then I'll get this from you as well, Major. But diplomatically, I talk about the timing, why now? Why this trip the first one out of Ukraine to the U.S. for President Zelenskyy? STEVEN PIFER, FORMER U.S. AMBASSADOR TO UKRAINE: Yes. I believe there are several factors. One is to have a face-to-face conversation with President Biden. I mean, from Kyiv's point of view, you know, Washington is the leading element of this effort to support Ukraine and do things like impose sanctions on Russia. So, it's a sense for the two leaders to get together. I think President Zelenskyy will be expressing gratitude for American support but he's also going to be asking for more. He's in a situation where he needs more American arms if they're going to continue to push the Russians back as they have over the last three months. And I think also his address to Congress is going to be important. Traditionally, over the last 30 years, support for Ukraine has been bipartisan, Republicans and Democrats. But you've seen over the last six months, some worrisome signs in some Republican ranks. And so, I think President Zelenskyy has an opportunity to make the case for why he needs more help from America, but also why providing that help is in the American interest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "BLACKWELL",
      "sentences": "And we'll talk about that address that's scheduled for the 7MAJ. MIKE LYONS, (RET.) U.S. ARMY: I think is still high risk. I think the fact that the Russians have retreated on the eastern side of the Dnipro River, they are forging that place like you know, tomorrow, they're doing everything they can dig in, there's just maybe a slight pause on their part. But they've got offensive operations that they're trying to likely do the Russians are to take back some of those areas that they just lost to counter-offensives. It's winter time. I checked my weather app every day to see what's going on there. It is more difficult for the Ukraine side on that. Ukraine still doesn't have the river crossing capability to go on the counter-offensive. That would be the United States' military support. Give them what they can to go on the counter-offensive. And then one last point, to the north, in Belarus, there is a risk of Russia aligning with the Belarusian military and potentially opening up another front that could potentially threaten Kyiv. That's still always hangs out there. So, lots going on from a Ukrainian military perspective. I think this leader had to do this now at this point. Now's the time to come thank the president and also get more military equipment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "BLACKWELL",
      "sentences": "Nick, the thoughts on the welcome here of the President of Ukraine, what do you see and what do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:10",
      "speaker": "BLACKWELL",
      "sentences": "Yes, a startling moment indeed seeing -- a stunning moment, I should say, to see Zelenskyy there welcome to the White House. We will also, as we've discussed, see President Zelenskyy address a joint session of Congress in the 7Ambassador, before I get back to Will, let me come back to you. Obviously, he is speaking there to a congress, one chamber of which will soon be led by Republicans. The commitment to supporting Ukraine has ranged from it is imperative to not another penny. That's one audience. But there's also the audience of the American people. Detail what he has to say to an audience who will be watching on television about why it is still important to support his country as they fight off this Russian invasion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:10",
      "speaker": "PIFER",
      "sentences": "Yes. I think we're going to see a couple of central points in Zelenskyy's speech to Congress, and also to the broader American public. A one there will be gratitude. I mean, the United States has been the key partner for Ukraine as it fights off this unprovoked war of aggression that Vladimir Putin launched on Ukraine back in February. But also, I think he will detail the case for continuing to support Ukraine and for providing more weapons. And making the point that, of course, it's in Ukraine's interest, but that Ukraine is really fighting Russia in a way that also is important for American interests.And I'll make two points. You know, going back 70 years, it's been in the U.S. national interest to have a stable and secure Europe. If Russia wins this war, you're not going to have that kind of Europe. It's going to soak up much more time and American resources. But the second point is, we don't know how far Vladimir Putin's ambitions go. When he talks about Ukraine, he talks about not a sovereign country, but what he refers to as historic Russian land. If you look at a map of the Russian Empire, the Baltic states and part of Poland, were once historic Russian land. And we have to ask ourselves how far do Putin's ambitions go. With regards to Ukraine, our commitment is to provide money and arms. If it got to the Baltic states or Poland, those countries are members of NATO.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:10",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:10",
      "speaker": "PIFER",
      "sentences": "And at that point, you're talking about providing American soldiers. It's better for the United States to stop Putin in Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:10",
      "speaker": "BLACKWELL",
      "sentences": "Will, has there been some reaction from the Kremlin to this additional support and to this visit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:13",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:13",
      "speaker": "RILEY",
      "sentences": "All of these are things that President Zelenskyy will be discussing with President Biden and his inner circle at the White House today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:13",
      "speaker": "BLACKWELL",
      "sentences": "Major, let me quickly read with you. With the addition of the Patriot missile systems, does Ukraine now have the full arsenal that you think they need, or are there additional types of weaponry that you think they need to fight off Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:13",
      "speaker": "LYONS",
      "sentences": "Patriots are good. They're not game-changers, though. They're going to help them protect their critical infrastructure until the United States provides offensive weapons. And that's where I think the line gets drawn about whether or not we're well into this attack comes other -- the all of those kinds of things.The bottom line is Zelenskyy still doesn't have leverage over Russia to get them to stop fighting. I think Ukraine's military would have to threaten Crimea. I think that is their -- the Alamo. They have to have that naval port. They have to have that for the Black Sea Fleet. And if they could somehow figure out a way to go on the offensive, at least threaten that, then they have some leverage on their side. Patriots good, don't get me wrong, but still not a game changer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:21:42",
      "speaker": "BLACKWELL",
      "sentences": "The House Ways and Means Committee has voted to publicly release six years of former President Donald Trump's tax returns. The Democrats on the panel also released a summary of their findings, and they revealed that Trump paid zero federal taxes in his last year in office. They also found the IRS failed to follow its own mandate to properly audit presidents and only began one audit of Trump over his term.Democratic Congressman Dan Kildee is a member of the House Ways and Means Committee. He joins me now. Good to have you back, Congressman. Those are the headlines that I pulled from what your committee has released. What is your top takeaway? REP. DAN KILDEE, (D-MI): Well, a couple of things. First of all, Victor, thanks for having me on. Two significant takeaways for me. One was that I was actually shocked that the IRS had not been following its own policy. It has been a practice of the IRS since 1977 to audit presidential tax returns. In the Trump era, they simply didn't do it. And in fact, the only audit they initiated, was initiated on the very same day that they received a letter from Chairman Richie Neal asking under Section 6103 for access to these returns and information about the audits. That was one big shocker. But then as we examine the returns themselves, we've talked about this, we've speculated about what Mr. Trump was doing with his businesses to avoid taxes. But to see two years where he paid $750 in income tax to the federal government, one year where he paid zero, and then all the various ways that he obviously used undocumented or unsubstantiated expenses to avoid paying taxes, it became very clear to me that something is dramatically wrong here. And something has to be done. And, of course, that leads to the purpose of the inquiry in the first place to produce legislation to correct this problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:21:42",
      "speaker": "BLACKWELL",
      "sentences": "Yes. So, to your two headlines here. When you say there's something dramatically wrong here and you highlight how much the former president did or did not pay in federal taxes, did you see any evidence that suggests illegality?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:13",
      "speaker": "BLACKWELL",
      "sentences": "All right. So, now in the presidential audit program, Democrats have suggested there should be more staffing there the IRS to handle these complicated returns. And as I said that there was one that was started during the term that has not been completed, according to Stacey Plaskett, a Representative who was also on the committee. It is -- is it clear to you that this was solely a resource problem that they did not have the people to complete these audits or that there was any avoidance there at the IRS during the Trump administration to audit the former president's tax returns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:13",
      "speaker": "KILDEE",
      "sentences": "Well, I think the IRS generally has a resource problem. But it's difficult for me to take that the IRS would use as a defense that it couldn't supply the sufficient manpower to do something as important as auditing the tax returns of the President of the United States, particularly one of the wealthiest people in the country. They assigned one person with no degree of specialization in this type of tax policy. So, look, IRS needs more resorts, for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:13",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:13",
      "speaker": "KILDEE",
      "sentences": "But I don't think that's a sufficient excuse for them not to have done a job that the American people expect them to do to make sure that their president is held accountable for following the laws of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:13",
      "speaker": "BLACKWELL",
      "sentences": "So, of course, when sending this on to the Senate, this becomes public, these six years of tax returns. You've talked about the legislative, the policy element here. I want to play for you what you said, this is April of 2019, about the goals of the request of these returns.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:13",
      "speaker": "KILDEE",
      "sentences": "Now, let's be clear. We're not asking for these returns to be made public. It's not even clear that other members of the committee, myself included, will ever see any of this information. This is specific to Chairman Neal because he needs this information in order to frame the questions that we are trying to answer and the policies that we are trying to potentially enact.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:13",
      "speaker": "BLACKWELL",
      "sentences": "So, now why are they being made public?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:13",
      "speaker": "KILDEE",
      "sentences": "Well, because we were able to do the analysis. We didn't ask when we sent the request under 6103 in April of 2019. We didn't ask them for the IRS to publicize the documents. We asked them to provide them to us so that we can do the analysis required.After having done that analysis, we made the determination that the next necessary step was twofold. One, to prepare legislation in order to correct what we saw after a review of these really significant deficiencies. And second, to supply the information that we think is necessary to justify enacting this legislation. And in our judgment, that included disclosing the base information that was used to formulate our judgment in the first place. So, it's a distinction as to what we were asking of the IRS not so much what determination we made once having done the analysis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:13",
      "speaker": "BLACKWELL",
      "sentences": "Congressman Dan Kildee of Michigan, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:13",
      "speaker": "KILDEE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}