{
  "date": "2022-10-31",
  "headline": "CNN Newsroom",
  "subHeadline": "At Least 154 Killed In Crowd Crush In South Korea; U.S. Capitol Police Officer Harry Dunn Testifying Now in Oath Keepers Seditious Conspiracy Trial; More States Move to Allow Teachers to Carry Guns in Classroom. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "As South Korea observes a week-long period of mourning, authorities are still trying to determine just what led to a deadly crowd surge during a Halloween street festival over the weekend. 154 people were killed on Saturday, after 1000s packed into narrow streets in a popular nightlife district in Seoul. The big event was the first one since the end of COVID restrictions. Authorities say there were no official organizers, so there were also no guidelines and how to deal with a gathering that large. CNN Senior International Correspondent, Will Ripley, joining us now live from Seoul with more. So, Will, what more than we know as of this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:07",
      "speaker": "HILL",
      "sentences": "Yeah, understandably. Will Ripley with the very latest force there from Seoul, thank you.This just into CNN, federal prosecutors have called U.S. Capitol Police Officer Harry Dunn to testify in the seditious conspiracy trial against members of the Oath Keepers. CNN Law Enforcement Correspondent, Whitney Wild, joining us now with the latest. So, Whitney, Dunn is on the scene now. The proceedings, of course, were delayed last week due to a positive COVID test. Just bring us up to speed on these developments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:07",
      "speaker": "WHITNEY WILD, CNN LAW ENFORCEMENT CORRESPONDENT",
      "sentences": "Well, this he -- Yeah, Harry Dunn is likely one of the last witnesses for the prosecution because we expect that they will wrap up their side of this case late this week, very likely Thursday, pending any other challenges that forced this trial to be delayed.A couple of notable things about Harry Dunn's testimony. He -- again, he's a United States Capitol police officer. He was the first officer to speak out after the riot. He has been extremely outspoken since then. And he has come up multiple times in this case, because defense attorneys have sought to build this narrative that when the Oath Keepers went in, because there's video captured of the Oath Keepers interacting with Dunn, that they were there to help him. Prosecutors asked him, point blank, Erica, if anybody offered assistance. He said absolutely not. Prosecutors then asked him what would have helped you in this moment, and Harry simply said leaving the building. Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:34",
      "speaker": "HILL",
      "sentences": "Tomorrow, the Parkland Florida school shooter will be formally sentenced to life in prison without parole. Before that happens, though, the victim's families have the chance to speak directly to him for the first time, to tell him exactly how that horrific massacre changed their lives. Many of them were shocked and disappointed, he was not given the death penalty for the 2018 mass shooting that killed 17 people at Marjory Stoneman Douglas High School. Three jurors voted against the death penalty. And in Florida, all jurors must agree unanimously.In the wake of increase gun violence at schools around the U.S., dozens of states have enacted laws, making it possible for teachers to carry guns in schools and in the classroom. In Utah, educators need only have a concealed carry permit. Additional retraining is not required. Utah County Sheriff Mike Smith wants teachers, though, to understand what it means to arm themselves that has created the Teachers Academy. It's a six-week course to prepare as much as anyone can for the possibility of school shooting. Sheriff, it's good to have you with us this morning. Thanks for taking the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:34",
      "speaker": "SHERIFF MIKE SMITH, UTAH COUNTY, UTAH",
      "sentences": "Absolutely. Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:34",
      "speaker": "HILL",
      "sentences": "So, give me a sense. In this six-week course, what do you want someone to walk away with?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:34",
      "speaker": "SMITH",
      "sentences": "You know, at the end of the day, we want them to walk away with a plan that if they ever find themselves in one of these horrific situations that they have a plan of how they're going to act, and that they know their capabilities. We want them to be aware of how important it is, if you're going to bring a gun to school, how important it is to have the training and the knowledge behind using that weapon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:34",
      "speaker": "HILL",
      "sentences": "Do you think this type of training should be mandatory in schools that do allow staff and educators to carry a weapon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:42:34",
      "speaker": "SMITH",
      "sentences": "I do. I think that we're really seeing some neglect in allowing teachers to carry weapons to school and then not providing policy procedure and training to go along with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:01",
      "speaker": "SMITH",
      "sentences": "Yeah, we have. We've had teachers that come through. We put them through some pretty tough scenarios and we've had some teachers make some mistakes. And they realize that they are not up to the proficiency level, the training that they ought to have to be carrying a weapon. So, they've made that critical decision. And really, that's what we're asking of them, is to make some critical decisions about what your capabilities are. And if they're not where they should be, then work on those things before you bring it down to school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:01",
      "speaker": "HILL",
      "sentences": "So how do you teach them to make those decisions? Give us a sense over the six-weeks of the course, what is taught?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:01",
      "speaker": "SMITH",
      "sentences": "So, we go over a lot of things. And it's not just guns that we talked about. In fact, the majority of things we talked about was over mindfulness that has been one of the largest parts of this academy is being aware of yourself and your surroundings and your capabilities. We go over self-defense. We go over tactical trauma. How to stop a bleed? How to help somebody if you need to do that. We also do a lot of things as far as, we put them in a virtual simulator, and they get to experience what it would be like to be in an active shooter situation where they're actually interacting with the people in this scenario.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:01",
      "speaker": "HILL",
      "sentences": "I imagine that's pretty emotional?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:01",
      "speaker": "SMITH",
      "sentences": "It is. You know, we always -- we talked to the teachers about what stress does to their bodies. And then as they come out of this scenario. We point out to them how elevated their heart rate is. And what just a scenario that they know is not real did to their body.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:01",
      "speaker": "HILL",
      "sentences": "Have you seen an increase in demand for this class?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:01",
      "speaker": "SMITH",
      "sentences": "Yes, we have. We will put this out, sometimes I don't even advertise it, because I'll have a waiting list so long to get into it. But we'll put out that we're holding a class and that'll fill up really fast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:01",
      "speaker": "HILL",
      "sentences": "And has there been any pushback?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:01",
      "speaker": "SMITH",
      "sentences": "Not really, I mean, there's always critics. There's people that don't understand what we're doing. There's people that just look at this service level and say, \"Why are you teaching the teachers to do your job?\" And that's absolutely not what we're doing. We don't want them to do our jobs. We want them to lock down like their school set. And we want to let them know that they have a right to defend themselves if someone does make it into their classroom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:01",
      "speaker": "HILL",
      "sentences": "Who else -- and before I let you go, so this is for educators, for people who are working in schools, who do have the right where they live to bring this with them. Do you also bring in other law enforcement officials? Or can anybody also say, I want to take this class. I want to be better prepared should the unthinkable happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:01",
      "speaker": "SMITH",
      "sentences": "Right now, we've limited just two employees of schools that were having a hard time just getting all of them through with the demand that we're seeing just for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:01",
      "speaker": "HILL",
      "sentences": "Sheriff Mike Smith, I appreciate you taking the time this morning. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:01",
      "speaker": "SMITH",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:53:00",
      "speaker": "HILL",
      "sentences": "This could be the best Halloween treat ever, ever tonight. The Powerball lottery hasn't reached an estimated $1 billion. It's just the second time the jackpot has reached the big B. Joining me now, CNN's Ryan Young, who is going to share his winnings with me which is super thoughtful. Always love Ryan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:53:00",
      "speaker": "RYAN YOUNG, CNN NATIONAL CORRESPONDENT",
      "sentences": "I love it, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:53:00",
      "speaker": "HILL",
      "sentences": "I just want you to know that. In all seriousness, this is -- look, this is fun. I know people, you know, sort of like to poopoo. Why do you buy a ticket? It's fun to dream, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:53:00",
      "speaker": "YOUNG",
      "sentences": "It is so fun to dream. And think about that, you had to say it with a big B. You're talking about a billion dollars. Most times, you go to the gas station, you're not smiling these days, but you can smile now when you go to the gas station because the numbers like this. But we had to cover this location because as you can see a big ticket was sold at this location in Mableton, Georgia, a few years back. So, people think this is a lucky lottery location.And as we've been here all day long, I'm talking about people, have been streaming in and out of this place to get the tickets. They make about $30,000 a week in some of the sales here. So, you look at all these winning tickets that have happened from all over the years. People come to this location to get that bit of luck, Erica. You can understand why. In fact, take a listen to some of the people who are outside, waiting in line for the last few hours. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:53:00",
      "speaker": "YOUNG",
      "sentences": "How crazy does it get at this location when it has a big jackpot like this for the lottery?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:53:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It gets really crazy, man. You know because someone won here a while ago $160 million dollars. So, everybody come from all over the state, all over everywhere to come get this lottery lucky tickets over here. And you can get to good barbecue, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:53:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is the winning ticket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:53:00",
      "speaker": "YOUNG",
      "sentences": "Which one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:53:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This one right here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:53:00",
      "speaker": "YOUNG",
      "sentences": "So, you think this is going to be the ticket?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:53:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:53:00",
      "speaker": "YOUNG",
      "sentences": "OK, so how much money did you spend this time to try to win this lottery?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:53:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK. I'm irresponsible this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:53:00",
      "speaker": "YOUNG",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:05",
      "speaker": "YOUNG",
      "sentences": "Hey, look, we talked to a police officer who came here with an office pool. It's been over $280 to get tickets from this location. They told me they all plan to hang it up if they win the lottery. So, you hear different people talk about, they would take off. They would change their name. They're all excited about the idea of a billion dollars. And of course, Erica, the big question always is, what would you do if you won? I would say I'd give some to charity. Erica, what would you do if you had a chance to taste a billion dollars and get this winning. What would you do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:05",
      "speaker": "HILL",
      "sentences": "I would definitely give some away. I would pay off my family's debts and existing student loans or mortgages. You know, my sister has been keeping a list of who gets what since she was 18. She's very generous. So, I may follow her lead on that. And then Ryan Young, I'm going to disappear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:05",
      "speaker": "YOUNG",
      "sentences": "But why pay the debt off if you have a billion dollars, why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:05",
      "speaker": "HILL",
      "sentences": "No, I'm paying off other people's debts in my family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:05",
      "speaker": "YOUNG",
      "sentences": "That makes sense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:05",
      "speaker": "HILL",
      "sentences": "Yeah, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:05",
      "speaker": "YOUNG",
      "sentences": "That makes sense. That makes sense. All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:05",
      "speaker": "HILL",
      "sentences": "All right. And maybe I'll send a little something your way Ryan Young.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:05",
      "speaker": "YOUNG",
      "sentences": "Please, please, I'll do same for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:05",
      "speaker": "HILL",
      "sentences": "Hey, have fun. You know what? You're reading a lot of people having a good time. I appreciate it. And Happy Halloween. Good luck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:05",
      "speaker": "YOUNG",
      "sentences": "Happy Halloween.",
      "isLastSentenceInterrupted": false
    }
  ]
}