{
  "date": "2022-11-15",
  "headline": "Connect the World",
  "subHeadline": "Official: Kherson Power Station \"Practically Destroyed\"; U.S. looks at Tweaking Powerful Drone to Send to Ukraine; Israel Swears in 25th Knesset; Audio Reveals Acting Police Chief was Told of Kids in Class; Cryptocurrency Exchange FTX Files for Bankruptcy; NASA's Moon Rocket Slated for Wednesday Launch. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "LYNDA KINKADE, CNN HOST",
      "sentences": "Welcome back to the show. I'm Lynda Kinkade. Good to have you with us. The Ukrainian Air Force says about 100 Russianmissiles have been fired at cities across Ukraine, hitting Kyiv, Kharkiv, Lviv as well as others. Officials say the country is bracing for more attacks. And air raid alerts can be heard throughout Ukraine. The country's Foreign Minister says this is Moscow's answer to the issue of peace talks. CNN's Sam Kiley is live for us from Kryvyi one of the cities targeted our Nic Robertson is in the newly liberated city of Kherson. Good to have you both with us. Sam, I want to start with you one of the regions that were struck by this barrage of missiles what more can you tells us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well Lynda, the widespread campaign across this country, excuse me is something close towhat we saw, excuse me, back in October, when the infrastructure in the country was hit very, very hard, with attacks against electrical power generating areas, in particular that seems to have been repeated particularly in Kharkiv. In Kyiv, though the capital of some residential buildings has been hit with at least one person reported a dead there there's also been reports of explosions in Lviv, Mykolaiv. So from the far north of the country to the far south, in here in the middle of the country in Kryvyi, we've also been attacked according to the local authorities they've seen off they believe most of the missiles, we have heard some very loud explosions. We're not yet sure whether that's outgoing, or incoming? Here in Kryvyi the atmosphere, I have to say, is one of a considerable defiance effectively, with the population largely ignoring the demands from their authorities that they take cover in shelters. But those that advice has gone out from the Governor in Mykolaiv right through to the Governor in Kharkiv and elsewhere in the country. And as far as the authorities are concerned, this has been perhaps the worst if - or the second worst, salvo and attempt to break the back of the power generating, the energy infrastructure of this country, which as winter is now setting in, of course, affects not just the power supply, but the water supply. And of course, ultimately heating, particularly in cities like Kherson, where they've already been very badly hammered and are struggling to get their power supplies back up in any way at all Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "KINKADE",
      "sentences": "Sam and I do want to go to our Nic Robertson, who is in Kherson, the newly liberated city. As Sam was saying a city already dealing withpower outages and now this barrage of missile strikes, which is not only hit residential buildings, but also infrastructure. What more are you learning about the number of strikes Nic?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ROBERTSON",
      "sentences": "And that will be how it's read in Kyiv. The reality is the government knows that it's got a very long way to go to repair the powergrid. The destruction the Russians wrote here, in Kherson today has been described as complete destruction of power, because they were at the power station, and they blew up the 250 ton generators and shut up the other switching equipment. So this won't - this in Kherson won't be coming back online anytime soon. It's completely destroyed effectively, officials say. Russia is hitting a weak point in the country's system that keeps the country operating that keeps businesses running that keeps the heating on, but it does it hasn't so far damaged the resolve. In fact, the opposite every time there were a big barrage of strikes like this, people dip into their pockets here and give more money to the military to support them at the frontline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "KINKADE",
      "sentences": "Yes, everyone in Ukraine wanting an end to this war. Nic Robertson for us in Kherson, our Sam Kiley in Kryvyi good to have you both with usthanks very much! Well, the war in Ukraine has caused a dark cloud over this year's G20 Summit. Much of the discussion has been on how to end it. Ukrainian President Volodymyr Zelenskyy says he has the path to peace in 10 steps. And he presented those steps earlier in a taped address. All those steps include food security and nuclear safety as well as a peace treaty with Russia. He says the time to end the war is now. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "We will not allow Russia to wait it out, build up its forces and then start a new series of terror andglobal destabilization. I am convinced now is the time when the Russian destructive war must and can be stopped. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "KINKADE",
      "sentences": "U.S. President Joe Biden is trying to get member countries to speak with a united voice and condemning Russia's aggression, as opposed tothe current fragmented approach. The President of Indonesia which is hosting the Summit in Bali, this is a prolonged war will have implications for years to come. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "JOKO WIDODO, INDONESIAN PRESIDENT",
      "sentences": "If the war does not end it will be difficult for the world to move forward. If the war does not end, it willbe difficult for us to take a risk on stability for the future of current generation and future generations. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "KINKADE",
      "sentences": "Well, of its part Russia blames the West for the war in Ukraine. At the G20 earlier Foreign Minister Sergey Lavrov defended Moscow'sactions. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "SERGEY LAVROV, RUSSIAN FOREIGN MINISTER",
      "sentences": "The more often they talk about unprovoked aggression the more everybody is convinced that this aggressionwas provoked by them, and it is not an aggression, but an operation to defend the legitimate interests of Russian security because that is on Russian - because of threats on the Russian borders and to defend the Russian population of Donbas. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "KINKADE",
      "sentences": "Well, Lavrov also claims NATO and European Union have been participants in what he calls a hybrid war in Ukraine by training troopsand helping with intelligence and targeting. MJ Lee is standing by at the G20 Summit in Bali. Good to have you with us MJ! So this is day one of this G20 Summit. What exactly does President Biden hope to gain from this summit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "KINKADE",
      "sentences": "And of course, Russia's President and no show Zelenskyy when he gave that hate address refer to the G20 as the G19. But Russia's ForeignMinister is present. What has he been saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "LEE",
      "sentences": "Yes, it was interesting, you know, Vladimir Putin was sort of the elephant in the room without physically being there. Of course, there was alot of speculation leading up to this G20 Summit on whether he would ultimately come and yes, he ended up sending at the end to his foreign minister in his place. And even until, you know, yesterday, some U.S. officials were being asked questions by reporters about the possibility of Putin maybe joining the summit virtually. What would happen if some countries ended up boycotting the summit as a result? How would President Biden react if he did end up zooming in virtually into the summit? And at that point, officials were still saying, you know, that's a hypothetical that we can even engage. But instead, ultimately, what ended up happening as we saw throughout the day today was President Biden and other foreign leaders ended up talking about Vladimir Putin and the very war that he started and is engaged in without his physical presence here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "KINKADE",
      "sentences": "All right. MJ Lee for us reporting from Bali, Indonesia. Good to have you with us. Thank you. Well, also add the G20 U.S. President JoeBiden praise Turkey's President for his efforts to restart a grain deal between Ukraine and Russia. Mr. Biden also expressed his deep condolences over the deadly explosion in Istanbul during a meeting with Recep Tayyip Erdogan on the sidelines of the G20 Summit Tuesday. It comes after Turkey confirmed that it hosted a meeting between the heads of Russian and U.S. intelligence. And Chris says the meeting covered threats against international security, including the use of nuclear weapons. Well, as the Biden Administration announces a slew of new military aid for Ukraine. The U.S. is also looking at tweaking a powerful American weapon to eventually send to Kyiv. Officials telling CNN the army is heading up efforts to potentially modify the deadly Gray Eagle, a drone armed with hellfire missiles that can fly at 25,000 feet for nearly 30 hours. Alex Marquardt is following the story for us and joins us now from Washington. Good to see you, Alex! So what are the changes the U.S. is potentially looking at here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "KINKADE",
      "sentences": "Yes, they certainly do. They want this war to end. Alex Marquardt for us from Washington D.C. thank you! Well, Chinese President Xi Jinpingis back on the diplomatic trail. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "A statesman should think about and know where to lead his country. He should also think about and know how to get along withother countries and the wider world? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "KINKADE",
      "sentences": "What we can expect from his G20 visit after the break. Also ahead six months after the death of a Palestinian American Journalist, Israel issaying that it won't cooperate with any U.S. investigation. We're going to go live to Jerusalem. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "KINKADE",
      "sentences": "Welcome back! You're watching \"Connect the World\". I'm Lynda Kinkade. Chinese President Xi Jinping is using the G20 Summit to return toglobal diplomacy. After a three year absence from the world stage Mr. Xi has been meeting with a long list of Western leaders, most notably as Monday sit down with Joe Biden. Earlier Tuesday he also met with Australia's Prime Minister and relations between the two have been chilly at best. China's President also discussed the war in Ukraine with French President Emmanuel Macron. He stressed China's position which includes a ceasefire and peace talks. Our Selina Wang joins us now from Beijing with the details on all of this. Good to have you with us Selina! So we spoke yesterday about China and the U.S. moving towards a thawing of relations. The other relationship that has been frosty for years is of course the Chinese Australian one. And Xi did meet with his Australian counterpart as Australia's Prime Minister saying it was very constructive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ANTHONY ALBANESE, AUSTRALIAN PRIME MINISTER",
      "sentences": "Today, I think both countries took an important step to moving forward. There are many steps of coursethat we are yet to take and where I have said consistently, since before I became Prime Minister will cooperate where we can disagree where we must and act in the national interest. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "KINKADE",
      "sentences": "In the conversation with Xi Albanese said he brought up trade issues, human rights, and critically the detention of Australian citizensin China, including journalists - and Writer --but it's not just China, Australia relations that have been frosty in recent years. It's also China's relations with other U.S. allies, like the United States their positions on China have hardened they increasingly see the country as a competitor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "KINKADE",
      "sentences": "And Selina Mr. Xi also met with the French and South Korean Leaders. What more can you tell us about those meetings?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "WANG",
      "sentences": "Yes, Lynda, so Xi's meeting with French President Emmanuel Macron. In that meeting, Xi advocated for a ceasefire peace talks and a stop to thewar in Ukraine. The readout from the French side was slightly different. They said both of them reaffirmed their position on preventing the use of nuclear weapons. Then in Xi's meeting with South Korea, South Korea's President asked Xi for a more active and constructive role on North Korea but Lynda similar to the Biden/Xi meeting the outcomes of all these in person talks is not any breakthroughs. We're talking about fundamental disagreements between these countries. But this is really about reopening those lines of communication like we saw with the Biden/Xi meeting and stopping these relationships from getting worse, Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "KINKADE",
      "sentences": "Alright, Selina Wang for us in Beijing thanks very much! Well, it may not be smooth sailing for Mr. Xi when he returns to China. The countryhas just reported its highest number of Coronavirus cases in well over a year. The nationwide surge coupled with the governments strict zero COVID policy is pushing residents and local authorities to the brink in the manufacturing city of Shuang Zhu people are taking to the streets to vent their frustration after weeks of crackdown CNN's Kristie Lu Stout reports. (BEGIN VIDEOTAPE) KRISTIE LU STOUT, CNN CORRESPONDENT (voice over): Angry residents are taking to the streets in the lockdown how to district of Guangzhou. Images circulated widely on Chinese social media show residents under lockdown in - defying local orders. Some are seeing breaking through roadway barriers that were meant to confine them at home And in one video, a woman's voices heard in the background saying \"They are revolting\". Now CNN has been able to geo locate these images to the hydro district of Guangzhou but we cannot independently confirm them. On Tuesday, local officials confirmed that large parts of the district are still under lockdown with the area's Deputy Head Guangzhou saying this \"We have also realized many of our shortcomings\". It is a major economic hub that's home to 90 million people as become the epicenter of a nationwide COVID-19 outbreak. On Monday Guangzhou reported record COVID-19 infections along with other major cities including Beijing. And even though the case numbers are very low compared to global standards, China has been holding tight to its zero COVID policy, a policy of mass testing lockdowns and border controls, which has disrupted both lives and livelihoods. The protests in Guangzhou come weeks after video emerged of a rare protest in the Tibetan capital of Lhasa over China's tough pandemic rules and that brazen protests in Beijing that directly attacked China's zero COVID policy. One banner read in part \"No to lockdown, yes to freedom\". And despite the rising public discontent, China is sticking with zero COVID. To Beijing, the policy is necessary to save lives and to protect China's medical systems. But as we're seeing once again, played in Guangzhou many simply have had enough as anger and desperation continued to rise in zero COVID China, Kristie Lu Stout, CNN, Hong Kong. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "HADAS GOLD, CNN CORRESPONDENT",
      "sentences": "Yes, so I mean, we first heard about this yesterday when Israeli media began to report that Israeli officials hadbeen contacted by American officials saying that they may need to hand over or they may want materials handed over in relation to a Department of Justice FBI investigation into Shireen Abu Akleh's death. Now while it's not unusual for the FBI to investigate Americans killed abroad and Shireen Abu Akleh was an American citizen. This would be highly unusual because it would likely mean that the FBI would want to investigate a foreign ally's military activity because Shireen Abu Akleh died while covering that military raid in Jeanine, in May. Now the Defense Minister Benny Gantz called it a mistake essentially confirming these reports in a tweet late last night. And then just in the last hour or so, the Outgoing Prime Minister Yair Lapid, said in a statement that the idea of soldiers will not be investigated by the FBI or any foreign entity. He said, however friendly. He said they will not abandon he said Israeli soldiers to foreign investigations, and that their strong protest has been conveyed to the Americans at the appropriate levels. Meanwhile, the Palestinian Authority Ministry of Foreign Affairs have welcomed the investigation although they said that it is coming too late. The Americans for their production the Department of Justice has declined to comments. All of this confirmation that we're seeing is essentially coming from the Israelis. But if this investigation does continue, it would be the second American investigation into Shireen Abu Akleh's killing because the U.S. State Department conducted their own investigation that included a forensic examination of the bullet. And they said well they could not come to a certain conclusion, because of the damage done to the bullet, they did come to the conclusion that it was likely an Israeli soldier who fired that fatal shot. This is the same conclusion that media investigations including CNN own investigation have come to. And months after the incident the Israeli military after conducting its own investigation also came to the same conclusion saying that it was most likely an Israeli soldier who fired the fatal shot but said it was unintentional that they didn't realize that Shireen was a member of the media. Now as for Shireen's family, they have long been calling for this investigation. They say they want accountability and say they welcomed the news of an FBI probe Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "KINKADE",
      "sentences": "Welcome back! Despite much finger pointing and hand wringing over the poor performance in the midterm elections, it appears Republicans areon the verge of taking control of the House of Representatives. CNN projects that Republicans only need three out of 16 still undecided House races to seize control of that chamber of Congress. Democrats already have clinched the Senate. Meanwhile, Republican Kari Lake who prominently campaigned on denying that Donald Trump lost the 2020 election has lost her bid to become Governor of Arizona. It appears that Donald Trump is ready to kick off the 2024 race for the White House right now. Trump is widely expected to announce his third run for the presidency tonight at a rally at his Mar-a-Lago resort in Florida. Analysts say he's trying to shift the narrative from the Republicans poor showing in the midterms. And he's hoping to get a head start on several potential Republican rivals, including Florida Governor Ron DeSantis. CNN's Kristen Holmes is in West Palm Beach, Florida covering the Trump announcement for us. Good to see Kristen there for us! So certainly we are expected to hear from Donald Trump at 9 pm Eastern tonight where he is expected to announce his run for presidency for the President, but he is on the back foot given the poor showing in the midterms. How is this announcement going to be received? KRISTEN HOLMES, CNN U.S. NATIONAL CORRESPONDENT: Well, that's a good question, Lynda. I mean, basically what we have seen is that aides and advisors allies to the Former President have asked him not to run not just because of the lackluster midterm results, but also because of that Georgia run off. They say he will be blamed if Walker his candidate, the Republican loses, and even entering the race we'll see tons of fundraising for that Democratic opponent, Raphael Warnock. Despite all of that Donald Trump is still we are told by aides and advisers expected to announce that third presidential run. Now something that we have seen across the board, even from once allies has been a number of Republicans is shifting away from Donald Trump saying that it's time to move on from the Former President this is just motivating the president more based on what we are told by those around him. He is talking about how this is similar to 2015, when he launched that presidential run. And of course, as we know, in 2016, he was ushered into the White House. Now, I have spoken to a number of allies who are concerned that he doesn't have the same magnetism that he had back in 2015, and 2016. And that all of this focus on election denialism will actually hurt him, particularly after we saw that that really fizzled out on Tuesday during those elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "KINKADE",
      "sentences": "And just quickly Kristen his Former Vice President Mike Pence says there are better Republican candidates, he will hold a town hall tomorrownight on CNN, is that a view shared by many Republicans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HOLMES",
      "sentences": "Well, the Former Vice President saying there might be better candidates. He's also kind of talking about himself. We know that he isconsidering a run in 2024 and that if he does run according to aides and advisors around him, he's likely going to run on the platform of being Trump policy, but not Trump baggage. Now, we have heard that from a number of Republicans particularly following the midterm that they want someone who has that same policy agenda that Donald Trump did was able to get stuff done, but they don't want all the baggage. Of course, we have to remember that he is making this announcement while he is under multiple federal investigations. That is just part of the baggage there. So we are hearing that from Republicans. But again, if you look back to 2015 2016, when people said there was no way Donald Trump can win the way he was able to do that was by gathering up the voters and the voter voices. The question still remains while these establishment Republicans might be turning their back on him are his supporters and the voters doing the same?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "KINKADE",
      "sentences": "Yes. Good question. Kristen Holmes good to have you there for us in Florida thanks so much! We're now to a CNN exclusive new audio obtainedfrom the investigation into the Uvalde Texas school shooting is shedding light on exactly what officials knew in those critical moments while the gunman was inside the school. For the first time a phone call reveals that a senior Uvalde officer was alerted that children needed to be rescued after a child called 911 and reported that she and her classmates were trapped with the gunman. Our Shimon Prokupecz has the story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So how many are still alive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "PARGAS",
      "sentences": "Are we just waiting for more time for what's going on?PROKUPECZ (voice over): At 12:10 pm, nearly 30 minutes after police first arrived 10-year-old Chloe Torres, a fourth grader trapped inside the room with the gunman is on the phone with a 911 dispatcher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "PARGAS",
      "sentences": "Classroom--PROKUPECZ (voice over): CNN obtained that call and published it with the approval of her parents. When the dispatcher radios information to the officers Pargas and other police on scene are immediately informed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "PARGAS",
      "sentences": "The room is full of victims child 911 call.PROKUPECZ (voice over): Pargas, who didn't have a radio with him, takes one from a detective and enters the hallway. He tells the men inside--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "PARGAS",
      "sentences": "The child has said they have victims in there.PROKUPECZ (voice over): But then Pargas steps back. Two minutes later he walks out of the hallway and places a phone call directly to the Uvalde Dispatcher. CNN has obtained this call.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "PARGAS",
      "sentences": "OK, in the call that you got - from the one of the students or what did they say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's going to be a one to--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "PARGAS",
      "sentences": "So how many are still alive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "18 are still alive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "PARGAS",
      "sentences": "Then how many more?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "--actually aware of what we're trying to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "PARGAS",
      "sentences": "The room was extremely dark and we didn't know where he was or the kids were standing they were by him or not knowing what was behind thedoors. PROKUPECZ (voice over): Pargas didn't tell the investigators about his direct call with the dispatcher and claimed he didn't remember hearing radio traffic about the 911 calls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "PARGAS",
      "sentences": "--we heard all the shots but would know whether there were kids in their - who have no idea.PROKUPECZ (voice over): But Pargas did know. He knew Reuben Ruiz's wife called and said she was inside dying. And he knew a child called 911 and said she was in room 112 surrounded by victims. As the acting Uvalde Police chief Mariano Pargas was a Commanding Officer on scene and could have done something about it Shimon Prokupecz, CNN Uvalde, Texas. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "KINKADE",
      "sentences": "We're going to take a quick break. We'll be right back with more news.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "KINKADE",
      "sentences": "Well, Matt Egan joins me now from New York with more on the future of FTX and Crypto currency. Good to see you, Matt! So we've heard severalcomparisons of this industry to the Wild West. But the Wild West, there's a sheriff this industry had no regulation, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Yes, that's right, Lynda. I think it's safe to say that the sheriff of the crypto industry is nonexistent at this point. Therereally aren't very many guardrails in the crypto industry, in large part because it is still very new. But you know the FTX disaster could change that. U.S. regulators were testifying before lawmakers today, warning that these crypto risks are very real warning that the recent events, including the collapse of FTX shows what happens when there are no guardrails. And so we are hearing more and more calls for U.S. regulators to do something. I talked to Former FDIC Chair Sheila Bair, she led that agency during the 2008 crisis and she said, listen, you know, regulators in the United States need to get their act together, figure out who has to regulate what she said, because real people are getting hurt. And we learn more details on that front today with these new court documents from FTX showing that this exchange may have more than 1 million creditors. Previously, when FTX filed bankruptcy last Friday, they said they could have over 100,000 creditors now they're saying it's more than a million, many of these creditors are likely customers. And those customers have their money kind of stuck with FTX right now as the company is in bankruptcy. And legal experts say that they may ultimately lose a lot or even all of those funds. Another really interesting tidbit that came out of these bankruptcy court documents from FTX they say that in the last 72 hours alone FTX's representatives have been in contact with \"Dozens of regulatory agencies from around the world, including federal prosecutors in the United States and the U.S. Securities and Exchange Commission\" just another reminder, Lynda of just how sweeping this collapse is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "KINKADE",
      "sentences": "Matt Egan in New York thanks so much. Well, like everywhere inflation in Argentina is reaching sky high levels and people have hadenough. In September it topped 80 percent and is forecast to go even higher by the year's end. CNN's Rafael Romo reports in the growing frustration in the country. (BEGIN VIDEOTAPE) RAFAEL ROMO, CNN SENIOR LATIN AMERICAN AFFAIRS EDITOR (voice over): On the streets of - side is the capital of Argentina. Demonstrators marching once again to tell the world they are fed up. This time it was doctors, nurses and other health care workers saying low wages and a galloping inflation have put them between a rock and a hard place. This is our eighth week of struggle in our second week of an indeterminate strike this resident says added that they're demanding a living wage as well as insurance for unpaid interns. One of the striking doctors showed CNN his spaced up for the month of September stating a salary and pesos equivalent to just over $760. That's below Argentina's poverty line salary of just over $800 a month for a family of four in the capital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "RAMIRO BLAZQUEZ, FINANCIAL ANALYST, BANCTRUST AND CO",
      "sentences": "Inflation has eroded the purchasing power of wages for many years already.ROMO (voice over): This financial analyst says workers have been hit by a double whammy of inflation and low salaries, especially in the last seven years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "BLAZQUEZ",
      "sentences": "If you look back at 2015, the end of 2015 former workers the purchasing power of wages is down 20 percent and the case of informalworkers it's almost 40 percent. ROMO (voice over): According to government data, the inflation rate rose to 83 percent in the 12 months through September. ROMO (on camera): Some analysts suggest it may go as high as 100 percent by the end of the year. Do you agree with this assessment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "KINKADE",
      "sentences": "Well, let's get you up to speed on some other stories on our radar right now. And the Taliban has ordered judges in Afghanistan to fullyimplement Sharia law. Their interpretation of the religious based legal code includes public executions, amputations, and flogging. When the Taliban returned to power last year, they initially tried to project a moderate image, but have now returned to strict religious roots. In Southeastern Australia heavy rainfall has triggered dangerous flash flooding leaving hundreds of people stranded. Some people had to be rescued from tree branches and rooftops meteorologists say parts of the region have had more than 100 millimeters of rain in the past 24 hours. Well, third time's the charm. Well, that's what NASA is hoping for. I'll take a closer look at another possible Artemis Moon Rocket Launch when we come back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "KINKADE",
      "sentences": "Welcome back! NASA is preparing to launch its Artemis Moon Rocket in the coming hours. This is the third attempt and it comes just days afterthe rocket took a direct hit from a hurricane. I took a close look at how things are shaping up for the overnight launch. (BEGIN VIDEOTAPE) KINKADE (voice over): NASA says it's on track for the Artemis one mission to launch Wednesday that could pave the way for U.S. astronauts to return to the moon. The launch of NASA's most powerful rocket ever, which is carrying the unscrewed Orion Spacecraft, is targeting a two hour window for liftoff beginning at 1:04 am Eastern Time Wednesday. That's if all goes to plan. Previous launches have been scrubbed because of bad weather and technical issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "--Director Charlie Blackwell Thompson has called a scrub.KINKADE (voice over): NASA says the mission is still ready to go even though the mega rocket sustained some minor damage after Hurricane Nicole swept across Florida last week. Artemis one was already on the launch pad when the storm unexpectedly strengthened. NASA says it was designed to withstand high winds and needed minimal repairs. But the launch date was pushed back by two days. It's the latest in a series of delays for the Artemis one launch, which was initially set for late August. The first two attempts were scrapped after issues with a fuel leak.",
      "isLastSentenceInterrupted": false
    }
  ]
}