{
  "date": "2022-11-08",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Voting in Pennsylvania; Voting in Georgia; Voting in Wisconsin; Control of Congress is at Stake in the Midterms. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:43",
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "It is Election Day in America. Hello, everyone. I'm Anderson Cooper. Welcome to our viewers in the United States and around the world.You are looking at live pictures of voters lining up to cast their ballots across the country. Polls are now open in a majority of states. At this hour, six more states are opening their doors to voters. Colorado, Montana, Nebraska, New Mexico, Utah and Wyoming. The big question, who will control Congress. Dozens of House races are considered toss ups. Republicans need to win 30 competitive seats to win the majority. In the Senate, the races likeliest to determine control are very tight. Republicans need a net gain of just one seat to clinch the majority from Democrats. More than 40 million Americans have cast their ballots in early voting ahead of today. It all comes down to turnout today and the issues. The only certainty is that voters will decide who they elect and who controls Congress. We have this consequential midterm election covered for you from coast to coast. I want to begin with our coverage with CNN's Jason Carroll, live in Pennsylvania, where perhaps the most closely watched Senate race is happening. Jason, how is the morning going?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:43",
      "speaker": "JASON CARROLL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, we're in Bensalem, Anderson, in lower Bucks County. A lot of suburbs in lower Bucks County. A lot of potential swing voters. Just the type of voters that could be key -- that will definitely be key to tonight's Senate race and also the governor's race.As we've been out here talking to voters, we've seen a number of them coming in and out. A steady clip of voters coming in. Lots of excitement about what's going on here. As you can imagine, when talking to them about what issues matter most, no surprise, it's the economy, it's crime and it's the woman's right to choose. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:43",
      "speaker": "BRITTANY CASTOR, PENNSYLVANIA VOTER",
      "sentences": "I know from previous years I've swung both ways. It really depends on what the person stands for. That's what I vote for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:43",
      "speaker": "CARROLL",
      "sentences": "But this go around, a woman's right to choose drove you to the polls?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:43",
      "speaker": "CASTOR",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:43",
      "speaker": "CARROLL",
      "sentences": "OK. And, again, you identify as Republican but this is the issue that - this is speaking to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:43",
      "speaker": "CASTOR",
      "sentences": "This one stood out to me the most, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:43",
      "speaker": "CARROLL",
      "sentences": "OK.WILLIAM CASTELBERG, JR., PENNSYLVANIA VOTER: Crime is a big -- you know, it's really big in the city of Philadelphia. I would hate to see it come to the suburbs here in Bucks County. The second thing is inflation. You know, there's so many people that can't afford day to day. It's sad. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:43",
      "speaker": "CARROLL",
      "sentences": "So, again, Anderson, when you think about Bensalem, where we are, when you think about lower Bucks County, this is the type of area where there are a lot of potential swing voters, like that woman that you heard from there a short while ago. It's densely populated with suburbs. So, a lot of folks are going to be paying attention to what sort of returns come out of areas like this one. Again, this is going to be critical to the Senate race and the governor's race.Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:43",
      "speaker": "COOPER",
      "sentences": "Jason Carroll, we'll check back in with you throughout the day.Polls are open in the high stakes state of Georgia. All eyes there on the Senate and the governor's races. Moments from now Republican Governor Brian Kemp and his family are expected to cast their votes. CNN's chief national affairs correspondent Jeff Zeleny is live at a polling place in Atlanta. Jeff, how's the morning there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "COOPER",
      "sentences": "Jeff Zeleny, thank you.A quarter of a billion dollars. Amazing. Now to Wisconsin, where the focus this morning is on the state's Senate race. Right now Democrat Mandela Barnes is attending an Election Day event in Milwaukee. He's challenging Republican Senator Ron Johnson for his seat. CNN correspondent Lucy Kafanov, live at a polling place in Milwaukee. What are you seeing there, Lucy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "LUCY KAFANOV, CNN CORRESPONDENT",
      "sentences": "Well, Anderson, polls here in Wisconsin opened about an hour ago. We're actually at a quite unique polling location, the Charles Alice Art Museum, where folks can cast their ballots and get a free tour of the art, although, of course, the incentive in this particular election is much greater than that.This is a tight race for governor, as well as Senate. The outcome of which could determine the balance of power in the U.S. Senate. You do have two-term Republican incumbent, Senator Ron Johnson, facing Democratic Lieutenant Governor Mandela Barnes. It has been a tight, bitter race. One of the most competitive races this year in a state that President Biden won by less than 21,000 votes. A truly purple state which was reflected in some of the comments that we heard from voters. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think it's really about saving our democracy and making sure that people have the right to vote. Kind of fighting the political divisions. So, yes, it's about making -- we can continue what we've continued to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The economy is definitely a big one. And to be frank with you, it's just -- like there seems to be much more care about the sexuality of people and not people struggling to pay their rent or paying their mortgage.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "KAFANOV",
      "sentences": "So you heard from the Democratic voter there who was more concerned about the political divisions and the threat to democracy, the Republican voter there was more concerned about the economy. And this is an incredibly close race. At the beginning of the year, Wisconsin was considered the Democrats' top chance to flip a Republican seat. Johnson was not particularly popular here. Mandela Barnes had a slight lead in the polls. We did see that slight lead evaporate in recent weeks amid a barrage of negative television advertising. And so it's really going to depend on the turnout, on how independents vote.Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "COOPER",
      "sentences": "Lucy Kafanov, appreciate it.Voters across America will decide who controls Congress, of course. There are 35 seats on the line in the U.S. Senate, a handful of them could tip control of the chamber. CNN's John Berman is here to break it all down for us. So, what's the playing field for the Senate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "As you said, 35 seats up for grabs. But of these, eight CNN, along with the help of Inside Election (ph), considers to be competitive or near competitive. Those who are the toss ups or tilts, here in the case of Ohio, leans. Those competitive seats are all here in yellow, New Hampshire, Pennsylvania, North Carolina, Georgia, Ohio, Wisconsin, Arizona and Nevada here.And I want to give people a sense of how tight this is and how it could be tight for some time to come. Now, I'm not saying the election will go this way, but if things do begin to look like this, it's going to be a long night. Let's say North Carolina, Ted Budd, wins there, Ohio, JD Vance wins in Ohio, the Republican incumbent, Ron Johnson in Wisconsin. All of a sudden, Republicans are at 49. They can smell it. They're feeling awfully close to this. Well, what if the Democratic incumbents win in Nevada and Arizona. All of a sudden Democrats are at 48. New Hampshire, Maggie Hassan up there, if she maintains -- I'm going to go back out here -- if she maintains control of her seat there, it's like that. Let's hope it goes back out here. OK, and then you see these two races left tied at 49. What's the problem here? Well, Pennsylvania, you'll remember the presidential election, Anderson, two years ago. Pennsylvania wasn't called until Saturday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "BERMAN",
      "sentences": "OK. Georgia went to a runoff and that wasn't decided until January. So, it could take some time if it were to come down to this. And even, by the way, if Republicans do win there, if Democrats get to 50, they control because Kamala Harris breaks the tie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:11",
      "speaker": "COOPER",
      "sentences": "What are you going to be watching in the early evening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:08",
      "speaker": "COOPER",
      "sentences": "Anywhere else you're -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:08",
      "speaker": "BERMAN",
      "sentences": "Yes, you know, Florida is an interesting state. We haven't talked about Florida much. It wasn't even in one of those eight races that we considered to be somewhat competitive. But I will tell you this, you know, two years ago -- or -- in 2018, Rick Scott barely won in 2018 here. Florida used to be a state that was very much on a knife's edge. So, again, I would watch the margins here between Marco Rubio and Val Demings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:08",
      "speaker": "COOPER",
      "sentences": "In polls he has been running - running ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:28",
      "speaker": "COOPER",
      "sentences": "The polls are now open in a majority of states across America, voters will decide who controls Congress, the fate of President Biden's agenda for the next two years.Moments ago, Pennsylvania Lieutenant Governor John Fetterman voted in Braddock. His Senate race with Dr. Mehmet Oz, one of the most closely watched in the country, could decide control of the Senate. Joining me now, CNN contributors Natasha Alford, vice president of digital content and senior correspondent for \"TheGrio,\" Ron Brownstein, he's a senior editor for \"The Atlantic,\" and Jonah Goldberg, he's the co-founder and editor in chief of \"The Dispatch.\" Jonah, let's start with you. What races are you particularly interested in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:28",
      "speaker": "JONAH GOLDBERG, CNN POLITICAL COMMENTATOR",
      "sentences": "I'm interested in both Pennsylvania and Georgia for all the obvious reasons, but in part because they're sort of mirror images of each other. Georgia is supposed to be a Republican state but it's moving Democratic. Pennsylvania is supposed to be a Democratic state and it's moving Republican. And you have flawed candidates in the form of Herschel Walker and to -- in a different way I say Fetterman because it's not his fault he had a stroke or anything like that. But you see the need -- the compulsion to vote party line because of the way we live in a -- the way we live now, we think we live in a parliamentary system and it's just voting for a party rather than an individual. And so there's a lot of trends going on there that I think are really interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:28",
      "speaker": "COOPER",
      "sentences": "It is interesting because a lot of people say they vote based on the individual, yet clearly, I mean, in --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:28",
      "speaker": "GOLDBERG",
      "sentences": "A lot of people lie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:28",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:28",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Look, the attitudes towards the president have become a defining characteristic of how Senate races turn out. It's become so much harder for either side to win Senate races that usually -- in states that usually vote the other way for president. And right now we are 25 states voted for Biden in 2020, 25 states voted for Trump. Democrats have 47 of the 50 Senate seats in the states that voted for Biden. Republicans have 47 of the 50 in the states that voted for Trump. This's what makes this election so critical for Democrats. This is a relatively more favorable map. It is being fought out primarily in states -- almost entirely in states that voted for Biden. If they have a bad night tonight, it really puts them in a hole going forward because 2024 the map is much more tilted toward those Trump states.And to me the critical voters, or what I've called the double negative voters, in almost all of these states that are going to decide the Senate. And, in fact, in all of these states that are going to decide the Senate, a majority of voters disapprove of Biden's performance. But there's also a substantial number who are unfavorable towards these specific Republican candidates who view them as extreme or unqualified. And the decisive slice, somewhere between 10 and 15 percent of the electorate in these key states are both negative on Biden, negative on the Republican. How do they sort out in the end? That will probably tell us which side controls the Senate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:28",
      "speaker": "COOPER",
      "sentences": "Natasha.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:28",
      "speaker": "NATASHA ALFORD, CNN POLITICAL ANALYST",
      "sentences": "Yes, that's why I'm so fascinated with Georgia. I want to know whether this tactic of picking a black candidate who is completely unqualified and sort of throwing him into the mix to see how that impacted black voters, whether it will work, based on what we've seen at \"TheGrio\" in our polling, you know, black candidates are -- black voters, rather, are dedicated to Democratic ideals and the Democratic Party, but they're feeling disillusioned, right, and they're tired of being taken for granted and told, just come out and we promise that we'll get to your priorities. So I'm interested to see where voters fall when it comes to Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:28",
      "speaker": "COOPER",
      "sentences": "Republicans have made inroads in the last few years with Hispanic voters and also black voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:28",
      "speaker": "ALFORD",
      "sentences": "Yes, they have. They have. And it's this question of what you think people really value, right? With a lot of Hispanic voters, quote/unquote, which also Hispanic voters can be black as well, you know, a lot of them value faith, right? A lot of them value religion and, you know, this idea of the sanctity of life, right? All these things that you can't really take for granted. So think about, how are Democrats speaking to those issues? Sometimes it's not getting through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:28",
      "speaker": "COOPER",
      "sentences": "Well, that was - you know, I remember the days of the Republicans talking about a big tent and, you know, I remember one of the conventions that people walk around with buttons saying \"big tent.\" People wanted to reach out to -- because of those very reasons, that the -- knowing that Hispanic voters would, you know, have their strong faith and strong faith communities in the African American community as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:28",
      "speaker": "GOLDBERG",
      "sentences": "Yes, I mean it's - it's -- I do think that Republicans are very late to going after the Hispanic vote. But they're standing to do it now. They have these outreach efforts and all that.But I do think that the -- to the degree we're seeing a shift towards Republicans among Hispanic, which is still at the margins and it's still not in urban centers, it's - it's rural Hispanics break out because the Hispanic community is wildly diverse. And the idea of lumping all of these people into one label is bad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:28",
      "speaker": "COOPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "COOPER",
      "sentences": "There's certainly going to be a lot of, you know, looking inward for the Democratic Party depending -- certainly depending on how they do today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes. Well, and, look, I mean, it's not clear to me that there are a lot of tactical adjustments that could have really prevented a bad midterm election. In the NBC poll on Sunday, 80 percent of Americans said they were very or somewhat dissatisfied with the economy. That was roughly the number in 2008 when the incumbent Republican Party got whacked. It was roughly the number in 2010 when the incumbent Democratic Party had the worst midterm since 1938.I mean, the question always has been in this election really since Afghanistan, when Biden's approval started to fall was whether Democrats could levitate above the traditional political gravity, which is that attitudes about the president in this parliamentary world that Jonah is talking about are increasingly determinative of what happens. You have Democratic candidates now who have been polling close or even ahead in Senate races where Biden's approval in states like Georgia or Arizona is -- and Nevada is down around 40 percent. Anderson, there were almost no examples in the 21st century of candidates winning a statewide rate in a state where their president was that low. So, that is the core issue, can they defy gravity? At times it has looked like they can. Now you see gravity -- the weight of gravity kind of pulling on them as we reach the finish line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "ALFORD",
      "sentences": "But I do wonder if there was a place where they could have played offense when it comes to crime, right? That was such a predictable attack. It's not the first time that we've seen it. It's history repeating itself, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:02",
      "speaker": "ALFORD",
      "sentences": "So why wasn't there a stronger answer to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:27:10",
      "speaker": "COOPER",
      "sentences": "And, welcome back. I'm Anderson Cooper. You are watching CNN's special coverage of Election Day in America.Voters are heading to the polls in consequential midterm elections. They'll be determine which party will control Congress. Republicans need to win 30 competitive seats to take the majority in the House. Over in the Senate, Republicans need a net gain of just one seat to clinch the majority from Democrats. We're also watching a series of competitive governor's races. The outcome of which will have major consequences on issues like abortion, voting rights and guns. Pennsylvania's Senate race could play a key role in determining the balance of power in the Senate. One of the most closely watched race this year. Our Jason Carroll is at the polling site in Philadelphia. Jason, how busy is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:27:10",
      "speaker": "CARROLL",
      "sentences": "Well, I can tell you, Anderson, we've seen a steady clip of people coming in and out of here. We're here in Bensalem, in lower Bucks County. A lot of suburbs in lower Bucks County. A lot of potential voters who could end up making the difference in the Senate race and in the governor's race.We've been talking to voters all morning about what the issues that matter most to them. I want to bring in two of them right now. I want to introduce you to Joseph and Susan O'Rourke. We've been talking this morning about what drove you to the polls this morning. The key issues to you were what first? JOSEPH O'ROURKE, PENNSYLVANIA VOTER: Well, the economy and the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:27:10",
      "speaker": "CARROLL",
      "sentences": "Yes.J. O'ROURKE: Those are two of the key issues for me. You said - SUSAN O'ROURKE, PENNSYLVANIA VOTER: And crime also.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:27:10",
      "speaker": "CARROLL",
      "sentences": "Crime as well.S. O'ROURKE: Crime as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:27:10",
      "speaker": "CARROLL",
      "sentences": "And in terms of which candidates spoke to the issues, you feel as though in the best way?J. O'ROURKE: Which - which candidate we talking about, Senate or governor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:27:10",
      "speaker": "CARROLL",
      "sentences": "Let's start with the Senate.J. O'ROURKE: The Senate, I would say Oz. If you listen to his words, I think he spoke very - very well to all those -- that we - that we want. S. O'ROURKE: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:27:10",
      "speaker": "CARROLL",
      "sentences": "Yes.J. O'ROURKE: That we are interested in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:27:10",
      "speaker": "CARROLL",
      "sentences": "And in the governor's race?J. O'ROURKE: Well, I don't think we have a good selection on the governor's race, on both sides. S. O'ROURKE: Yes. J. O'ROURKE: But if you listen to Mastriano, he's all law enforcement and everything, but then Josh Shapiro was the attorney general. So, you know, it's a difficult choice to make. I mean, I voted for Mastriano, but, you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:27:10",
      "speaker": "CARROLL",
      "sentences": "You know, for those who are --S. O'ROURKE: It will be a tough race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:27:10",
      "speaker": "CARROLL",
      "sentences": "I'm sorry, go ahead.S. O'ROURKE: It will be a tough race there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:27:10",
      "speaker": "CARROLL",
      "sentences": "It will be a tough race.S. O'ROURKE: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:27:10",
      "speaker": "CARROLL",
      "sentences": "You know, for those who are outside Pennsylvania, when they think about Bucks County, they think about a lot of potential swing voters, voters who at one point went for Obama and then went for Trump and then went back for Biden. Do you think that's true?J. O'ROURKE: Oh, yes. S. O'ROURKE: Oh, definitely. J. O'ROURKE: I'm one of them. S. O'ROURKE: Yes. J. O'ROURKE: I did all of what you just said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:27:10",
      "speaker": "CARROLL",
      "sentences": "Yes.J. O'ROURKE: So, yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:27:10",
      "speaker": "CARROLL",
      "sentences": "And so this time around are you willing to make any predictions how things will go based on swing voters such as yourself?S. O'ROURKE: With this one, I think Oz will get in. But the governor's race is a toss-up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:27:10",
      "speaker": "CARROLL",
      "sentences": "You think so?S. O'ROURKE: Yes. J. O'ROURKE: I think that it's going to be Oz, but I - but I also think that Josh Shapiro is going to be in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:27:10",
      "speaker": "CARROLL",
      "sentences": "You do?J. O'ROURKE: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:27:10",
      "speaker": "CARROLL",
      "sentences": "All right. All right, thanks very much. Really appreciate it. Best of luck to you.S. O'ROURKE: Thank you. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CARROLL",
      "sentences": "All right, Anderson, we're going to send it back to you.",
      "isLastSentenceInterrupted": false
    }
  ]
}