{
  "date": "2022-11-22",
  "headline": "CNN Newsroom",
  "subHeadline": "Club Q Suspect Expected to Face Murder, Hate Crime Charges; Alabama Governor Asks to Pause Executions After Failed Lethal Injections; Today, Rep. Kevin McCarthy (R-CA) to Visit Southern Border. Aired 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "We're hearing the incredible story of the man who first tackled and disarmed the gunman.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "RICHARD FIERRO, TOOK DOWN GUNMAN IN CLUB Q SHOOTING",
      "sentences": "I saw the ACU pattern flak vest. And for me, that was like, there is a handle. I'm getting it. So, I ran across the room, grabbed the handle and pulled him down and then started to -- well, actually, I think I went for his gun with him. His rifle flew in front of him.And the young man that tried to jump in there with me, he -- we both either pulled him down or whatever, but he ended up with his head right next to the A.R. And then with the A.R., I told him push the A.R., get it away from him, the kid pushed the A.R., I don't know what his name was. And then I proceeded to take his other weapon, the pistol and then just started hitting him where I could. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SCIUTTO",
      "sentences": "The A.R. being an A.R.-15, a long rifle. We're also learning more this morning about victims who were killed. 22-year-old Raymond Green Vance, he was the boyfriend of Richard Fierro's daughter. Raymond's family says he was a kind, selfless young man with his entire life ahead of him. His closest friend described him as a gifted one-of-a-kind person willing to go out of his way to help anyone.Kelly Loving was visiting Colorado Springs from her home in Denver. Her sister described her as such a caring person. Another close friend said Kelly had been a resource for other trans women. Family members say that Ashley Paugh, pictured there, had a huge heart, and that her 11-year-old daughter, Riley, was her entire world. Her family says Ashley was also a loving aunt with many nieces and nephews, of course, devastated by her loss. 28-year-old Daniel Aston, bar supervisor at Club Q, pictured there, a co-worker said he was the best supervisor anybody could have ask for. Daniel moved to Colorado Springs two years ago to be closer to his mother and father. They say he had so much more life to give. And Derrick Rump what was a bartender at Club Q. His sister says he found a community of people that he loved. Club regulars and friends described him as a good listener with a heavy pour as a bartender, and said he had a way of making everyone feel welcome. Senseless murder, those five lives lost. We're also hearing from some of those who were injured, and there were many of them in the shooting. Barrett Hudson was shot seven times by the gunman. He says, he doesn't know how he's still alive. Here is what he shared with CNN from his hospital bed. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SCIUTTO",
      "sentences": "Lord, he did. Shot seven times and survived.CNN Correspondent Rosa Flores, she has been following the developments from Colorado Springs. Rosa, we're learning more this morning about the suspect, as well his family and some missed potential warning signs. Tell us more about his prior run-ins in with police. ROSA FLORES, CNN CORRESPONDENT:  Well, there is one particular case, Jim, and this is from June of last year, when he was in a standoff with police. And we have video of him surrendering. Take a look at your screen. This is the suspect surrendering to police after his mother called police about a bomb threat, saying that he had multiple weapons and also ammunition. Now, what was happening inside the home is he was live streaming and ranting about police. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is your boy. I've got the (BLEEP) outside. Look at that, they've got a beat on me. You see that right there, (BLEEP) got their (BLEEP) rifles out. If they breach, I'm going to (BLEEP) blow it to holy hell.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "FLORES",
      "sentences": "Now, according to a press release issued by the sheriff's office at the time, it mentioned that the suspect was charged with multiple counts, including first-degree kidnapping and also felony menacing, but those charges were dropped, according to the district attorney. He says that the charges were dropped, the records were sealed, and the important point here is that that would have not appeared on a background check when he purchased the weapons that he used here at Club Q.Now, also just into CNN, we're learning a little more about the suspect changing his name back in 2016. Now, this is in a Texas court, and the suspect, it was just before his 16th birthday. And according to records, court records, his original name, birth name was Nicholas F. Brink, and he changed his name to Anderson L. Aldrich. Now, Jim, it is unclear why he changed his name and it is unclear if this has anything to do with it. But, again, we're just starting to learn a little bit more about his background. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "SCIUTTO",
      "sentences": "Also in his background, the suspect's grandfather, a California lawmaker, what more do we know about him and his past public statements?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "FLORES",
      "sentences": "You know, he has garnered attention in the past for comparing the attack on the U.S. Capitol on January 6th to the revolutionary war. Now, as you mentioned, the suspect's grandfather is an outgoing California assemblyman. His name is Randy Voepel.Now, here is what he told the San Diego Union Tribune. He said, quote, this is Lexington and Concord, first shots fired against tyranny. Tyranny will follow in the aftermath of the Biden swear-in on January 20th. Now, he tried to take that back, also saying that did he not condone violence on January 6th, that he did not condone violence in association with anything involving President Biden. But, again, Jim, we don't know exactly how much interaction the suspect had with his grandfather, when was the last time they interacted, and we've reached out to the Congressman's office and we have not heard back. Jim? SCIUTTO:  Rosa Flores in Colorado Springs, thanks so much. Well, the governor of Alabama has asked state's attorney general to pause all executions now and requested a top to bottom review of that state's capital punishment system, this after problems with multiple failed lethal injections. CNN's Nick Valencia has been following this for us. Nick, tell us what led to this pause here and what is likely to happen now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "SCIUTTO",
      "sentences": "In just a few hours, GOP House Leader Kevin McCarthy expected to visit the U.S. border in El Paso, Texas. It follows the top Republican on the Oversight Committee, Congressman James Comer, sending letters to the Biden administration officials on Monday asking for a host of documents related to border, fentanyl trafficking across the border and broader immigration issues.Joining me now to discuss this and other issues on the Republican agenda, Congressman Don Bacon of Nebraska, he sits on the Armed Services Committee. Congressman, thanks for taking the time this morning. REP. DON BACON (R-NE):  Thank you, Jim, for having me on again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "SCIUTTO",
      "sentences": "Good to have you back. You were quoted in Politico recently saying it is time for centrists, as you describe yourself, to flex our muscles in the Republican caucus. As you know, Congress has discussed but not moved on comprehensive immigration reform for 20-some odd years that would include increased security at the border but also the ability to bring in workers that the industries such as agriculture and so on are looking for. Is there any broad support among Republicans, among Democrats you talked to, too actually moving on legislation in this space?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BACON",
      "sentences": "I actually think we were close, Jim, even three and four years ago. But the problem was the Democrats said they wanted not even one mile of wall. We have a president that ran on wall. If we could agree on some of the security measures for the southern border, I think we can make some great strides on legal immigration.The employers in Nebraska say the number one need right now is workers, and there is need for seasonal workers, high skilled workers. We can forge agreement there. If there is a lack of appetite, if we can't fix what is obviously broken, anybody could see it, what's going on in the southern border right now is a travesty, 750 people have died this year alone on the border, most in the Rio Grande. So, if we can get commitments, hard commitments from the administration on security areas, I think we could make some strides on the illegal immigration side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "SCIUTTO",
      "sentences": "Is there -- are there other areas of potential agreement? So, Republicans took the House and granted a small majority, and you have a very powerful House Freedom Caucus and they're dragging the party away from positions that you as a centrist have taken as a Republican here, are there any practical issues that you see working across the aisle to get things passed in the next two years or are we more likely to see battles back and forth, like we often do? BACONAnd so I think we have the opportunity to hit a lot of singles. For example, telehealth, there is a huge demand for more telehealth. We have a shortage of health care workers. That is an area that Republicans and Democrats by and large agree on. I think we could expand associational pools so that folks will have more options for their health care. I also think when it comes to national security, there is a broad consensus on the Republican side and maybe even more on the Democrat side on the need to bolster our alliances. We can't face China, Russia and Iran alone. And I do think there is -- you'll hear from the minority on Ukraine, the majority of Republicans support keeping Ukraine independent. We know an independent Ukraine is in our national security interest, the far majority. So, I think there are areas that are broad that we could work in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "SCIUTTO",
      "sentences": "Top of the ticket, you recently said you're looking for another candidate to be the 2024 Republican presidential nominee. I don't have to remind you that Donald Trump, the former president, has already announced his candidacy. Who do you believe in the Republican Party should take on Trump and could, frankly, come out on top?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "SCIUTTO",
      "sentences": "I hear you. Well, we'll take some Nebraska Nice then.If Trump were the candidate, if he wins out in a primary, would you still support him? BACON:  You know, I'm not inclined to say that yet. I think we should go through the primary and see how people conduct themselves, who is the opponent. But right now, I think it would be not good for the country, it is too divisive. It is not good for the party. In the midterm years, you can lose 50, 60 seats and that is what we could do in 2026 if he was our president. So, I think we've already had losses in 2018, 2020, 2022. We need to have someone that knows how to bring victory to the party and for our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "SCIUTTO",
      "sentences": "You've seen the coverage of the shooting in Colorado Springs, an all too familiar story in this country. And what is striking about this one is that here is someone who had a prior encounter with police. E had video we've aired just a few minutes ago of him seeming to threaten the police. His own mother called in a threat that he made to her. Colorado had a state red flag law. It didn't appear to work in this case, right?I wonder, as you look at that and as you discuss areas of potential agreement between centrist Republicans like yourself and Democrats, does the U.S. need a national red flag law?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "BACON",
      "sentences": "Well, here again, like you said, they have one and it wasn't enforced. I could look at the latest shootings in Texas, in Chicago and now in Colorado, where if a person would have been charged with crimes that they were guilty of, it appears, I mean, you could say allegedly, they would have been unable to get a gun. So, in Texas, the shooter in Uvalde had tortured cats. So, we reported him on video. He would have been likely been charged with a felony, couldn't have gone up and buy guns, you could say, some stores in Chicago and now also in Colorado.The problem we have laws on the book that are not being enforced, and it think that is the real issue. We need to enforce the laws that we have. And in three of these cases that we know of, they wouldn't have had a right to buy a gun anyway. And all of the carnage again. Congressman don bacon of the great state of Nebraska, thank you for coming on the show today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "SCIUTTO",
      "sentences": "Yes, and all the carnage, we see it again. Well, Congressman Don Bacon, have a great and nice day in Nebraska. Thanks so much for coming back on the show today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "BACON",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "SCIUTTO",
      "sentences": "Coming up next, we are learning exactly how much Disney's returning CEO will make for his trouble, but he's also considering a change at the company that could save you some money.And Elon Musk once again delays his plan to have Twitter users pay for that blue verified checkmark, details on what is holding things up again. (COMMERCIAL BREAK) [10:25:00]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "SCIUTTO",
      "sentences": "Bob Iger's return to Disney could lead to some big changes at the entertainment giant. The company's stock down a bit this morning after the new CEO announced a plan to restructure shortly after he returned to the helm just this week.CNN Business Reporter Matt Egan joins me now. Matt, the stock was way up yesterday, welcoming the news of his return. So, what specific changes is he talking about making now?",
      "isLastSentenceInterrupted": false
    }
  ]
}