{
  "date": "2022-11-13",
  "headline": "Who's Talking to Chris Wallace",
  "subHeadline": "Interview With Rep. Alexandria Ocasio Cortez (D-NY); Interview With Actor Henry Winkler; Interview With Rock Star And Author Michelle Zauner. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:00",
      "speaker": "ACOSTA",
      "sentences": "Everybody loves Dolly, and we'll have more of this exclusive interview airing tomorrow on \"CNN THIS MORNING.\"That's the news, reporting from Washington, I'm Jim Acosta. I'll see you back here next Saturday at 3:00 p.m. \"WHO'S TALKING TO CHRIS WALLACE?\" starts right now. Have a good night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "CHRIS WALLACE, CNN ANCHOR",
      "sentences": "Welcome back to WHO'S TALKING. Tonight, you'll meet two fascinating and very different storytellers. But first one of the most recognizable and controversial figures in American politics. I'm talking about New York Congresswoman Alexandria Ocasio- Cortez. One of the leaders of progressive Democrats. She reacts to this week's midterm election and in a raw conversation tells how our polarized politics has led to some frightening threats.(BEGIN VIDEO CLIP) REP. ALEXANDRIA OCASIO-CORTEZ (D-NY): I mean, absolutely, I've felt that my life has been in danger since the moment that I won my primary election. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "WALLACE",
      "sentences": "Then, the Fonz is in the building. Beloved actor Henry Winkler tells how he got the iconic \"Happy Days\" role and he reveals the biggest mistake of his career.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "WALLACE",
      "sentences": "Are you a damn fool?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "HENRY WINKLER, ACTOR",
      "sentences": "Yes, I am.(END VIDEO CLIP) WALLACE: And later rising rock star and author Michelle Zauner on her rare accomplishment. She's had a book on the \"New York Times\" best seller list for more than a year. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "MICHELLE ZAUNER, ROCK STAR AND AUTHOR",
      "sentences": "It's a mother and daughter story. It's a coming of age story. I think many people from all different ethnicities can relate to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "WALLACE",
      "sentences": "You've had a few clunkers in recent year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "GEORGE CLOONEY, ACTOR",
      "sentences": "You think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "WALLACE",
      "sentences": "That's not perception. That's reality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "SHANIA TWAIN, SINGER",
      "sentences": "I'm feeling stronger than ever. Now in my life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "WALLACE",
      "sentences": "How would you rate yourself as a chef?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "TYLER PERRY, COMEDIAN",
      "sentences": "Well, I'm not doing that with you, Christopher Wallace.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "WALLACE",
      "sentences": "This week Alexandria Ocasio-Cortez was re-elected by a wide margin to a third term in Congress. But the overall results in the midterms were much more muddled. Neither party got a clear mandate to govern. And that's where our conversation with the liberal fire brand began.(BEGIN VIDEOTAPE) OCASIO-CORTEZ: I think the degree of Democratic overperformance in a way very much strengthens President Biden and his agenda. You know, most presidents lose a very large amount, dozens of midterm -- dozens of seats for their party in every midterm election. And the fact that this is a dead heat I think is a very strong message from the electorate that we need to keep going and that President Biden's agenda, but also the very real threat of the anti-democracy positioning of the Republican Party is something that voters take very seriously and will not accept.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "WALLACE",
      "sentences": "I want to put up a finding from the CNN exit poll on election night. When voters were asked which party is too extreme, nationally, not New York, 39 percent said only Republicans, but 38 percent said only Democrats.Do people want both parties to move from the fringes, from the extremes, back to the center? OCASIO-CORTEZ: Well, I think -- I think a lot of people in this country may say yes, but it's important for us to dig into the substance of what that actually means. I would argue that our media environment contributes a lot to people's perceptions about what, quote-unquote, \"extreme\" means on either end of the spectrum. As someone who is often, I think, characterized as extreme, I, of course, would object to that. I do not believe that I am as extreme in the way that Marjorie Taylor Greene on the Republican side is extreme. I believe in the full integrity of our elections. I believe in American democracy. I believe that should you lose an election we don't question the very core principles. I believe in the United States Constitution. I believe in acknowledging court rulings whether I agree with them or not. And I believe that that is also, you know, the idea that there is an equating of believing in someone who believes in guaranteed universal health care in the United States with someone who believes that undocumented people should incur physical harm are somehow in the same level of extreme, is something that I would object to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "WALLACE",
      "sentences": "Let's talk about it, on the ground, as it played out in the election.OCASIO-CORTEZ: Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Washington Democrats want to keep spending and raise your taxes to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Socialized medicine? Where do you get these crazy ideas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Mandela Barnes, a different Democrat, a dangerous Democrat.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "WALLACE",
      "sentences": "The argument they're making is Democrats like you have taken the party and the country too far to the left.OCASIO-CORTEZ: Well, we won Pennsylvania, didn't we? And we've overperformed across the country, haven't we? Because I think they're reiterating the fact that we care about health care. Talking about things like decriminalizing marijuana, discussing some of these core issues work. But I would also counter that one of the decisive factors in the midterm elections was youth turnout. Youth turnout and enthusiasm among young people is what turned a lot of these close races to tip towards Democrats. And one thing that we know about young people is that they are overwhelmingly progressive. They want us to do more. They're fired up on climate. And with any figure, with any decision, with any choice, this is leadership. You're going to take a knock. There are going to be cons. But we can also acknowledge that there are benefits to having robust members of our party that unapologetically champion the working class.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "WALLACE",
      "sentences": "Well, you talk about members of your party unapologetically championing, but it wasn't just Republicans who went after you. There were some concerns among Democrats. For instance when you tweeted in support of Democratic Congressman Tim Ryan running in a very tough race that he lost in Ohio, he said this, \"It's not a helpful endorsement here nor did I seek it.\" Mandela Barnes, a progressive running in Wisconsin, said, \"I'm not running for the Senate to join the Squad or any group of lawmakers.\"Why do you think Democrats in a number of tough races wanted to keep their distance from you? OCASIO-CORTEZ: Well, I think it's completely fine for us to run our races tactically and position each person as an individual. You know, I think sometimes even we object to being grouped together in the media as well, you know, with these monikers like the Squad. I love our -- you know, my sisters in Congress, but we are also individuals. And I think it's totally fine to position ourselves that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "WALLACE",
      "sentences": "Do you not like to be called the Squad?OCASIO-CORTEZ: You know, I think we very much operate as a sisterhood, but we are also individuals. Both of those things are true. I also think again when we look at the differences between Pennsylvania and Ohio, Pennsylvania in terms of voter turnout had very similar voter turnout across age brackets as Ohio. The difference was that youth turnout surged in Pennsylvania. I think there's an argument to be made that when we speak and distance ourselves too much, it's important to identify ourselves strongly as who we are. I think Tim Ryan ran a phenomenal race. Mandela Barnes ran a great race. I think there are racial dynamics in that race that need to be discussed in terms of how Republicans targeted a black man running in that race, and I think that that needs to be just put out there. But I do think that youth turnout is what made the difference here. And that there are smart ways to navigate this tactically and it's not a bad or wrong thing. You know, I take no -- I take no offense to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "WALLACE",
      "sentences": "Let's talk about AOC. And first of all, I wonder what do you think of that? Do you like being called AOC?(LAUGHTER) OCASIO-CORTEZ: The first time I started to be called AOC was after I won my first election. But I take it -- you know, I see it as a term of endearment. I think when every day people kind of shout that out on the street or whenever I'm in my community and people say that, I am flattered by it because it's people just trying to -- you know, they're not calling me congresswoman. And I like that. I like that people feel comfortable enough to almost speak to me as a friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "WALLACE",
      "sentences": "You're also, and I think both your supporters and detractors would say a very effective politician. And one thing that I noticed, I was watching live in 2019 the committee that you were a member of was interrogating former Trump fixer Michael Cohen. And you pressed down and got the answer that led to New York state filing a $250 million lawsuit against Mr. Trump and some other people. Take a look.(BEGIN VIDEO CLIP) OCASIO-CORTEZ: To your knowledge did the president provide inflated assets to an insurance company.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "COHEN",
      "sentences": "Yes. And you'd find it at the Trump Org.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "WALLACE",
      "sentences": "You said later than bartending and waitressing honed a razor sharp BS detector.OCASIO-CORTEZ: Yes. One thing that I did when I worked in restaurants and I worked in bars is that you were talking to hundreds if not thousands of people over the course, back to back, over the course of days and weeks. And so you learn a great deal about human interaction and expression. And you can learn when there's something that's a little bit more there to dig into. You can learn when to move on very quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "WALLACE",
      "sentences": "So give me an example, either in dealing with one of your colleagues in Congress, dealing with a witness at a hearing, how does the BS detector click in?OCASIO-CORTEZ: Well, a lot of times, when you are working on the inside of politics in Washington, a lot of our work has to do with truth finding. You know, people make promises to each other and sometimes they'll go back on those promises. They'll say that they'll give you their vote, but they may not have it in the end. And so a lot of times when you're having these conversations not only do you need to see and listen to what someone is saying, but you need to really get a sense of how rock solid what they're saying is. How sure they are of something. Are they 50 percent sure? Are they 80 percent sure? And I think that that skillset very much comes into play with that. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:16:14",
      "speaker": "WALLACE",
      "sentences": "Alexandria Ocasio-Cortez stunned the political world in 2018 going from bartender to member of Congress. Those same skills have made her a star on social media, but she says that high profile has come at a price.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:16:14",
      "speaker": "WALLACE",
      "sentences": "At last check you had 13 million followers on Twitter and 8.6 million on Facebook. And I'm curious about how you choose to handle some of the comments you get. I want to put one of them up. Last year a former Trump campaign operative tweeted this photo of you with your fiance and said, her guy, your now fiance, her guy is showing his gross pale male feet in public with hideous sandals.This was your response, \"If Republicans are mad they can't date me, they can just say that, instead of projecting their sexual frustrations on my boyfriend's feet, you creepy weirdos.\" Why did you go that route? OCASIO-CORTEZ: Well, I think that the comment taken in context was part of a long strain of -- long pattern of behavior, not just online, but frankly on television and in conservative media outlets of a fixation of how I look, a fixation on my partner, a fixation, and even just a general narrative, the things that they chose to talk about were very much rooted in my identity as a woman, and I believe rooted in a great deal of misogyny and underlying -- I believe underlying issues around sex and identity. And a lot of the way that I believe Republican narratives work is in speaking in subtext. And the way that we remove that power is by calling it out explicitly. It is none of a Republican Party's business to discuss if I'm single or married or if I'm, you know, what that may be. And they have developed a very long comfort and pattern in going there with me. And I believe that that comfort was there just because I'm young and because I'm a woman. And I will call it out. And certainly it is not an Emily post way of doing that, but I'm also a New Yorker and I can't deny the way that I -- you know, the culture that I was raised in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:16:14",
      "speaker": "WALLACE",
      "sentences": "So did it work, calling it out? Did it make it any better or did it just fan the flame?OCASIO-CORTEZ: No, I believe it did work because I have noticed a significant reduction in that fixation towards me at least on FOX News. Not -- perhaps not online, but I believe it has in other conservative media outlets. It's been effective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:16:14",
      "speaker": "WALLACE",
      "sentences": "I want to put up something that you said this summer, which is serious. \"Realistically, I can't even tell you if I'm going to be alive in September.\"Congresswoman, is that real? Do you feel your life is in danger? OCASIO-CORTEZ: I mean, absolutely. I've felt that my life has been in danger since the moment that I won my primary election in 2018. And it became intensified when I was first brought into Congress in 2019.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:12",
      "speaker": "WALLACE",
      "sentences": "And how do you live with it? And is it worth it?OCASIO-CORTEZ: So I think the way that I live with it has evolved over time, but I actually believe that it very much shaped my political decisions because I started to feel -- even in 2019 -- that it was possible that I may not see the end of the year. I really felt that way. And so it impacted how I navigated politically because I said I don't know if I have time, so I need to be as robust and urgent as possible to say what I need to say because I don't want to take the time I have for granted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WALLACE",
      "sentences": "Welcome back to WHO'S TALKING. Emmy Award-winning actor Henry Winkler has been a familiar figure on our TV screens for more than 50 years, arriving on the seen as the iconic character the Fonz on \"Happy Days.\" Now at age 72 Winkler is reintroducing himself to a new generation of fans in what he says is an even better role.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WALLACE",
      "sentences": "I wanted to talk with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WINKLER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WALLACE",
      "sentences": "Because I think that you play one of the most interesting, funny characters on television right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WINKLER",
      "sentences": "Wow. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WALLACE",
      "sentences": "The acting coach Gene Cousineau on the HBO series \"Barry.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WINKLER",
      "sentences": "Yes. \"Barry.\" And Cousineau comes -- that was the name of Bill Hader and his wife's obstetrician.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WALLACE",
      "sentences": "OK. I did not know that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WINKLER",
      "sentences": "Yes. Dr. Cousineau.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WALLACE",
      "sentences": "That enriches the series for me. Let's take a look at Gene Cousineau in action.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WINKLER",
      "sentences": "Barry, you want to be an actor. You better get out of your own way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "BILL HADER, ACTOR",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WINKLER",
      "sentences": "Life is about taking a risk, making the unsafe choice. All right, here's a little story just to illustrate. I once auditioned for the guy that robbed the house on \"Full House\" and I carried a loaded beretta with me into the audition just to feel the weight of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "HADER",
      "sentences": "Wow. Did you get the part?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WINKLER",
      "sentences": "No. They freaked out.(END VIDEO CLIP) (LAUGHTER) WALLACE: It is -- I love this show and I love you in this show. Now who is this guy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WINKLER",
      "sentences": "This guy is a compilation of somebody that the writers were writing about who taught here in L.A. and the 14 teachers that I had over my school career from college and graduate school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WALLACE",
      "sentences": "Were they really that bad?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WINKLER",
      "sentences": "You know what, it's not a matter of being that bad. It is a matter of teachers of acting are a very strange breed and a lot of them think they have to tear you down in order to build you up. I'm not sure that that is true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WALLACE",
      "sentences": "What is so special about playing Gene Cousineau in \"Barry\"?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WINKLER",
      "sentences": "There is an expression that if it ain't on the page, it ain't on the stage. And Bill Hader and Alec Berg, Liz and Duffy and Justin, they write and give you such a jumping off place. They give you such a blueprint in order to create your character. And I'm telling you that it's just magnificent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WALLACE",
      "sentences": "You got the role of Cousineau at 72. You got the role of the Fonz.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WINKLER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WALLACE",
      "sentences": "Arthur Fonzarelli at age 27.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WINKLER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WALLACE",
      "sentences": "As a certain kind of -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:27:03",
      "speaker": "WINKLER",
      "sentences": "Amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WINKLER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WALLACE",
      "sentences": "But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WINKLER",
      "sentences": "We lived above our means, I just want you to know that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WALLACE",
      "sentences": "Okay, well, that's good. That's okay. It's still count.By your own admission, riddled with insecurity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WINKLER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WALLACE",
      "sentences": "And you get the role of the leather jacket wearing, tough street Italian street cat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WINKLER",
      "sentences": "Yes. WALLACE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WINKLER",
      "sentences": "Okay.(BEGIN \"HAPPY DAYS\" VIDEO CLIP) ARTHUR \"THE FONZ\" FONZARELLI, FICTIONAL CHARACTER: I'm The Fonz.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's it, you're The Fonz.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "FONZARELLI",
      "sentences": "That's right. I snap my fingers, girls come running, you know, whoa.Ey. Ey. Hey. Ey. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WALLACE",
      "sentences": "I love watching you watching that. So, how does that happen that Henry Winkler from Manhattan becomes Arthur Fonzarelli, The Fonz? The epitome of cool?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WINKLER",
      "sentences": "Because I trained for many, many years to be an actor, and I got to play somebody I wasn't, somebody who I wanted to be, and it was so much fun.They are still my family. All of the people who have survived are still very, very close. We are incredibly friendly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WALLACE",
      "sentences": "But, you know, I understand, it is acting, but I would strike me that an insecure kid from Manhattan to play, The Fonz is...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WINKLER",
      "sentences": "It was shocking to me, because they wanted a taller Italian kid. They got, you know, this short Jew from New York. But all I did, Chris, all I did was change my voice.I introduced myself as Henry, and then as I started to do it, something overtook me it was like a dybbuk was in my body, and I changed my voice like this and it unleashed me. You know, like, you're very lucky. I'm here talking to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WALLACE",
      "sentences": "And had you planned that or do you did --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WINKLER",
      "sentences": "I did not. I didn't know that it was going to happen, and I just went with it and that is what I was able to do as an actor, but not able to do as a human being.I just went with it in my profession, and in my life, I was a bowl of Jell-o that had not congealed yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WALLACE",
      "sentences": "Personally and professionally, what was it like to suddenly be such a big star, an iconic figure in American culture?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WINKLER",
      "sentences": "Insane. It was insane. I don't know if I'm right, but I figured out that there is an emotional component that is missing when you have some sort of learning challenge.You have such a little sense of self and that very fact helped me deal with what other people were saying. They couldn't possibly know what they were talking about. I am this person who is totally without self, without --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WALLACE",
      "sentences": "So you didn't get swept away by it is what you're saying. You didn't...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WINKLER",
      "sentences": "I was not allowed to be swept away because I couldn't buy in that, \"This is me.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WALLACE",
      "sentences": "So I want to talk -- let's go back to The Fonz in the 70s. I want to talk about a scene where you are challenged to water ski over a shark that has great premise, and pinned in next to the beach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WINKLER",
      "sentences": "Yes. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WALLACE",
      "sentences": "Let's take a look back.(BEGIN \"HAPPY DAYS\" VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There he goes.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WALLACE",
      "sentences": "Okay. This is literally the scene that from which we derived the expression \"jumping the shark.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WINKLER",
      "sentences": "That's right. Jon Hein, a student at that time at Michigan, came up with -- his roommate, came up with a phrase \"jumping the shark.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WALLACE",
      "sentences": "And the idea is that something becomes a parody of itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WINKLER",
      "sentences": "Right or has outstayed its welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:03",
      "speaker": "WALLACE",
      "sentences": "Right. So my question is, when they told you to do the scene, did you think to yourself, \"This is really dumb?\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:18",
      "speaker": "WALLACE",
      "sentences": "So the series ends. You know, you say jumped the shark, but it went on for another seven years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:18",
      "speaker": "WINKLER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:18",
      "speaker": "WALLACE",
      "sentences": "It is still a big hit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:18",
      "speaker": "WINKLER",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:18",
      "speaker": "WALLACE",
      "sentences": "In '84, the series ends and say that you were so typecast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:18",
      "speaker": "WINKLER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:18",
      "speaker": "WALLACE",
      "sentences": "That you couldn't find work as an actor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:18",
      "speaker": "WINKLER",
      "sentences": "That's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:18",
      "speaker": "WALLACE",
      "sentences": "How bad was it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:18",
      "speaker": "WINKLER",
      "sentences": "It was so bad that not only could I not find work, but I was sitting at my desk at Paramount, I had an office, and I literally thought, \"Am I ever going to find anything with as much impact as The Fonz? How will I know? Will anybody ever ask me? I'm not getting any offers.\" And that's when I started to produce.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:18",
      "speaker": "WALLACE",
      "sentences": "During this fallow period. You do get offered a part. You get offered the part of the lead in Greece over John Travolta, before John Travolta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:18",
      "speaker": "WINKLER",
      "sentences": "Before John Travolta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:18",
      "speaker": "WALLACE",
      "sentences": "And you turn it down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:18",
      "speaker": "WINKLER",
      "sentences": "I did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:18",
      "speaker": "WALLACE",
      "sentences": "Are you a damn fool?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:18",
      "speaker": "WINKLER",
      "sentences": "Yes, I am. Because I only realized afterwards, years afterwards, I thought, I've played The Fonz, I don't want to do it again. I'm going to submit -- it has already happened, I'm already typecast. I should have just shut up and had a really good time making that movie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:18",
      "speaker": "WALLACE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:18",
      "speaker": "WINKLER",
      "sentences": "Now, I go home, I say no and I have a Diet Coke. John Travolta goes home and has done the movie and buys a plane.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:18",
      "speaker": "WALLACE",
      "sentences": "From that big regret to a rough childhood, up next, Henry Winkler on growing up with a learning disorder that went undiagnosed for decades. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:18",
      "speaker": "WINKLER",
      "sentences": "I didn't want to be stupid. So I thought, I don't want to be stupid, but everybody is saying I am.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WALLACE",
      "sentences": "For the first three decades of his life, Henry Winkler didn't know he was dyslexic. In our conversation, he opened up about how he overcame his learning disorder and he told me how that struggle led to all his success.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WALLACE",
      "sentences": "You went undiagnosed until you were age 31.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WINKLER",
      "sentences": "Yes, that is true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WALLACE",
      "sentences": "So you got bad grades in school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WINKLER",
      "sentences": "I did. I'm in the bottom three percent academically in America quantified.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WALLACE",
      "sentences": "That's something to be quite proud of. I mean -- above average.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WINKLER",
      "sentences": "No, I'm overwhelmed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WALLACE",
      "sentences": "Exactly. You struggled in school and your father, if I get this right, dismissed you as a dumb dog.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WINKLER",
      "sentences": "Yes, that is true. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WALLACE",
      "sentences": "How tough was that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WINKLER",
      "sentences": "First of all, I didn't want to be stupid. So I thought, I don't want to be stupid, but everybody is saying I am. Number two, it was hurtful.I swore as, I was lying in my bed on 78th Street in the West Side in New York City, dreaming of being an actor. I also thought if I am ever a parent, I will be completely different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WALLACE",
      "sentences": "Than your parents were.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WINKLER",
      "sentences": "Than my parents were.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WALLACE",
      "sentences": "In what way? WINKLERwhen I was growing up in the 50s and the 60s. But you look at your child, you're connected to your child, you say, there is something going on here and with compassion, I don't know what it is, but it is my job to figure out something to help this human being who is too small to take care of himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WALLACE",
      "sentences": "And was there no compassion from your mom and dad?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WINKLER",
      "sentences": "There was very, very little. You know, I tell the story, at that time, we had a television that was in the same box with the radio and the Hi-Fi and it was tubes. They would go out and when they came home, they felt the top of the television, and if I didn't turn it off in time, it was still warm and they would have known that dumb-a-hunt was watching TV.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WALLACE",
      "sentences": "Dumb-a-hunt is dumb dog.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WINKLER",
      "sentences": "Dumb dog.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WALLACE",
      "sentences": "So literally, you're sitting there trying to outsmart your parents. They're up for the evening, you're watching TV, \"I better turn it off at nine o'clock because they'll be back at 10\" and the top of the TV can't be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WINKLER",
      "sentences": "Warm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WALLACE",
      "sentences": "And what happens if they come home and the TV --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WINKLER",
      "sentences": "I'm grounded for even longer. I don't get my allowance. I can't go to the movies on Saturday. Whatever was the craziness in their head, but I could sit at my desk and try and get geometry from now until the end of days and it's not going in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:25",
      "speaker": "WALLACE",
      "sentences": "So explain -- because I've got members of my family who have dyslexia, but I don't fully get it. What did -- what do, if they still do, the words on the page, the sentences --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:15",
      "speaker": "WINKLER",
      "sentences": "It is wiring in the brain. Some people don't have penmanship. Some people don't hear what is being said, they can't process what they're hearing. It takes so many different forms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:15",
      "speaker": "WALLACE",
      "sentences": "And when you finally, in your 30s realize this was a physical condition and you know, I was berated, I was dismissed. How did you feel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:15",
      "speaker": "WINKLER",
      "sentences": "Angry. All of that grounding, all of the yelling, all of my feeling so bad was for nothing. It was funny. Then, I started to understand that maybe if I was not dyslexic, if I didn't fight through my challenge, if I wasn't tenacious about it, I wouldn't be sitting right here right now with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:15",
      "speaker": "WALLACE",
      "sentences": "You don't have to do much research about Henry Winkler to come across the phrase, I'm serious, \"The nicest man in Hollywood.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:15",
      "speaker": "WINKLER",
      "sentences": "I don't believe I am the nicest man anywhere. I believe I'm grateful. I am grateful to be on the earth. I'm grateful to be living the dream I had in Manhattan. I'm grateful for my family.And out of that gratitude comes, I'm just happy to be here. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "WALLACE",
      "sentences": "My next guest is a gifted artist who has had breakthroughs in the worlds of both books and music. Within a year, Michelle Zauner became a Grammy-nominated musician and a best-selling author. Her work focuses on her compelling story of losing her mother to cancer.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "WALLACE",
      "sentences": "This book, \"Crying in H Mart,\" I read every word of it, deeply moving, beautifully written, and I want to dig into it with you over the next period of time.What do you think is this book's appeal? MICHELLE ZAUNER, MUSICIAN AND AUTHOR \"CRYING IN H MART\": I mean, I'd like to believe they're just very universal themes. I mean, it's a mother and daughter story. It's a coming of age story. I think many people from all different ethnicities can relate to food having a profound impact on their memories and their families. And so I think that it's -- unfortunately, a lot of people have lost a loved one, have grieved, have experienced caretaking for someone who has cancer, and so I think they're all different ways to relate to the book that have found people in different ways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "WALLACE",
      "sentences": "But one way in which your story is not typical, to the degree anybody's story is typical, is your mom, Chongmi is is not sweet, is not soft. You're pretty unsentimental and let's take a look at how you describe her. Here you are.(BEGIN VIDEO CLIP) ZAUNER: Hers was tougher than tough love. It was brutal, industrial strength, a sinewy love that never gave way to an inch of weakness. It was a love that saw what was best for you 10 steps ahead, it didn't care if it hurt like hell in the meantime. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "WALLACE",
      "sentences": "So you wrote it, give me a sense. Give me a sense of brutal industrial love.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "ZAUNER",
      "sentences": "My mom was just very honest, and could be quite judgmental. I mean, she could be very kind and sweet when she wanted to be. But for instance, if you know I lost a job, maybe someone else's mom would say, oh, you know, you'll find another one or they don't deserve you. And my mom, when I got fired from my waitressing job said, \"Well, Michelle, anyone can carry a tray.\"So she just had this very, you know, a brunt way of telling it like it was and it shaped me very much to be who I am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "WALLACE",
      "sentences": "At age 25, you find out that your mom has stage four cancer, and you leave the East Coast where you're living and you move back to Oregon to take care of her and you say in the book to, quote, \"cure her\" by being the perfect daughter. Did you really think you could do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "ZAUNER",
      "sentences": "I think that when you have that type of prognosis, for me personally, I went in with just deluded optimism because you have to believe in a one percent chance, you know, no one goes into that situation, wants to go in with a negativity. So, I felt like if I cared for her perfectly, that we could find a miracle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "WALLACE",
      "sentences": "And then of course, she passes, and you describe so beautifully and so movingly your overwhelming grief. And here's a passage of that.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "ZAUNER",
      "sentences": "Sometimes my grief feels as though I've been left alone in a room with no doors. Every time I remember that my mother is dead, it feels like I'm colliding with a wall that won't give. There is no escape, just a hard surface that I keep ramming into over and over, a reminder of the immutable reality that I will never see her again.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "WALLACE",
      "sentences": "Were there times, because it felt that way reading the book, were there times in the depth of that grief when you just weren't sure how you were going to get through, if you were going to get to the other side?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "ZAUNER",
      "sentences": "Yes, absolutely there were days that it felt like, \"How will I ever persist?\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "WALLACE",
      "sentences": "And what do you think? Was it just time that made the difference? [19",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "ZAUNER",
      "sentences": "I think time is a huge part of it. I think for me as an artist, writing about that experience was incredibly cathartic, and yes, you know, finding my footing in my work has been helpful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "WALLACE",
      "sentences": "Which brings us to the title of this book \"Crying in H Mart,\" which people at this point might still not understand why, and the point is that you found bonding both in life and in death in food with your mom.And then you talk about the fact that you used to go to an H Mart. We have a picture, we've got pictures of an H Mart, which to folks who don't know, and I didn't is the biggest Asian grocery chain in the US and here is what you have to say about that. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "ZAUNER",
      "sentences": "Food was how my mother expressed her love. No matter how critical or cruel she could seem, constantly pushing me to meet her intractable expectations, I can always feel her affection radiating from the lunches she packed and the meals she prepared for me just the way I like them.I can hardly speak Korean, but in H Mart, it feels like I'm fluent. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "WALLACE",
      "sentences": "You say that food is the way you were able to mourn your mother, the connection over food that you had, because you say it's also the way that you can kind of claim and preserve your Korean heritage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "ZAUNER",
      "sentences": "I mean, I think that that's a big part of the book's question is, am I even Korean anymore without my mother? Because you know, it used to be I could just call my mom, if I had a question about, Koreans eat this, right? Or Koreans do this, right? This is what we do on this holiday.And now I don't have that person anymore. And so suddenly, it feels like am I even Korean if I don't know the answer to these things, and I have to sort of seek them out on my own without just calling my mom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "WALLACE",
      "sentences": "Now, even before you started writing, you were playing in some indie pop bands, and in 2016, you start a band and this is after your mom has died called Japanese Breakfast.All right, Michelle, you got me. Why did you call your band Japanese Breakfast and what is a Japanese Breakfast? Because I assume, it is why you want to call it Japanese breakfast in the first place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "ZAUNER",
      "sentences": "Yes, Japanese Breakfast, I started this side project very casually in 2012 when my other band, Little Big League, which was not very successful as a sort of side project to that band, and I just really wasn't thinking very much about it. At the time, I had seen some very pleasant images of JapaneseBreakfast, which was kind of like a soup and some pickles and rice and like a fillet of fish or Tamago Kake Gohan which is like a raw egg was with rice, and I just thought that is such a pleasant image. It conjures such a nice feeling that I just thought I would name it this moniker and not knowing that this project would become a Grammy- nominated project and be selling out shows across the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "WALLACE",
      "sentences": "Well, here's a video from one of your albums with lots of family photos, let's take a look.[VIDEO CLIP PLAYS]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "WALLACE",
      "sentences": "I asked them to put up these two pictures. Your mom and you recreating a picture of your mom. Why did you do that in the video?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "ZAUNER",
      "sentences": "I think -- and you know, I talk about this a lot in the book. I feel like when -- you know, to be an only daughter and to lose your mom, it feels like the only way to move forward is to truly believe that you like absorbed her, like you are her in a way, and so I think I always try to call attention to recreating that feeling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "WALLACE",
      "sentences": "So what's next for you both in music and in books?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:01",
      "speaker": "ZAUNER",
      "sentences": "Yes, I will probably write another record next year and in 2024, I am going to move to Korea for one year and document the process of learning the language and that will be my second book.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}