{
  "date": "2022-12-03",
  "headline": "CNN Newsroom",
  "subHeadline": "Volcano's Fury Draws Crowds as Lava Inches toward Key Highway; Interview with Hawaii Governor David Ige; U.S. Falls to Netherlands 3- 1; Georgia Senate Runoff; January 6 Committee Report Expected in Next Few Weeks. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:45",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "You're live in the CNN NEWSROOM. I'm Jim Acosta in Washington.A very dangerous but awe inspiring spectacle in Hawaii as lava flowing from the world's largest active volcano is now less than three miles away from a major highway. Mauna Loa has been erupting for days with the lava at one point reaching up to 148 feet into the air. Right now, the lava flow is moving at about 40 feet per hour. But officials are warning that it could still be unpredictable. That's not stopping folks though from making their way over to the volcano to get a close look. David Culver is live on the scene for us right now. David, not too close I hope in your case. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:45",
      "speaker": "DAVID CULVER, CNN CORRESPONDENT",
      "sentences": "About 2.5 miles, so definitely keeping my distance. But I want to point out, Jim, where you can probably see a bit of a break in the clouds, it is a bit tough because we have some inclement weather that has come through. It is a little hazy, but if you push through you can look and see right on the edge there perhaps these faint, they are narrow plumes. It's not smoke. It's -- those are volcanic gases, acidic gases at that, that are rising up. That's the edge of the lava.So that's where it is and the concern is that it is headed this direction and could ultimately hit just next to us which is one of the major highways here. And if you get a sense of even where we are standing, I mean this is obviously from eruptions a long time ago, in fact estimated to be a couple hundred centuries ago but this is the result of it. It creates this what feels like another planet type of landscape that is really just quite impressive. And even as you are walking through it, maybe you can hear this, it is just really pretty cool.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:45",
      "speaker": "ACOSTA",
      "sentences": "That is cool.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:52",
      "speaker": "ACOSTA",
      "sentences": "All right. David Culver -- our man versus the volcano there, live on the scene. David, thank you very much. We appreciate it. Stay safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:52",
      "speaker": "CULVER",
      "sentences": "Thanks, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:52",
      "speaker": "ACOSTA",
      "sentences": "Joining us now is the governor of Hawaii, David Ige. Governor, great to see you again. Thanks as always for being with us. We appreciate it.You just heard David's report. A lot of folks want to get an up-close glimpse at what is happening but we have to underline. It is a dangerous situation. You have to be careful. Lava is spewing up to 148 feet high in some cases. What is your message right now? GOV. DAVID IGE (D-HI): Yes, certainly there is no imminent danger but it is a dangerous situation. And Jim, you know, the lava spewing forth is thousands of degrees centigrade, and it really is a dangerous situation and the eruption is unpredictable. You know, it seems to have settled into that flow that David was out at, but it can change at a moment's notice. And that's why we continue to inform visitors that it is safe for them to continue with their plans if they were planning to come to Hawaii Island, but those who are here need to pay attention to Hawaii County Civil Defense. And please, listen to all of the first responders and emergency personnel that is directing traffic and guiding people because that's the best way to safely observe the volcano.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:52",
      "speaker": "ACOSTA",
      "sentences": "And if the lava reaches this major highway, can you talk about what kind of impact that would have on the people there? Do you think that that could happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:52",
      "speaker": "IGE",
      "sentences": "At this point in time, Jim, it is at least a week off. The lava flow has slowed to about 25 feet per hour, so it is slowing down a little. As you can see, that area is very, very flat. You know, but it could -- it could make it to the highway.And Jim, that is the main connection between east and west Hawaii. Very, very high volumes of traffic. If in fact, the lava was to overrun the highway, then people would add half an hour to an hour and a half, depending on where they're getting to, to their commute time. So it becomes a two-and-a-half hour to four-hour commute from east to west, which would be a tremendous inconvenience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:52",
      "speaker": "ACOSTA",
      "sentences": "Wow. I have been to the Big Island. I remember how important that highway is. We can't have that happen. I know that would probably keep you up at night a little bit, Governor. It is not just the lava, it is the smoke, the volcanic gas, the ash. Iguess that underlines why visitors, tourists, thrill seekers, they need to be cautioned to stay away from this, don't get too close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:52",
      "speaker": "IGE",
      "sentences": "Yes, absolutely. And that's why we're trying to set up a safe viewing area, as had been said because we know that people want to see it. It is an awe-inspiring sight. There's nothing else like it.But it is dangerous because of the gases. You know, right now our monitoring stations -- air monitoring stations around the island continue to show green, which means that we don't detect high concentrations of dangerous gases. But I would like to remind everyone that, you know, it can get very concentrated in different parts of the island, especially as you get closer to the fissure. And so people need to be aware, especially if you have respiratory challenges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:52",
      "speaker": "ACOSTA",
      "sentences": "Governor, what is the cultural importance of this? Can you explain that to our viewers? We heard from a spectator a couple of hours ago who was talking about making an offering at the volcano.Can you talk about the cultural value of what we are witnessing right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:52",
      "speaker": "IGE",
      "sentences": "You know, certainly Mauna Loa and her sister volcano, Mauna Kea, are the tallest peaks in the islands, and both have very, very deep cultural practices and considerations. So certainly I think if visitors have the opportunity to speak with any of the cultural practitioners they will find very, very interesting stories about the creation of the mountains and volcanos and the Hawaiian islands in general.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "IGE",
      "sentences": "Aloha, Jim. Thank you for the opportunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "ACOSTA",
      "sentences": "Thanks for your time.All right. Let's move to the bitter defeat that is sending the U.S. men's soccer team home after an invigorating run in the World Cup. The team falling 3-1 to the Netherlands who now will move on to the quarterfinals. The Netherlands scoring two goals in the first half. CNN's Don Riddell is there in Doha for all of the action. Don, this is a heartbreaker back here in the states. We were all on the edge of our seats. I was -- I think I scared my little dog, poor Duke, into his crate he was so worried about what was going on, you know. I was screaming so loud in my living room this morning. But the U.S. did not go down without a fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "DON RIDDELL, CNN HOST, WORLD SPORT",
      "sentences": "Yes, that's absolutely right. And they can be so proud of what they've achieved, Jim, in this tournament. Even if you look at kind of what they managed to achieve in this game because they did not let the Netherlands completely run the show.In fact, the American team had more possession, they had just as many shots on goal. The only problem was they couldn't convert them. That was Christian Pulisic with a very, very early chance. But after ten minutes, (INAUDIBLE) put the ball away for the Dutch side, and this was the real difference. The Dutch were just so clinical. Right on the stroke of halftime, Daley Blind made 2-0. Honestly, it was kind of hard at that point to see the American side coming back, but 50 minutes from time they made a game of it. Hajjie Wright (ph) somehow got the ball into the back of the net. I'm not sure how much he really knew about that, but if he meant it, it was an extraordinary finish. Within five minutes of that the Dutch reestablished their authority. Denzel Dumfries knocking it pretty much into an empty net and that was that. But I think, you know, what the American team has achieved in the tournament cannot be, you know, underestimated. They came into this tournament as one of the youngest sides competing. 25 of the 26 guys on the squad have never even played in a World Cup tournament before. They knew they had a problem scoring goals but they successfully navigated the group stage, performing well against England who are one of the favorites for this tournament. The game against Iran was just extraordinary, both for the intensity within the stadium but all of the sub plots and all the political tension and drama around it. And then to go up against the Dutch, one of the best teams in the world, and compete so well with them. I think it has done wonders for the confidence of this team going forward. They're hosting the World Cup along with Canada and Mexico in four years' time. And (INAUDIBLE) at the end of the match, one of their star players said, this four year run we have been on has really changed how the rest of the world sees U.S. soccer. And there is no doubt that these players and this team are going places.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "ACOSTA",
      "sentences": "Absolutely. I can see them getting on a roll next time. And the way Americans were really just pulling for this team this time around, it is too bad they didn't advance, but what a battle.Don Riddell, great coverage as always. Thank you so much. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "RIDDELL",
      "sentences": "Thank you. And joining me now CNN sports analyst and sports columnist at USAToday, Christine Brennan. Christine, heartbreaker. I don't know. I was in D.C., maybe you were hearing me across town yelling and screaming at the television this morning. But what a disappointing end to what was a very successful run for U.S. soccer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "CHRISTINE BRENNAN, CNN SPORTS ANALYST",
      "sentences": "Without a doubt, Jim. No, I didn't hear you but I did have the windows open and I think everyone was, you know, on the edge of their seat, at least for a while.You know, Don's report is so thorough, that the U.S. had a great run. The U.S. men's national team captured the hearts of the country. I think it helped a lot that we saw these guys as just good guys. These are the ones who gave up some of their money, their prize earnings so that the women, U.S. women's national team, the incredibly successful U.S. women's national team could have equal pay. Their Title 9 males, they're the guy next door. And everything was going great. Clearly what happened, three defensive lapses. Obviously people can see the replays. Each time a Dutch player was able to just slip right past a U.S. defender or someone who should have been defending them. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "ACOSTA",
      "sentences": "Wide open on that third goal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "BRENNAN",
      "sentences": "Oh, he was wide open, right, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "ACOSTA",
      "sentences": "He was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "BRENNAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "ACOSTA",
      "sentences": "He was, and we missed some opportunities to score goals. Pulisic had that one at the very beginning that I was just -- you know, I almost fell out of my seat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "BRENNAN",
      "sentences": "Well, you have to wonder, of course, Pulisic coming back, the hero of the previous match, coming back from that contusion, that pelvic contusion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:50",
      "speaker": "BRENNAN",
      "sentences": "You know, would have, should have, could have, nonetheless this U.S. men's national team is one of the great stories of the Fall. And going against college football and pro football here in the United States with this tournament moved to November/December they've held their own with TV ratings and I think have a new generation of fans who will be around four years from now when the U.S., Canada and Mexico host the men's World Cup. ACOSTAat a bar -- I'm not sure where it is here in the U.S., but -- I think in Atlanta. Yes, in Atlanta. Christine, I will confess I had my baseball cap on. I was trying to go incognito in the pub. I was watching it, I won't say where, here in Washington when the U.S. Played against England. I was trying to go incognito because I was just acting so crazy cheering for these guys. They really got us all rooting every step of the way. Have we changed as a country when it comes to soccer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:50",
      "speaker": "BRENNAN",
      "sentences": "Well, certainly over the years, the 1999 Women's World Cup victory, Brandi Chastain (ph), the iconic moment Jim in the first 50 years of Title 9, Brandi zipping off her shirt and ripping over her head, that was on the cover of \"Time\", \"Newsweek\", \"People\" and \"Sports Illustrated\".So we know that girls and boys were inspired by that moment in '99, and I think that the continued success of the men's national team and their support of the women and vice versa is a very compelling story that reaches into every American home and every American backyard for boys and girls, and moms and dads who are obviously wanting their kids to play a lot of sports, learn a lot of sports. And soccer is often the gateway, the entry way into sports for little kids, age 4 and 5. You start out with those kids running around like ants. And so, you know, we've our passion for college football, pro football, so many other things, but soccer as a spectator sport is certainly growing. And the women's game has helped lead the way and now the men clearly are going to come along and continue that trend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:50",
      "speaker": "ACOSTA",
      "sentences": "And Christine, just finally, your thoughts on Pele? The Brazilian soccer legend remains in stable condition at a hospital as he continues to battle colon cancer. Last hour, he posted a statement on Instagram. It reads in part, \"My friends, I want to keep everyone calm and positive. I'm strong with a lot of hope and I follow my treatment as usual.\"He is a legend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:50",
      "speaker": "BRENNAN",
      "sentences": "For many of us, certainly for me growing up at a time when soccer wasn't a big deal for boys or girls. And I never really played it. I played six sports in high school but I never played soccer. It seems Pele was the first name we knew, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:50",
      "speaker": "ACOSTA",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:50",
      "speaker": "BRENNAN",
      "sentences": "And he came to the United States, and so he is really an ambassador for the game worldwide. And the fact the men's World Cup is going on right now, Jim, and Pele, of course, in this tough situation, I think everyone's hearts go out to him and he's (INAUDIBLE).I don't want to say it is fitting because you never want someone to be in that position, but for Pele to be making news today and to be such a gentleman, it is fitting in the sense that he is soccer to millions of Americans and millions of people around the world. And I know everyone's hearts go out to him at this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:50",
      "speaker": "ACOSTA",
      "sentences": "I remember watching him growing up. He was just an amazing player. Made you want to go out there and try it yourself, although realizing you could never get to that level. He was just so incredible.Christine Brennan, thanks so much for the time. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:14:50",
      "speaker": "BRENNAN",
      "sentences": "Jim, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:18:40",
      "speaker": "ACOSTA",
      "sentences": "We are just three days away from the Senate run-off election in Georgia where incumbent Democratic Senator Raphael Warnock and his Republican challenger Herschel Walker are making their final pitches to voters ahead of a race that will determine if Democrats will have a one-seat majority or if there will be a 50/50 split with Kamala Harris, the vice president holding the tie-breaking vote.CNN's Dianne Gallagher is in Atlanta. Dianne, the stakes are high. Democrats have told us, they want this extra seat in the Senate. How are the candidates spending their final days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:53",
      "speaker": "GALLAGHER",
      "sentences": "Talking about those early voting numbers and how many votes are still left out there. Look, more than 1.85 million Georgians have already cast their ballots, more than 350,000 on Friday alone.That is a record for the single early voting here in the state of Georgia. It broke records that were actually set on Monday and Tuesday. But I do want to reiterate that those single daily records don't mean that we are looking at the same type of turnout in early voting that we saw in 2021 when Warnock ran for that Senate seat the first time in the run-off. We are far behind that and that's likely because of this compressed four-week schedule where there were only five days of mandatory voting resulting in many long lines across the state last night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:53",
      "speaker": "ACOSTA",
      "sentences": "All right. Dianne Gallagher, thank you so much.And join CNN for the Georgia run-off between Senator Raphael Warnock and Herschel Walker. Our coverage starts Tuesday at 4:00 p.m. Eastern. And it is the strength of the finish for the House Select Committee investigating the Capitol insurrection. Members of the January 6 panel meeting Friday as their deadline fast approaches to share their findings with the public. But the committee is also weighing whether or not to make criminal referrals to the Justice Department including a referral for former President Donald Trump for his actions around the deadly riot. CNN's Sara Murray reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:53",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The clerk will call the roll.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:53",
      "speaker": "SARA MURRAY, CNN CORRESPONDENT",
      "sentences": "Running up against an end-of-year deadline.REP. ADAM SCHIFF (D-CA): We are close to putting down the pen and going to print.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:53",
      "speaker": "MURRAY",
      "sentences": "The House Select Committee investigating the January 6th attack on the U.S. Capitol convening privately to weigh its final moves and discuss its final report.REP. ZOE LOFGREN (D-CA): We haven't finished the discussion of any potential consequences, including referrals yet, but we will be working on that in the coming days and expect to conclude that very soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:53",
      "speaker": "MURRAY",
      "sentences": "The committee still weighing what to do about criminal referrals. The panel also discussing how to present evidence of possible obstruction, perjury and witness tampering in its final report.And deciding whether to try to hold accountable the five GOP lawmakers, including House Republican minority leader Kevin McCarthy and Congressman Jim Jordan for refusing to comply with committee subpoenas. REP. MO BROOKS (R-AL): I have a message that I need you to take to your heart and take back home and along the way stop at the Capitol.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:53",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The ayes have it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:53",
      "speaker": "MURRAY",
      "sentences": "Committee Chair Bennie Thompson telling reporters there are three options. Refer the lawmakers to the ethics committee, hold them in contempt of Congress or well, do nothing. The committee also vowing to make interviews with more than a thousand witnesses and volumes of other evidence available to the public.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:53",
      "speaker": "SCHIFF",
      "sentences": "We're also going to be releasing the evidence which may be the most important thing. The voluminous transcripts, the documents and emails. We want to make sure that that's put before the American people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:53",
      "speaker": "MURRAY",
      "sentences": "As McCarthy still scrambling to secure the votes to become speaker in the next congress --REP. KEVIN MCCARTHY (R-CA): I think there's a secret fight (ph) to the floor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:53",
      "speaker": "MURRAY",
      "sentences": "-- warns the January 6th Committee to preserve all of its records and transcripts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:53",
      "speaker": "LOFGREN",
      "sentences": "They have been pretty clear that they'd like to undermine the work that we have done, but we are going to prevent that.We are going to release all the information we have collected so it cannot be selectively edited and spun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:53",
      "speaker": "MURRAY",
      "sentences": "Also waiting on those transcripts, the Department of Justice. The committee says DOJ will see them when the public does. In the meantime, federal prosecutors are moving ahead.Trump's former White House council Pat Cipollone and his deputy Patrick Philbin spotted at court today after a judge ordered them to provide additional grand jury testimony in DOJ's criminal probe into efforts to overturn the 2020 election. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:53",
      "speaker": "ACOSTA",
      "sentences": "And joining me now CNN senior legal analyst and former federal prosecutor, Elie Honig. Elie, great to see you.Elie, a member of the January 6th Committee Zoe Lofgren says criminal referrals are coming in the next week or two. What do you think? Do you think we're going to be seeing a criminal referral for the former president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:24:53",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Well, we've heard some mixed messages on that, Jim, but let me tell you that as a former DOJ prosecutor the last thing I would want is a criminal referral from Congress. And here is why. It doesn't do anything for prosecutors. It doesn't help prosecutors in any way.They don't need a criminal referral. In fact, they're investigating Donald Trump right now. We know that. That's why they appointed a special counsel. But here is what it does do. It gives Donald Trump a talking point. It allows Donald Trump to say, well, look at that, a bunch of Democrats and Liz Cheney and Adam Kinzinger, politicians on Capitol Hill tell DOJ to jump and then DOJ jumps. That will enable Donald Trump to at least try to cast it as a political prosecution. It may not be a meritorious argument but you can bet Donald Trump is going to make it. But what I would want if I was a prosecutor here is all the evidence. DOJ has been asking the committee for their transcripts for months now, and as Sara just said the committee still has not turned everything over. They say they will but that's what really would interest me if I was a prosecutor on the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:53",
      "speaker": "ACOSTA",
      "sentences": "Obviously this is just more desperation from the former president. It is not going to happen. What is your reaction to that? I guess what might the Justice Department think of that when you go out there and you say this sort of thing as they're perhaps weighing making a case against him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:53",
      "speaker": "HONIG",
      "sentences": "Good lord. I don't even know where to begin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:53",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:53",
      "speaker": "HONIG",
      "sentences": "I guess I will just summarize, in response to Donald Trump's statement, to say that virtually every word of that statement is wrong, crazy and dangerous.I mean the only accurate thing Donald Trump says is that, to do what he is recommending, would require termination of the Constitution, which, of course, would leave us without a democracy. I don't think DOJ is paying any attention to this. You don't -- sometimes you just have to sort of look past the hoopla and just focus on the facts and the law that are relevant to a crime. So I think DOJ prosecutors are looking at this statement, probably rolling their eyes or feeling some sense of disgust and just ignoring it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:53",
      "speaker": "ACOSTA",
      "sentences": "Putting it in File 13 where it belongs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:53",
      "speaker": "HONIG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:53",
      "speaker": "ACOSTA",
      "sentences": "But it does underline, once again, his hostility to the American way of life and democracy in this country. It is a reminder of what the country was going through around January 6th, just a few days before the midterms -- excuse me, this run-off coming after the midterms.Elie, let me ask you this. Pat Cipollone, the Trump White House counsel, and his deputy, Pat Philbin, were forced to appear before a grand jury about Trump's efforts to overturn the election despite challenges from Trump's legal team. What should we be watching for there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:53",
      "speaker": "HONIG",
      "sentences": "What was really interesting to me about this, Jim, it is actually their second time testifying in this grand jury. They testified a few months ago.We've reported, Evan Perez and our team have reported there was then a secret legal battle -- nothing wrong with that because it is grand jury. It is supposed to be secret -- over executive privilege. Now they're back. And you can call a witness back as a prosecutor. So that suggests to me and our reporting is that DOJ prevailed on the argument. Which tells me that now DOJ is able to ask Pat Cipollone and Pat Philbin, what were your conversations directly with Donald Trump, or at least about some of those conversations. To me, that could really be crucial evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:53",
      "speaker": "ACOSTA",
      "sentences": "An appeals court also halted the special master review of the documents seized at Mar-a-Lago. That is significant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:53",
      "speaker": "HONIG",
      "sentences": "Yes, this will enable DOJ to speed up their investigation. Because, under the special master, those documents had to filter through the special master, who would first review them, decide if they could be seen by DOJ or not, and if so pass them on.Now the special master is gone, and so DOJ. as of this moment, unless there's some very unlikely appeal to -- well, I think Trump will try to get it to the Supreme Court, but I think it is very unlikely the Supreme Court will take it. So now the status quo is DOJ can have those documents, use them in their investigation, and move on in the due course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:53",
      "speaker": "ACOSTA",
      "sentences": "All right. Elie Honig, thanks as always. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:29:53",
      "speaker": "HONIG",
      "sentences": "Thanks, Jim. All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:37:20",
      "speaker": "ACOSTA",
      "sentences": "An American woman has died after a monster wave slammed into her cruise ship during an Antarctic cruise on the way to Argentina.Authorities say a glass surface on the Viking Polaris collapsed from the impact of that rogue wave. Four other passengers were hurt and had to be treated by the ship's on-board doctor and medical staff. Rogue waves are typically bigger than twice the size of surrounding waves. Viking Cruises says the ship's next trip has been cancelled. Another frightening and mysterious cruise ship mishap to tell you about. A passenger on a Carnival Cruise ship somehow went overboard and managed to survive for hours in the shark-infested waters of the Gulf of Mexico. CNN's Leyla Santiago is taking a look at what happened. Leyla, what a story this man has to tell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:37:20",
      "speaker": "LEYLA SANTIAGO, CNN NATIONAL CORRESPONDENT",
      "sentences": "Right. It was not just shark infested. That alone is something to fear. But there were also jelly fish out there. He says he was sun burnt. He was very much aware of his surroundings. Even the salt water got to his skin.Let's layout the timeline here. He said that, Wednesday night, the last thing he remembers is, right around 10:30. He was hanging out with his family, having a good time on that cruise ship. Admits he had had some drinks but says he was far from inebriated. But somehow, at some point, he ends up off the ship. The ship is gone. He finds himself in the middle of the ocean on his own. And he is not rescued until 8:30, give or take, the next day. So he was out there for hours on end, just swimming and swimming. When I asked him how he thought that was possible, how he survived that, he said he never doubted help would come because, A, he said he knew his mom was going to spend quite the effort to find him. He also said he had a strong will to live. He was determined. (BEGIN VIDEO CLIP) JAMES GRIMES, RESCUED CRUISE-SHIP PASSENGER STRANDED AT SEA: I wasn't going to give up at any point in time, just kind of say, \"This is it, this is the end.\" It never came to that. I was determined to swim until my arms and legs could not, you know, hold my body up no more. I don't know if I could have lasted a few more hours or a few more minutes, but I was determined I was going to live. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:07",
      "speaker": "ACOSTA",
      "sentences": "Do you think he is ever going to, I mean, board a cruise ship again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:07",
      "speaker": "SANTIAGO",
      "sentences": "Yes, he said he absolutely is. He said he plans to get on another cruise ship. He said it was his second or third time being on a cruise ship.His family spent two years planning this out. It was a pretty big family gathering. They had about 18 people out there on that cruise ship together. He says it might be a while before he gets back on, but he has no fear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:15",
      "speaker": "ACOSTA",
      "sentences": "In Russia, clear signs Putin's economy is struggling under the squeeze of sanctions as the West hopes economic pain will push Russians to question Putin's so-called Special Military Operation in Ukraine.CNN's Fred Pleitgen is in Moscow where the typically bright holiday season is noticeably dimmer this year. (BEGIN VIDEOTAPE) (CLANGING) FRED PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): As Moscow lights up for the holiday season, the festive mood is dampened by a dose of melancholy. As there seems no end in sight to what the Kremlin calls, its Special Military Operation in Ukraine. UNIDENTIFIED FEMALE (through translation): I think the operation is not going well, to put it mildly, because there are many losses on our side. UNIDENTIFIED MALE (through translation): I don't know what the goal of the operation is but it's not reaching it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:15",
      "speaker": "PLEITGEN",
      "sentences": "After Russian forces were forced to retreat from large parts of northeast, eastern and southern Ukraine, many here don't even want to talk about what is happening on the battlefield.UNIDENTIFIED MALE (through translation): To this question, I don't know what to say. UNIDENTIFIED MALE (through translation): This is a provocative question. I don't want to answer it. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:15",
      "speaker": "PLEITGEN",
      "sentences": "Even after the Kremlin ordered a partial mobilization, drafting around 300,000 Russians between September and early November, gains have been hard to come by for Moscow's forces in Ukraine.Still, many Russians say they trust their leadership's decision- making. UNIDENTIFIED MALE (through translation): As far as the military operation goes, I can only say one thing, that it is underway and that I should not comment on it. Because we all support our president of the Russian Federation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:15",
      "speaker": "PLEITGEN",
      "sentences": "And, Russian President Vladimir Putin is asking for more support and patience, promising things will turn around.VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translation): We, as all of you here rightfully said, we must achieve our goals and we will achieve them in the end.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:15",
      "speaker": "PLEITGEN",
      "sentences": "But increasing numbers of boarded up shops show Russia's economy is running out of steam, as sanctions bite and some goods are becoming scarce.UNIDENTIFIED MALE (through translation): Of course, many things we have grown used to buying have disappeared but life goes on. We have to adjust somehow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:15",
      "speaker": "PLEITGEN",
      "sentences": "Economic expert, Sergey Zhavoronkov, tells me he fears the economic woes could lead to wider discontent.SERGEY ZHAVORONKOV, ECONOMIC EXPERT (through translation): It is unknown effect. A short victorious war may provoke enthusiasm but if the war goes on endlessly and does not lead to the desired outcome, comes disappointment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:15",
      "speaker": "PLEITGEN",
      "sentences": "For now, the lights remain bright in Moscow, even as dark clouds of economic uncertainty loom over the Russian capital.Fred Pleitgen, CNN, Moscow. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:52:37",
      "speaker": "ACOSTA",
      "sentences": "Sadly, it is a no-bones day. Noodle, the Internet famous pug, has died. He was the adorable dog who captured the hearts of millions with his bones or no-bones routine. It was a viral trend on TikTok and Instagram.If Noodles stood up, it was a bones day, meaning a day to get up and make the most of the day. If he flopped back over, it was a no-bones day, time for self-care and relaxation. And 14-year-old Noodle died at home in his owner's arms. Duke sends his thoughts to the family. Rest easy, Noodle. And what a beautiful dog. The world's oldest land animal just turned 190. A Seychelles giant tortoise, named Jonathan, is celebrating another trip around the sun this weekend, making a historic milestone. While there's no real record of his birth, Jonathan is thought to have been born around 1832, though island officials say he could be as old as 200 years old. That is just incredible. He was brought to the south Atlantic island of St. Helena in 1882 as a gift. And was even pictured with the British royal family in 1947. If you can believe that. Officials have made a series of commemorative stamps to honor Jonathan. And a very happy birthday to him. That is one -- doesn't move very quickly anymore, obviously, but he has a lot of mileage on that shell. Good think for Jonathan there. All right, will you marry me turns into engagement ring overboard. Have you seen this one? CNN's Jeanne Moos reports on a proposal that went horribly wrong. (BEGIN VIDEOTAPE) JEANNE MOOS, CNN NATIONAL CORRESPONDENT (voice-over): He lured his intended to the bow to recreate that famous Titanic embrace. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:52:37",
      "speaker": "MOOS",
      "sentences": "But in this case, what went flying was the engagement ring Scott Klein pulled out of his pocket in a box. Watch it bounce off the deck.(SCREAMING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:52:37",
      "speaker": "MOOS",
      "sentences": "Scott lunged after it in the Sarasota Bay on Florida's gulf coast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:52:37",
      "speaker": "UNIDENTIFIED ACTOR",
      "sentences": "Do you trust me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:52:37",
      "speaker": "UNIDENTIFIED ACTOR",
      "sentences": "I trust you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:52:37",
      "speaker": "MOOS",
      "sentences": "Just no with the ring, which Scott managed to fish out of the drink because the box was slow to sink.Suzy Tucker -- (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:04",
      "speaker": "SUZY TUCKER, BRIDE TO BE",
      "sentences": "I love you. SCOTT KLEIN, GROOM TO BE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:04",
      "speaker": "MOOS",
      "sentences": "Oh, if it really went wrong, the ring would have ended up --(MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:04",
      "speaker": "MOOS",
      "sentences": "-- where the Titanic did.(MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:04",
      "speaker": "MOOS",
      "sentences": "Jeanne Moos, CNN, New York.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}