{
  "date": "2022-12-01",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "U.S. Stocks Set To Rise After Encouraging Inflation Data; China Loosens Some COVID Rules Following Mass Protests; FTX Founder Says He Never Intended To Commit Fraud; Biden Welcomes Macron To The White House; Powell Says Fed Set To Ease Up On Rate Hikes. Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:32",
      "speaker": "RAHEL SOLOMON, CNN ANCHOR",
      "sentences": "Hello and welcome to First Move. Great to have you with us this Thursday. Lots to get to today, including Jay Powell hintsat a Fed reset. Sam Bankman-Fried has a lot of regret. And in Washington, D.C., a transatlantic tat-tat-tat (ph). French President Emmanuel Macron is set to arrive at the White House at this hour. You're taking a look at live pictures there as part of his three-day state visit to the U.S. President Macron and Biden ready to discuss funding for the war in Ukraine, the global energy crisis, as well as French concerns over U.S. subsidies to the green energy sector. The very latest on today's talks and tonight's state dinner in just a moment. But first, U.S. stock futures and European shares are on the rise. That's after a softer than expected read on U.S. inflation and a solid look at U.S. consumer spending. All this after that big rally Wednesday that saw the Nasdaq and the S&amp;P soar more than 3 percent. The Dow, in fact, entering a new bull market. Yes, I said bull market. Up 20 percent from recent lows. Stocks spiked Wednesday after Fed Chairman Jerome Powell hinted at less aggressive Fed rate hikes, saying that central bankers are aware of the dangers of tightening too far, too fast. And Powell's speech helping propel Asian stocks as well. The Hang Seng rising three quarters of a percent after finishing out its best month since 2003. That's on Chinese reopening hopes. More on that in just a moment. But first, U.S. President Joe Biden welcoming French President Emmanuel Macron at the White House. They will hold a briefing with reporters in just a few hours after they've sat down for talks. Later, the French leader will be honored with the first state dinner since President Biden took office. Joining me now is Sophie Pedder, she is the Paris Bureau Chief of the Economist. Sophie, wonderful to have you. How significant is this trip? As I said, it is the first full state visit that Biden has hosted. So how significant is it that he's hosting France?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "SOPHIE PEDDER, PARIS BUREAU CHIEF, THE ECONOMIST",
      "sentences": "Well, I think it's an incredible honor for France, and the French are very much treating it as asort of confirmation of the friendship that the two countries have. They consider each other oldest allies. And it's also the second state visit that Emmanuel Macron has made to the U.S. He was in there in 2018 under Donald Trump and that makes him the very first French president to have two state visits. So I think it's an incredibly important, you know, tribute to his country's friendship with America but also to his leadership within Europe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "SOLOMON",
      "sentences": "So certainly holds some symbolic value. Do you think either side walks away from this with any deliverables? I mean, what are the prioritieshere, do you think certainly for France, but also maybe for President Biden, in the U.S.?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "PEDDER",
      "sentences": "Well, I think there are two things going on here. The first of them is that there is a concern on both sides of the Atlantic that Europeremains unified and solid, especially during this winter period in terms of supporting Ukraine and holding solid and strong against Russian aggression. So that is really important for both sides. Europe knows very much it depends on America for the support that America has given to Ukraine during this war. But the Americans are also very concerned that Europe pulls its weight. So that continuing that unity is important (technical difficulty) this is where it comes from the French side, is the concerns that European (technical difficulty) America's support to its green industries. And that's where Europe feels that its own industries are really going to suffer from, if they aren't already. And it's fine with soaring energy prices in Europe. It's a very difficult subject for European. So that is going to be the sort of the (technical difficulty) tricky subject on the table from Macron -- President Macron (technical difficulty).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:32",
      "speaker": "SOLOMON",
      "sentences": "Lots of thorny issues, as you point out. And Sophie, one thing that caught my attention is that Macron is traveling with quite anentourage, includes ministers of defense, finance, as well as business leaders. What does that signal to you in terms of the range of topics that Macron perhaps hopes to broaden or perhaps to further?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:09",
      "speaker": "SOLOMON",
      "sentences": "Absolutely. It's a great point, Sophie. Lots of ties and certainly a lot to discuss for the two leaders and a lot to discuss later on in theshow. So we'll bring you back just as soon as we hear from either leader. Sophie Pedder, Paris Bureau Chief of the Economist, thank you. We'll check back with you soon. Let's head to China now, where China is relaxing some COVID rules with one official calling for a human centered approach to the virus. It follows days of nationwide protests. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking Foreign Language)(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:09",
      "speaker": "SOLOMON",
      "sentences": "So this man shouting unsealed as workers remove barricades on the streets there. Lockdowns in several parts of the city have been lifted,along with districtwide mass testing. In Shanghai, where a lot of the video has emerged of protesters clashing with police, while health authorities there lifted lockdowns across eleven districts. Not every city is easing up, though, and some authorities are sticking with the zero-COVID policy. Ivan Watson joins me now. Ivan, wonderful to have you. So look, these comments seem to suggest perhaps a relaxing of zero-COVID. I mean, is that your take? Is this the beginning of a new strategy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:09",
      "speaker": "IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Some kind of a shift and we don't know where the end result is going to be. I mean, Chineseauthorities have made fun of the west directly mocked, for example, the U.S. approach to COVID calling it the live flat policy that they say resulted in the deaths of a million people. And they insist that theirs is better. The video that you just showed of the man kind of yelling, hey, the lockdown has ended in Guangzhou, that's from Wednesday. It's all the more striking when you consider that Tuesday night in Guangzhou. You had riot police in hazmat suits clashing with residents, firing tear gas, people who were so angry about the lockdowns. And then the very next day, that city lifts some of the city's lockdowns hearing some lockdowns lifted in Shanghai. And then this statement coming from a top Chinese government official the Vice Premier saying, quote, \"With the decreasing toxicity of the Omicron variant, the increasing vaccination rate and the accumulating experience of outbreak control and prevention, China's pandemic containment faces a new stage and mission.\" And she made no mention whatsoever of zero-COVID. Let's take this all with a grain of salt, though. While some relaxation has taken place, as of Thursday, there were thousands of buildings and residential communities across 32 cities in China that still remain under strict lockdown. Rahel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:09",
      "speaker": "SOLOMON",
      "sentences": "So fascinating, Ivan. So we know these protests have taken place across 17 cities. When I look at the protests, I see a lot of young faces.I mean, what's the status of these protests now? I mean, what can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:25",
      "speaker": "SOLOMON",
      "sentences": "That's a very interesting point, Ivan, just in terms of the comparisons between life in China now versus then. Good to have you, IvanWatson. SBF, Sam Bankman-Fried, of course, speaking out for the first time since the stunning collapse of FTX. Ex-billionaire Sam Bankman-Fried told the New York Times that he was shocked when the $32 billion company plunged into bankruptcy in less than a week. He also maintained that he never intended to commit fraud. CNN's Chief Business Correspondent Christine Romans with me now. So Christine, did SBF mentioned anything about why he's talking? Because it raised a lot of eyebrows that he would be talking in this forum when not only is it so soon after the collapse, but also he's being investigated by federal prosecutors. It's very curious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:25",
      "speaker": "CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT",
      "sentences": "And talking again today to ABC News, talking a lot against the advice he says of his own attorneys.And what he is saying paints a picture really of a crypto empire with no regulation, no oversight, no CFO, and at times, the founder seems to have no clue. Listen. (BEGIN VIDEOTAPE) (BEGIN VIDEOTAPE) SAMUEL BANKMAN-FRIED, FTX FOUNDER AND EX CEO: I mean, look, I've had a bad month. CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT (voice-over): Disgraced FTX Founder and ex-CEO Sam Bankman-Fried speaking out on camera for the first time since he resigned after the implosion of his multibillion-dollar empire. BANKMAN-FRIED: I'm down to, I think, I have one working credit card left. I think it might be $100,000 or something like that. ROMANS (voice-over): Bankman-Fried, who was known as crypto's white knight, sitting for a wide-ranging interview at the New York Times DealBook Summit, speaking about FTX's liquidity crisis and bankruptcy filing. BANKMAN-FRIED: I didn't ever try to commit fraud on anyone. ROMANS (voice-over): The collapse of FTX is under civil and federal investigations into whether FTX misappropriated customers funds when it made loans to his hedge fund, Alameda Research. Bankman-Fried addressing this. BANKMAN-FRIED: I ain't knowingly commingle funds. I was frankly surprised by how big Alameda's position was. ROMANS (voice-over): Bankman-Fried now acknowledging the lack of corporate controls and risk management within the businesses he oversaw. BANKMAN-FRIED: Look, I screwed up. Like, I was CEO, I was the CEO of FTX. And, I mean, I'd say this again and again that, that means I had a responsibility. That means that I was responsible ultimately. There was no person who is chiefly in charge of positional risk of customers on FTX. And that feels pretty embarrassing in retrospect. ROMANS (voice-over): FTX, which was once marketed as an easy way for people to get into crypto, using star athletes like Tom Brady, Naomi Osaka and Steph Curry, and even a Super Bowl ad with Larry David to amplify the platform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Edison, can I be honest with you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It stinks.ROMANS (voice-over): Now its customers don't know how much, if anything, they'll be able to get back. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:25",
      "speaker": "ROMANS",
      "sentences": "That's right, Rahel. Where is the money and why is he talking so much? He just did a lengthy interview with ABC News where he was asked, doyou think you're like Bernie Madoff, the famous Ponzi scheme scammer of the early 2000s? He said, no, Bernie Madoff didn't actually own anything or trade anything. He said he had real crypto, real assets there. Where are they? Remains to be seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:25",
      "speaker": "SOLOMON",
      "sentences": "Yes, a lot of people would like to know that. Christine, can I ask what's the reaction been to these comments? I mean, it's the first timewe're really hearing him speak. Of course, he tweeted, and that was sort of picked up in magazines, but this is the first time we're really hearing him speak. What's the reaction to this been like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:25",
      "speaker": "ROMANS",
      "sentences": "Well, you heard that sort of nervous laughter in the DealBook crowd yesterday when he said he's had a really bad month. And I think that it'scoming off as pretty tone deaf overall, because, again, this was meant to be a platform for regular people to get their slice of crypto, where, until now, you know, the savvy and the first movers were the ones who really made the money. And so I think it's pretty tone deaf when there are investors who are complaining that they have lost all their money, that they put their real money, real retirement money under his purview, and they have no idea if they're going to get it back, how much they're going to get back, if any at all. So it's really -- he keeps talking. He keeps talking. And I'm sure his lawyers don't want him to be talking here. There are multiple investigations into this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "ROMANS",
      "sentences": "You know, he's there. He says he's trying to be available for investigators and for the process here so that they can maybe try to getthe money back. I mean, it seems to be that he's trying to be available for whatever the next steps here. Although he is no longer the CEO and he is under investigation here himself. George Stephanopoulos said to him, you know, are you ready to go to jail? You could go to jail for a very long time, and he wouldn't answer that question. Actually, that question, the interview he did this morning really kind of, you know, really kind of tripped him up a little bit here because there are those who say there is an investigation into a massive fraud here, not just mismanagement, but a massive potential fraud here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "SOLOMON",
      "sentences": "Christine Romans, great to have you. Thanks for breaking it all down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "ROMANS",
      "sentences": "Nice to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "SOLOMON",
      "sentences": "And stay with First Move. Just after the break, we expect to hear from French President Emmanuel Macron as part of his state visit to theWhite House. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "SOLOMON",
      "sentences": "And we want to take you live now to the White House where U.S. President Joe Biden is welcoming French President Emmanuel Macron. SophiePedder is the Paris Bureau Chief of the Economist. She is back with us as we look at these live pictures where we are also expected to see French President Emmanuel Macron, his wife, I believe. Secretary of State Antony Blinken has been seen, U.S. Vice President Kamala Harris has been seen as well as her husband. It's all the pomp and circumstance, of course, of a state visit. It is President Biden's first state visit of his presidency. We are looking at the South Lawn where it's about 09:18 a. m. Eastern time. You can see the American flag there gently waving in the background. So it looks like it is a windy Thursday morning at the White House. But just as soon as we hear from the President or French President Macron, we will bring that to you live. In the meantime, I want to welcome in Sophie, Paris, Bureau Chief of the Economist. Sophie, do I have you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:02",
      "speaker": "PEDDER",
      "sentences": "Yes, I'm on the line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:07",
      "speaker": "PEDDER",
      "sentences": "Well, I think it is for the French incredibly important. A symbolic sort of tribute to France, really, when you think about European leaders.Since Brexit, the U.K. has been sort of sidelined in terms of considering when you look across the Atlantic, you're looking at who you're going to talk to or who might talk for Europe. I don't think the U.K. can claim to do that anymore. And then in Germany, you have Rudolf Schultz (ph), who is a relatively -- relative newcomer. And Emmanuel Macron was reelected in April this year. So he's just started his second five-year term. It makes him the most -- one of the most experienced leaders in Europe. And I think that President Biden has chosen to host this state visit for France is a tribute not just to the strength of the French and the American tie, but also of Emmanuel Macron's leadership in particular. And at a time like this, when we have war here in the European continent, Russia's invasion of Ukraine in February, it feels very close and very real to everyone in Europe. It's all the more important, I think, for both sides to try and maintain the unity of the allies and in particular between France and the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:07",
      "speaker": "SOLOMON",
      "sentences": "Remind us of some of the key issues that Biden and Macron will likely be discussing, including some of the thornier issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:07",
      "speaker": "PEDDER",
      "sentences": "Yes. But, of course, there are things that they agree on and agree on increasingly. And I would say that top of that list is what to do aboutUkraine. I think that at the beginning of the war, in February, there were some differences. The U.S. had been warning for months that Russia would invade, and the French were quite skeptical about that. They didn't have the same risk assessment. They thought Putin wouldn't do it, but he did, and the French were wrong. And there were some differences there right at the beginning. But I think over the months, French and American positions have really begun to converge. I think that both sides, you hear, increasingly voiced the view that the war at some point is going to have to go to the negotiating table. It has to be on terms and at a time decided by the Ukrainians. But nonetheless, at some point there have to be talks. So I think there the French and the American views have converged where there are really difficult talks to be had is about trade and subsidies and, in particular. the Inflation Reduction Act, which is seen by Europeans as, you know, as sort of laudable in its objective because, of course, everyone wants industry to become greener, but as putting European companies at a real disadvantage. And that is where I think Macron is going to be trying to -- he's going to be pretty blunt and he's going to try and explain why it's difficult to see this as a constructive move for Europe at a time of -- when you need unity and sort of, you know, everyone holding together rather than policies which are actually putting European companies at a very severe disadvantage, in his view, at a time when they're also confronted with --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:07",
      "speaker": "SOLOMON",
      "sentences": "Sophie, I'm going to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:07",
      "speaker": "PEDDER",
      "sentences": "-- the storing energy prices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:27:55",
      "speaker": "SOLOMON",
      "sentences": "And that was a 21-gun salute there. We expect to hear from the President momentarily. But while we wait, again, if you were just tuning into CNN, you are watching, of course, French President Emmanuel Macron, U.S. President Joe Biden for President Biden's first state visit of his presidency. We're watching the -- listening to the pomp and circumstance that surrounds and associates these type of state visits. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:03",
      "speaker": "PEDDER",
      "sentences": "I think that's right. I mean, this was the agreement known as AUKUS that was signed in September last year and it was signed between the U.S.,Australia and the U.K. actually. There was a trilateral defense pact, but it was kept secret from the French. And the signing of this pact ended up putting an end to a submarine contract that it had with Australia as part of France's own Indo-Pacific strategy. And this absolutely exasperated the French. Firstly, that they weren't told about it in advance and secondly, that their own sort of geopolitical strategic vision and their interests were being undermined. But I think what's happened is that the U.S. has moved very fast and very skillfully to try and patch up that relationship, with the French who were really upset about it. The Foreign Minister at the time (INAUDIBLE) called it a stab in the back, so just to give you a sense of quite how upset they were. But President Biden then met President Macron in Rome in October last year and they had a bilateral meeting. And he went out -- he called -- President Biden called what has happened clumsy and he's really, I think, gone out of his way to fix this up, fix this relationship. And that this state visit is really the kind of, you know, the ultimate, you know, sign of respect for France that he could possibly have given. And I think that's why the French feel that it's so important to them. And it really does mark, I think, closes that chapter. And although they have difficulties, you know, France and America have always had difficulties. So France likes to have its own independent voice on the world stage and that sometimes makes it a tricky partner. You'll probably remember back in 2019 when President Macron gave an interview to us at the Economist and talked about NATO being brain dead. That didn't exactly go down well in Washington. So I think, you know, there are always moments of where there's a sort of prickliness between the two countries, but ultimately when push comes to shock, you know, France is America's ally and America and France both know that. And I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:03",
      "speaker": "SOLOMON",
      "sentences": "And I think --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:03",
      "speaker": "PEDDER",
      "sentences": "-- that's what this sort of statement is all about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:03",
      "speaker": "SOLOMON",
      "sentences": "It's a great point, Sophie, and I think we'll have to interrupt you at some point because we expect the President to speak any moment now.But as I understand that President Macron and President Biden have had at least seven one-on-one calls this year. So, as we speak about the patching up of the relationship, I mean, as you pointed out, it really sort of illustrates how far the two nations have come after that disagreement last year about that agreement with Australia and about that alliance with Australia. And so, they certainly have sort of worked to reestablish the relationship and I think the war in Ukraine, as unfortunate as it has been part of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:03",
      "speaker": "PEDDER",
      "sentences": "Yes, so I think that's right. And, you know, there are still differences. I mean, one has to be realistic about it. I don't think thatthe French and the American views on what to do about China are exactly aligned. You know, the French do not want a confrontation with China. France, don't forget, is a considers itself as an Indo-Pacific nation. It actually has territories in the Pacific and the Indian Ocean and it has over 1 million citizens living out there. It's Navy's patrol in the region too. And I think that, therefore, it feels it likes to have a different sort of an independent voice on China. So there are always going to be issues where the two sides have to discuss. But I mean, the important thing is that they're talking on the basis of a kind of fundamental trust. And the two countries work very well, you know, together, the two militaries. I mean, I'm thinking of the African Sahel, for example.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:03",
      "speaker": "SOLOMON",
      "sentences": "And Sophie, let me just get in here because I think President Biden is actually speaking. Just give me one moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:03",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "The temperature may be a little chilly on this December night -- day, but our hearts are warm and towelcome such close friends to the White House. President Macron and Brigitte, members of the French delegation, distinguished guests, it's an honor, a genuine honor, to host you for the first state visit of my administration. And to celebrate the enduring strength and vitality of the great friendship between France and the United States of America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:10",
      "speaker": "BIDEN",
      "sentences": "As my friend and I were talking, France is our oldest ally, our unwavering partner in freedom's cause. From the spirit of the Marquis deLafayette, who helped secure the success of our revolution, to the sacrifice of American GIs who stormed the beaches of Normandy, our history has been shaped by the courage of the women and men who crossed the Atlantic, carrying within their hearts the flame of liberty. Today, that flame burns more brightly than ever and the alliance between our two nations remains essential to our mutual defense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking Foreign Language).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:10",
      "speaker": "BIDEN",
      "sentences": "As allies in NATO, together with our European Union and the G7 and partners around the world, France and the United States are facing downVladimir Putin's grasping ambition for conquest and Russia's brutal war against Ukraine, which has once more shattered peace on the continent of Europe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking Foreign Language)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:10",
      "speaker": "BIDEN",
      "sentences": "France and the United States are once again defending the democratic values and universal human rights which are the heart of both our nations.The wellspring of our strength is a shared commitment to liberty and justice for all -- liberte, egalite, fraternite.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking Foreign Language)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:10",
      "speaker": "BIDEN",
      "sentences": "We are proving to people around the world that democracies deliver, from our joint leadership to make sure partners everywhere, everywhere andparents everywhere can be -- feed their children, to cooperate and to tackle the climate crisis, and preserve our planet for generations yet to come. And on this World's AIDS Day, we reaffirm our shared commitment to end the AIDS epidemic by 2030.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking Foreign Language)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:10",
      "speaker": "BIDEN",
      "sentences": "President Macron, you heard me speak before about the inflection point we stand at in history and how the choices we make today and in theyears ahead will determine the course of our world for decades to come. And the United States could not ask for a better partner in this work than France. For centuries, we've come together, charted a course toward a world of greater freedom, greater opportunity, greater dignity, and greater peace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking Foreign Language)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:08",
      "speaker": "PEDDER",
      "sentences": "Well it's fascinating, isn't it, watching those images from the White House. I was just reminded of how many, you know, how many linksthere are between these two men in particular, as well as their two countries. I mean, you have -- they're very different generations and President Macron was already 44 years old. President Biden was born during the Second World War. President Macron comes from a region he talked about the times when American troops have come to Europe, have come to France to rescue France and to bring about freedom. And that is very much -- has an echo in his own life. He comes from Amiens (ph), a town in the Somme, which was where in the First World War, there was a major battle build. And there is this sort of quite personal link, therefore, between the two men as well as between the countries. And obviously, they've got tough issues to discuss, particularly trade and subsidies under the inflation reduction act that the U.S. has brought in. But I think that the message here at the White House today has all been about the symbolism of the strength of that tie, each other's oldest ally, going back to the American Revolution, going back in the 20th century, to the times when the U.S. has helped liberate France. And then again, you know, being, I think, a real message to President Macron in particular, that Europe at a time when the Americans need Europe to be unified and that there isn't really another leader who has quite the same statue or experience in charge of a big European power. And so, President Macron is beginning to stand out as one of those leaders that the Americans, you know, they both need and they really begin to appreciate, I think, as representing, you know, a voice that they can trust for the most part, not always, but for the most part in Europe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:08",
      "speaker": "SOLOMON",
      "sentences": "It's an interesting point, Sophie, because I mean, I think back to when earlier this year when President Macron was reelected, I mean, thatwas the one thing you heard a lot as an advantage of his, is his standing on the world stage, his diplomacy skills. So I think that is evidence at the White House today. Sophie Pedder, it's been wonderful having you today on this monumental day for the White House and France. Sophie Pedder, she is the Paris Bureau Chief of the Economist. We'll have you back soon. And stay with the First Move. More after this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}