{
  "date": "2022-12-15",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "U.S. Retail Sales Fell Sharply Last Month; COVID Cases Surging as Government Eases Harsh Restrictions; ECB Slows Pace of Rate Hikes but Continues Inflation Fight; Global Stocks Fall as Central Banks Remain Hawkish; Celebrities & FTX; Facing Vying for First Back-to-Back Titles in 60 Years. Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "RAHEL SOLOMON, CNN HOST, FIRST MOVE",
      "sentences": "Welcome to \"First Move\" everyone. Great to have you with us today for another jam packed show filled withCentral Bank rate hike action France and Argentina World Cup final traction also Harry and Meghan Netflix series reaction. Topic our financial headlines today and end of the year flurry of interest rate hikes European Central Bank and the Bank of England both raising borrowing costs by half a percent, one day after similar action by the Fed both the ECB and the BOE taking the U.S. Central Bank's lead and slowing the size of hikes but Fed Chair Jay Powell also making it crystal clear that rates will stay higher for longer, with inflation still three times higher than his 2 percent target. (BEGIN VIDEO CLIP) JEROME POWELL, CHAIR, U.S. FEDERAL RESERVE: The inflation data received so far for October and November show a welcome reduction in the monthly pace of price increases. But it will take substantially more evidence to give confidence that inflation is on a sustained downward path. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SOLOMON",
      "sentences": "And it's not just Central Banks, we've also got breaking economic news out of the U.S. with retail sales falling by a greater than expectedsix tenths of a percent last month lots more investors to react to U.S. stocks on track for a sharply lower open that's after a week or post Fed close on Wednesday, Europe struggling as well. Also dismal Chinese data meanwhile, pressured Asian stocks with the HANG SENG snapping a two-day rally Chinese retail sales plunging almost 6 percent last month, industrial production also coming in lights, and the jobless rate remains elevated. More on China's substantial economic and health challenges in just a moment, but first, no holiday cheer from global Central Bankers. Policymakers making it crystal clear that their war on inflation is not one yet delivering a rate hike Trifecta and just the past 24 hours Fed Chair Powell warning of weak economic growth next year as well. Paul R LA Monica is with me now. So Paul, look, on the one hand, you have peak inflation behind us. On the other hand, you have Chairman Powell making it very clear, they're not done yet. And I think investors were hoping for a bit more dovish language, but they didn't get it. PAUL R. LA MONICA, CNN REPORTER: Yes, they did not get it at all or hell and I think what's even more worrisome is you got to look past what Jay Powell said in the press conference and what the Fed said in its statement. A lot of people are really obsessing over the latest economic projections from the Fed. And that so called dot plot, the dots moved higher, which means that the Fed expects more interest rates it probably in the early part of 2023, which will lift rates more than what Wall Street was anticipating, and the forecasts the projections for the economy. They sound kind of stagflationary, which is not good news. They lowered their GDP growth forecasts to just 0.5 percent in 2023, which is not much growth at all, but they also raised the inflation forecast. They're your preferred metric of your PCE that's up a little bit, even though inflation pressures are coming down, and they also raise their unemployment rate projection so not good economic forecasts at all and I think investors are nervous about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "SOLOMON",
      "sentences": "And it's funny, Paul, because when Powell was asked yesterday about those projections, and the summary of economic projections, and wouldthat technically be recessionary. He sorts of pushed back and said, well, no one really knows whether it'd be a shallow recession? Whether it'll be you know what type of recession? It's really unknown. But what we do know, however, is that retail sales just crossed about 30 minutes ago, also not painting the best picture of retail sales falling as American consumers really pulled back. What more can you tell us about that, Paul?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "MONICA",
      "sentences": "So the consumer in theory should still be healthy but they're warier. So I think that those reservations are going to keep Wall Street onedge as well, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "SOLOMON",
      "sentences": "Absolutely, it's just another example of on any given day we get sort of conflicting data points, right? On the one hand, you have retailsales falling and sort of raising some eyebrows about what that means for the health of the consumer. On the other hand, you get jobless claims falling to a level that we haven't really seen in quite some time. Paul La Monica, wonderful to have you. Thank you. Moscow now warning Washington that a possible shipment of Patriot missile systems to Ukraine would lead to \"Unpredictable circumstances and threatened global security\" it describes the potential move as a provocative step by the Biden administration. Will Ripley, is in Ukrainian capital of Kyiv with the latest. So Will, what can you tell us about this system, these Patriot missile systems, and why they would be so significant to Ukraine to provoke the type of strong reaction we're hearing from Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Here in Kyiv, the Ukrainian government has essentially been pounding their fists on the tablefor months and months saying that these Patriot missile defense systems are badly needed in this country, given the nearly constant Russian bombardment, targeting the power grid. This is a dire situation for millions of people across Ukraine and communities that have been plunged into the dark and cold. UNICEF is now saying that these Russian strikes on critical infrastructure are putting the physical and mental health of nearly every single child in Ukraine at risk. These are kids who are their school is interrupted, their normal way of living is interrupted when they are just forced to sit for hours or even days on end in their homes are under conditions that they shouldn't be living in. It's certainly not as the official start of winter now is just days away and temperatures are really plummeting across many parts of Ukraine. And then, of course, here in Kyiv, you also have the concern out, you know, based on the fact that Moscow has been threatening that if these Patriot missile defense systems arrived, they will be target number one for the Russians. The Russian Embassy in Washington warned of in unpredictable consequences if these missiles arrive here. Now, I should say that they're at well, there's always concerned about what the Russians might be planning. This is all the more justification from the Ukrainian perspective to bring these weapons systems in as soon as possible to defend against these Russian attacks, despite the threats from Moscow of the unpredictable consequences, because of course, they're aiming those threats, not just here at Kyiv, but at NATO and at the United States. Now, there is in addition to this rhetorical escalation over the Patriot systems. There have also been escalations on the frontlines to the East and Donetsk where the Ukrainian side launched, or what the Russian backed officials in occupied on yet are describing as their worst attack since 2014. You also have the Russians firing very, very fiercely as they have now for days bombarding the city that they want to occupy Kherson, it was liberated by the Ukrainians. They are now you know the Ukrainian people who are living there. Well, they are living with freedom. They're also living with the constant threat of Russian bombardment there and these shelling attacks have been fatal, down in the south in Kherson. So you have fighting on the frontlines. You have rhetorical fighting over these Patriot missile defense systems and you have growing concerns about the human rights of children in this country. I should also mention by the fact, that Human Rights Watch earlier this week put out a report saying that in Kherson, the Russians have been using cluster munitions warheads, which of course, are potentially very fatal for civilians, because when they explode, they basically released dozens or even hundreds of sub munitions over an area the size of a football field. Ukraine has also been asking the United States for those very same weapons, just a sign of how ugly this brutal and unnecessary war that Russia started, really is, as we now go on more than nine months of this war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "SOLOMON",
      "sentences": "Will Ripley there live for us in Kyiv, thank you. Turn on Netflix now releasing the much anticipated final three episodes of the Harry &amp;Meghan Docu-series today. CNN royal Correspondent Max Foster is live in London with the details. Max, great to have you so I mean, lots of headlines coming from the last few episodes of Meghan saying that not only did she feel like she was being thrown to the wolves, she felt like she was being fed to the wolves Harry saying that he believes that maybe the royal family was jealous of all of the popularity. I mean, what has surprised you considering you've been covering the royal family for so long?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "MEGHAN",
      "sentences": "Entire thing goes what is that what it is doing here it doesn't look like this it doesn't move like us we don't like it get it out of us.FOSTER (voice over): Well, the peace starts with fond recollections of their wedding. It goes on to accusations that the institution became jealous of the couple during their triumphant tour of Australia in 2018. HARRY, ACTOR OF HARRY &amp; MEGHAN DOCU-SERIES: The issue is when someone who's marrying into should be a supporting act, is then stealing the limelight or is doing the job better than the person who was born to do this. FOSTER (voice over): That upsets people it shifts the balance. For Meghan, her claims of jealousy, media intrusion, lack of protection from the palace, even leaking of negative stories was too much. The stress of the coverage she says triggering a miscarriage, and even suicidal thoughts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "MEGHAN",
      "sentences": "All of this will stop if I'm not here. And that was the scariest thing about it. It was such clear thinking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I remember her telling me that that she had wanted to take her own life and that really broke my heart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "HARRY",
      "sentences": "I was devastated. I knew that she was struggling. We were both struggling. But I never thought that it would get to that stage and thefact that it got to that stage I felt angry and ashamed. FOSTER (voice over): And late 2019 Harry says conversations were leaked between him and his father, about Meghan &amp; Harry taking reduced roles and leaving the U.K. In early 2020, they issued their own statements laying out their plans, which culminated in a family route of the Queen's Sandringham estates between Harry, William, Charles and the Queen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "HARRY",
      "sentences": "It was terrifying to have my brother screaming shouting me and my father say things that simply weren't true and my grandmother quietly sitthere and sort of take it all in. FOSTER (voice over): A year later, ahead of their bombshell interview with Oprah Winfrey, a story leaked that Meghan had bullied her palace staff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "HARRY",
      "sentences": "To see this institutional gas lighting that happens is extraordinary and that's why everything that's happened to us was always going to happento us because if you speak truth to power, that's how they respond. FOSTER (voice over): Harry speaking out for his wife, but also his mother, Buckingham Palace and Kensington Palace say they won't be responding to the Netflix series. Instead, senior roles will continue with their planned public engagements. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "FOSTER",
      "sentences": "Jealousy lies, backstabbing. It's all there has never held that this is real life and it is the head of states family here in the U.K. Soit will have discussions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "SOLOMON",
      "sentences": "We shall see Max Foster, great to have you thank you. Well, round of Tesla's stock sales, Elon Musk sold more than $3.5 billion dollars,worth of the company's stock this week, bringing the total selling to nearly $40 billion over the past year. Shares of Tesla are down in the pre- market, after closing at the lowest level in two years. The stock is down about 60 percent this year. And Musk of course, also the owner of Twitter has suspended an account that tracks the location of his private jet. That is despite his pledge to keep it up for free speech. The Twitter account was run by a 20-year old college student in Florida. And he was on CNN this morning. Take a listen. (BEGIN VIDEO CLIP) JACK SWEENEY, SUSPENDED FROM TWITTER FIR RUNNING @ELON JET: Completely unbelievable from the first message to him. You know, I just thought at some point, it would end and it just keeps going on and on. I thought after especially after that my commitment to free speech tweet that I'd be fine but he's changed his view. I think whoever the owner is it doesn't matter. They can ban what they don't like. I mean, not just me. They're banning other flight tracking people who are mentioning his plane's tail number I've seen within after me and all that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "SOLOMON",
      "sentences": "Move comes after Twitter announced new restrictions about sharing someone's current location. Surging COVID cases in China have turned partsof the Capitol into a ghost town even a strict COVID measures have been mostly lifted. The government says it's no longer trying to track every case, but hospitals and clinics are seeing waves of new patients. CNN Selina Wang has details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "WANG",
      "sentences": "Here in Beijing the number of patients going to fever clinics jumped 16 times this Sunday compared to a week before. Authorities also said thenumber of calls to the emergency hotline have jumped six times. So here in China there isn't a strong primary care system. So it's common to rush to the hospital even for minor illnesses. So it's no surprise we're already seeing long lines forming outside of hospitals. Authorities are now scrambling to increase the number of fever clinics and ICU wards, pledging as well to boost the lagging vaccination rate for the elderly population. The fear from experts I speak to is not how this plays out in Beijing, but the potential devastation that could happen when COVID hits the rural areas with weak medical infrastructure. Take a listen to what Xi Chen an Associate Professor at the Yale School of Public Health had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "XI CHEN, ASSOCIATE PROFESSOR, YALE SCHOOL OF PUBLIC HEALTH",
      "sentences": "China has an around like 2800 counties. Many counties do not have any ICU beds. Eventhey have beds, but they do not have medical doctors to serve. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "WANG",
      "sentences": "And now people across China are left to fend for themselves. People are rushing to stock up on fever and cold medicine, but interestingly,canned peaches are also flying off the shelves. After rumors circulated that canned peaches can treat COVID and videos that have gone viral on social media. Can peach factories are talking about how they're working overtime to meet demand? One factory said orders had jumped by tenfold. Searches for canned peaches have surged more than 2,700 percent on China's search engine Baidu in the past week. It has going to get to the point where state media is now publishing articles stating that the food has no medicinal effect, or ability to cure COVID. I spoke to a health expert who said this whole canned peach craze reflects the lack of communication between health authorities and the public. And it shows just how unprepared people feel that they're willing to follow the hype of canned peaches as a home remedy. Selina Wang, CNN, Beijing",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back a wave of winter strike action is underway in Britain with Nurses joining Railway workers, Postal Employees, Teachers andUniversity Staff walking off the job. It is the largest strike in the Nursing Unions 106-year history and follows years of real term pay cuts. Scott McLean joins me now from London. So Scott, as I said, it's the Nurses today but joining a whole slew of other industries. I mean, it seems like there are strikes everywhere. Walk us through what's going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SCOTT MCLEAN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, so not only the Nurses, but you mentioned some of the other unions, postal workers, bag baggagehandlers, border employees. Once you add up all of the unions that are going on strike, and I'm sure I've missed many of them, it's some 20 plus days of strike action across the country expected. And so even if you're not paying attention, even if you're not watching the news, surely, you will be feeling some of these strikes in in whatever government services that you happen to be using. Now, in terms of the Nurses remember, when we were all out on our balconies, banging pots and pans clapping for the Nurses. Well, that was almost three years ago, and Nurses in this country are now saying, look, if you really appreciate us, you want to put your money, where your mouth is. And so, as you said, up to 100,000 Nurses walking out today, the first time in the history of the Union that this has actually happened. Now, if you've ever been to a hospital, of course, you know that Nurses are kind of an essential part of the equation. So how on earth do you have Nurses walking off the job? Well, the law in this country says that look; Nurses are free to walk off the job provided that no one's life inside of a hospital or healthcare environment is put in jeopardy. How you define that specifically is somewhat of a gray area that is negotiated and determined on a case by case basis. But broadly speaking, if you walk into a hospital, profusely, brief bleeding, there will be enough staff to take care of you. But if you have a more minor or an elective surgery, well, you might not be covered. Also, keep in mind that in this country, Rahel, not all Nurses belong to a union and of course, not all hospital regions have actually voted to strike. So the Nurses are asking for almost 20 percent. The government is only offering just over 4 percent. The Nurses are obviously asking for a lot more than inflation the government is offering much less inflation right now sits at 10.7 percent at last count. The head of the union says that look, she would like to be negotiating with the government try to find some compromise but the government is open to talking about plenty of things but it's not open to talking about pay. Here is Pat Cullen, the Head of the Royal College of Nurses on the picket line right across the road from the British Parliament earlier today. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "PAT CULLEN, HEAD, ROYAL COLLEGE OF NURSING UNION",
      "sentences": "We're here because this government has turned its back on nursing when they turn their back onnursing. They've turned their back on patients and they've turned their back on the NHS.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "WILL, NURSE ON STRIKE",
      "sentences": "We have to acknowledge that we're only here because we've been pushed to this. We have been pushed to this occasion right nowof being on strike and there will be further strikes. But we have to acknowledge that we aren't here by choice and that we've done not done this on an easy when.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "BRIAN FISHER, LONDON RESIDENT SUPPORTING STRIKE",
      "sentences": "There is inflation; the NHS is under threat from this Tory government. This is the right time tostrike. We need coordinated action across many different sectors and I completely support the Nurses in this. (END VIDEO CLIP) MCLEAN So Rahel, the government's line is that look, we have to balance what Nurses are demanding? What we would like to pay Nurses with the financial realities? That this government has found itself in having to pay out really record sums of money just to balance the books, given the inflation pressures and the other pressures in the economy right now. One of the other one more things to mention just very quickly is that the Bank of England, of course, raised its base interest rate today by half a percentage point. So now the base rate is 3.5 percent. And the Bank of England statement didn't specifically address these strikes, but it did say, \"Domestic wage pressures are elevated\". In other words, big paid bums for public sector unions probably aren't helping bring down the cost of inflation. So perhaps that's one of the things that is factoring into the government's decision making here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SOLOMON",
      "sentences": "And I believe I mean, correct me if I'm wrong, but wages are up about 6 percent over the last year in the U.K. So certainly, perhaps morethan Central Bankers there would look like with inflation being in the double digits, as you pointed out, Scott. Scott McLean, thank you. Let's stay with now the U.K. and the Bank of England as Scott just said increasing interest rates as it tries to call high inflation. It lifted rates by 50 basis point or 0.5 percent to 3.5 percent. That is the 9th increase in a row. Meanwhile, the European Central Bank, the ECB raised its key rate by the same amount to 2 percent. Kallum Pickering is Berenberg Bank's, Senior Economist and he joins me now. Kallum, wonderful to have you! I want to start where Scott just left off with the strikes that we're seeing in the U.K. I mean, how much of a concern are all of these strikes for wages, which as I said, and correct me if I'm wrong are up about 6 percent over the last year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "PICKERING",
      "sentences": "Of course, as economists we always want real wages to be rising that of course is a good thing and we don't really mind who's enjoyingthose higher wages. The problem is at the moment we have a very supply constrained economy and therefore, if we give people more money, they actually don't get more stuff; you just get more inflation and so. There's not really much you can do to raise real living standards. Even if you tried to do those through increasing wages, until the supply issues start to resolve themselves?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "SOLOMON",
      "sentences": "It's a similar picture that we are also experiencing here in the U.S. with wages up about 5 percent. But in real terms, they're actuallynegative because of inflation, as you point out. So it appears that both in the U.S., the U.K. and the ECB, and the euro area that peak inflation is behind us, which on the one hand is good news, but it appears that these rate hikes are not done. So I mean, do you think that is the right approach? Or do you think that now is the right time for the Central Bankers who have already been quite aggressive? To take a bit to slow down and sort of just yes, look at the scenery a bit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "PICKERING",
      "sentences": "It's the right question to ask at this stage, because as you mentioned, inflation has peaked, and monetary policy works with a lag. Andtherefore, we've got to wait to see what the previous tightening actually does to inflation. In the U.K., I think the Bank of England is close. If not, they're actually the ECB a signal that's going to go further. The Fed needs to go a bit further than both the ECB and the Bank of England, just because the U.S. economy on the demand side is much stronger and therefore, you would expect actually, the longer run inflation risk to be a bit higher. And so the Fed probably needs to be a bit more aggressive. But again, we talk about inflation, but what we really want is more goods and services that's the solution towards their Central Banks can bring down demand, but they weaken living standards by doing this. What we need is the global energy, problem to ease up the global food, problems up for some of those still lagging issues around COVID and supply chains to just ease up. Once we get through these three issues, then the world starts to look more normal inflation comes down and Central Banks can bring interest rates down. So these interest rate moves are really a temporary measure. In the long run, the solution has to come from better supply side dynamics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "SOLOMON",
      "sentences": "What helped me understand I mean, how close are we in the U.K. in the euro area broadly to getting back to supply chains that we saw beforethe pandemic, because here in the U.S., it doesn't appear that a lot of the inflation is still being driven by physical goods or input prices. It appears to be more on the service side of it. What can you tell us about what's happening in the U.K.?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "PICKERING",
      "sentences": "Well, the services element is really the second round effect in Europe, of the high goods prices, which are mainly import driven. In theU.S., the big difference is that both President Trump and President Biden maintained the economy through COVID with the stimulus checks. In Europe, what we did is just maintain employment and wages. And the difference is that in the U.S., incomes actually increased substantially in Europe, they didn't and so that excess demand Fed through very quickly into domestic price pressures and that's where you see the pressure in services. In Europe, it's slightly different. Demand wasn't running so hot, but we have this important inflation effect through energy prices. And because the economy was close to full employment, as we would say unemployment was low employment was high, that triggered higher inflation expectations, which is now starting to affect price setting in things like services, and so that domestic inflation is becoming a bit more embedded. And that's why Central Banks are reacting. It's not a good outcome, inflation in any respect. But I think we are getting towards a situation at least in Europe, where within the next few months, inflation should start to fall fast. And we should start to feel a bit better about all of this. Unfortunately, the price we're paying is a recession. Kallum help me understand, hopefully, the next year inflation starts to fall fast. I'm really curious what happens to unemployment because as we heard, Powell will say and continue to say, you know, job vacancies are high in the U.S. and you could argue that it's the same in the U.K. But do you believe this idea, this theory that you can just pull from job vacancies without really triggering a lot of joblessness? I mean, there, there isn't a lot of evidence that it's been done before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "PICKERING",
      "sentences": "But in order to curb that inflation new pressure associated with the drop in output, we will see unemployment rise, but it won't be a highunemployment recession in my view.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SOLOMON",
      "sentences": "Here's hoping, Kallum Pickering, great to have you Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "PICKERING",
      "sentences": "Thank you so much. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SOLOMON",
      "sentences": "He is the senior analyst at Baron Brookbank. And still to come calling it quits speaking of labor more men are leaving the American labormarket we find out why coming up next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "SOLOMON",
      "sentences": "Welcome back to \"First Move\". U.S. stocks are up and running this Thursday. Wall Street extending losses suffered in Wednesday's sessionafter the Feds warning of more rate hikes ahead. A weaker than expected read on U.S. retail sales, that's also not helping sentiment. Now stocks in the news today include Tesla its shares are under pressure again amid fresh Elon Musk stock sales. Tesla currently is down some 10 percent this week and more than 55 percent year-to-date. It's been an ugly year for Tesla. Drugmaker Moderna on the rise again after substantial rallies Tuesday and Wednesday, that's due to growing optimism over its new skin cancer vaccine. Moderna shares meantime up some 50 percent the past three months. Now the big driver of U.S. investor sentiment remains the outlook for Fed rate hikes. Kristina Hooper joins me; she is the Chief Global Market Strategist at Invesco, Kristina, wonderful to see you again. So, you know, I thought it was very interesting when Powell said yesterday, no one knows whether it will be short and shallow or something much more severe. So I asked you this by prefacing that. I mean what do you think based on the most recent CPI data, we've gotten after yesterday's meeting, I mean, what's the outlook looking like to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "HOOPER",
      "sentences": "And I do believe the Fed is likely to hit the pause button in the first half of 2023 and could still very well do it in the first quarter of2023. Despite what we're hearing from Jay Powell, keep in mind, he needs to talk down markets. He does not want to see a loosening of financial conditions prematurely, because he doesn't want to see what happened in the late 70s and early 80s when the Fed wasn't able to fully stamp out high inflation, before markets got ahead of themselves. And so he wants to prevent that from happening. So his goal yesterday was to be a wet blanket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SOLOMON",
      "sentences": "And I think a lot of people would argue that's exactly what he was. Well, Kristina, I want to pick up where you left off there. Just interms of not repeating history, Powell was asked if maybe they would consider stopping at 3 percent inflation. And at least from my vantage point, he appeared to bristle at the suggestion. I mean, do you think that it is still the best strategy moving forward to just keep plugging away until we get to 2 percent inflation, even if that means risking unnecessary pain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "HOOPER",
      "sentences": "I don't believe that's the best strategy. And I don't think it's ultimately going to be the Feds strategy. But they just can't reveal thisbecause again, he needs to tamp down enthusiasm at this point. But the reality is that the Fed adopted a few years ago, this concept of flexible average inflation targeting. And that I think enables the Fed to be more tolerant and flexible, especially in an environment like the one we're seeing today. If all signs point to inflation getting back down to 2 percent, but that it's going to take some time. And if consumer inflation expectations for the longer term are well anchored, I think the Fed will ease up. And I think it will hit the pause button.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SOLOMON",
      "sentences": "That will be very interesting to see. Help me understand Kristina, what are the biggest drivers right now of inflation? We know goods priceshave come down, we know commodity prices have come down what is driving the inflation, we're still seeing, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "HOOPER",
      "sentences": "What's driving inflation are services because I do believe housing is going to roll over, we're already starting to see weakness there. Andthat makes sense given how high mortgage rates have gotten. But the problem has been services because such a large component of services is labor. And we know it's an extremely tight labor market. So that's going to continue to be problematic. Also, we have to recognize though, that labor is a lagging indicator. So that tends to be one of the last shoes to drop, when an economic cycle moves into a slowdown when rates have been raised significantly. So we should expect that will take some time. And again, that's part of my argument for why the Fed is likely to be tolerant, if it's the services side of the inflation equation that remains stubbornly high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SOLOMON",
      "sentences": "Well, I think it's an interesting point about labor being a lagging indicator, because we've certainly been waiting for the shoe todrop, you know, in the labor market, as economists and business reporters have been watching to see when are things going to stick take a turn. And we got jobless claims today that actually came in much lower than expected. Kristina, what to do about what I think could be structural changes in the labor market, right? I mean, there are millions of people who left the labor force that probably are not coming back and you see it every job support with the labor force participation, not budging. So, I mean, what to do about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "HOOPER",
      "sentences": "Well, one easy answer, of course, is loosening immigration controls, especially given where there really have been shortages inemployees. Beyond that, what employers can do and what I think they're starting to do is not so much layoffs, but hiring freezes because at the end of the day, wage growth is driven by labor mobility, as opposed to unemployment levels. And so I think there certainly could be some improvement in wage growth pressures, if we see labor mobility come down, if we see job openings removed, because right now, the jolts job openings are very, very elevated more than 3 million above where we were pre-pandemic. So that's one area where that really creates a significant level of wage growth and where if we saw improvement there, I think we could see improvement in wage growth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SOLOMON",
      "sentences": "And so I sometimes question, I mean, why we just see a recession where unemployment really doesn't go up much because of sort of some of thepandemic factors we've just lived through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "HOOPER",
      "sentences": "Oh, absolutely, Rahel. I think that is, is very likely, because we have a situation where, where many, many households are certainly underpressure because of high inflation. But it's not the same kind of dire pressure that households are under when there's unemployment. So we have people who are working, real incomes are lower, but they're still spending and they're still able to pay rents, pay mortgages, that kind of thing. So that to me, leads to a rather shallow and brief recession. And you know this is the kind of environment where I think we're going to continue to see companies hold on to employees. I mean, it's all through as the Federal Reserve Beige Book, you know, anecdotally, companies are saying they don't want to lose workers. Many of them are operating skeletons, cruisers, it is. So this could very well be a job full economic downturn, which is not like a high unemployment recession at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SOLOMON",
      "sentences": "It's just been really fascinating to watch, Kristina Hooper, great to have your insights today, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "HOOPER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SOLOMON",
      "sentences": "But there seems to be something missing from the American labor market. Men, new government data shows more men are leaving and more womenare coming in many of them taking up jobs in male dominated fields. CNN's Vanessa Yurkevich has the story. (BEGIN VIDEOTAPE) DAVID SCHNITZLER, STAY-AT-HOME DAD: Good morning, Winston. Let's take the day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "VANESSA YURKEVICH, CNN BUSINESS AND POLITICS CORRESPONDENT",
      "sentences": "It's a typical day in the Schnitzler household. 17 month old Winston is up and parentsDavid and Alison are getting ready for work. Winston is fed. There's some play and then the morning goodbyes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SCHNITZLER",
      "sentences": "Bye, bye.YURKEVICH (voice over): They're off to work, Allison, a family physician and David an insurance underwriter, now an at home dad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SCHNITZLER",
      "sentences": "Caring for Winston tending to the house, playing with him. All of that comes first.YURKEVICH (voice over): Last year, the Schnitzler has made a significant life change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SCHNITZLER",
      "sentences": "We made that decision to have me stay home.YURKEVICH (voice over): David quit his job to take care of Winston full time. So Allison could continue her career.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SCHNITZLER",
      "sentences": "We're happy with the roles that we're in. It's phenomenal.YURKEVICH (voice over): And in recent months, more men ages 30 to 44 have been dropping out of the workforce according to data from the Bureau of Labor Statistics. The labor force participation rate for men in that age group is lower than it was pre-pandemic. RICHARD V. REEVES, SENIOR FELLOW, BROOKINGS INSTITUTION: I don't think it's a secret that many of us rethought our whole work life balance. What were we doing? Who's raising the kids? How, how do we want our family to work? That's a question that a lot of families have been asking themselves. YURKEVICH (voice over): And more women in recent months, ages 30 to 44 are participating in the labor force and at a higher rate than pre-pandemic, according to Labor Department data and they're moving into more male dominated industries. V. REEVES: The fears of a she session turned out largely to be unfounded that women are returning to the labor market is becoming increasingly common to see women for example, having project management roles, or generally management positions within construction. YURKEVICH (voice over): Women like Ava Sedaghat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "AVA SEDAGHAT, PROJECT ENGINEER",
      "sentences": "I knew I wanted to work in construction management.YURKEVICH (voice over): Sedaghat joined the construction industry two years ago as a project engineer. Today, women make up just 14 percent of the construction industry, but it's the highest on record.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SEDAGHAT",
      "sentences": "I think it was definitely intimidating. My only knowledge of the construction industry was that it was pretty heavy and male dominated. Butthe more that I started working in the industry and the more people I came into contact with, I think I realized pretty quickly on that there's a place for everyone in construction. YURKEVICH (on camera): Do you see the construction industry as where you want to build your career?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SEDAGHAT",
      "sentences": "Definitely.YURKEVICH (voice over): Early next year, the Schnitzler will welcome baby number two, another boy. But that doesn't mean David is closing the door on rejoining the workforce one day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "SCHNITZLER",
      "sentences": "I won't say that I'm out of the workforce 100 percent you know, retired, what have you. But for the time being, we want to give our secondinfant son the same thing that we gave to our first and that is a parent who is able to give those 100 percent. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "SOLOMON",
      "sentences": "And welcome back to first move. Tom Brady, Gwyneth Paltrow, David Ortiz and Jimmy Fallon just some of the celebrities facing legal scrutinyand the aftermath of the FTX collapse. Christine Romans joins me now with the details, Christine, good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT",
      "sentences": "Good morning. You know, the FTX debacle has really brought a renewed focus on celebrities who haveendorsed crypto. Sports figures and all kinds of powerful people are finding out that those high profile crypto endorsements are bringing on the lawsuits. (BEGIN VIDEOTAPE) ROMANS (voice over): Disgraced FTX Founder and former CEO Sam Bankman-Fried is in jail accused of carrying out what a prosecutor called one of the biggest financial frauds in American history. Bankman-Fried earned the backing of prominent figures across Hollywood, sports and politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I am getting into crypto with FTX.ROMANS (voice over): Now several celebrities who endorse crypto currency are all under fresh legal scrutiny, including seven times Super Bowl champion Tom Brady, supermodel Gisele Bundchen and four time NBA champion Steph Curry. They are amongst some named in a class action lawsuit filed against Bankman-Fried last month after his company suffered a liquidity crisis collapsed and filed for bankruptcy. At least a million people can't access their funds. He is denying defrauding customers. The lawsuit alleges they did not properly disclose the scope and amount of compensation they personally received in exchange for the promotion of FTX. One of the plaintiffs in the proposed class action suit, Michael Livieratos says as a New England Patriots fan my entire life, you can imagine the influence that Tom Brady would have, claiming he moved nearly all his money from another crypto exchange to FTX. Adam Moskowitz, the lawyer representing the plaintiffs told The Washington Post you have very rich people we all love telling us that they check this out and it was OK. Why shouldn't they be held responsible? This is just the tip of the iceberg for the crypto fallout. Another lawsuit was filed earlier this month by crypto currency investors against the NFT series Bored Ape Yacht Club.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "ADAM MOSKOWITZ, PLAINTIFF ATTORNEY",
      "sentences": "We're part of the same part of the community, we're both apes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "BEN MCKENZIE, ACTOR",
      "sentences": "They have been lied to, in ways both big and small, by a once seemingly mighty crypto industry, whose entire existence in factdepends on misinformation, hype and yes, fraud. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "ROMANS",
      "sentences": "None of the celebrities named in these lawsuits responded to CNN's requests for comment. Fair to say though, Rahel, it's probably not best totake advice on your money from people who are in Hollywood or in sports figures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SOLOMON",
      "sentences": "Great piece of advice. Christine Romans, thank you. As the fallout continues there and still to come, France makes it to the World Cup finalfor the second time in two tournaments. Can they do it again, or will Lionel Messi lead Argentina to victory all the action from Qatar coming up next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SOLOMON",
      "sentences": "So the World Cup now in France has secured their place in Sunday's final against Argentina. That's after beating Morocco to nil and Qatar.Fans poured onto the --Sean's Elisa and Paris to celebrate the win. Joining me now is CNN World Sports Don Riddell who is live in Doha, slightly calmer in Doha compared to Paris based on what we just saw. Look Don, after a World Cup of upsets, here we are France, Argentina, I guess you could argue either way, history will be made.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "DON RIDDELL, CNN WORLD SPORT",
      "sentences": "For sure, although it kind of feels like history versus destiny at this point. Of course France is hoping to becomethe first team since Brazil back in 1962 to win back to back titles. The destiny lies on the side of Argentina and Lionel Messi. We all know that this is his fifth and he has now confirmed final World Cup match. He is going to make history just by playing in the final on Sunday because he played more World Cup games than anyone else. But the destiny refers to this elusive World Cup trophy. He's been chasing his entire career. He's won everything else multiple times. But of course, he is regarded as one of the greatest all time he is compared with his great compatriot Diego Maradona, who did win the World Cup. So this is what Messi has to overcome if he wants to be finally kind of allowed into the Pantheon alongside the world, the world greats. Can he win the World Cup Trophy as well? It's going to be a fascinating match, he really is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "SOLOMON",
      "sentences": "Sure well and a lot of people rooting for him for those sentimental reasons, as you pointed out, Don. But also we're not talkingabout Morocco anymore, but they did put up a good fight. I mean, walk me through how that all went down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "RIDDELL",
      "sentences": "And when it came down to the match, there were two goals in it. But there really wasn't that much between the two teams. The game didn't goto Morocco's plan. They've done well in this tournament by being kind of cautious. And then hitting teams on the break and doing that very, very successfully. They conceded so early to the French, it kind of completely ruined their game plan. But we then saw what they were like when they had to just come out and play. And they were great. They really took the game to France, they had numerous chances. It was actually pretty even if you look at the stats; the difference was that they just didn't have somebody who could put the ball in the back of the net. And the French of course, with all their experience and what they've achieved already, you know, that they were just one step or half a step ahead and that in the end was the difference. But Morocco and their fans can be so proud of what they've achieved at this World Cup.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "SOLOMON",
      "sentences": "Heartbroken but proud nonetheless, here's hoping. Don Riddell, great to have you, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "RIDDELL",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    }
  ]
}