{
  "date": "2022-10-31",
  "headline": "CNN Newsroom",
  "subHeadline": "Source: Federal Attempted Kidnapping Charge Expected For Suspect; GOP Riding Wave Of Optimism In Campaigns Final Week; Georgia Gov. And Dem Challenger Face Off In Last Debate. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "BIANNA GOLODRYGA, CNN HOST",
      "sentences": "Hello everyone, I'm Bianna Golodryga. Welcome to CNN NEWSROOM.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "I'm Victor Blackwell.We are covering several big stories this afternoon from crime to catastrophe to consequential Court arguments. A source tells CNN that the man accused of beating the husband of House Speaker Nancy Pelosi had zip ties and duct tape when he broke into their home. Formal charges are expected soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "Also today, South Korea is in mourning after more than 150 people were killed in a rush of revelers out for Halloween. And affirmative action is on the line in the U.S. with two cases going before the Supreme Court today. We begin this hour on the latest in the attack on Paul Pelosi. CNN's Veronica Miracle is in San Francisco and Evan Perez joins us from the Justice Department. Evan, you're hearing federal charges could be announced today. What charges are expected?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Well, Bianna and Victor, the -- we do anticipate that the U.S. Attorney for San Francisco is going to file charges as soon as this afternoon. It could come at any time. They've been looking at a couple of different charges. One of them obviously, is the attack -- the assault and threats against a family member of a lawmaker -- of a federal official in this case. And the second charge that the prosecutors have been looking into is an attempted kidnapping charge. Again, those are what we understand our Josh Campbell is reporting that this hour.This is obviously something that is moving very, very quickly for the feds after they conducted an interview over the weekend with Paul Pelosi. He was able to be recovered enough that he was able to do an interview with the FBI and with the local investigators. The local prosecutors, by the way, are also working on separate charges -- state charges. I -- we could hear from them in the coming hours as well. But for the -- from the federal perspective, you know, obviously this is a crime that the investigators, at least from the get-go said clearly seemed targeted. They were -- went to the home -- the assailant went to the home of Nancy Pelosi. And as you have heard, again, from that reporting about the zip ties and duct tape, he had some intent, thought he was going to meet her there. Obviously, she was not there. She was here in Washington. And that's the reason why he was able to get in and was able to really just confront Paul Pelosi, Bianna, and Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BLACKWELL",
      "sentences": "All right, we could have Veronica now in the San Francisco area. Bring us up to date on first, Pelosi's condition but also these new details about what happened that night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "VERONICA MIRACLE, CNN CORRESPONDENT",
      "sentences": "Well, Victor, a lot of developments that we've been learning in the last hour. The San Francisco Police Chief Bill Scott was just on CNN saying that they are working around the clock to get evidence to the San Francisco district attorney's office. They also say -- he also says rather that they have interviewed the suspect, David DePape, and they have also spoken with Paul Pelosi. Now another aspect of this investigation that they are dealing with right now is pushing back on what he says are conspiracy theories. Here's what he had to say.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "WILLIAM SCOTT, CHIEF, SAN FRANCISCO POLICE",
      "sentences": "Absolutely, no evidence that Mr. Pelosi knew this man. This is a matter of fact the evidence indicates the exact opposite. And again, you know, this is -- it really is sad that these theories are being floated out there -- baseless fabulous theories that are being floated out there and they're damaging. They're damaging to the people involved. They're damaging to this investigation.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MIRACLE",
      "sentences": "Victor and Bianna, the details that we're learning about this investigation also very disturbing. The San Francisco district attorney's office telling us that the suspect, David DePape went upstairs into the bedroom where Paul Pelosi was sleeping. Sources tell us the suspect tried to tie Pelosi up and was shouting, where is Nancy? We also understand that he was prepared with zip ties, duct tape, and brought the hammer that was used in this attack.We've spoken with the San Francisco Sheriff's Department today and they say that David DePape is in their custody and he is in the hospital still. And we also understand that Pelosi himself is still in the hospital recovering from very serious injuries including a skull fracture and injuries to his arm and his hands, Victor, Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Veronica Miracle and Evan Perez, thank you very much.The chief of San Francisco police made a plea for all people, no matter their politics, to fight back and debunk conspiracy theories. He says that no one deserves to be victimized for just doing their job. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:08",
      "speaker": "BLACKWELL",
      "sentences": "Let's turn now to Democratic Congressman Ro Khanna whose district is in the San Francisco area. He's also the Deputy Whip of the Congressional Progressive Caucus. Congressman, welcome back. I'll ask about Capitol Police later, but do you know if local authorities -- would you believe that they should take a different posture around Pelosi's home when the speaker is not there considering what happened on Friday?REP. RO KHANNA, (D-CA): First, Victor, I'm just sickened and disgusted by what happened. I've been in the Pelosi's homes many times. They have opened it up to their community so often. It's just heartbreaking that they're going through this. And yes, I assumed that there was 24/7 security around the Speaker of the House's residence, that should be the default going forward. And I'm frankly surprised there wasn't that security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:08",
      "speaker": "BLACKWELL",
      "sentences": "So beyond the speaker, beyond House and Senate leadership, we know the Capitol police resources are strained right now and have really been for some time. But for those members who are not in leadership, for their families that are facing threats, we heard from Congressman Kinzinger, who was on the January 6 committee that his family was threatened. He went to Capitol Police essentially. They told him to get in line if he wanted a protection for his family. What should be the approach to members beyond leadership back in district for security for those families?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:08",
      "speaker": "KHANNA",
      "sentences": "First of all, there needs to be an assessment of security for all members and their families and the Capitol Police needs to continue to do that. But second and beyond that, for specific members or family members who have specific threats, they need to have protection. And just like I am for funding police around this country, I think we should be funding the Capitol Police. That is necessary to safeguard our democracy. No one should fear running for political office or serving because they're going to have a violent risk to themselves or their families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:08",
      "speaker": "BLACKWELL",
      "sentences": "I want you to listen to the chair of the National Republican Senatorial Committee. This is Senator Rick Scott. He was on \"STATE OF THE UNION\" yesterday with Dana Bash, and they had played a segment of -- a soundbite from President Biden in which he called people to condemn the conspiracy theories about a stolen election. And she then asked the senator what he thought about that if he agreed. Here's what he said.(BEGIN VIDEO CLIP) SEN. RICK SCOTT, (R-FL): We can have a heated conversation about the issues. But this violence has got to stop. This is -- this is horrible. And my heart goes out to Paul Pelosi and I hope he has a full recovery. DANA BASH, CNN ANCHOR: Is it important for people from the top of your party that former president on down to tone down the rhetoric about the conspiracies that might instigate somebody who is unhinged like the man who went into the Pelosi home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:08",
      "speaker": "SCOTT",
      "sentences": "Dana, I think what's important is everybody do everything we can to make these elections fair.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:08",
      "speaker": "BLACKWELL",
      "sentences": "Didn't answer the question there. What do you think about what you heard from the Senator?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:08",
      "speaker": "KHANNA",
      "sentences": "It's sad that he dodged such a simple question. I mean, the reality is this was an individual who was radicalized. He was radicalized to commit an act of political violence. And we have to ask why was he radicalized. Why are we in American democracy feeding these outlandish conspiracy theories? Why are they festering on social media?And we all need to take accountability, the social media companies, the role of some of the media, and certainly, elected officials, and people in the Republican Party who've been fueling some of these conspiracies. That doesn't seem like that high a bar. And I hope that an incident like that would trigger that kind of reflection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:08",
      "speaker": "BLACKWELL",
      "sentences": "Well, let's talk about one of those social media companies. Over the weekend, in response to something that Secretary Hillary Clinton tweeted, Elon Musk tweeted a link to some baseless report about -- and here it is, about relationship potentially or something about Paul Pelosi. He later deleted it. But what does this episode tell us about how he likely intends to manage this platform? What do you take away from this episode?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:08",
      "speaker": "KHANNA",
      "sentences": "Well, I hope what Elon Musk will do is create an independent governance structure for Twitter. I agree that we need to remove the many bots on Twitter. That actually is a problem in the conversation. But beyond that, just like CNN doesn't have corporate owners making decisions of who can come on your news program, and just like the Washington Post isn't run by Jeff Bezos, we need to make that -- make sure that Twitter isn't run by the corporate owner but has independent governance boards and principles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:08",
      "speaker": "BLACKWELL",
      "sentences": "Congressman Ro Khanna, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:03",
      "speaker": "BLACKWELL",
      "sentences": "All right, authorities in South Korea say there were no guidelines for dealing with crowd surge at Saturday's deadly Halloween festival in Seoul and no clear organizer for the event. At least 155 people died after getting crushed in crowds of people there at the parties who had crammed into narrow alleyways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:03",
      "speaker": "GOLODRYGA",
      "sentences": "So horrific, so many of them are young victims, and among them are two Americans. Steven Blesi was a college student from Georgia. His father tells CNN he was studying international business. And Anne Gieske was a University of Kentucky nursing student who was studying abroad. CNN's senior international correspondent Will Ripley joins us live from Seoul. Will, you've been covering this all weekend. I know you've been speaking to witnesses. Are you learning anything more about what caused this rush of panic?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:03",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "There are a lot of factors that came into play here that created the worst possible outcome on Saturday. So we're standing just across the street, which is just reopened from that alley, that narrow alley back there, which was packed with thousands of people. In fact, the people were streaming out into these streets as well. They were packed together so closely, they really couldn't even move. Traffic was at a standstill, which made it really difficult for rescuers and paramedics to arrive.And as you see here, this young man actually came. His sister is one of those who was killed. He was sitting by the memorial and he just -- he just actually fainted and was being -- is being held away by his friends. He was sitting over there by a makeshift memorial, which continues to grow just across that -- from that subway station there. And he was sitting and just saying over and over again, I told you not to go, I told you not to go, talking about his younger sister. In fact, in terms of the victims, more than two-thirds of them were women -- young women who were in their Halloween costumes packed into that tight alleyway right there. When the crowd is apparently frustrated, some people at least because it wasn't moving fast enough people started chanting, push, push, push, and so the people who were in the front got pushed forward and they tripped and they fell because the alcohol that had spilled from people's drinks made the sidewalks very slippery if you're looking at kind of a slight Hill, just beyond there. So, people fell and they started piling up on top of each other. Paramedics told us that when they first arrived, essentially, they saw only people's faces, about 10 people high. And they did what they could to start pulling people out who seemed to be in the worst condition, the people who couldn't even speak because they couldn't breathe, but in their eyes, they were still conscious and they were desperate to get out of that terrifying situation. But by the time they pulled them out and they lay them down, literally on the sidewalks here, you -- the sidewalks were essentially rows and rows of people, friends, complete strangers jumping in, frantically trying to give CPR, and it didn't work. Most of the people ended up just losing their lives, losing consciousness, and never regaining it right on these sidewalks. So you now have a lot of police out here. But why weren't police in place that night? Why wasn't there a contingency plan for crowd control for an event without a clear organizer? That was a shocking admission from the Director of Emergency Management today. Police officers who have an office just down the block there were getting reports that the crowd was out of control but they didn't really do much of anything because they couldn't. It was so loud that their commands weren't even heard by the people who were packed in that alley. And people thought that they were also in Halloween costumes. No barricades, no clear plan, and as a result, an incredibly horrible outcome with 155 people, mostly young people killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:03",
      "speaker": "BLACKWELL",
      "sentences": "It's awful to think that all of this could have been prevented.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:03",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:03",
      "speaker": "BLACKWELL",
      "sentences": "And this young man that you've introduced us to, his sister who died there and you said that he just came there and said I told you not to go. Will Ripley with the reporting there from Seoul, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:03",
      "speaker": "GOLODRYGA",
      "sentences": "Thanks, Will.Well, new video shows the moment a suspension bridge collapsed in western India. Now we want to warn you it is disturbing. You can see the bridge swing just before the cable snap. At least 134 people died, including dozens of children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:03",
      "speaker": "BLACKWELL",
      "sentences": "Police are saying nine people have been arrested in connection with the collapse. All are associated with a company that did maintenance on this 150-year-old bridge. Officials say it had just reopened to the public last week, and many of the victims had been celebrating a holiday festival when that tragedy happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:03",
      "speaker": "GOLODRYGA",
      "sentences": "Well, turning back to the U.S. Republicans are riding a wave of optimism into the closing week of the midterm campaign. We'll tell you what's fueling the rise in confidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:17",
      "speaker": "GOLODRYGA",
      "sentences": "Well, hard to believe, just eight days until the midterm elections and more than 21 million people have already cast early ballots across the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:17",
      "speaker": "BLACKWELL",
      "sentences": "Some Republicans are growing more optimistic about the chances of racking up big wins in the House and Senate races. Senator Rick Scott who chairs the Senate Republicans' campaign arm was very confident about the GOP's chances when he spoke on CNN's \"STATE OF THE UNION.\"(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "BLACKWELL",
      "sentences": "CNN's Jeff Zeleny is with us now. So, Jeff, what's behind this wave of optimism for the GOP?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "JEFF ZELENY, CNN NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, Victor and Bianna, part of it is this campaign is closing as it was really beginning with economy and inflation, still a chief concern for Democrats. And these headwinds that are facing the president and Democratic candidates in his party are very real. Republicans would not have imagined the sort of encroaching so much into this blue Democratic territory. We're seeing competitive races in California for the House, Connecticut, New York, other states across the country.So, in the House, we should keep in mind, there was only a five-seat majority that Democrats had. There was a wave of retirements that senior members retired, so it was always going to be a challenge for Democrats to maintain their House majority. But with eight days remaining, Republicans feel very confident about winning the House. The key is the Senate, though. The races for the Senate in every one of these battleground states are so competitive and so close. But again, those headwinds that are --- that the Democrats are facing on the economy, on inflation, on the president's approval rating, that certainly is a challenge for all of them. Of course, we've talked a lot about Pennsylvania. It is one of the most important races in the country because there is a retirement of a Republican Senator, Pat Toomey, so there's an open race between John Fetterman as we know, and Mehmet Oz, the Democrat, and Republican candidate. Next weekend, a ton of activity there with former President Obama, Trump, and President Biden all campaigning. But our Don Lemon had a sit down earlier today with John Fetterman and he had this to say about the attack on Paul Pelosi. Let's listen. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Let me start with the aftermath of the violent attack on the House Speaker's husband at their home. What did the attack and the subsequent conspiracy theories say about the state of our politics right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "JOHN FETTERMAN, DEMOCRATIC SENATE CANDIDATE, PENNSYLVANIA",
      "sentences": "Yes, I just -- of course, I was appalled by that. And of course, the kind of vitriol that is out there in the political conversation out in America now is astonishing. It's unconscionable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "LEMON",
      "sentences": "On Elon Musk pushing conspiracy theories about Paul Pelosi and the attack on him, what is your message to him as he takes over this giant megaphone that is Twitter? FETTERMAN(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "ZELENY",
      "sentences": "So just getting a bit of a glimpse of that interview with John Fetterman and Don Lemon, which will air in its entirety tomorrow on \"CNN THIS MORNING,\" the debut show. But look, this is one of the most closely watched races in the country. And Clearly, John Fetterman there trying to still make the case that he has recovered from that stroke he had earlier this year, and is you know in good fighting form for his race with Mehmet Oz.But in the final eight days of this campaign, Victor and Bianna, there's no doubt the focus for the fight of control of the Senate is so important with races in Nevada, Arizona, of course, Georgia, Pennsylvania, and several others as well. So that is how this midterm election race is at least drawing to a close, Victor and Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, we know Democrats are growing increasingly nervous about what happens in Pennsylvania. Jeff Zeleny, thank you. Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "ZELENY",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "GOLODRYGA",
      "sentences": "And be sure to watch all of Don's interview with John Fetterman full tomorrow. The full interview tomorrow will be the first broadcast of \"CNN THIS MORNING.\" It starts at 6",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:01",
      "speaker": "BLACKWELL",
      "sentences": "We're just getting this in. Former President Trump is weighing in on the attack on Paul Pelosi. He calls the attack terrible. This is an interview that he did with Americano Media. It's a Spanish-language outlet. And he says here that it's a terrible thing -- a terrible thing. With all of them, it's a terrible thing. Look at what's happened with San Francisco. Generally, look at what's happened in Chicago is far worse than in Afghanistan. Last weekend was brutal. It was like a war zone.So what we're hearing here from the former president is not speaking specifically about the attack, not condemning the language, not condemning the conspiracy theories that we saw on this man, DePape's social media, which at this point who expects that from former President Trump. But to make a point about crime generally, in this interview, his first remarks about the attack on the speaker's husband.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:08",
      "speaker": "BLACKWELL",
      "sentences": "Yes. We'll see if he has more to say or if they are some reaction to the framing from the former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:08",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.Well, early voter turnout continues to set midterm records in Georgia. So far, more than 1.6 million people have already cast their ballots there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:08",
      "speaker": "BLACKWELL",
      "sentences": "Last night, Republican Governor Brian Kemp and Democratic challengers Stacey Abrams faced off in their second debate, the last one of the cycle. They clashed on abortion rights, the economy crime. For more on the highest stakes showdown there, let's bring in CNN's Eva McKend. Tell us more about that debate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:08",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS REPORTER",
      "sentences": "Well, Victor, Georgia is often described as the center of the political universe, and this highly anticipated rematch between Governor Kemp and Stacey Abrams from 2018 is in part why. Last night's debate really underscored the stark policy differences between the two on a number of issues, whether it be public safety, abortion, or their disparate economic visions for the state. Take a listen.(BEGIN VIDEO CLIP) GOV. BRIAN KEMP, (R-GA): Thankfully, in Georgia, because we were open even when Miss Abrams didn't want us to be, our economy has been incredibly resilient.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:08",
      "speaker": "STACEY ABRAMS, DEMOCRATIC GUBERNATORIAL CANDIDATE, GEORGIA",
      "sentences": "Under this governor, we've lost $150 million in investment. Music Midtown pulled out. We lost the MLB game. We know that the entertainment industry is thinking about losing -- leaving Georgia because of the abortion ban that is driving women away.He refuses to protect us. He refuses to defend us. And yet he defended Herschel Walker, saying that he didn't want to be involved in the personal life of his running mate. But he doesn't mind being involved in the personal lives and the personal medical choices of women in Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:08",
      "speaker": "KEMP",
      "sentences": "We are a state that values life. I understand people disagree on when that issue may be comfortable for them or not. And it's not my desire to go move the needle any further on this issue.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:08",
      "speaker": "MCKEND",
      "sentences": "Another notable moment came when Abrams raised concerns about women potentially being investigated after suffering a miscarriage due to Georgia's abortion law. It was at that moment that Governor Kemp raised that years ago, his own wife had a miscarriage. It is unclear how much this moves the needle. This was a substantive policy debate where you really saw these dramatic differences at play. But so many people have already voted in this state, Victor, over a million have voted during this early vote period.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:08",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, policy debate that clearly got a little personal as well there. Eva McKend, thank you.Well, the Supreme Court considers cases with major implications for the future of affirmative action in higher education.",
      "isLastSentenceInterrupted": false
    }
  ]
}