{
  "date": "2022-12-08",
  "headline": "CNN Newsroom",
  "subHeadline": "Interview With Rep. Ritchie Torres (D-NY); 1/6 Committee Aims For Dec. 21 For Final Report, Criminal Referrals; No Comment From Palace As \"Harry & Meghan\" Docuseries Debuts; U.S. Gas Prices Now Lower Than A Year Ago. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:30:00",
      "speaker": "BIANNA GOLODRYGA, CNN HOST",
      "sentences": "This has come as we've seen an uptick in crimes against the LGBTQ community. Obviously, the nightclub in Colorado.But you've been very outspoken in very outspoken in targeting any hate crimes. Anti-Semitism as well, is something that's important to you, so thank you for that. Do you think this is perhaps a wake-up call for lawmakers to do more about the rise in hate crimes in this country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "TORRES",
      "sentences": "Look, we have an obligation to combat the wave of hate crimes that have swept the country.But one of the problems we have is, under federal law, there's actually no obligation for local police departments to report hate crimes to the federal government. So not every police department reports hate crimes to the federal government and the majority of those that do claim to have no hate crimes. So we need to create a federal obligation to report hate crimes. That is the first step towards solving the epidemic that we have seen taken hold throughout the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "Representative Ritchie Torres, thank you for your time, for everything that you're doing for your constituents on this issue.And congratulations. What a day. And for you to be there, it's so meaningful. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "TORRES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:07",
      "speaker": "GOLODRYGA",
      "sentences": "This just into CNN. Russian state media just released a picture of Brittney Griner as she boarded a plane. She's on her way home after more than nine months in prison. Good to see her again.You also can see there's Viktor Bout, also on his way home as part of the prisoner exchange. We'll have much more on this story at the top of the hour. Now to this. And the committee investigating the insurrection just released a timeline to release the report and vote on referrals. Chairman Bennie Thompson says they're aiming for the 21st. Sources tell CNN that former President Donald Trump is among of the key people they are considering to suggest for criminal investigation, but they would not reveal who else is on their list. Thompson says there would be some form of public presentation, but it's still unclear exactly what that would look like. We're joined for more on this by Harry Litman. He's a former U.S. attorney. Harry, good to have you on. What is the significance if you do, in fact, see -- HARRY LITMAN, FORMER U.S. ATTORNEY: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:07",
      "speaker": "GOLODRYGA",
      "sentences": "-- a recommendation on indictment, given that the DOJ doesn't necessarily have to follow up on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:07",
      "speaker": "LITMAN",
      "sentences": "Well, let's start with Trump. It seems to me, especially given the identity of the subcommittee here, who is recommending, Cheney, Schiff, Lofgren, that you will see a referral of Trump.You're right, it's not unlike some referrals where Congress is itself the victim, as it was in the contempt cases. It doesn't change the legal relationship with DOJ. But it seems like it's a thunderbolt, sort of a crossing-the-Rubicon moment, and it makes it more plausible and generates its own momentum for a Trump prosecution. It wouldn't be enough if they wanted to otherwise put on the brakes. But I think it has a bit of both for all of us, and even for DOJ, a bit of a ground softening for a Trump indictment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:07",
      "speaker": "GOLODRYGA",
      "sentences": "How would a possible referral from the committee factor into the separate ongoing investigation by the DOJ into January 6th?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:07",
      "speaker": "LITMAN",
      "sentences": "So, technically, not at all. In other words -- well, first, they would get, in addition to the referral, all the information. That's important to them. They were going to get that anyway.The fact of referral doesn't change the equation for DOJ technically, legally. But sort of atmospherically, political, it's sort of out there in the water, I think it does kind of in the subtle way that I just suggested.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:07",
      "speaker": "GOLODRYGA",
      "sentences": "How do you expect the DOJ in a separate matter to respond to reports now that a team hired by the former president to search for anymore classified documents actually did find two classified documents that they then sent back to the DOJ at a storage facility.How does the DOJ respond to that, in your view? Could we possibly see another search warrant?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:07",
      "speaker": "LITMAN",
      "sentences": "Well, they've always wanted to do a search warrant if they could. The hang up is, to get a search warrant. You have to show probable cause that contraband would be at a particular place at a particular time.But they have it, right? (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:07",
      "speaker": "LITMAN",
      "sentences": "What happened here is the judge -- excuse me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:36:07",
      "speaker": "GOLODRYGA",
      "sentences": "They have it, right? They do have the probable cause if they --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "GOLODRYGA",
      "sentences": "Harry Litman, thank you so much. We appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "LITMAN",
      "sentences": "Thank you, Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:23",
      "speaker": "GOLODRYGA",
      "sentences": "Buckingham Palace announced it will not be making any comments about the Netflix docuseries about Harry and Meghan. The first three episodes dropped earlier today and offer an inside look at their lives as the duke and duchess of Sussex.No big bombshells so far, but the alleged racial bias is a central theme. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:23",
      "speaker": "PRINCE HARRY, DUKE OF SUSSEX",
      "sentences": "In this family, sometimes you're not part of the solution. There's a huge level of unconscious bias.The thing with unconscious bias, is it's actually no one's fault. But once it's been pointed out or identified within yourself, you then need to make it right. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:23",
      "speaker": "GOLODRYGA",
      "sentences": "CNN royal historian, Kate Williams, joins us with more.Kate, how will the revelations that we have just seen play out at Buckingham Palace?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:23",
      "speaker": "KATE WILLIAMS, CNN ROYAL HISTORIAN",
      "sentences": "As you say, these are revelations. There were not huge bombshells in terms of what Harry and Meghan were talking about. We know that they suffered at the hands of the press.But there's a lot about race in Britain. Meghan says she wasn't (INAUDIBLE) as a black woman until she came to Britain. And a lot about not just the press, but also unconscious bias, racial bias within the royal family, how he says the royal family, their judgments was begin with -- because she's an American actress. And they're also talking about -- unconscious bias or racial bias towards Meghan in the royal household. These are very, very significant allegations. I expect to see really more will be fleshed out in the next three episodes next week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:23",
      "speaker": "GOLODRYGA",
      "sentences": "It comes at a time when, just last week, there was an incident for someone who was very close inside the royal family, made an outlandish and really offensive racial remark as well.So, though some of this may be unconfirmed in what we see in the documentary, I'm sure it doesn't help Buckingham Palace's case when you have something really play out in real life simultaneously. I want to get to this issue. The documentary points out how media coverage of the royals has evolved over the years. It was bad enough when it was the paparazzi and tabloids that clearly led to Princess Diana's death. But now you have social media and trolls. Take a listen to how this docuseries addresses it. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:23",
      "speaker": "PRINCE HARRY",
      "sentences": "Back in my mum's days, there was physical harassment, cameras in your face, following you, chasing you. Harassment really exists more online now, once the photographs are out and the stories are next to it. Then comes the social media harassment.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:23",
      "speaker": "GOLODRYGA",
      "sentences": "What do you make of that point that we heard there from Prince Harry? Is this a poignant one, in your view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:23",
      "speaker": "WILLIAMS",
      "sentences": "Yes, it is poignant. Really what we saw in the three episodes, I would say two points.One point was a very intimate documentary about their first date, Archie's birthday party, the other was real anger at the press, social media, how he says the memories of his mother of being chased. And explicit comparisons between Meghan and Diana, saying the press destroyed her. And Meghan says, they were going to destroy me. These are really very serious. They're saying here, we haven't learned anything in terms of the press, the royal family, since Diana, as you say, it's gotten worse. And there's also social media. And saying the royal family didn't help them. The royal family stood back, and he was told, well -- that doesn't look good for the team of Buckingham Palace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:49:36",
      "speaker": "GOLODRYGA",
      "sentences": "Some welcome news for drivers today. Gas prices are now lower than they were a year ago. According to AAA, the average now $3.33 a gallon.So let's discuss with CNN's Matt Egan. So welcome news, of course. We even heard President Biden say, you know, why aren't people talking about this as much last week, because clearly this was top of mind and a big concern as prices spiked over the summer. What's leading to this trend now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:49:36",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "It is great news. And it's pretty amazing to think that gas prices are actually down over the last year --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:49:36",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:05",
      "speaker": "GOLODRYGA",
      "sentences": "With the price cap now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:05",
      "speaker": "EGAN",
      "sentences": "Exactly. And despite all these sanctions and penalties and the war continuing, Russian oil keeps flowing.And that, combined with concerns about the economy, record-setting releases of emergency oil by the Biden administration have driven oil prices back to where they were a year ago. So what happens next? We got a little bit of a scare today in the oil market because the Keystone Pipeline shut down due to a leak, and that sent oil prices skyrocketing. You see the pipeline on the screen. That's the red line. This carries mostly Canadian oil into refineries in the Midwest, and in the gulf coast. This is not to be confused with the Keystone XL Pipeline. That's the dotted line. That's the project that was shut down. There's a leak. They have to shut down the existing pipeline. But you know what? Oil markets have mostly shrugged this off. Prices spiked. They've actually turned negative on the day. And I think this shows that, right now, investors are more concerned about the health of the economy than this pipeline. And the fact the prices are down, despite this outage, is a signal that gas prices are probably going to continue to tick lower.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:05",
      "speaker": "GOLODRYGA",
      "sentences": "One less thing for Americans to worry about. Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:05",
      "speaker": "EGAN",
      "sentences": "Exactly. GOLODRYGAMatt Egan, thank you. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:05",
      "speaker": "EGAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}