{
  "date": "2022-12-31",
  "headline": "CNN Newsroom",
  "subHeadline": "Pope Emeritus Benedict XVI Dies Age 95; Barbara Walters, Legendary News Anchor, Dies Age 93. Aired 5-6a ET",
  "utterances": [
    {
      "timeStamp": "05:00:00",
      "speaker": "HARRAK",
      "sentences": "Let's bring in CNN contributor Barbie Nadeau in Rome.And we're seeing live pictures from the Vatican actually right now, Barbie. Have we heard from Pope Francis, did he announce Benedict's death?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "NADEAU",
      "sentences": "And the procedure that happens next is a fine-tuned machine that the Vatican knows exactly what to do. There'll be pomp and circumstance, even for this retired pope. But we're expecting some words from Pope Francis sometime later, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "HARRAK",
      "sentences": "And Pope Emeritus Benedict, he was frail for some time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "NADEAU",
      "sentences": "That's right, you know, he retired nearly 10 years ago, because he said he was too frail in body and mind. So he has been a present figure in these 10 years. He's been living in a monastery. He's been writing, giving interviews. He is still the pope to a lot of very conservative Catholics who refused to accept his resignation.He is a controversial figure; he is also very well loved in the more conservative aspects of the church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "HARRAK",
      "sentences": "And Barbie, I remember the last funeral, which was the funeral of John Paul II, and it was impressive.Do we expect something similar to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "NADEAU",
      "sentences": "I don't think that we'll have that kind of outpouring. You know, this is a retired pope. And you know, after Pope Francis, there's a protocol in that, too. There will be a very public outpouring. He will lie in state.But we don't know exactly what that looks like right now. This is without precedent in many ways, because he is a retired pope. But the Vatican, the Holy See will do whatever they can to pay their last respects. This will allow the Catholic faithful to celebrate his life and death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "HARRAK",
      "sentences": "And Barbie, do we know what the relationship was like between the emeritus pope and Pope Francis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "NADEAU",
      "sentences": "You know, they visited each other often, Pope Francis would visit him inside the walls of the Vatican City. They had, you know, on the surface, a very friendly and cordial relationship. Even though their politics are very, very different.And their followers, the people who loved this pope, didn't necessarily love Pope Benedict and vice versa. But they were, certainly in the public sphere, they looked to be very, very close and very friendly, two men of God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "HARRAK",
      "sentences": "It is quite interesting. It's a contrast of personalities, almost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "NADEAU",
      "sentences": "No, it is very much. You see that in the people that follow them. You see that in the people who respect and speak about, at least on social media, those who follow Pope Benedict and those who follow more Pope Francis.There's very diverse styles. But this is a very diverse part of the world as well. Their experiences are different. Their Catholic upbringing is different as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "HARRAK",
      "sentences": "And Barbie, just remind us again, it was really unprecedented, that moment when Pope Benedict announced, I want to retire. I mean that hadn't happened before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "NADEAU",
      "sentences": "Right, 600 years was the last time a pope retired. And when he retired, nobody could believe it. There was this moment of shock. And nobody knew what to do going forward. There was the concave without the funeral.And then these moments were celebrated, very different, for Vatican watchers of the Catholic Church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:00",
      "speaker": "HARRAK",
      "sentences": "Barbie Nadeau, thank you very much for filling us in on this breaking story. We'll catch up with you in a little bit. Thank you for now.And I'd like to welcome now Michael Kelly. He's the editor of \"The Irish Catholic\" and a columnist for \"The Irish Independent.\" Thank you, sir. Let me get your reaction to the news of the death of emeritus Pope Benedict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "KELLY",
      "sentences": "But it's remarkable; he has been the pope emeritus for longer than he was the pope. He was pope for eight years. That's a relatively short tenure in the job.At that time, when he stepped down in 2013, saying he felt too frail of mind and body, I think many people expected that his death would have come sooner than it did. But it's been 10 years as emeritus pope. That has set in place probably a new trend. I think we will see, in the future, other popes resign. But that (INAUDIBLE) once considered to be a role for life, I think that will no longer be the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "HARRAK",
      "sentences": "Indeed. I mean, he definitely -- he broke that taboo. What defined his comparatively short papacy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "KELLY",
      "sentences": "I would say his theological teaching. He was above all most comfortable and happiest when he was in that theater. One of the features of his summer vacation, which would seem unusual for those of us who just enjoy our vacations of time to relax, he used to like to go to north of Italy and he would hold these open forums.He would invite people along and they could ask him questions and they would discuss things philosophically. He left the church an immense body of teaching. That was even before he became pope. He (INAUDIBLE) theology, around the world, seminaries, where they're training future priests. His books, his works, they really are the textbooks that are there (INAUDIBLE) wonderful theological learning, the depths of 2000 years of Christian teaching, with the personal religious style in the literature as well. He wrote a trilogy of books called \"Jesus of Nazareth.\" He wrote them as pope but he published them as Joseph Ratzinger. He said he wanted people to be free, to disagree with him and not to feel they had the authority of the papacy. One of the remarkable things about the books for a man of such learning, he said if you boil everything down to the core of Christianity, it's nothing more than a friendship with God. I think he tried to indicate that in a pastoral sense as well. Obviously, that's difficult when you're trying to speak to 1.3 billion Catholics with all of the width of that office. But I think he enjoyed that personal side of it as well, in helping people to deepen a relationship with God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "HARRAK",
      "sentences": "Now Michael, Benedict, of course, succeeded the widely popular John Paul II, who led for 27 years. That was a really tough act to follow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:00",
      "speaker": "KELLY",
      "sentences": "That was hugely difficult. I mean, the comparisons from the beginning were obvious. John Paul II by nature was an extrovert. He loved people. He loved to travel. He often spoke about his need to get out of the Vatican to be close to people.Even after the assassination attempt of him in the early 1980s when the security people said, look, holy father, we need not only to transport you in bulletproof vehicles, you need to be really distant to the people. He said, no, I must always be close to the people. You do your job. Benedict XVI in contrast was a shy, more introverted person, a more bookish person, not the same kind of character of John Paul II, who loved interacting with people, who loved joking with people, who loved playing around with people. To me, one of the elements where that was expressed the best, if you looked back to that footage of 1978, when he was elected to become John Paul II, the moment he was on the balcony and thousands of people in the square, he physically moves forward to be closer to the people. In contrast in 2005, when Joseph Ratzinger was elected, you can see when he hears the cheers from the crowd, he actually takes a step back. In that moment that characterized the differences between them, it was always going to be tough to follow John Paul II. Even those critical of John Paul II, they softened because of his very public suffering and public sickness and the way he embraced that. So it was very, very difficult for Ratzinger to follow him. In a way, I think his election in 2005 was probably because the cardinals wanted some kind of continuity from John Paul II. And Ratzinger was seen as the man who was closest to the Polish pope. And certainly, they got continuity in that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "KELLY",
      "sentences": "When I worked in the Vatican, I met him quite a number of times. I mean, we weren't friends or anything like that. I wouldn't like to exaggerate it.But I remember personally someone who was very formal. I remember him as someone who I think felt burdened by the papacy. I think he might be the first to admit that administration wasn't his natural ability, taking on the role in such an advanced age, 78 years of age when almost everyone else in the world is well retired, is immensely difficult. I think he felt the burden of that very much. Obviously, the tsunami, if we can call it that, of sexual abuse really exploded on his watch. And as Delia Gallagher said in her package there, he really struggled to push this zero tolerance policy against people in the church, very powerful voices sometimes, who they didn't want him to bring about those reforms. They didn't want the cooperation with civil authorities that he saw as very necessary in punishing these crimes of sexual abuse by priests. I think his overwhelming legacy in time will probably be as a great teacher. Sometimes, you have popes who, for example, like Pope Francis -- someone like John Paul II, who is extremely charismatic, who reached out to the ends of the Earth, who traveled more than all of the popes before him put together. Someone like Benedict XVI, I think, will be remembered above all as a teacher, someone who has left an immense body of work behind, some of which will be read in theological circles for centuries to come. There's no question about that. And I expect in time, he is someone who will be declared a doctor of the church. That's a very rare title that's been provided to eminent people in the church. I think he'll be remembered for that. I also think he'll be remembered for the humility that it took in 2013 to resign the papacy because that really was a thing of taboo at the time. That was really a moment when everyone said, no, popes have to live right up to the end. They have to be pope until the moment of their death; whereas, he said, I'm not able to do this anymore. And I want someone different to take over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "HARRAK",
      "sentences": "And now, Michael, you just mentioned there, he could become doctor of the church posthumously.How does he compare to Pope Francis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "KELLY",
      "sentences": "I think they have very different approaches. Pope Francis is someone who, quite frankly, if we look back to when he was elected in 2013, the Vatican was mired in controversy.The scandal, Pope Benedict's own butler was in prison for having stolen private documents from the pope's study. All around the world, people were shaking their heads about financial scandals in the Vatican, financial crimes. The Vatican's ATM machines didn't work for about two weeks in 2013 because they were suspended over concerns of money laundering. That's heartbreaking for Catholics to look at and see it as corruption. But Pope Francis was very much elected on that basis. He was elected as someone who was very humble. He was also elected as someone who would try to find a new way to engage with a world, which, in many ways, values are very divergent to the values of the Catholic Church. People like to say that Pope Benedict was a conservative; Pope Francis is a liberal. I mean, that works in a certain black and white sense but it doesn't really work because Pope Francis is not somebody who is a liberal. You don't become pope of the Catholic Church if you're a liberal. Pope Francis has held and taught all the same teachings as Pope Benedict has taught. I think he's tried to change the mood music. He's tried to speak more about mercy. He's tried to speak more about the church accommodating people. He's tried to speak more about, yes, the rules are important but actually people are more important than the rules. The church's primary responsibility to be this agent of love and charity and compassion and mercy in the world for people, rather than this rigid doctrinaire, theological organization that some people would try to mold us into. Pope Francis -- and he recently used that term -- he said the Catholic Church needs to widen its tent, be a place where everyone can feel included. I think people do feel that with Pope Francis. They do feel that even certain rules or teachings are not changing are remaining steadfast, that they feel more included. [05:20:00]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "KELLY",
      "sentences": "They feel warmer. And I think Francis is also someone who is much more comfortable on the margins of society.I mean, we see that beautiful tradition, every holy Thursday and holy week, where he visits the prison. He washes the feet of the prisoners and he kisses their feet. You can see many of these prisoners are moved to tears because perhaps this is the first time in their life they've been shown any compassion, been shown any love. And they've been shown that love by the pope. So I think those are powerful symbols.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "HARRAK",
      "sentences": "Michael Kelly, thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "KELLY",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:00",
      "speaker": "HARRAK",
      "sentences": "And you're watching live pictures there from the Vatican. Breaking news this hour, Pope Emeritus Benedict has died. We'll have more after a short break.(MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING) UNIDENTIFIED MALE (voice-over): This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "HARRAK",
      "sentences": "The 95-year-old former pontiff has been in declining health. In 2013, he retired as pope, becoming the first leader of the Catholic Church to do so in nearly 600 years.I'm joined now by Father Thomas Reese, a senior analyst at Religion News Service and the author of \"Inside the Vatican.\" Father, if I can just get your reaction first to this development. FR. THOMAS REESE, JESUIT PRIEST, AUTHOR AND JOURNALIST: Well, it's a sad day for the church and yet it's also a day we celebrate the life of Pope Benedict. And in my mind, he's in heaven now for his dedicated life of service and holiness to the church. So it's both a sad day and a day that we, as a church, will celebrate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "HARRAK",
      "sentences": "And talk to us a little bit about the next steps. I mean, is there a protocol, is there a program of, you know, what happens in the next couple of hours, in the next couple of days? REESETime will be given so that cardinals and other world leaders around the world will have time to get to Rome for his funeral. It will take place in St. Peter's, either inside the church or outside at St. Peter's Square. His casket, undoubtedly, will have a copy of the Bible on top of it because he was a man of -- he was a minister of the word. And the scripture was very important to his life, something that inspired him and something is that he constantly went back to in his preaching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "HARRAK",
      "sentences": "And tell us a little bit about kind of the traditions -- obviously, we're waiting to see what his final wishes were in terms of his funeral.Are we expected to hear from Pope Francis? Will he be making a statement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "REESE",
      "sentences": "Oh, I'm certain that he will. You know, Pope Francis was, of course, the first one to announce that the pope was really very sick and really on his -- at the end of his life. So I'm sure that we will hear from Pope Francis.Certainly, Pope Francis will be the principal celebrant of his funeral. And along with all -- you know, with cardinals, who are going to be coming to Rome for the funeral.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "HARRAK",
      "sentences": "Well, back in April 19th, 2005, he was elected the pope. He succeeded John Paul II. Cardinals chose him from among their own ranks. But his papacy was very short, very brief, comparatively.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "REESE",
      "sentences": "Yes, well, of course, he was not a young man when he was elected. John Paul II was a very young man when he was elected. So he reigned as pope for a long time. Pope Benedict was elected as someone who would continue the policies of John Paul II.They had worked hand in glove during the papacy of John Paul II, were on the same page in terms of church teaching and doctrine and church practice. So we didn't see a lot of change under John Paul II -- or under Pope Benedict. What we did see was continuity with the policies of Pope John Paul II.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "HARRAK",
      "sentences": "Continuity but some feel that he was more conservative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "REESE",
      "sentences": "Well, both popes were very conservative when it came to church practice, church doctrine. On the other hand, both popes were very liberal when it came to issues of concerns of the poor and social justice.And one of the initiatives that Pope Benedict took was being concerned about the environment. It was during his papacy that solar panels were placed on the roof of the Vatican. So with issues of justice, peace and the environment, Pope Benedict was probably more liberal than most American politicians. But when it came to sexual morality and gender issues, who can be ordained and who can't be ordained in the Catholic Church, he maintained the status quo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HARRAK",
      "sentences": "Now unfortunately, of course, the Catholic Church, during his reign, was also struggling with scandals.How did he manage that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "REESE",
      "sentences": "Well, the Catholic Church, sadly, has been involved in both financial scandals and sexual scandals.He took the first steps in cleaning up the finances of the Vatican by subjecting it to outside review by an international agency called MONEYVAL, which reviewed the Vatican finances, especially the bank, and really held them to cleaning it up. But it was the sex abuse crisis, of course, which so prominently existed during his papacy. Even before he became pope, as cardinal, Pope John Paul II put him in charge of the sex abuse crisis, luckily, because he was the first cardinal in the Vatican to really take it seriously. And as the head of the congregation for doctrine of the faith, he processed hundreds of bad priests out of the priesthood. He basically kicked them out and said there was no room for anyone -- any priest in the church who would abuse children. Sadly, what he did not do is take the next step of dealing with the bad bishops who did not do their job, who did not control these priests, who moved them from parish to parish, even though they knew they were abusers. That is something that Pope Francis is now dealing with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HARRAK",
      "sentences": "Do you think that he was burdened by that, that that also contributed to him stepping down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "REESE",
      "sentences": "Well, certainly, it's a huge burden. He had to read those files from -- that came from dioceses all over the world, especially at that time from the United States and Europe.And talk about getting depressed. You know, just knowing that -- the shock of knowing that priests were involved in this kind of abuse and then understanding how harmful that was to children and how the pain of it continued during their entire lives. But you know, he took charge. He reviewed the cases. And when he saw that the facts were there, he said, OK, they got to go. And thank God that he did that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HARRAK",
      "sentences": "Father Reese, thank you so much for joining us. Appreciate it. REESE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HARRAK",
      "sentences": "Breaking news we're following for you this hour, Pope Emeritus Benedict XVI has died. The Vatican shared the news a short time ago, saying that more information would be provided as soon as possible.The 95-year-old former pontiff had been in declining health. In 2013, he retired as pope, becoming the first leader of the Catholic Church to do so in nearly 600 years. CNN senior Vatican analyst John Allen joins me now live from Rome. Let me get your reaction, first, John, to this news. JOHN ALLEN, CNN SR. VATICAN ANALYST: Well, Laila, it's a very bittersweet day. On the one hand, the Catholic Church, the world, has lost a titan today. Pope Benedict XVI was arguably one of the great three, four, five great theological minds, Catholic minds, of the century. He was a man that stood at the intersection of every issue in the Catholic Church for a half century. You know, on a personal level, because I had the opportunity to get to know him fairly well when he was the Vatican's doctoral czar for years and covering the first years of his papacy, personally, I can say he was an incredibly kind, gentle, humble, self-effacing figure who always made you feel like you were the center of his attention when you were in his presence. So very sad. On the other hand, Benedict XVI was a true Christian believer, who was firmly convinced when he died he was going home. From that point of view, it's a day to celebrate his life, if you are a believer, his eternal life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HARRAK",
      "sentences": "How will he be remembered?Because people have very strong feelings when it comes to the pope emeritus. I understand that, for conservative Catholics, he's a hero. But for those who were looking for change within the church, they feel differently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "ALLEN",
      "sentences": "My suspicion is, if you want a sound bite, he will go down as a great teaching pope and a very mixed bag, as a governing pope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "HARRAK",
      "sentences": "How will worshippers mark his death?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "ALLEN",
      "sentences": "Well, of course, we're waiting still to figure out the details from the Vatican as to exactly how they're planning to mark his passing. They're going to be holding a press conference in about 20 minutes and we should know more.But I think, around the world, what you are going to see is that, in Catholic parishes, in shrines, places of worship around the world, mass tomorrow -- let us remember, this is Saturday; tomorrow is not only New Year's Day but it's Sunday. So Catholics all around the world will be going to mass tomorrow. I'm quite certain at the top of the list, their prayer intentions tomorrow will be the repose of the soul of Benedict XVI. Beyond that, I think in the days to come, we will see a kind of avalanche of tributes and commentary and retrospectives on Pope Benedict. And I think, you know, the truth of it is that, even though he was in some ways a very unlucky figure, I mean, he was sandwiched between two celebrity popes, John Paul II and Pope Francis. Nevertheless, I think there is something in the Catholic soul that feels that precisely, because he had some bad luck in terms of his public perception, in terms of the storms that erupted on his watch. I suspect Catholics will feel all the more tenderly toward him now, in the mood of his passing, because he did have such a rough time during his eight years in office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HARRAK",
      "sentences": "Breaking news that we're following for you this hour, Pope Emeritus Benedict XVI has died. The Vatican shared the news a short time ago, saying that more information would be provided as soon as possible.The 95-year-old former pontiff has been in declining health. In 2013, he retired as pope, becoming the first leader of the Catholic Church to do so in nearly 600 years. I want to go now to CNN contributor Barbie Nadeau in Rome. Barbie, I can tell that you're standing at St. Peter's Square. Is news trickling down of the pope emeritus' death?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "NADEAU",
      "sentences": "Yes, no, people are starting to gather, people are starting to come here in Rome. This is something that Romans do when a pope dies. They come to St. Peter's Square and pray for him.The death bells ring and summon people for this mourning period. We will be hearing a little more information about the logistics of this. This is, of course, unprecedented. This is a retired pope. It probably won't have the same pomp and circumstance that you would see as a sitting pope died. This is the death without the conclave. Last time when he retired, we had the conclave without the funeral. Impressive as that was, there won't be the white smoke and those circumstances. We are seeing more and more people pile in. They closed off the square for security. We've got people milling about here. I expect you'll see people filling this square all day long, especially from here on. And we'll expect to see a lot of people from Germany come, a lot of people that followed him, believed in him and respected his reign as pope. He, of course, retired 10 years ago. He retired because he said he was too frail of mind and body. A lot of people, you can't say this is a shocking death. But for a lot of people it is kind of unexpected because he just seemed to be there forever. He's been living inside Vatican City inside a monastery converted for him. He was visited regularly by Pope Francis during his time there. He would write, give interviews. We were told by the Vatican he participated in holy mass yesterday afternoon. So his death really isn't a shock. He's 95 years old. But you know, the Vatican will definitely, you know, follow the protocols that go in place here to celebrate the life of a pope that -- he was pope for only eight years before he resigned but nonetheless, he made his mark in the Catholic Church. Laila.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "HARRAK",
      "sentences": "And so it is customary, I understand, that the pope -- the pope emeritus, in this case, he has a plan already worked out of how he wants the funeral to take place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:00",
      "speaker": "NADEAU",
      "sentences": "Yes. I mean, you know, in about 15 minutes here in Rome, they're going to be holding a press conference and giving all of the logistics of what this is going to look like.But this has been in place probably since he was elected and then changed a little bit when he retired. The Vatican will respect -- he's not a sitting pope; it's going to be different than a sitting pope. The Vatican isn't involved as his own household is, in terms of how they go forward with the plans. But he made his wishes known. He spoke a lot in his final years about dying, about going to heaven, about the end of his life. So we can be sure that he's very, very much involved in what his funeral and what the readings will be and the psalms and all of that. He was very much involved in all of that planning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:00",
      "speaker": "HARRAK",
      "sentences": "Breaking news we're following this hour, Pope Emeritus Benedict XVI has died. The Vatican shared the news a short time ago, saying that more information would be provided as soon as possible.The 95-year-old former pontiff has been in declining health. In 2013, he retired as pope, becoming the first leader of the Catholic Church to do so in nearly 600 years. And the world of journalism is mourning the death of one of its pioneers. Barbara Walters, one of the most beloved and admired American journalists of the 20th century, has died. It was 61 years ago when she burst into the living rooms as a rare female reporter. When men dominated the network and television news, she became the first woman to anchor an evening news program in the U.S. and she never looked back, blazing a decades-long trail as a world-renowned interviewer of the famous and powerful. In her final years, she was the sharp and witty creator and co-host of the talk show, \"The View\" before retiring in 2014. She inspired generations of young women to pursue journalism. She spoke about that at her retirement. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "WALTERS",
      "sentences": "I hope that I played a small role in paving the way for so many of you fabulous women who are here tonight.I can't tell you how much pleasure it gives me when some smaller young woman comes up to me and tells me of her achievements. That's my legacy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "HARRAK",
      "sentences": "Former news anchor Connie Chung said Walters was more than a mentor and role model for her. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:00",
      "speaker": "CONNIE CHUNG, JOURNALIST",
      "sentences": "Barbara Walters was always way ahead of all the rest of us. She was really one of the first and -- or the first, you know. She made a mark and paved the way for the rest of us.We were not that much younger than she was but she would mom us. I would say, Barbara, you can't mom me; you're not old enough to be my mother. But she really did mom me a lot. And I so appreciated her tender loving care. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}