{
  "date": "2022-12-11",
  "headline": "CNN This Morning",
  "subHeadline": "Lawmakers Face A Friday Deadline To Avoid A Government Shutdown; 55k Without Power In Carolina As Major Storm Hits West Coast; Man Shares Protest Videos China Does Not Want Public To See; Army Tops Navy In Rivalry's First Overtime Game. Aired 6-7a ET",
  "utterances": [
    {
      "timeStamp": "06:00:27",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "Good morning, everyone, and welcome to CNN THIS MORNING. I'm Amara Walker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:27",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "Good morning, Amara. I'm Boris Sanchez. New overnight a series of missile attacks in Russian controlled areas of Ukraine. Could this be the start of a new counteroffensive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:27",
      "speaker": "WALKER",
      "sentences": "Plus, just a few hours from now the Orion spacecraft will splash down into the Pacific Ocean after a trip around the moon. The major implications for NASA's future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:27",
      "speaker": "SANCHEZ",
      "sentences": "And today is a big day for the January 6th committee. They are meeting to mull over criminal referrals for former President Trump and some of his closest allies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:27",
      "speaker": "WALKER",
      "sentences": "And later, the World Cup semifinals are set and the celebrations for the underdog, Morocco. Yes, Morocco. Isn't it massive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:27",
      "speaker": "SANCHEZ",
      "sentences": "Welcome to a new week, Sunday, December 11. Thank you so much for waking up us with. Amara, always great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:27",
      "speaker": "WALKER",
      "sentences": "Great to see you. The weather is terrible here. It has been dreary like the last several days and I'm depressed. So I'm leaning on you to cheer me up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:27",
      "speaker": "SANCHEZ",
      "sentences": "And you enjoy winter. You keep talking about how great winter is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:27",
      "speaker": "WALKER",
      "sentences": "When there's snow. Snow, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:27",
      "speaker": "SANCHEZ",
      "sentences": "Right, right. Well, we start this morning with some really incredible new video out of southern Ukraine. It shows the aftermath of a purported Ukrainian attack on a Russian occupied city of Melitopol. This is one of several explosions overnight felt in southern Ukraine and on the Crimean Peninsula. Russian state media is also reporting missile strikes in eastern Ukraine and the self proclaimed Donetsk People's Republic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:27",
      "speaker": "WALKER",
      "sentences": "And the attacks come hours after a barrage of Russian drone strikes across Ukraine. And President Volodymyr Zelenskyy says five Iranian-made drones hit key power facilities around Odessa Saturday, knocking out power to more than 1.5 million people. CNN's Sam Kiley is live for us now from Kyiv. Sam, give us an update on what all these new developments mean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:27",
      "speaker": "SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, first of all, the Odessa strikes, I think the significance there is that these were made, according to the Ukrainian -- Ukrainian government, by the Iranian-supplied Shahed drones. These Iranian missiles that are pretty primitive, cheap to make, but there had been an assumption by the -- from the Ukrainians that they were running low or had ran out of entirely these Iranian-made drones.Now, they fired some 15, five got through. They've crippled temporarily the power supply to Odessa or a city of over a million people that -- has largely been spared a lot of these attacks on the energy infrastructure here in Ukraine. Elsewhere in the country, the power system is coming back to life. It's down to about 75 percent of capacity, take a long time to fix in its entirety. But it is a sign though unfortunately from the Ukrainian perspective that the -- suggestion that the Russians were running out of these missiles is no longer the case, Amara, Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:27",
      "speaker": "SANCHEZ",
      "sentences": "And, Sam, we've also seen very intense fighting recently in the town of Bakhmut. What's the strategic significance of those clashes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:27",
      "speaker": "KILEY",
      "sentences": "As far as the Ukrainians are concerned they're baffled as to why the Russians are throwing so much into the fight for Bakhmut. It doesn't, from the Ukrainian perspective, represent particularly important strategic asset as a target for the Ukrainians. But if you look at what else is going on elsewhere in the country with the potential I don't think it's yet a counteroffensive in places like Melitopol on the southern front. It does absorb a lot of Ukrainian military energy.The casualties on both sides are very high around Bakhmut. And arguably that is an attempt by the Russians to make sure that the Ukrainians can't open up counteroffensive elsewhere particularly in the south, which is a very long front line. And, of course, it is the route to the prize really, one of the main prizes for Ukraine, which would be ultimately to recapture the Crimean Peninsula which has been illegally annexed by Russia. Of course, we've also seen attacks in the east of the country with these longer range missile strikes, potentially signaling that the Ukrainians may have developed some technology that they're not yet acknowledging, but technology that is getting through Russian air defenses in the Crimean Peninsula in the east of the country and lately in Melitopol, Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "WALKER",
      "sentences": "Yes. The Orion spacecraft is set to splash down just a few hours from now into the waters off the coast of Baja, California, after a 25-day trip around the moon. Orion is part of the Artemis 1 mission aimed at taking humans back to the moon and then eventually to Mars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "SANCHEZ",
      "sentences": "Let's talk to an expert now. Hakeem Oluseyi joins us. He's an astrophysicist and a visiting professor at George Mason University.In fact, I've seen you recently on some ads for George Mason. I was like, hey, I know that guy. I've talked to that guy. Hakeem, good morning. Always great to see you. What would you need to see today to declare this mission a success?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "HAKEEM OLUSEYI, VISITING PROFESSOR, GEORGE MASON UNIVERSITY",
      "sentences": "Well, what's going on here is it sounds like what's normal but it's not. And what I mean is is that we have seen lots of reentries of space vehicles coming back down to Earth. But those are coming from near Earth orbit. This capsule is coming from the moon. So, that means it's falling from a much higher altitude, so it's going to be moving incredibly fast. So, there's a lot of challenges it has to survive and there's a lot of tests that it has to go through.There's a test for the navigation and guidance system. There's a test of this new skip reentry process. And then getting it to land exactly where it's designed to land which is one of the entire purposes of this trip. And there's also a new ablative heat shield that kind of like, you know, it gets erodes as the craft enters the atmosphere. So, there's a lot of tests going on. So, all of them need to go well but -- even if they don't, you know, there's going to be good data that remains. But if everything goes off without a hitch it is a total success.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "WALKER",
      "sentences": "It's really fascinating. I was just looking at the numbers. I mean, this capsule is going to reenter Earth's atmosphere faster. Thirty times faster than the speed of sound. Yes, that is quite a critical test.Would you say that is the most important one to see that if it -- if it can actually withstand the heat shield? Because I understand that it's going to reach more than 5,000 degrees outside the capsule. Is that true?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "OLUSEYI",
      "sentences": "Yes, yes. And you know what? What this brings to light is when people talk about aliens coming from another planet, they're coming from way farther than the moon, right? So, it's really hard to slow down once you get there, right?You know, if you look at sci-fi they just pop up next to your planet and just sit there, right? It doesn't work that way. So, what's going to happen is when you increase the speed, you don't just -- if you double the speed, you don't double the kinetic energy, you have four times the kinetic energy. So, all the things that are really difficult, like this heat load, like shedding all of this momentum really rely very sensitively on the speed and it's going to be going at Mach 32. Just like you said. So, they have this new skip reentry thing that allows them instead of one just blasting to the atmosphere you come into the atmosphere, you'll shed some of your momentum then you go back out. You use the lift of the capsule. You skip off the atmosphere. And so, now there's less acceleration on the astronauts, less g- forces. There's less heat to shed. There's less momentum to shed. So, it's a really smart approach but technically difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes. Hakeem, so this was an uncrewed mission obviously done to prep for the next mission set for 2024 potentially with four astronauts aboard. Do you think NASA is going to be ready?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "OLUSEYI",
      "sentences": "Well, it sure looks look they're doing their best to get ready. That's for darn sure because what -- the technical hurdles -- you know, this has been going on long before we started getting it on the news, right?They've been testing the capsule. They've been testing the SLS. So, you know, we saw all the challenges with getting it refueled, dealing with the liquid hydrogen. And now, you have all these autonomous systems. Think about it. This ship just went to the moon and back completely by itself. There's no human in there driving it. So, this is some incredible engineering here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:00",
      "speaker": "WALKER",
      "sentences": "Yes. That skip entry just sounds crazy. And this is the first time that that's going to be employed, right? I mean, are you concerned that there's a chance it may not work? I mean, the whole idea of it that you're going to be -- it's like a braking mechanism to make sure that there's more control over the spacecraft, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "WALKER",
      "sentences": "So it parachutes down, I think, the time is 9Can I just say, I hated physics, I never understood it in high school. If you -- no. Well, this is what I'm saying. If you were a teacher, a space teacher in high school, I think, I would have aced it. If you were my teacher. Pretty amazing, Hakeem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "OLUSEYI",
      "sentences": "I'm tough, I'm tough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "WALKER",
      "sentences": "I'm sure you're tough but you make things sound easy when they're not. Hakeem Oluseyi, pleasure as always. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "SANCHEZ",
      "sentences": "Thanks, Hakeem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "OLUSEYI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "WALKER",
      "sentences": "So, the World Cup is down to just four nations remaining. But a few people of any could have predicted exactly which one would be in the semi finals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "SANCHEZ",
      "sentences": "Yes. Some hard pounding action on the pitch yesterday. For more and all of it let's go to CNN senior sports analyst Darren Lewis who is live for us in Doha, Qatar. Good morning, Darren. Walk us through what you saw yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "DARREN LEWIS, CNN SENIOR SPORTS ANALYST",
      "sentences": "Yes, the super powers have been sent home in some really surprising action out here in Qatar as you've been saying. England is going home. They've already gone. They've already left Qatar this morning.But yesterday Morocco became the first African nation, the first Arab country, the first Muslim nation to reach the semifinal of the world's most prestigious competition. And they've done it in style as well beating Spain, beating Portugal, and really sending a message for millions of Moroccans and people who support them around the world and what they represent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "SANCHEZ",
      "sentences": "Some really exciting stuff there. Darren Lewis, thank you so much for the update.I think that was it. So just a few hours from now, the January 6 committee is going to meet to mull over potential criminal referrals to the DOJ. We have details on who's under consideration and how the attorney general might respond.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:55",
      "speaker": "SANCHEZ",
      "sentences": "Later today, the House Select Committee investigating the January 6th insurrection is expected to reach a decision on issuing criminal referrals. The source tells CNN the committee is considering referrals for former President Donald Trump and four of his closest allies including former White House chief of staff Mark Meadows, former Trump lawyer John Eastman, former DOJ official Jeffrey Clark and Trump's former personal attorney Rudy Giuliani.Let's bring down the implications now with CNN legal analyst Norm Eisen. Norm, good morning. Thank you for sharing part of your Sunday morning with us. We should also note that Norm served as the House Judiciary Committee special counsel during Donald Trump's first impeachment trial. What are the odds, Norm, that the committee refers Donald Trump for prosecution?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:55",
      "speaker": "NORM EISEN, CNN LEGAL ANALYST",
      "sentences": "Boris, they're extremely high. The committee has accumulated an overwhelming amount of evidence that Donald Trump was personally involved in fake -- phony electoral slate saying he was the winner of the election, not Joe Biden, and those electoral slates essentially counterfeit documents were sent to Congress and then personally involved in instigating the violence of January 6th. Those facts do make out what have been termed likely crime by a federal judge already and I think you're going to see criminal referrals on both of those counts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:55",
      "speaker": "SANCHEZ",
      "sentences": "What kind of pressure do you think a criminal referral would put on the Department of Justice to potentially prosecute the former president or some of the allies we just mentioned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:55",
      "speaker": "EISEN",
      "sentences": "Ultimately, the decisions on prosecution are going to be for the special counsel Jack Smith and the attorney general Merrick Garland. But laying down a public marker does help establish a standard and context. And, you know, they -- Smith and Garland and their team are consumers of the news like the rest of us. So, I think it does create a context and a baseline. It does create some pressure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:55",
      "speaker": "SANCHEZ",
      "sentences": "Norm, the January 6th committee is also expected to issue its final report relatively soon. When it comes out, what are you going to be most closely looking for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:16:55",
      "speaker": "EISEN",
      "sentences": "Boris, I think the evidence -- and in particular have they made the case to a criminal standard, beyond a reasonable doubt? Do they address any weaknesses in the evidence and how those can be overcome?I'm going to be looking at is the evidence enough to persuade a jury. But over nine hearings, we've seen a lot of that evidence. I'll be looking, is there anything new? But I think the evidence they've laid out so far is very, very powerful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:09",
      "speaker": "EISEN",
      "sentences": "Well, her prosecutors have told courts that they are wrapping the grand jury up, that they only have a handful of witnesses left. Flynn was one. Not because of his service, of course, earlier in the Trump administration but because he was advising the former president to overthrow the election, the same issues of criminality that we have as a possible matter, an alleged matter on the federal side, also in the state of Georgia. So, if the D.A. and her prosecutors stick to their word, we should expect that in the coming weeks that Georgia grand jury will be wrapping up with possible charges there as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:09",
      "speaker": "SANCHEZ",
      "sentences": "As you know, Norm, the Trump organization was convicted this week of several counts and the Manhattan district attorney, Alvin Bragg, told CNN that the tax fraud conviction for the Trump organization could just be the beginning. Listen to this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:09",
      "speaker": "ALVIN BRAGG, MANHATTAN DISTRICT ATTORNEY",
      "sentences": "This is one chapter, an important chapter, but there are a lot of, you know, tentacles, if you will. We're following the facts where they go. We can't talk about it publicly because it could prejudice it but we have to do our work.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:09",
      "speaker": "SANCHEZ",
      "sentences": "What other charges do you think the Manhattan D.A. is looking at for former President Trump or his organization?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:09",
      "speaker": "EISEN",
      "sentences": "Boris, it's incredible as we go through the federal charges, the state charges now possible, Manhattan D.A. charges trouble for Trump possible on so many different fronts. There have been press reports that the Manhattan D.A., and I've written about this at the Brookings Institution, may have jurisdiction over alleged hush money payments that Donald Trump made at the last parts of his presidential campaign. And an array of other possible charges against Trump personally, not just for tax fraud but for allegations of other frauds at his businesses.So, there are a large number of potential matters for the Manhattan D.A. to investigate. We'll see what happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:09",
      "speaker": "SANCHEZ",
      "sentences": "Yes. We haven't even mentioned the classified documents saga the former president and his attorneys staying very busy. Norm Eisen, thank you so much for the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:09",
      "speaker": "WALKER",
      "sentences": "So, the University of Idaho took a moment during its winter commencement to honor four students who were stabbed to death in an off campus apartment. No arrests have yet been made but investigators are pursuing a clue that could lead to a break in the case. CNN's Camila Bernal reports from Moscow, Idaho.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "WALKER",
      "sentences": "Spectacular displays from Hawaii's Mauna Loa volcano may soon be over. And that is according to the U.S. Geological Survey. The agency says the high eruptions are unlikely to resume but lower-level eruptions may continue. Scientists will continue to watch for activity from the volcano and the possibility of volcanic ash emissions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "SANCHEZ",
      "sentences": "Karen Bass is set to make history later today. She's going to be sworn into office as the first female mayor of Los Angeles. Vice President Kamala Harris who endorsed bass during her campaign is going to do the honors of swearing her in. Bass is a six-term Congresswoman and was also on President Biden's shortlist for a running mate during his 2020 campaign. Bass says the issue surrounding homelessness is her top priority in her first 100 days in office.A holiday event in Los Angeles ended with a physical altercation between an LA City Council member and a community activist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "WALKER",
      "sentences": "Kevin De Leon has been under scrutiny after audio leaked earlier this year of him and other council members making racist comments about a fellow member's Black child. At the Friday night event a group of activists confronted him calling for his resignation, and then this happened.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Goodbye, Kevin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Goodbye, Kevin.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're a racist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "KEVIN DE LEON, MEMBER, LOS ANGELES CITY COUNCIL",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What are you doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What are you doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Don't you (BLEEP) touch us, Kevin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hey, hey, Kevin, Kevin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Don't you fucking touch me, Kevin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Goodbye, Kevin.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "SANCHEZ",
      "sentences": "De Leon said in a statement that the activist Jason Reedy quote launched a pelvic thrust followed by a headbutt to my forehead. My response in defense of myself was to push him off of me. Now, Reedy's attorney says his client did not initiate contact with anyone and that he has provided the video to the LAPD and reported an assault. CNN has reached out to the LAPD and De Leon's office for further comment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "WALKER",
      "sentences": "All right. Well, the clock is ticking for lawmakers in Washington to avoid a government shutdown. Yes, we have been here before many times, right? They have until Friday at midnight to pass a budget bill, but they may agree to another short-term extension that would give negotiators time to work on a long-term spending agreement.Joining me now is White House Reporter for Politico Daniel Lippman. Always good to see you. Good morning, Daniel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "DANIEL LIPPMAN, WHITE HOUSE REPORTER, POLITICO",
      "sentences": "Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "WALKER",
      "sentences": "Yes, I mean, you just got to shake your head, because it always comes down to the 11th hour per usual. It's like Congress will, as we said, they're going to have to pass a short-term extension to keep the government funded. But I mean, doesn't that just kick the bucket down the road into next year, then that means the Republicans will take the house and the likelihood of a government shutdown just increases, doesn't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LIPPMAN",
      "sentences": "Yes, Democrats are worried about that scenario. And so, they are willing to work until Christmas or even in the week after Christmas to try to get a resolution where -- which funds the government for the next, you know, nine or 10 months, and so that they don't have to deal with this in the new year. And, you know, it's in the interest of both sides to not have to kind of get to the brink of a government shutdown because it makes both parties look feckless and incompetent.And I think voters in November, we're not -- didn't vote for such a, you know, fiscal cliff. And I think there's a lot of concern among Republicans that Kevin McCarthy, if he is elected speaker, is going to be a pretty weak speaker and beholden to the, you know, kind of MAGA minority in his caucus. And that might make it any chances for a government spending deal remote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "WALKER",
      "sentences": "Well, I think the perception that Congress is feckless, and incompetent is something that's been plaguing Congress for quite some time now, right? What do, Daniel, the negotiation sound like? I mean, is there any hope of a deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LIPPMAN",
      "sentences": "Well, I think, you know, Democrats are basically wanting another $25 billion of domestic spending. Republicans are, you know, against that? They think that hey, look, Democrats had two years spend as much money as they wanted in terms of different, you know, stimulus packages and the infrastructure bill and the climate change and Chips Act. And so, you know, this is kind of the last stand for House Democrats since they lose a majority in a few weeks.And so, I think if you talk to people on both sides of the aisle, they are cautiously optimistic that the government is not going to shut down and you know that there's a good chance that they'll be able to come together and kind of Democrats can hand the keys to Republicans saying, Hey, you, you fund the government after this deal passes. But I don't think it's very productive for Congress to be having to extend, you know, government funding every few weeks or months. [06:35:26]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "WALKER",
      "sentences": "I don't know about you, Daniel, but my mom always told me that procrastinating is terrible. And we've all procrastinated until the last minute, right? Look, it gets sloppy and chaotic, especially when it comes to lawmaking. It's also anxiety-provoking. Just for those of us who don't follow, you know, this in and out every nuance, I mean, why does Congress always bring it to the brink like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LIPPMAN",
      "sentences": "So, if you kind of look at the -- you know, if you look at the history of the last few years, Congress has been spent -- you know, especially the Senate, you know, since they confirm nominations, they have been spending much more time on judges and, you know, on kind of nominations for the Biden administration, or even before that, the Trump administration because, you know, that's where people have much long -- much more long-standing in imprint on policy.And the committee process is broken in terms of having, you know, hey, if you're the Education Committee, you spend months, you know, formulating the education, spending provision, and the bill. And that goes for every committee. And now the focus is on -- you know, for Democrats, especially in the Senate next year is on confirming judges. And there's just much more partisan rancor in terms of everything -- you know, every nomination is political, and so that eats up floor time in the Senate to get stuff passed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "WALKER",
      "sentences": "It's just so inefficient, all of it. Daniel Lippman, I appreciate you this morning. Good to see you. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LIPPMAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "SANCHEZ",
      "sentences": "A quick programming note for you tonight. Catch an all-new episode of \"THIS IS LIFE WITH LISA LING.\" And this episode she's exploring how serious mental health issues are affecting her home city of Los Angeles.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LISA LING, CNN HOST",
      "sentences": "And today in Los Angeles by latest count, some 16,000 severely mentally ill people are living on the streets. People just like Kelly's brother, Max, who's been homeless on and off for 20 years with schizophrenia. And Kelly currently has no idea where he is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We haven't heard from my brother in over two months, and that's probably the longest period of time we've never heard from him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LING",
      "sentences": "Were you seeing him somewhat regularly before this stretch?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes, yes. I would see him probably once a week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "LING",
      "sentences": "Sometimes Max tells Kelly where to find him. Other times she goes to the bench where they've met dozens of times before. But more and more these days, he's nowhere to be found.(END VIDEO CLIP) SANCHEZ: Catch an all-new episode of \"THIS IS LIFE WITH LISA LING\" tonight at 10:00 p.m. right here on CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "WALKER",
      "sentences": "More than 50,000 people in California are without power this morning as a major storm is bringing threatening winds and heavy rains to the western United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "SANCHEZ",
      "sentences": "Let's get a closer look at your forecast now with meteorologist Allison Chinchar. She's live at the CNN Weather Center. Allison, show us where the storm is heading.ALLISON CHINCHAR, CNN METEOROLOGIST (on camera): Right. So, the storm right now is still focused along the Gulf Coast because it -- or the west coast because it's not moving very fast. But it will eventually make its way over towards the Gulf Coast and eventually the East Coast in the coming days. So, this is certainly a storm system that everyone really needs to watch. Right now, you still got very heavy rain coming down from San Francisco, all the way down through Los Angeles and very heavy snow across the Sierras. It's already two feet of snow has come down across portions of the Sierras, but rain is going to be the focus for the central and southern portion of the state, especially along the coastline where we couldn't have getting three to five inches of rain in a short period of time. As the system makes its way off to the east, it's going to continue to dump rain and snow so you have all of these areas here in the pink purple and the blue where you've got those winter weather alerts indicating how much snow is yet to come. Here's a look at where the storm will -- storm will make its way over the next few days. By the time we get to Tuesday, that focal point is really over the central U.S., potential blizzard conditions for the northern tier, and severe storms along the southern portion of the area before it continues to make its way off towards the east coast by the end of the week. Severe storms are going to be a multi-day event, guys. So, Monday, the focus is Oklahoma, portions of northern Texas. By Tuesday we really start to see that expand and move east. And yes, Boris and Amara, tornadoes, damaging winds, and very large hail will be the main concerns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:13",
      "speaker": "WANG",
      "sentences": "His account quickly turned into one of the world's key sources for protest information. Lee says he received thousands of submissions per day as the demonstrations unfolded. Apps like Twitter, YouTube, and Instagram are banned in China. But people use virtual private networks or VPNs, which are prohibited in China, to access Twitter and send their videos to Li.What's the motivation behind all the work you do? MR. LI (through translator): It's to let people inside of China climb out of the great firewall to see what's happening at this very moment. .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:13",
      "speaker": "WANG",
      "sentences": "But that's exactly what authorities want to prevent. Here's what happens if you search for information about any of the protests on Chinese social media. You get a notice that says, sorry, no relevant results are found. Meanwhile, on Li's Twitter account, he was rapidly uploading videos of demonstrations across China from Urumqi, Nanjing, Chengdu, to Shanghai, where protesters chanted for Xi Jinping to step down, calling for freedom and an end to zero COVID.And researchers say the Chinese government is even trying to bury information about the protests from social media users abroad. Search on Twitter in Chinese characters for cities that had protests, and you get this, a flood of spam and porn advertisements. The spam campaign, researchers say, appears to be the work of Chinese authorities. Twitter did not respond to a request for comment. Are you worried about your own safety? MR. LI (through translator): Of course, I'm very worried. I get a lot of anonymous harassment saying I know who you are, where you live, and I will kill you. WANG: His parents frequently call him in fear, he says, and the Chinese authorities have been harassing them too, making midnight visits to their home in China. What price do you think you have to pay for the work that you do? MR. LI (through translator): This account is more important than my life. I will not shut it down. I've arranged for someone else to take over if something bad happens. I'm mentally prepared, even if authorities won't let me see my parents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:13",
      "speaker": "WANG",
      "sentences": "Authorities and China try to keep the country in a parallel universe, but Li is playing a pivotal role in breaking that bubble. Li spends hours a day on the account, only taking breaks to feed his cat, and barely slept during the peak of protests. As he sorted and verified the endless stream of video submissions, each one urgent and historic. He's doing the work that he hopes one day Chinese journalists and Chinese citizens from within China will be able to do without fear. Selina Wang, CNN, Beijing.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "SANCHEZ",
      "sentences": "Four quarters were just not enough time to determine the winner in the Army-Navy game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "JEFF MONKEN, HEAD COACH, ARMY",
      "sentences": "I'm just so proud of our team. I'm so proud of the way they represented our men and women that served in the Army all over the world and the way they fought. That's the grit and the toughness of our armed forces and the men and women in the United States Army. So -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "WIRE",
      "sentences": "What's your message to those overseas coats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "MONKEN",
      "sentences": "Thanks for your service. We're proud to represent you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "NOAH SHORT, DEFENSIVE BACK, ARMY",
      "sentences": "It felt amazing. You know, we scored on it. I was on the end zone and I didn't even realized I blocked it. It was -- it was like a dream come true. And you know, I was just happy I can contribute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "WIRE",
      "sentences": "Did you guys see this guy blocking punt tonight?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "WIRE",
      "sentences": "Amara, your alma mater, USC, didn't make it to the college football playoff but their quarterback Caleb Williams is this year's Heisman Trophy winner, beating out fellow quarterbacks TCU's Max Duggan, Ohio State CJ Stroud, and Georgia's Stetson Bennett. Just last year, Williams was a freshman backup at Oklahoma before taking over and then transferred to USC following his head coach Lincoln Riley's move. He's now coach of three Heisman winners.Williams had 47 total touchdown, just four interceptions. And he said afterwards he called it out, the elephant in the room. He says, hey, I won this Heisman Trophy, guys, but you all get to go to the college football playoff, a good move by him indeed. And congratulations, Caleb Williams.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "WALKER",
      "sentences": "Go, Trojans. Fight on. Thank you, Coy Wire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "SANCHEZ",
      "sentences": "Thanks, Coy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "WIRE",
      "sentences": "You got it.",
      "isLastSentenceInterrupted": false
    }
  ]
}