{
  "date": "2022-10-31",
  "headline": "CNN Newsroom",
  "subHeadline": "Death Toll From Seoul Crowd Surge Rises To 155; Antisemitic Messages Seen At Multiple Places In Jacksonville, Florida; Suspect Arrested In 2017 Murder Of Two Indiana Teens. Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:30:00",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "We also heard that there was some people who didn't know when they saw people shouting that looked like first responders whether they were in uniform or costume. Listen, I'm glad that you made it out and that you were able to help some people. But again, 155 people dead after that tragedy. Dr. Sophia Akhiyat, thank you so much for sharing your story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "Today the Jacksonville sheriff's office says investigations into antisemitic messages seen in the city are over and that, quote, it's not a crime. Outside the Georgia-Florida football game, the words Kanye is right about the Jews scrolled on the stadium referencing Kanye West's recent series of antisemitic comments. Banners were also hung on a highway overpass, reading, end Jewishsupremacy in America and honk if you know it's the Jews. The sheriff's said the messages are protected by the first amendment. With us now to discuss is the Mariam Feist. She is the CEO of the Jewish Federation and Foundation of Northeast Florida. Mariam, listen, I'm sorry that we even have to have this conversation. Just want to begin by asking your response to the sheriff's office, the FBI's office saying that the investigation is closed. Nothing illegal happened. And these are just people exercising freedom of speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "MARIAM FEIST, CEO, JEWISH FEDERATION AND FOUNDATION OF NORTHEAST FLORIDA",
      "sentences": "First, thank you, Bianna, for having me on for this invitation. Second is we've been well aware -- these instances have been happening well before this weekend. And we know that it is a protection of the freedom of speech. So -- and we also know that we have a strong partnership with our law enforcement.And what we're focusing right now on, the Jewish community and the secular, the overall community in Jacksonville is working on combatting hate, taking action and putting things in place where those of us were just the majority who stand against hate take action against it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "It has been four years since a white supremacist stormed into the Tree of Life synagogue in Pittsburgh and killed 11 worshipers there.Over the weekend Rabbi Jeffrey Myers of the congregation gave an interview in which he described rising antisemitism as, quote, a moral decay occurring in the body of America and that the victims can't fix the disease. It's the people who permit the disease to grow who are the ones that need to fix it. Do you agree with that? And if so, how do you begin to start to fix it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "On that point, I mean, you can tie this to what we have been covering all weekend, all day to day, these charges brought against this man who went into the Pelosi home and was looking for Nancy Pelosi. Do we need to hear more? You are satisfied with what we heard thus far from elected officials, from both parties in condemning antisemitism, condemning signs like this and condemning violence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "FEIST",
      "sentences": "Again, I can't speak for those that have either spoken out or not spoken. What I can say, what we do know for fact is that we cannot be silent during this time, whether individuals, whether community leaders, whether faith leaders, whether elected officials. We cannot be silent. We cannot be passive. And the voices collectively will bring change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "I guess, you know, we have been going in circles around this. And this is one of the oldest hate crimes and hate speeches is against Jews going back to the start of time and you've mentioned that as well. I'm curious, why not be more forceful about needing to hear from certain people whether it's school teachers, whether it's elected officials? I mean, I guess are people in your community -- do the Jewish people there feel safe given what we're seeing now antisemitism is at its highest level in years in this country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "FEIST",
      "sentences": "You just brought up two points. One, is we could be spending our energy and our focus on statements which are important but they don't bring about change. Or we can be focused on change. So, for example, does the members of our community feel safe? I think there's a feeling of trepidation that's unnerving. And so, what are we doing? So, for example, this has been underway for about a year now. It has nothing to do with just the last couple of days.We are -- signed an agreement with Secure Community Network. We will be having community security initiatives in this community to help harden our sites, to help train our community of situational awareness. We will make it a stronger and safer community. That's part of our mission and that's part of our job and that's what we're focusing on. Not so much the statements but the actions. We're looking at what happened especially with the last couple of days and what's been happening with the high rate increased rate of antisemitism to take action. To create something and use it as an opportunity. And that is what we're harnessing are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, it's just a sad state that the solution to everything at least I guess, the quick fix is more security. Because we know there's much more that needs to be done. The underlying, the root of the problem that is much harder to tackle and combat. Mariam Feist, thank you so much for your time. We really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "BLACKWELL",
      "sentences": "A major arrest today in a cold case double murder that has haunted an Indiana community for more than five years now. Today police announced they had charged 50-year-old Richard Allen with killing two teen girls in the town of Delphi. GOLODRYGA14-year-old Liberty German after the eighth graders went for a hike during a day off from school back in February 2017. CNN's Jean Casarez is following these developments. Jean, what more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "JEAN CASAREZ, CNN CORRESPONDENT",
      "sentences": "You know, this is an amazing day to have an arrest. Because their parents dropped them off at the hiking area. School was out early that day. There was a bridge that they loved to go to. Parents came back. They were not there and their bodies were found the next day.And they now have after 5 1/2 years arrested Richard Allen. We know he's 50 years old. He's being held without bond. He has been charged with two counts of murder. He has pleaded not guilty. Now on October 13 there was a search of his home. He was arrested on Wednesday, formally charged on Friday. And this is after two different sketches had come out asking anyone if they recognized this person. I got information from Barbara McDonnells, who is the HLN producer. And HLN has done so much on this story. She was talking to the family of Liberty German and what she found out was that they go to the CVS. He works there at the CVS. And back in 2017, they were making pictures for her funeral and he helped them. And he didn't charge them anything because it was the funeral for Libby German. Now saying that, all documents are sealed. The charging documents sealed. Probable cause affidavit sealed. I want you to listen to the prosecutor, the county prosecutor as to the probable cause. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "CASAREZ",
      "sentences": "This is highly unusual. A charging document is a public document. So, they even said that they know there's going to be a hearing by media, First Amendment advocates that, you know, these are public documents and we should know more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "BLACKWELL",
      "sentences": "All right, Jean Casarez, thank you for the update.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "CASAREZ",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "BLACKWELL",
      "sentences": "But wait, $1 billion. You need a ticket. You get it. Get the Powerball ticket because you could be the lucky winner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "GOLODRYGA",
      "sentences": "That was good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "BLACKWELL",
      "sentences": "Thank you, I try.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "GOLODRYGA",
      "sentences": "Well, Victor, if you're not here tomorrow, I'll know why. A lucky lottery winner could land the ultimate treat to this Halloween. This was the earlier connection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "BLACKWELL",
      "sentences": "I was wondering if we would make it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "GOLODRYGA",
      "sentences": "A massive $1 billion jackpot. It's only the second time in Powerball's history that the prize has hit the billion dollar mark.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "BLACKWELL",
      "sentences": "Cash payout, $497 million after taxes. So, we started with a billion and 497. It's enough to buy all of the discounted Halloween candy your heart desires. And if nobody wins tonight, the prize is estimated to jump to even more $1.2 billion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "GOLODRYGA",
      "sentences": "You know, it's not the same with inflation this year. But it is still good chunk of change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "BLACKWELL",
      "sentences": "It just got 30 percent more expensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "BLACKWELL",
      "sentences": "Number three, a dinosaur. Any dinosaur will do. Fourth, one of the characters from \"Stranger Things\" and rounding out the top five, a fairy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "A fairy. Well, a 5-year-old Canadian boy is winning the hearts of hockey fans with his Halloween costume. Easton Oden has an extremely rare genetic condition which makes him unable to walk. So, for the past few years his dad has built him a special Halloween costume for his wheelchair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "BLACKWELL",
      "sentences": "This is great. This year Easton got a Edmonton Oilers theme and Zamboni costume. The family went to a local ice rink to shoot this video of Easton and his Zamboni. It's gone viral now. The Oilers shared the video on Instagram and the NHL posted it on their Twitter account declaring Easton Zamboni, the costume of the year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "How cute is Easton? And well done, dad. Dad of the year with that.",
      "isLastSentenceInterrupted": false
    }
  ]
}