{
  "date": "2022-10-18",
  "headline": "Amanpour",
  "subHeadline": "Interview With British Conservative MP And House Of Commons Foreign Affairs Select Committee Former Chair Crispin Blunt; Interview With \"The Persuaders\" Author Anand Giridharadas; Interview With \"Rising Against Asian Hate: One Day In March\" Executive Producer Gina Kim; Interview With Son Of Young Ae Yue, Victim Of Atlanta Spa Shooting Robert Peterson. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Hello, everyone. And welcome to \"Amanpour\". Here's what's coming up.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE).(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "They are the Iranian women taking up arms and standing up to the regime from Northern Iraq. Plus.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "LIZ TRUSS, BRITISH PRIME MINISTER",
      "sentences": "Now, I recognize we have made mistakes. I'm sorry for those mistakes. But I fix mistakes.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "But will that apology from the British prime minister be enough to save her? Crispin Blunt tells me why he became the first Tory MP callingfor Liz Truss to resign. Then, fighting for hearts, minds and democracy. Journalist Anand Giridharadas spotlights the persuaders moving the dial in a polarized world. Also, ahead. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "ROBERT PETERSON, SON OF YONG AE YUE, VICTIM IN ATLANTA SPA SHOOTING",
      "sentences": "My mother, again, had become a symbol of the pain that our community wasfilled. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Robert Peterson's mother was killed last year in the Atlanta spa shootings. Now, he and filmmaker Gina Kim tell Hari Sreenivasan about thenew PBS documentary \"Rising Against Asian Hate. Welcome to the program, everyone. I'm Christiane Amanpour in London. Where is Elnaz Rekabi? Concern is mounting tonight over the 33-year-old Iranian athlete who competed in South Korea on Sunday without a mandatory hijab. On social media today, Rekabi said there had been a problem when called to unexpectedly climb with the covering. She apologized and said that she was returning to Iran. Now, rights groups based abroad are raising the alarm about what might happen to her when she's home. Because this mystery comes amid weeks of passionate protests by Iranian women and their male allies. All of it sparked by the death in police custody of Mahsa Amini who was arrested for allegedly wearing her hijab improperly. Amini was an Iranian Kurd and that community has borne the brunt of the regime's crackdown. Now, some are fleeing across the border to Iraqi Kurdistan and joining armed opposition groups. Correspondent Nima Elbagir traveled there to learn more about this butting insurgency. And a warning, some of the images in her report are graphic. (BEGIN VIDEO CLIP) NIMA ELBAGIR, CNN CHIEF INTERNATIONAL INVESTIGATIVE CORRESPONDENT (voiceover): In a remote area in northern Iraq's Kurdish region, an all- female fighting unit belonging to the armed Kurdish Iranian opposition party PAC continues to train.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE).ELBAGIR (voiceover): These women have been pulled back from the front line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Nima Elbagir Reporting there. And the U.S. also says Iran is stoking another major conflict. Tehran denies it. Claiming it providedRussia -- denies the claim that it provided Russia with the kamikaze drones used in the space of deadly attacks, mostly against Ukrainian energy infrastructure for the past week. The U.K. is among Ukraine's strongest western supporters. But it's firm position abroad stands in stark contrast with its shaky government here at home right now. Just 43 days into office, the drumbeat to remove Liz Truss as prime minister is growing louder. Despite her U-turns and now a public apology. My next guest, Crispin Blunt, was the first tory MP to call for her ouster. He was also chair of the Foreign Affairs Committee. And he's joining me here onset in London. Welcome back to our program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CRISPIN BLUNT, BRITISH CONSERVATIVE MP AND FORMER CHAIR, HOUSE OF COMMONS FOREIGN AFFAIRS SELECT COMMITTEE",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Can I ask you before we get into domestic politics, what the world is really looking at and of course the Iranian protests are front andcenter of many, many peoples' minds. And these kamikaze drones that are being used in Kurdistan to attack Iranians gathering there and mobilizing there. Also, in Ukraine, despite being denials by the Russians. What do you make of that? Do you believe that they are kamikaze drones. The Russians deny that they're being used in Kyiv, the Iranian made ones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "And what do you think the U.K., the west -- because the U.S. is now saying that using these, certainly by Iran, violates U.N. sanctionsagainst, you know, against Iranian transfers of certain military technologies. When you see this kind of thing, either in Iran or, rather, in Iraqi Kurdistan or in Ukraine -- I mean, you spent a long time watching all these things. What do you think the U.K. and the western response should be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BLUNT",
      "sentences": "When we fought -- actually for peoples' rights and what is happening in Ukraine is obviously absolutely shocking. It is, say, levels ofbrutality and stupidity in what is happening there. And the Russians are getting a -- on the ground, a fearful dropping from their little brother. Who, for some reason, isn't welcoming them, back to take over again. And a very, very hard lesson is being leashed (ph) out to Russia. I don't quite understand why the Russian military have put up with this and why Mr. Putin is still in power. And the Russian general staff need to examine themselves and their conscience because they know what's going on. And what is happening is shocking for Russia. Russia has a really heroic history in many, many ways. This is a shocking episode.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "And their new defense minister is known, or rather their new battlefield --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BLUNT",
      "sentences": "The commander.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "-- commander --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BLUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "-- is known for very, very violent tactics, second Chechen war, Syrian war. I mean, essentially, you know, crashing and bombing civilianinfrastructure, trying to bomb people into submission and surrender. The British, as I said, are very strong supporters of Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BLUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Along with the Americans and others. Where do you see this leading? Do you think even now enough is being given to Ukraine to actuallywin this. Not just avoid losing it but to win this. And particularly, as we've seen, the necessity for, you know, air defense systems?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BLUNT",
      "sentences": "We need to remember that Britain has been on this path since 2016, after the invasion of Crimea. I think 2016 was when we started the activetraining of the Ukrainian military. And we have seen that effectiveness on the very first days of the Russian invasion and the -- and laws that were given to the Ukrainians then who were highly effective and taking on those armored columns. This is something which is -- not just Boris Johnson who was really the leader of the -- and bringing the west together to stand firm with Ukraine. But he was building on British policy for over half a decade after Russian siege of Crimea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Spoken like a real Tory. You say Boris Johnson was the leader of the western mobilization. The Americans might think that they were, butnonetheless --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BLUNT",
      "sentences": "Well, the Americans and every people --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BLUNT",
      "sentences": "-- who put more",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "I'm sort of jabbing you a little bit because as a, you know, committed tory MP for now decades, and you are stepping down, you took theposition of being the first to actually call for your prime minister to step down. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BLUNT",
      "sentences": "Well, blindingly (ph), it's certainly obviously. Her economic plans collided with the reality of the markets, and they have collapsed in aheap. And her opponent told us this is what was going to happen if they were implemented in that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Her domestic opponent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BLUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "You mean Rishi Sunak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BLUNT",
      "sentences": "Rishi Sunak for the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "The former chancellor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BLUNT",
      "sentences": "-- for the conservative, the former chancellor. And she's been humiliated and forced to sack her great friend and person she made, thechancellor of exchequer to put this great new program in place to enable grace to happen. And they neglected the requirement of signed (ph) money on which basis to do anything. If you don't have signed (ph) money, don't expect the markets to give you money cheaply. If you're going to then settle for -- to hope for growth and to repay your debt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Just a quick question. Because you probably might know -- I don't know but, you know, she -- the prime minister, basically says this was --this essentially was Kwasi Kwarteng's plan. He's now briefing --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "BLUNT",
      "sentences": "Absolute nonsense. It was both of their plans. They've been in -- well, in (INAUDIBLE) probably talking about these things for many years.They produced her books together in early times in parliament after being in parliament one or two years. No, she can't get away with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "Well, we -- our rules did not allow us to get rid of Boris Johnson after he survived the -- he won a vote of confidence in the party. Andthen, I think about a month or six weeks later, the herd, as he called it, moved and forced him out, rightly or wrongly. I was not in that part of the herd who forced him out. People have strengths and weaknesses. Boris had astonishing strength as a political communicator, both in spoken and written word. And I think will rue the day that he's not taking us to the next election with the ability to communicate with the electorate in the way that politics seems fun. People like him. They want -- they wanted to work. I'm not going to say that about Liz.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. I want to play another soundbite of hers. I think this is what -- yes. So, essentially, you know, she, sort of, doubled down. Shesays she's -- I mean, it's quite a humiliating looking piece of video. I mean, she looks very, very humbled in her apologies. But then she said the following because she wants to stick the course. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "LIZ TRUSS, BRITISH PRIME MINISTER",
      "sentences": "My message is we should be focusing on delivering for the British public. We are in difficult economic times,we're om difficult international times with the war being perpetrated in Ukraine. And now is the time to focus on delivering. Making sure that we are delivering on our energy package. And that's what I'm thinking about as prime minister. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "So, you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "And what's on -- what are people's reactions going to be to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, I'll tell you what their reaction is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "That's our prime minister.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. So, the reaction is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "And they're going to be angry that she's produced an economic package which has actually made life more difficult for people, or are theygoing to hold her in contempt, or they're going to look at that, they're emotionally be petty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. Well, it's not just that. I mean, we've got a recent poll just now, 67 percent of U.K. adults now say that Conservative MPs shouldreplace her as prime minister. And you know, you say bring Boris back. But even under Boris Johnson --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "I didn't say -- no, I didn't say that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "I didn't say that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "But you said, what a shame he's not there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "I wouldn't have got rid of him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Fine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "But he --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "But even he was trailing in the polls to labour. And now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "-- your party --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "And that's part of the reason why the herd moved to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Fine. And now, it's even worse. Labour is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "Worse, I mean its --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "-- under the current prime minister. So, what do you think then because also, this is slightly undemocratic, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Because she wasn't elected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "No, our constitution --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "I know, but still --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "No, no, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "-- the people didn't elect --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "It can't -- no, no, no. But still -- and just -- I'll move on and say the constitution doesn't matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "No, those people are very upset. I mean, it's not about the constitution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "Yes, the people maybe upset, but our constitution --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Do you not about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "-- I find --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Do you not think it matters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "Of course, it matters and it's going to handicap us in the presentation we make at the general election which has to come by the endof 2024. Let's accept that. But the -- what we owe the country is to get our act back together. We get a leadership in place of which the first leg is coming in the former Jeremy Hunt, who has performed astonishingly in just four days as chancellor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Because he's undone everything that caused the problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "Yes, and he's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Except --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "-- and he can deliver with confidence. He's plainly a very intelligent man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Except, it may very well usher in new austerity. Because there is a gigantic hole --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "Right. Well, yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "-- that needs to be filled --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "-- in which case --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "-- and there's going to be a lot of spending paths.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "And it was always, in my belief, in terms of the contest between Liz and Rishi that whoever emerge was going to have to present to the Britishpeople some very tough choices. And that Rishi Sunak was -- would've been in a position to take the people with him by difficult choices with Europe. There is still price to be paid for the Ukrainians, and we're going up to pay that price. And it means, very well, there is additional military kick gang there or whether it means the impact on oil and gas price because of Russia's use of those weapons. Then that's the price that has to be paid. There's also COVID, that's got to be paid for, you know, 400 billion has been invested in protecting people's jobs with Rishi Sunak's further scheme, which I think was -- he was first unique around the world by protecting people's jobs and then very widely copied. And Rishi Sunak, who at the moment he was elected in 2015, was to me a potential prime minister. He -- a very remarkable man. Now, I supported Jeremy Hunt first out because he is not dissimilar but he is much more -- much, much more experienced. He's been through the fire of being a senior accountant (ph) minister for -- about a decade. And -- foreign secretary and health secretary and the rest. And now, frankly it doesn't matter which one is prime minister.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Can I ask you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "But either of them will be able to lead the country and command respect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. That's all well and good. But interest rates have gone up. People are hurting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Mortgages are going to be a problem. The health service. All these things that people actually need are going to come back and slap themaround again --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "-- after 12 years of austerity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "So, my question is you say is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "-- and you say the Ukraine will, of course, it is a drag on finances and it is a price that has to be paid our government have decide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "BLUNT",
      "sentences": "And we should -- I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "That's fine. But it's not only that, right? It is not only that. The energy cap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Everybody was pleased about what she was going to do, because that was important for this winter. But because of many other issues, suchas the promise of a trade deal with the U.S., which is nowhere to be seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "BLUNT",
      "sentences": "Well, that was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Those Brexit trade deal with India which is delayed --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "BLUNT",
      "sentences": "We have a very significant trade with the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "-- and now trade with the E.U., your biggest partners which is nowhere to be seen. This is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "BLUNT",
      "sentences": "We have a trade deal --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, no, you haven't got a new trade deal. And it's jacking up, certainly, energy prices. So, my question to you is, I'm sure you're notgoing to say this but there are some Tories who say, oh, my gosh. These 12 years, man, this is just enough. And maybe we need a bit of time in the opposition to regroup.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "BLUNT",
      "sentences": "Well, let's see. We got -- I have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Do you think you deserve to still be in government, Crispin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "BLUNT",
      "sentences": "What I want to see by 2024 is us going -- got our act back together and deliver the good governance, the signed (ph) money and the signed (ph)administration that people really expect from conservative governments. The labour alternative is obviously going to start its odds-on favors. We haven't been in office 14 years, people will be thinking, it's time for a chance. Give the other guy ago. And -- but their fiscal plans looked horrifyingly similar to Liz Truss's. And they haven't done enough work yet on their intern -- alternative proposition for the British people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "That's for them. And when we have them --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "BLUNT",
      "sentences": "Yes, it is for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "-- we'll ask them that question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "BLUNT",
      "sentences": "However, but the opportunity of two years of us getting our act back together is then the chance for the media and our experts to look carefullyat labour's events (ph) and for labour to look at that -- their own proposition themselves. And actually go, do you know -- actually, this is for the whole, we need to sort this out so that we come, if we win the election, we are then going to have a program for government that carries credibility. We could do them a favor --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. Very, very quickly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "BLUNT",
      "sentences": "-- and the same with the country about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Very, very quickly. Do you think she staying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "BLUNT",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "How long?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "BLUNT",
      "sentences": "I don't know. This depend on the mood amongst colleagues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. But you don't think she's staying to lead another country as she said, the country into another election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "BLUNT",
      "sentences": "It's over. Now, I'm not --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "BLUNT",
      "sentences": "-- I'm not standing in the next election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "BLUNT",
      "sentences": "How many of my colleagues' fancy getting in a general election led by Liz Truss?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Is that why you're not standing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "BLUNT",
      "sentences": "No. No, I've decided in 2019 that was the last.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "All right. OK. Crispin Blunt, thank you very much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "BLUNT",
      "sentences": "Thank you, madam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "We'll continue this conversation because pocketbook issues are also troubling voters in the United States. Just three weeks until themidterm elections, new polls show the economy and inflation are the top concerns. Democrats had hoped to energize the public over issues like abortion, women's rights and of course, the January 6th attack on American democracy. But as James Carville famously said 30 years ago, it is the economy, stupid. And President Biden is trying to make sure that Americans know he is on the case. (BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT: Americans are squeezed by the cost of living. It's been true for years and folks don't need to be -- a report to tell them they're being squeezed. Fighting this battle every day is a key reason why I ran for president of the United States. The biggest problem is the world's challenge. Global inflation, and the pandemic, and Putin's unconscionable invasion of Ukraine. Here is the deal. Because of my economic plan, we are better positioned than any other major economy in the world to whether the challenges that come through this as a stronger country. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Now, all over the world, times of financial crisis can provide an opening to nationalists pushing fear and division. So, how does realdemocracy defend itself from the illiberal kind or worse? In his new book, journalist Anand Giridharadas, profiles people on the frontlines of that mounting struggle. It is called \"The Persuaders\". And he's joining me now from New York. Anand Giridharadas, welcome back to the program. ANAND GIRIDHARADAS, AUTHOR, \"THE PERSUADERS\": Christiane, it's so good to be with you again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "So, let me ask you, because \"The Persuades\", you could just hear President Biden trying to persuade people that he hears them, that he knowsthe problem and that is going to stay on it. Tell me what you mean? what is the central thesis of your book about trying to get that message across?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "So, I'm going to get to the formula in a moment. But just to back up and lay the groundwork. In the upcoming American midterms where you havetwo very distinct systems of democracy and illiberal competing against each other. And I'm not just throwing that out. The majority of the Republican candidates running are all election deniers. That's an actual fact. And now, we see that the latest poll of polls from CNN shows in the generic congressional ballot that the average support for both Democratic candidates and Republican candidates is at about 46 percent. In other words, they're tied just about in this point. Which is a little different than what we heard a couple of months ago. We heard a couple of months ago that the -- what you are saying, the stories of hope, the stories of democracy working, the stories of legislation were beginning to show up for the Democrats. But that seems to have faded a little bit now. How do you account for that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GIRIDHARADAS",
      "sentences": "It does. And just like, look at that graphic you just put up. Like, let's sit with that for a second, right? 46, 46 on what you rightlytalked about and I appreciate the candor of journalists like you who say, they are running, most of them, on a platform being kind of election deniers, democracy deniers. We can talk in the United States, we have a very particular system, as you know. The electoral college, the Senate, amplifies minority rule, we have rigged, you know, state election people running and winning state election board seats. We have voter suppression. All of that is real. But, Christiane, none of that explains a poll, right? All that stuff is what happens after people vote or in the run-up to voting. A poll is just calling people at home and asking them who they prefer. And you are right. You essentially have one side running on liberal democracy and the other side running on not liberal democracy. And it's a dead heat. It is breaking even. And a lot of my allies on the pro-democracy side, I think are a little bit in denial about this. And keep blaming the structural impediments to voting, which are real and which are terrible. But you really cannot explain to me an opinion poll based on that. And so --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GIRIDHARADAS",
      "sentences": "-- I think we have to accept that -- and this is the same thing in Brazil. It's the same thing in India. It is not that thesenationalists and authoritarians and fascists are kind of, you know, doing what you have in other regimes that you have covered where they kind of fake their support by faking elections. Like, this is not that. I absolutely believe that 46 percent of Americans want that future, that is terrifying and we need to, therefore, win many of them back if countries like this are to survive the look (ph) for democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "GIRIDHARADAS",
      "sentences": "I think that's right. So, I -- so, what I did as I began \"The Persuaders\" reporting project, I didn't have the hope that I was lookingfor. I was full of despair. Like I think a lot of people watching this are in despair about their own societies. And so, I needed to find the hope that I was looking for in a place other than, you know, my own heart. And so, I went out reporting, which is what I do and what you do. And what I found when I spent time with these organizers working in communities across this country, working not at the high levels where the big, you know, inflammatory debates are, but working on the ground, in communities with real people through consistent relationships, which is what organizers do. I studied what they were doing to actually move the needle on these conversations. And the first thing they will you, and it's worth just setting the table here, they will absolutely say that there is a significant minority in the United States as in other countries, that is now committed to this kind of program of call it fascism, call it authoritarianism, and you're never going to win them back, right? Animated by a deep and kind of sustained racism, et cetera. Call it 10, 15, 20 percent of the electorate, right? And you can -- no one is saying, including me, that persuasion is even something anyone should invest five minutes or $5 on with that group. But 20 percent doesn't win you an American election. So, there is then another group that is -- may vote similarly to the first group I just described. The difference is they don't have the worldview as coherently. They have been watched 20 hours of YouTube rabbit hole videos on the same topic. They may vote similarly. They haven't read the books though. There are the joiners, right, more than vanguards. In politics, there's vanguards and there's joiners. And this whole book, \"The Persuaders,\" is about those joiners, because there are a lot of them. And the joiners tend, as Gen Z youth would say, they often vote on vibes, which is to say their vote for a Donald Trump or a Bolsonaro is less driven by a deep reading of the policy program. Because frankly, you and I are probably nerdier than a whole bunch of people voting. It is based on a sense that they get, about what that person's going to do for their country. And I think the organizers I study for \"The Persuaders\" suggest several specific things in this formula that the pro-democracy movement could do right now. A, they command attention in a way that the far-right is often much better at doing. They command attention. They provoke. And you have certain figures in the left like Congresswoman Alexandria Ocasio-Cortez, who I why write about in the book, who is very good at this and shows a way to do it. They make meaning, which is to say when voters are bewildered by change, by globalization by racial change, by economic change, trade change, they talk you through it. A lot of people on the pro-democracy side are not very good at that kind of meaning making. The far-right is very good at offering belonging, a home, a sense of kind of transcendence in the movement. The communal almost quasi-religious element of belonging to things. Pro-democracy side needs to steps up at this. Picking fights. Scapegoating, there is a good generative healthy way of picking righteous fights. The pro-democracy side needs to get better at this. And finally, I would say, and you reference it before, story, narrative. When you are trying, Christiane, in your career to get people to care about a war that maybe is not on the front page, right, what have you done time and time again? You find a story that will move people, right? You maybe zoomed in on a young child or someone that will target the heartstrings of people who otherwise can be bothered half a world away with their busy lives. Well, the pro-democracy movement needs to do a better job of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, let me --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "GIRIDHARADAS",
      "sentences": "Now, when it comes to things like inflation and gas prices, you need to address, meet people where they are and explain to them throughnarrative and story why the concerns they have a real, not dismiss them, and explain why your policy agenda sees them and will address their worry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "A lot of what you're saying was brought up by people who are trying to persuade during the COVID vaccine period. You remember? Insteadof just dismissing them, try to persuade them in a way that you are outlining right now. So, I would like to just play -- you know, he's been a very successful Democratic candidate or president, Barack Obama. This is what he said about where the Democrats seem to be going wrong on their narrative. (BEGIN VIDEO CLIP) BARACK OBAMA, FORMER U.S. PRESIDENT: You know, sometimes people just want to not feel as if they are walking on eggshells. And they want some acknowledgment that life is messy and that all of us, at any given moment, can, you know, say things the wrong way, you know, make mistakes. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "GIRIDHARADAS",
      "sentences": "It's an interesting observation. I think there's a lot of truth in what he's saying. Actually, \"The Persuaders\" book originated andbecause President Obama invited me to give a talk at the Obama Summit in Chicago in 2017 and give a talk about things obstructing democracy and threatening democracy. And I -- it was the first place I kind of talked about this. And then, in his typical style, he summarized my talking like five words that, you know, were much more effective than my speech. And he said, real change begins with persuasion. And I think that's the essence. What he's talking about there is important. I don't want to minimize or dismiss the thing that he is talking about that may cause certain people to feel like they're walking on eggshells around progressive movement. Some of that is good stuff. Like it's great that a lot more men feel like they're walking on eggshells about being sexist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "GIRIDHARADAS",
      "sentences": "It's great that white people feel like they're walking on eggshells sometimes about not, you know, dismissing people or degradingpeople of color in ways that have been true for a time in memorial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "GIRIDHARADAS",
      "sentences": "Like we live in a time -- I'm sure you and I are both beneficiaries of this -- where there is a lot more awareness of what it'slike to not be a white man in positions of, you know, influence, and that's great. I think the president -- former president is correct that progressive forces need to defend those values of inclusion in ways that feel like you are inviting people to a more fun party than the other side is throwing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "And that's the point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "GIRIDHARADAS",
      "sentences": "You do not feel like a downer. And I once saw a tweet -- I wish I could find it, but I lost track of it. The tweet said, the secret towinning in politics is to not have your side be totally exhausting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "GIRIDHARADAS",
      "sentences": "And I think there would be a good piece of advice, without compromising on the goals of fighting for a more inclusive empoweringmovement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes, I know. That's really important. It's a really important delineation. Anand Giridharadas, thank you so much. Wish we could carry onlonger. Now though, we revisit the horrific spa shootings that rocked Atlanta back in 2021. The rampage left eight people dead, including six Asian women. A shroud of grief and fear envelop the Asian American community after that. And it's a story explored in searing detail in the new documentary \"Rising Against Asian Hate,\" which is now out on PBS.org. The executive producer, Gina Kim, and Robert Peterson, whose mother was killed in those shootings join Hari Sreenivasan now to shed light on the aftermath of what happened. (BEGIN VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "HARI SREENIVASAN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Christiane, thanks. Gina Kim, Bobby Peterson, thank you both for joining us.Gina, I want to start with you. Why this film? Why now? GINA KIM, EXECUTIVE PRODUCER, \"RISING AGAINST ASIAN HATE: ONE DAY IN MARCH\": It might be helpful if we go back to the height of the pandemic, if we can remember the height of the pandemic when we were all scrolling our phones and we saw one brutal attack after another perpetrated on Asian Americans, the elderly, the most vulnerable in our society. And it was absolutely horrific and it was just a very shocking time. And so, when March 16th happened, when eight people were killed, brutally murdered, including six women of Asian descent we weren't entirely surprised. We saw the rhetoric ramping up. We saw all these attacks happening and we were just, you know, horrified by what occurred in Atlanta. Attacks against Asian Americans have increased by 300 percent in the past two years, and that's a staggering number. Violence against Asian Americans is not anything new. I mean, you know, history has shown that our community has been going through this for a very, very long time for decades, for generations. But for me, you know, it is a unique moment. It is something that I've never experienced my life. And I've had a lot of people say to me, you know, like, this is changing the way they live. You know, people, like my mother, who doesn't feel safe being out in -- going out in public. I have friends who don't take the subway anymore. And so, this is something that, you know, we thought we had to document and make sure that people understood how grave this issue was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SREENIVASAN",
      "sentences": "Bobby, your mother, Young Ae Yue, was one of those women that were murdered in Atlanta. First of all, I guess, how are you doing rightnow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ROBERT PETERSON, SON OF YOUNG AE YUE, VICTIM OF ATLANTA SPA SHOOTING",
      "sentences": "I'm doing OK or as best as I can. Again, I have a good family who can supportme and I have good friends and a larger community out there that has really rallied behind my family. So, we're doing OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SREENIVASAN",
      "sentences": "Tell us a little bit about your mom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "PETERSON",
      "sentences": "My mother was a Korean woman. She had married my father in Korea. Moved here. Had me in Georgia, you know, and try to live a great life. Shewas quick-witted. She was funny. She was smart. She loved to cook. And her love language was food. She would feed anybody and share about our culture. She was a great woman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SREENIVASAN",
      "sentences": "Can you tell us about how you heard the news? Take us back to that day if you can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "Just kind of letting that sink in. You know, when you saw one of the first press conferences that happened after that crime, there werecomments made by the Atlanta Police Department which almost tried to humanize the person who did this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The suspected take responsibility for the shootings. He understood the gravity of it. And he was pretty much fed up and had beenkind of end of his rope. And yesterday, was really bad day for him and this is what he did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "And there were stories in the press of the time too going out to his neighborhood and trying to find out what kind of person he was. Didyou -- what were your reactions then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "PETERSON",
      "sentences": "At the time, I was very much hurt and unseen, felt unseen, where we tried to initially rationalize the perpetrator's actions. We tried tocreate a deserving and undeserving group of victims by sexualizing these women, stigmatizing these women and trying to think of ways of why this person could be justified in doing what he did. And no one can do that. He has to take responsibility for that. But then, we have people in law enforcement who don't see us as Asian Americans, that don't see the impact that this has in our community, it really hurts. And again, to humanize him rather than to humanize those eight victims, they were having a bad day. We all have bad days where few of us have led to kill eight people across county lines, right, and impact so many families. And for, again, a racialized and sexualize reason. So, that's the difference with that. And seeing that, really just -- it was disheartening to hear again and again by our leadership.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "Gina, your film points out how it is difficult to bring hate crime prosecutions against people who perpetrate violence against Asians.We've got a clip here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We have a lot of instances where there were nooses found in the workplace. We know what that means. It was geared towardsintimidating black workers. In the Jewish community there is the Nazi symbol. But towards Asian American community, we don't have one symbol or multiple symbols that really solidify the ideology against Asian Americans. So, it makes it a little bit tougher. So, you have to really look and dig to find evidence of that motive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "So, why is it so hard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "KIM",
      "sentences": "I found what (INAUDIBLE) had to say very interesting. I never thought of it that way. I mean, absolutely, when you see swastika or a noose, youunderstand that is an attack on the Jewish people and African Americans. For Asian Americans, there is no one symbol. And also, Asian Americans don't report at the same level as other, you know, ethnic groups, you know, for various reasons. They might be scared of the police or for -- you know, a lot of Asian Americans have been thought, keep your head down, do the hard work, don't make a lot of noise. And once when they do reporting, a study came out recently from the New York Bar Association that says that only 3 percent of these attacks of these hate crimes are actually ended in conviction. So, when you have numbers that low, I could see how, you know, people aren't going to be speaking out about happen to them. And so, I think it's a variety of reasons. But I do think it's very disheartening to the Asian American community and I do think Asian Americans have felt invisible in our society for a long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SREENIVASAN",
      "sentences": "Robert, the shooter that took your mom's life, he pled guilty to four out of eight counts. The D.A. did not prosecute a hate crime. Thefederal government didn't add any hate crime charges. Why is it important that this be categorized as a hate crime?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Go back to whatever -- Asian country you belong in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Shoved up your ass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK. Well done. Well done, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "CHARLES JUNG, EXECUTIVE DIRECTOR, CA ASIAN PACIFIC AMERICAN BAR ASSOCIATION",
      "sentences": "Violence and bias against our community is nothing new. Itbecomes inflamed whenever there is something that Americans don't like about Asia. So, whether it's World War II and Pearl Harbor or whether it's increased competition from Japan during the '80s or whether it's 9/11, Americans are suffering and they feel pain and fear, and I think it's acutely manifesting in the symptom of Asian hate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SREENIVASAN",
      "sentences": "Bobby, you are half Korean, half black. And as if the pandemic wasn't bad enough, both of these communities, in the case of your mom andthe AAPI community and what was happening all over the country, as well as the Black Lives Matter movement and what was happening all over the country. During this time, you were kind of active in both of this sort of movements and what was that like for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "PETERSON",
      "sentences": "It's like, I am black and Korean. My father is black and my mother is Korean and that's duality of living in America, right? BeingKorean and black and being on the margins of society, being invisible to mainstream society sometimes, we know that feels like. And so, you're right, during that time, we were seeing the interaction between law enforcement and African American males and people in the community were fighting back, right? We were in the streets marching and pushing for change. And then, COVID happened and we had leadership defining it as the China virus. And we've seen an increase in AAPI pi hate. And then, again, I think the murder in Atlanta and of my mother was the demonstration of what that can lead to and what that does lead to. So again, it's an individual who perpetrated these crimes. But that existed in a larger piece, right? That existed in a space where we allow that to happen, where we allowed that hate to fester and not call it out or disregarding. And so, that was the duality of managing both sides of those world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SREENIVASAN",
      "sentences": "I wonder how your relationship between the Asian half of your life, so to speak, has changed or evolved after this tragedy and thisawareness in your community?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "PETERSON",
      "sentences": "I think I mentioned in the film, this was one of the first times that I felt truly embraced by the AAPI community, right, because that wasthe group that was most impacted by what happened to my mother. And my mother, again, became a symbol of the pain that our community was feeling. I've always been Korean, I've always been black, and I've always felt proud of that. And my mother made sure of that. My father made sure of that. It was never a choice between the two, right, it would the intersection and the greatness of both. And so that's what this meant to me. And then, to see that I was surrounded and my family was surrounded by people in the AAPI community in addition to, right, the Jewish community, the African American community was the solitary that we needed and was the breath of America that we are, right? The story that my mother is, the story that my family is. And so, to see that, to be accepted in that way, is a proud moment, for me, my family as well as the community. We're so thankful for all of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "KIM",
      "sentences": "We wanted to make certain that people understand that Asians -- Asian Americans are not a monolith. You're absolutely right. But in this moment,when these attacks are happening against Asian Americans, for a lot of people, they all think we're Chinese. You know, we're -- Asian Americans are very unique in the sense that we're seen as perpetual foreigners. You know, we have been in this country since the start of the country for decades, for centuries. And yet, people still look at us as people who don't belong. And, you know, it's not just these physical attacks that are taking place, there's a lot of people who are being verbally attacked. I think over 30 percent of Asian Americans have said that they've been verbally attacked. And often, it's xenophobic taunts like, go back your country. And that's very painful to Asian Americans. And in the film, we point out the Asian Americans are the largest growing ethnic group in this country. At the same time, Asian Americans have the largest income gap out of any other ethnic group in this country. So, it's going to be very interesting to see, you know, where this conversation goes and what place Asian Americans find in this society.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "SREENIVASAN",
      "sentences": "There was a recent report by Stop AAPI Hate, it surveys people were victims of these attacks, and I wonder when you were researching andreporting this out, what do you think that sort of correlation is between seeing public officials, whether it's former president or someone else, other and marginalized the Asian American community, what does that do when it comes to doing one of these crimes or, I guess, for the rest of us, as letting the crime happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "KIM",
      "sentences": "The report found that when perpetrators are attacking Asians, they are saying the exact same things as these politicians are saying. They'rerepeating the same rhetoric. And so, they're repeating that -- you know, that COVID is because of Chinese people bringing it to this country, or that the Chinese Americans are responsible for COVID. They're saying that China is responsible for the economic issues in this country and also the national security concerns. And so, when people hear that, they repeat it as they are attacking Asian Americans. And so, words matter. They have consequences and we see the consequences are very, very dangerous and we see some of what, you know, that rhetoric has done in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Why is this a global competition to you if every day Americans are still losing their lives and we're still seeing more casesevery day? DONALD TRUMP, FORMER U.S. PRESIDENT: Well, they're losing their lives everywhere in the world. And maybe that's a question you should ask China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Sir, why are you saying that to me specifically?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "TRUMP",
      "sentences": "I'm telling you. I'm not saying it specifically to anybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "A person at the White House, to use the term kung flu. My question is, do you think that's wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "TRUMP",
      "sentences": "Kung flu.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Kung flu. And do you think using the term Chinese virus that puts Asian American a risk? That people might target --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "TRUMP",
      "sentences": "No, no, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Despite his denials, many saw Trump's rhetoric as the latest example of a thinly veiled race baiting, targeting Asians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "SREENIVASAN",
      "sentences": "Gina, there were so many different people that you spoke to in the film. What are the next steps? I mean, is there this reckoning thatBobby was talking about? Is there -- have these crimes, through this pandemic, unified different Asian communities to try to work on civil rights issues together? I mean, what kinds of solutions are happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "KIM",
      "sentences": "This has been a galvanizing moment for the Asian American community, an inflection point, certainly. And we want this, you know, film to be partof the conversation. I mean, in 2016, Asian Americans came out to vote in large numbers. By 2020, that number had increased by another 10 percent. So, Asian Americans, in 2020, they came out in historic numbers to vote at the presidential election. And many people believe that the Asian American vote is the reason why, in Georgia, Senators Warnock and the Senator Ossoff was elected. And tipping the balance of power in the U.S. Senate. And so, I think Asian Americans are grabbing more -- you know, grabbing more power. They're building power. You know, Asian Americans had been largely ignored and have been mostly invisible to the Democratic Party and to the Republican Party. They haven't been reached out to. Asian Americans are the largest demographic ethnic group in this country. And as we move forward, I think it would be very interesting to see how the two parties reached out to this group.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "SREENIVASAN",
      "sentences": "Bobby Peterson, thank you again and we are incredibly sorry for your loss. And Gina Kim, producer of the film, \"Rising Against AsianHate: One Day in March,\" thank you so much both for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "KIM",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}