{
  "date": "2022-12-03",
  "headline": "CNN Newsroom",
  "subHeadline": "Mauna Loa Volcano's Lava Inches Toward Key Highway; Suspect Still at Large in Slaying of Four University of Idaho Students; Kanye West Suspended from Twitter Again. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:17",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "You are live in the CNN NEWSROOM. I'm Jim Acosta in Washington.A very dangerous, but also awe-inspiring spectacle in Hawaii right now as lava flowing from the world's largest active volcano is now less than three miles away from a major highway. Mauna Loa has been erupting for days with the lava at one point reaching up to 148 feet into the air. Right now the lava flow is moving at just 40 feet per hour, but officials are warning that it could still be unpredictable and dangerous. But that's not stopping some folks from making their way over to the volcano to get up close. CNN's David Culver is live at the scene right now. David, I hope you're not too close. Doesn't look like it, but it's been a fascinating spectacle so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:17",
      "speaker": "DAVID CULVER, CNN CORRESPONDENT",
      "sentences": "It really has, Jim. We're about two and a half miles away. You mentioned that lava flow, and it's inching towards the highway. It's a bit tough to see right now, but you can probably barely make out the slope of the volcano and we've got cloud cover moving in. But this is where the lava is right now still coming out. In fact there were at one point multiple different vents or fissures in which the lava was erupting.There is only one now as of this morning. So that's a new update, and it's the one that's known as fissure number three. So that's this one, and that's where the lava is flowing to. And let me show you the real concern though, Jim, because as we pass over here you can see one of the roadways. This is a roadway where folks are really just coming to kind of take it all in. And we've seen that at all hours. People leaving and coming to just be still as well as to take stills, to take some photos, and to offer any sort of offering for those who feel like this is a very spiritual moment. So we've seen all sorts at all hours. But the concern is that should the lava continue to flow, it's going to go this direction over this side road and on to what is called Saddle Road. And that's the main thoroughfare that really cuts from east to west. A very important transportation connector on this island and one that if it's shut down will cause some logistical nightmare. But as far as imminent danger, none of that really is in place right now. Officials giving the latest update to say even as the lava has slowed down to some 40 feet per hour, still coming out, though. And they warned, this is something that can change in just a matter of hours. And so that's why they watch so closely, and so do locals. We were chatting with folks today who said every morning now they're waking up and even though it's something that they're taking in and enjoying, they're also very vigilant, making sure that the updates don't mean something different for what they should expect for their own lives. And they experience that certainly in 2018 here with Kilauea and that took out nearly 700 structures. 600 plus of those were homes and many of them are still trying to rebuild their lives four years after that. But for now, Jim, this is a moment that they are enjoying, and they want others to enjoy it as well. And locals are continuing to say, yes, we want visitors to come in and we've seen people who are even on our flight coming in just to see this. That they say please keep that respectful distance. And that's been stressed over and over. And we certainly are keeping that distance for now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:17",
      "speaker": "ACOSTA",
      "sentences": "I know you are, David. And I have to ask you, in your piece that we played in the last hour, I believe you had a gentleman there who made an offering to the volcano? Do I have that correct? Did he actually --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:17",
      "speaker": "CULVER",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:17",
      "speaker": "ACOSTA",
      "sentences": "-- throw that into the lava? Did he get close enough? Are people trying to get close to the lava?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:17",
      "speaker": "CULVER",
      "sentences": "They're not. They're not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:17",
      "speaker": "ACOSTA",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:17",
      "speaker": "CULVER",
      "sentences": "And it is pretty far away. It's two and a half miles. Let me just show you this. You can see how far it stretches because this is from past eruptions and it feels like another planet. Right? I mean, you look at this and it's something from -- it feels like to be a movie set. But this is the hardened, solidified rock from past eruptions. And folks are just using this as really that platform for which they are bringing a lei. That man that you referenced to brought it from another island, Oahu.He flew in with his family and put it out here as a symbol of offering for the spirit and really what they believe the fire god, this Pele, is producing here for this island to continue to grow. And that's the other interesting part. You have destructions of homes, right, but you also have growth. In fact if you go back to 2018, yes, it destroyed that 700 structures, but brought in 875 acres of new land. So that's how they look at this. This island wouldn't be here if it wasn't for Mauna Loa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:17",
      "speaker": "ACOSTA",
      "sentences": "All right. David Culver, fascinating stuff. Thanks so much for taking us on a tour. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:17",
      "speaker": "CULVER",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "JESS PHOENIX, VOLCANOLOGIST AND GEOLOGIST",
      "sentences": "Well, actually, Jim, I started my career working on Mauna Loa in 2008. It was the first volcano I ever set foot on as a scientist, and it is the granddaddy of them all basically. It is huge. It's so big it makes up 51 percent of the island there. So me, it is -- this is like, you know, winning the Super Bowl, basically. And I think the same can be said for a lot of volcanologists because Hawaii is such a great natural laboratory.Like David was mentioning, you can walk right up to it to collect samples and to make measurements, and for scientists, it doesn't get much better than that. And I'm glad to hear that the civilians are keeping their distance because it is still extremely dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "ACOSTA",
      "sentences": "Right. And you just don't know. And the latest update indicates the lava flow is moving at an average rate of about 40 feet per hour. The U.S. Geological Survey is saying the rate has slowed over the past 24 hours. Does that mean that this eruption will wind down soon? Or -- I suspect you might tell me we don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "PHOENIX",
      "sentences": "Yes. That's actually one of the best parts as a scientist is to say, we don't know, but we're going to try to find out. And the interesting thing about volcanos is that, you know, we can't predict eruptions and we also can't say how long they are going to last. It really all depends on what's happening really deep beneath the earth's surface. So is there more magma being pulled down from really far down below, and injected into the system? Or have we seen, you know, the biggest thing it's got to offer.The Mauna Loa eruptions have historically lasted anywhere from days or weeks to a year or two and probably even longer before we started making detailed recordings of what happened. So this could last quite a long time. And Mauna Loa doesn't have to be violent. It can produce these oozy running lava flows that you can usually out walk. That's -- you know, it builds land just the same way. So it's really up to the volcano.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "ACOSTA",
      "sentences": "Yes. And what sort of things do experts like yourself look at? I know when we've been showing this aerial images, I mean, it looks like what we're witnessing here and observing here are, what, giant rivers of lava that are flowing. I mean, what must that be like? Not that we want to encourage people to get close to something like this. I have to wonder what must that be like to be close to -- to be that close to something like that. It must be just extraordinary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "PHOENIX",
      "sentences": "Well, I'm really glad you asked because one of my favorite things to do is to tell people about the experience because most of us would never have the chance to be up close and personal with an active lava flow. When you don't have the fountains and the spatter, it's a little more safe to go up close. So I've sampled flowing lava. It erupts at about 2,000 degrees Fahrenheit. And this particular Mauna Loa flow is producing an average temperature of 2,113, so 2,113 degrees.When you walk up to this flow and it's oozing very slowly, you can actually hear the lava breaking as the top layer cools and the inside stays molten. It sounds like tinkling glass. And as you approach, you start to feel your eyes dehydrate. If you imagine, when your oven is on broil, and you know it's so hot and arid, when get up close to a lava flow it's four times the temperature of your oven. So it's you're blinking, you can't really see. I end up shielding my eyes with my hand just to prevent some of the radiant heat from really driving me nuts. And you reach out almost blindly and you use a rock hammer. It's a hammer that's specially designed for geology work. It's a single piece of drop forged steel so there's no separate handle and head. It's all one piece. You reach out, you stick it into the lava, which is like a taffy and then you pull back, you get a little blimp that stuck to the hammer and you drop it into a can of tap water so that it cools really quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "ACOSTA",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "PHOENIX",
      "sentences": "And it preserves all the minerals, all the glasses, so you can take it back to the lab and study it and try to learn more about the eruption.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "ACOSTA",
      "sentences": "All right. Well, Jess Phoenix, I'm glad that you're doing that and not me. So I appreciate that, and thanks for your expertise. I mean, this is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "PHOENIX",
      "sentences": "Any time. It's my pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "ACOSTA",
      "sentences": "Wild stuff. Absolutely. We'll talk to you again soon. Jess, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "PHOENIX",
      "sentences": "Sure. Thank you, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "ACOSTA",
      "sentences": "Appreciate it.It has now been nearly three weeks since four Idaho college students were found murdered in their home, and police still have not named a suspect. And as the mystery deepens, officials say they are seeing a surge in rumors and speculations. CNN's Camila Bernal has the latest for us. Camila, police are now clearing up some of their statements. What are they saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "CAMILE BERNAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Look, there's been so much speculation, Jim. And in part it is because we're three weeks out, and still again, no motive, no suspect, no weapon. So of course people -- I have saying this for weeks now -- are frustrated. [16They're scared because we're not getting a lot of that information from police. One of the things they're clearing up, though, is they're saying they are aware of a sixth person on the lease of the house. They now say that sixth person moved out before the school year and they don't believe they are connected to this crime. They have also cleared out the roommates that survived in this case. They've cleared other people that have interacted with some of the victims. There was someone that interacted with Kaylee and Xana I believe at the food truck. They were on video. That person was cleared. There was someone that took them home. That person was also cleared. But one of the things that they had to really clear up again is about a targeted attack. This has been frustrating too because initially police kept insisting this is a targeted attack. What they are now saying is that they are just not clear on whether the house was targeted or the students were targeted. There is a lot of confusion about this. And Xana Kernodle's mother, she spoke out to News Nation and she said she does not believe this was a targeted attack on the house. She says that she believes this was something where the kids, the students were targeted. This is a mother that was in tears, that is frustrated, that continues to say that more can and should be done. She says she has not gotten information from police so it's frustrating for that mother and really for the entire community -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "ACOSTA",
      "sentences": "All right. Camila Bernal, it's a fascinating case and very troubling that it's been taken this long. Camila, thank you very much.Joining me now is former senior FBI profiler, Mary Ellen O'Toole. Mary Ellen, thanks for being with us. Police have made a series of confusing statements about this case. And I just want to take it detail by detail. First, do you think there is any significance to the police now revealing there was a sixth person who was on the lease, but they had moved out? What do you think of that? MARY ELLEN O'TOOLE, FORMER SENIOR FBI PROFILER: If there was a sixth person on that lease and they cleared them, the important point is what was the criteria that investigators used to clear that person? In any case where you're excluding people from having been involved, you have to have some kind of criteria. Were they in the hospital? So they couldn't have done it. Were they in jail or in prison? In some instances, that person is deceased. But there has to be a pretty solid criteria and it can't just be a friend said, yes, they were with me. So I'm not sure what their criteria is, but I -- you know, hearing from the public, that's probably a question that they are asking. On what basis is that person clear? But that happens in every case and it needs to be established.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:01",
      "speaker": "ACOSTA",
      "sentences": "And investigators believe this was a targeted attack but they cannot figure out if the target was the home or if it was the people inside. Break that down for us. O'TOOLEoffender would have targeted an inanimate object, and then in doing so what they did was they targeted or they went in and stabbed four animate human beings. Frankly, I have never heard of that. And so I think that needs to be clarified because if the building or the building owner is the target, that may put them down another pathway, but the way they explained it is confusing. But targeted victims means that there is a victim or multiple victims in a home that were treated differently by the offender. And that treated differently can be they were, in this instance, they were stabbed differently or more aggressively. There could be -- and I don't want to be gruesome, but there could be dismemberment. There could be a post-mortem placement of the individual. So depending on how victims were treated differently in that crime scene, that can give you the sense of who was actually targeted. But right now saying an inanimate object is really the target but they went after animate human beings, that doesn't make any sense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:07",
      "speaker": "ACOSTA",
      "sentences": "And it's been three weeks now. As a profiler, I'm wondering the image that you've been building in your mind as to the type of person who would have done this. I'll let you take a sip there.O'TOOLE: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:07",
      "speaker": "ACOSTA",
      "sentences": "Yes.O'TOOLE: I think that this is unprovoked violence. And that means that once the person is inside that residence, there was nothing those victims did to provoke this. So that person came into that crime scene intending to kill them. And this person brought a lethal weapon with him to do that. The weapon was very efficient, although a knife is generally not the best weapon to use, but in this case, this person is comfortable with that weapon, and why? Because it's very likely they have used it before. Whether they've used it on a human being, on an animal, but it was efficient. It was lethal, and it was very effective. And the offender did leave behind a messy crime scene, but the offender was likely OK with that because they've been involved in these situations where they've stabbed living beings before possibly, so they're used to blood. Even though it's very likely they left evidence behind, I don't think that that concerned this person. And I finally think that this person had to be inside that house before. That's not the first time they could have been inside that house. They were very successful at what they did. So they had the experience of being inside the house, the experience of having used the weapon, and then having the psychological make up to do this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:06",
      "speaker": "ACOSTA",
      "sentences": "Kanye West's Twitter account suspended again after Elon Musk said the rapper violated the platform's rule against inciting violence. The suspension came hours after West had tweeted a picture of an altered image of the Star of David with a swastika inside, and it followed by a hate-filled exchange West had with Infowars host Alex Jones. While what he said is disgusting, it is important to hear it in his own words.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:06",
      "speaker": "ALEX JONES, INFOWARS HOST",
      "sentences": "You're not Hitler. You're not a Nazi. You don't deserve to be called that and demonized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:06",
      "speaker": "KANYE WEST, MUSICIAN",
      "sentences": "Well, I see good things about Hitler also.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:06",
      "speaker": "JONES",
      "sentences": "I don't like Nazis and I don't like what some of the mafias are doing either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:06",
      "speaker": "WEST",
      "sentences": "I like Hitler.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:06",
      "speaker": "ACOSTA",
      "sentences": "Very disturbing. CNN entertainment reporter Chloe Melas joins me now.Chloe, what is happening now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:06",
      "speaker": "CHLOE MELAS, CNN ENTERTAINMENT CORRESPONDENT",
      "sentences": "I mean, Jim, I'm almost at a loss for words at this point. I mean, let me just take you back just a few weeks ago when I published an investigation that you and I spoke about when I obtained a settlement from a former high-level executive who had worked for Kanye West years ago who told me that Kanye used antisemitic rhetoric in the workplace and that he would praise Hitler.Fast-forward to now. He is speaking out on Infowars, covered in a face mask. He has been spending a lot of time with a white supremacist recently. And look, President Biden even coming out on Twitter to remind people, I mean, it's just crazy that this is even happening. President Biden has to remind the world that, yes, the holocaust happened and that antisemitism is not OK in any form. I mean, look, I was speaking to members of -- or former members of Kanye's team earlier today who were telling me that they still actually believe that there are a lot of people out there that still support Kanye, that still believe that he is a genius artist and that there is a road to redemption. I just don't see how it's possible. I know that we can talk about Mel Gibson, we can talk about other celebrities who have gone down a dark path and perhaps they have done a mea culpa and been able to turn it around. But at this point, Jim, I think that Kanye has taken it just too far down the path to be able to come back to some sort of mainstream Hollywood profession for himself. I think he has done terrible damage to his career, his legacy, his children, his fan base. I think that there will always be those that support Kanye just like there are those that support extremism. But what he has done has caused reverberations on an international magnitude.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:21:06",
      "speaker": "ACOSTA",
      "sentences": "Yes. There's no question. And honestly, who cares about his career? I mean, he just appears to be, in addition to being an incredibly vile human being, just a deeply sick person. When you see that video of him with Alex Jones, who is also a vile person, it just -- it makes your heart sink into your stomach to see this kind of sickness on display and platforming this kind of stuff.I mean, we're calling it out to say how vile and evil it is. But platforming it or re-platforming it like Elon Musk did, I mean, it is shameful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "ACOSTA",
      "sentences": "I hate even spending time on his evil and twisted behavior. It's reprehensible.Let me ask you about something else. I know you covered the entertainment industry. Will Smith is also in the news. He just made his first red carpet appearance since the infamous Oscar slap. He's obviously trying to rehabilitate his career. He's promoting a new movie. What can you tell us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "MELAS",
      "sentences": "Look, Will Smith is someone who has come out recently in interviews while promoting his upcoming movie \"Emancipation\" which is getting rave reviews. I'm set to see it next week. It is getting a lot of Oscars buzz. He is on a mea culpa tour. He says I'm human. I made a mistake. You know, I have been exploring myself. I've been introspective. I've been thinking about my childhood, how my mother was abused, and how all of that culminated into that moment on Oscars night when I took the stage.There still are a lot of questions, Jim, as to truly what motivated him. We haven't heard anything from Chris Rock, but I think that Will Smith, he does have a road to redemption. He is somebody who I believe is going to be welcomed back. And he already is. He has a major fan base. It was an awful thing that happened. Violence is never OK. I think that Will has a lot more explaining to do. But I think that a lot of people want to see his new movie \"Emancipation.\" I think that he even could get nominated for an Oscar. Just the sad part about all of it is that because of what Will Smith did, he can't go to the Oscars if he is nominated and he can't even go in general for I believe the next 10 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "ACOSTA",
      "sentences": "Actions have consequences. And let's talk about something positive, please. We need a timeline cleanser. We're getting a preview of the fifth installment in the \"Indiana Jones\" film franchise. Wow. Couldn't come soon enough.\"Indiana Jones and the Dial of Destiny\" is heading to theaters summer. Let's take a look. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "HARRISON FORD, ACTOR",
      "sentences": "Things I can't explain and I have come to believe it is not so much what you believe. It's how hard you believe it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "ACOSTA",
      "sentences": "And there's that music again. Wait a minute. Did I just see for a second there, is he going to be running away from a giant boulder barreling toward him in this one? I mean, it's great to see Indy back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "MELAS",
      "sentences": "All right. Well, also, in case you're thinking that you've seen Harrison Ford aging in reverse, it's actually because this movie employs de-aging technology. Yes. We are living in 2022 where a cinematic universe can do magic. So Ford's opening sequence --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "ACOSTA",
      "sentences": "That's what I have here, Chloe. I don't know if you're aware of this. But if there's a -- we apply that technology here at CNN on me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "MELAS",
      "sentences": "I know, Jim. You look younger and younger each weekend when I see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "ACOSTA",
      "sentences": "Thank you. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "MELAS",
      "sentences": "But the movie in the beginning is set in 1944 about eight years after the events in 1981's \"Raiders of the Lost Ark.\" And look, it's going to fast-forward to Ford himself present day and I am hearing great things. But you're going to have to wait because like you said, it doesn't come out until June. So we have some time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "ACOSTA",
      "sentences": "Wow. All right. I can't wait. All right. The man with the hat is back. Chloe Melas, thank you very much. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:02",
      "speaker": "MELAS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:33:23",
      "speaker": "JIM ACOSTA, CNN HOST",
      "sentences": "Ukrainian embassies and consulates around Europe are on heightened alert after being targeted with suspicious package that's include blood-soaked envelopes and animal parts. This comes days after a letter bomb sent to the Ukrainian embassy in Madrid exploded, injuring a Ukrainian employee.Ukraine's foreign minister says he believes this is a well-planned campaign of terror and intimidation. CNN's Matthew Chance spoke to him. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:33:23",
      "speaker": "DMYTRO KULEBA, UKRAINIAN FOREIGN MINISTER",
      "sentences": "Well, it started as an explosion in the embassy of Ukraine in Spain. What followed was -- this explosion was more weird and I would even say sick. We started receiving letters with eyes, animal eyes cutoff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:33:23",
      "speaker": "MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Animal eyes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:33:23",
      "speaker": "KULEBA",
      "sentences": "Animal eyes, yes. In some cases -- in one case, it is most probably an eye of a cow and an eye of a pig in another case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:33:23",
      "speaker": "CHANCE",
      "sentences": "Let me ask you, who do you suspect? Who does Ukraine suspect of being behind this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:33:23",
      "speaker": "KULEBA",
      "sentences": "Well, of course, I feel tempted to say -- to name Russia straight ahead -- straight away. First of all, you have to answer the question, who benefits from that? Definitely, this campaign is aimed at sowing fear and terrorizing Ukrainian diplomats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:33:23",
      "speaker": "CHANCE",
      "sentences": "Your infrastructure in the country has been attacked repeatedly by Russian missiles. You have an anti-aircraft system that is straining to overcome the incoming attacks.How concerned are you that this country will be unable to survive the winter unless patriot missile systems from the United States are deployed to this country? [16:35:9]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:33:23",
      "speaker": "KULEBA",
      "sentences": "I am not concerned at all. We will survive. I do not have any single doubt that we will get through this winter. The question is, what will be the price of getting through this winter?And definitely having patriots, having other advanced air defense systems delivered in Ukraine within weeks, and not months, will dramatically lower the price and allow us to defend our cities and our critical energy infrastructure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:33:23",
      "speaker": "CHANCE",
      "sentences": "Are you concerned that the approval for those patriots has not been given yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:33:23",
      "speaker": "KULEBA",
      "sentences": "Well, patriots became a symbol. This is a U.S. technology. Now time has come to make decisions. So we are having this discussion.And, yes, I will not conceal that it will be a huge help. It would really help us to defend the country and to minimize the price we are paying for surviving the winter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:33:23",
      "speaker": "CHANCE",
      "sentences": "You heard President Biden yesterday in a press conference with the French leader suggesting he would be prepared to sit down and speak with President Putin of Russia to try to find a negotiated end to this conflict.How did that make you feel as a Ukrainian that the American president was suggesting he would be open to that conversation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:33:23",
      "speaker": "KULEBA",
      "sentences": "I think you missed one point from President Biden's remark. He said this can only happen if Putin is ready to withdraw from Ukraine. This is a very important detail.If any leader of the world is ready to just sit down with Putin and talk behind our back, there's a problem. But if the condition for the conversation is the withdrawal of the Russian army from Ukraine and restoration to our territorial integrity, we are fine with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:33:23",
      "speaker": "CHANCE",
      "sentences": "Do you believe there's any possibility -- final question. Do you believe there's any possibility at this stage, any sign of the green shoots of the peace process. Is there anything that gives you hope on that front?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:33:23",
      "speaker": "KULEBA",
      "sentences": "No. As we are anticipating another missile attack by Russia. And the goal of this attack is to bring total destruction to our energy system. I don't think countries behave like this if they generally want peace.And as long as Putin prefers war, we will prefer to fight and defeat him on the battleground. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:33:23",
      "speaker": "ACOSTA",
      "sentences": "All right. I want to bring in the former CIA chief of Russia operations, Steve Hall.Steve, thanks for being with us. I wanted to bring a reaction to this disturbing report we just heard, blood-soaked envelopes and parts being sent in. What do you think with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:33:23",
      "speaker": "STEVE HALL, FORMER CIA CHIEF OF RUSSIA OPERATIONS",
      "sentences": "I have to agree with the Ukrainian foreign minister there. There are a lot of different possibilities. And of course, the investigations will continue.But I think his question is right. Who benefits from this? The answer is Russia. We know the Russians for the longest time have done really strange and brutal things outside of Russia, to include assassinating dissidents and others who are anti-Putin figures, shooting them in parks and poisoning them. When you look at it in that context and also the Russians talk about hybrid warfare, in other words non-traditional means, it is not too much of a stretch to think that this is probably most likely some sort of Russian activity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:33:23",
      "speaker": "ACOSTA",
      "sentences": "And, Steve, we are also getting new reporting today that Putin plans to visit the Russian-occupied area of the Donbass area of eastern Ukraine.Does that tell you he feels secure enough in that part of the country? What does that say to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:33:23",
      "speaker": "HALL",
      "sentences": "No. I don't think it is an indication of his security. What it is, is an indication of his strong desire to show Russians that, yes, this remains part of Russia.Remember, he claims to have annexed that part of Ukraine into Russia, but he does not control all parts of it. Many Russians know that or have questions about that. And he wants to go and show that, yes, this is indeed part of Russia or I wouldn't be walking around here. It is probably irritating to him to see a flow of Western visitors to Kyiv and parts of Ukraine when his military is not doing as well in the areas he claims to control. I think this is more for domestic consumption more than anything else, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:14",
      "speaker": "HALL",
      "sentences": "Yes. I think the Ukrainian foreign ministry has it right. Biden is not shutting down the idea of diplomacy. But he is putting an important condition on it, which is, if Russia agrees to withdraw entirely from Ukraine, then discussions can begin.One of the things that you hear a lot of, Jim, is a lot of politicians saying this is Ukraine's decision. On one level, that's absolutely right. It is my great hope that we continue to provide - we, meaning the West and United States -- as many weapons and other assistance we can to the Ukrainians. That said, if the West either tires of this or loses focus on this, which is what Russia is counting on, it will be harder for the Ukrainians to decide their own fate. They can really only decide their own fate if we give them the tools with which to do it. So let's hope that continues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:24",
      "speaker": "ACOSTA",
      "sentences": "We want to get you the latest on the mass protest happening in China over the country's strict zero-COVID policies. China's police state is using cell phone signals recorded in the vicinity of protest sites to track, confront and detain those who dare to defy the Communist government. It comes as new images emerge of unrest in Beijing. Residentsattempting to cut metal chains, trying to break free from the lock down. CNN's Selina Wang has more. (BEGIN VIDEOTAPE) (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:24",
      "speaker": "SELINA WANG, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "The video is extreme and troubling. A man in a port city dragged off to quarantine by police officers. He tries to resist the hazmat-clad authorities with all his might as they force him off the couch.The man apparently trying to avoid being sent to one of the quarantine facilities set up around the country for COVID cases and close contracts. Many of them run down, dirty and unsanitary. (SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:24",
      "speaker": "WANG",
      "sentences": "It's not the first time authorities and COVID enforcers have been caught on camera taking extreme and sometimes violent measures. But this time, local authorities apologized and said it suspended those responsible.The incident is only one in a series of extraordinary videos still emerging from China. (SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:24",
      "speaker": "WANG",
      "sentences": "In Guangzhou, residents destroyed COVID testing booths. Police in riot gear immediately swarm in.(SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:24",
      "speaker": "WANG",
      "sentences": "And years of pent-up anger over the Chinese draconian COVID lockdowns boiled over into unprecedented protests across the country.(SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:24",
      "speaker": "WANG",
      "sentences": "Some even chanted for Xi Jinping to step down.Authorities are cracking down on protesters. But it appears they've heard their demands. And for the first time, a clear shift in tone. China's top official in charge of the country's COVID response said the country is now facing a new situation regarding the pandemic. In recent days, some major cities across China have eased their rules around COVID. In Beijing, public transportation will no longer reject passengers without a negative test result taken in the last 48 hours. And in Guangzhou, authorities adjusted quarantine measures and scrapped a district-wide testing plan. The changes have been praised by the World Health Organization.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:24",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are pleased to learn that the Chinese authorities are adjusting their current strategies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:24",
      "speaker": "WANG",
      "sentences": "Despite the change in rhetoric, the Chinese government has still not said if it will transition away from zero-COVID.(SHOUTING) WANG: And many in China still sealed in. And people's daily lives dictated by a web of COVID restrictions. Selina Wang, CNN, Beijing. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:24",
      "speaker": "ACOSTA",
      "sentences": "Former Secretary of State Hillary Clinton is speaking out about the reversal of Roe vs. Wade, warning that women's rights are under attack here in the U.S. just as they are in some countries overseas. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:24",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "It's extraordinary, in 2020, that this basic right of women, half the world's population, is still at risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:05",
      "speaker": "ACOSTA",
      "sentences": "How can one man father more than 100 children? Meet him on \"This Is Life\" with Lisa Ling. Here is a preview.(BEGIN VIDEO CLIP) LISA LING, CNN HOST, \"THIS IS LIFE\": By the time this episode airs --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:05",
      "speaker": "LING",
      "sentences": "-- Ari will have helped sire over 120-some children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Wow. That's amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:05",
      "speaker": "LING",
      "sentences": "What are your concerns about those kids?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So he's creating some kind of social experiment.And I do think we have to worry about how those children are going to react. Are they going to feel somehow disappointed that that donor belongs to -- what did you say -- 120 other kids and counting? Will these kids have expectations that he will never be able to meet because he made the set of choices about having so many kids? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}