{
  "date": "2022-12-12",
  "headline": "Connect the World",
  "subHeadline": "Iran Executes Second Protester by Public Hanging; Deadly Year of Violence for Israelis and Palestinians; Ukraine: Counteroffensive to Resume Once Ground Freezes; Libyan Man Accused in 1988 Lockerbie Attack in U.S. Custody; President Boluarte Requesting Early Elections after Protests; Morocco's World Cup Run Triggers Worldwide Celebrations. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "ELENI GIOKOS, CNN HOST, CONNECT THE WORLD",
      "sentences": "Hello and welcome back to \"Connect the World\". I'm Eleni Giokos. I'm in for my colleague BeckyAnderson. Iran is sending a stock message to protesters with a public hanging early this morning. It's the second known protest related execution in the past week. Majid Reza Rahnward was convicted of waging war against God for allegedly killing two members of the by siege parliamentary force and injuring four others during protests on November 17th. And even though Iran says he was given a fair trial, it comes just 23 days after he was arrested, and four days after the first known protest related execution took place. According to Amnesty International, Iran ranks number two in the world for executions after China. 314 people were executed in Iran in 2021 alone and the number of executions this year is on pace to break that record. Amnesty International says it has identified at least 17 others who are at risk of execution in connection to the recent protests. Let's go now live to Salma Abdelaziz in London for more details. Salma, if we look at these timelines, we look at the speed at which these executions these sentences are being handed. It is a new stark reality for protesters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "Yes, Eleni. Demonstrators, activists today repeating the name repeating the name Rahnward, reminding each otherthat this is a sign of just how far Iran's government just how brutal the repression will go to silence this movement of dissent. Activist saying that yes, while he was convicted under these charges of waging war against God, the allegation being from Iran's authorities that he stabbed two members of the Security Forces and wounding several others on November 17th, they point to that timeline that you just mentioned in less than a month going from accused to death by hanging. And it was a public execution Eleni, I have to emphasize he was hanged in the early hours of this morning in Mashhad. That means residents of that city could have potentially passed his body hanging on the streets. And that's why so many activists and rights groups say that this is just another tool of repression. That these executions are simply carried out by sham trial that have very little due process, that those arrested and convicted are not given their legal rights, and that their ultimate aim these executions, is to terrify and intimidate protesters to keep them from going out to the streets and make no mistake about it. Again, this is the second execution we've seen. Amnesty International says there are 17 other individuals who could potentially face the death penalty in Iran. Amnesty International also saying that these are being expedited, these executions and we could potentially see more of these types of hangings happening in a matter of days. They say again, these are kangaroo tool courts, sham trials, a method of repression. And again, make no mistake about it Eleni these protests, these demonstrations that have rocked Iran now for nearly three months across 160 cities, every single province in Iran, they have absolutely shaken the seat of power in Teheran. And the response has been a very brutal crackdown. Rights groups say more than 480 people have been killed in demonstrations thousands more arrested. Now we cannot independently verify those numbers. We have not been given media access on the ground in Iran, but that's according to rights groups again. And they say protesters say even this tactic, even this method of using executions to intimidate and terrify protesters. That's not going to work. This young man is already a symbol of heroism of bravery, but most importantly, a symbol of just how brutal the crackdown is Eleni?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "AZADEH POURZAND, HUMAN RIGHTS RESEARCHER",
      "sentences": "Yes, thank you for having me on, I really appreciate the kind of coverage that you just had before talkingwith me. As I think, you know, your program has rightly pointed out these executions, which is a territory in which the Islamic Republic regime is deeply familiar with, is essentially a weapon, yet another form of a weapon against the protesters and with the ultimate aim to end the protest, you know, resorting to basically instilling fear and intimidating the general public. So for the protesters, I believe that while you know, there is obviously an element of shock and grief, I would think that it's not many of us, and many of the protesters expected this level of brutality, let's not forget, the Iranian regime was already killing women, people and children on the street, and will continue to do so. So I don't think anybody is shocked that this regime is brutal. And that doesn't shy away from violence. It's just the fact that resorting to execution brings back very dark memories for certain generations that remember the 1980s in Iran and post revolution Iran, where thousands of young people were a mass executed in prisons and under President Raisi was, in fact on that death committee responsible for those killings. So we see a kind of a very dark deja vu from an era that is one of the darkest eras of the country. And I think they hope that that will essentially end the protests. And I don't believe that the protesters are going to completely go home and forget their demands anytime soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GIOKOS",
      "sentences": "I want to talk about the thousands that have been arrested. The many people I think it's about 17 that are currently on death row. What isthe process? What is the reality for people that are now in the judicial system, which are, you know, Salma Abdelaziz called, you know, going through sham trials? Is there any way to assist these people right now that are facing possible death sentences?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "POURZAND",
      "sentences": "Yes, I mean, the Islamic Republic already, as your reporter also pointed, is one of the mass executors in the world. And also is notoriousfor violating things like due process, fair trial. So again, this is nothing new. But even for the Islamic Republic, this is a new law to add, detain someone and kill them within 23 days, this is still a new law and there's nothing else that you can call it by the sham trial. I think at this point, given the limited amount of information we have on many of the detainees, the scale of the detentions, I mean, there are thousands and thousands of detainees. And the fact that many of them are from marginalized groups, ethnic groups, or different minority groups, or less affluent groups of the society, and lack of access the fact that the government is intimidating and harassing their families. I honestly think just you know, as much as we can, putting names and profiles to these numbers, and as using social media, using mainstream media, such as yours, in order to make them known to the international community, at least, hopefully, will create a bigger political cost for this very brutal regime. Because I think they go after the marginalized individuals, and the less known ones, because they hope that it will have less political cost for them as a means of intimidation of the general public.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GIOKOS",
      "sentences": "Azadeh, you know, there was a story a while back that came through that you know, that all protesters would face sentences of death. Therehasn't been direct communication from the Iranian regime in terms of what they will be doing, but their actions are speaking louder than their words. Are you worried that this is going to now be the way they operate to try and silence protesters? Is this going to be a new reality?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "POURZAND",
      "sentences": "So I think that given that we're talking about the very brutal regime, a regime that has experience with your name it with massexecutions, with executions, with stoning, with amputations with torture, different kinds of psychological and physical torture, solitary confinement lashes, and so on. This regime is going to just go to its Encyclopedia of brutality and pick and choose whatever that it thinks is going to be effective in imminently putting an end to these protests, you know, with using essentially fear and intimidation. And if you don't stay quiet, you're going to be the next one who is going to be executed and hanged and so on. So they have a big magic box of various forms of corporal punishment all the way to execution. And I believe they're hard at work to use every single one of them in order to create as much of a totalitarian regime more than they have been just hoping for survival in the wake of what we see in today's Iran.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "Azadeh Pourzand, thank you for sharing those stories with us, stories that must absolutely be told. Right, turning now to a disturbingstory out of the West Bank, a 16 year old Palestinian girl was shot and killed by Israeli soldiers during a raid in the West Bank town at Jenin on Sunday. The Israeli military says the shooting was unintentional and says Israeli fire was targeted at armed gunman. This has been an especially deadly year for both Palestinians and Israelis. CNN's Hadas Gold joins us now live from Jerusalem. Hadas, what more do we know about this incidence and also this young girl that lost her life?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HADAS GOLD, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Yes, Eleni, this is an absolutely tragic story. We first began hearing about this young girl who was killedearlier this morning. She was a 16 year old named Jana Zakarneh. And her family her uncle actually told CNN that what happened was last night there was an Israeli military raid in Jenin. This is in the northern West Bank. These have become a regular occurrence especially for this past year. The Israeli military targeting militant groups, especially in places like Jenin and her family says that after the raid began, and they began hearing heavy gunfire, Jana went up to the roof of her building in order to see what was going on. This is something we often see Palestinians will film these raids as they happen. And then the family says that after the soldiers left the area, they went up to the roof and that's where they found Jana dead. They said that she was shot four times. Now just in the last few minutes, we have received the official statement from the Israeli military acknowledging that it was their soldiers that killed Jana. They say that during the raid, they say suspects hurled explosives and fired heavily at soldiers including from roofs of houses. They say that they believe the girl was on a roof that was near another roof where a gunman may have been. They say following an initial inquiry it was a term that the girl who was killed was hit they say by unintentional fire aimed at armed gunman on a roof in the era from which the force was fired upon. Now, the Israeli Defense Minister Benny Gantz commented on this incident actually before the IDF statement acknowledging that they were the ones who killed Jana. Take a listen to what he had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BENNY GANTZ, ISRAELI DEFENSE MINISTER",
      "sentences": "First I express my sorrow for her death. As for any death of someone who was not involved in terrorism, ifthat was indeed the case. This activity was about arrest of suspects and shooting attacks and involvement in terrorist organizations with the aim of murdering Israelis. During the incident, massive fire was fired at the forces and explosives and Molotov cocktails were thrown. In response, the forces returned fire at the sources of the shooting out of self-defense. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GOLD",
      "sentences": "Now the Palestinian Prime Minister Mohammad Shtayyeh has called in the UN to investigate this incident and put Israel on the blacklist. Iasked the Israeli military whether there will be any sort of follow up legal action, they say that they are still investigating the incident, Eleni?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "Hadas, I want you to give us a sense of just how traumatic this year has been in terms of the death toll both from Palestinian side andIsraeli side. What are the numbers tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GOLD",
      "sentences": "Now, the Israeli officials say that at least 31 people have been killed in attacks targeting Israelis, both in the West Bank and acrossIsrael. Now we're seeing these types of attacks and this type of violence between Israelis and Palestinians, really in levels that have not been seen in some cases since the early 2000s. And also keep in mind, the sort of political environment where all of this is happening. There will soon be a new Israeli government that is expected to be the most right wing government in Israeli history. Yes, we'll be led by Benjamin Netanyahu, who has been Prime Minister before. But when you look at the ministers who will be the ministers in his government, these are people who until a few years ago, were considered the extreme fringe of right wing Israeli politics. Now they will be in positions of power, including some of them in charge of the police. And I can tell you that there are diplomats here that are very concerned of what the next few months will bring specifically when it comes to violence between Israeli Palestinians, partly as a direct result of this new government, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GIOKOS",
      "sentences": "Hadas Gold in Jerusalem for us thanks so much. And still ahead, Ukrainians struggle in the dark amid massive power shutdowns as Russiacontinues to pound their energy systems. More on the desperate situation in Odesa, that's coming up. And it's the deadliest terror attack ever on UK soil the 1988 Lockerbie bombing. Now the U.S. has a suspected bomb maker in custody. So how did the Americans get him more than three decades later, that's coming up? (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GIOKOS",
      "sentences": "Millions of Ukrainians are facing life in the cold and dark as Russia continues to pound Ukrainians, energy infrastructure with missiles,drones and artillery. Ukraine state run Energy Company reports \"significant power deficit\", crews are scrambling to patch up the grid working amid subzero temperatures. Ukraine's Foreign Minister says a nationwide blackout is a reality. The Ukrainian president says the Odesa region is among those with the highest number of power shutdowns. CNN's Will Ripley has more on how the people there are coping as well as struggling. (BEGIN VIDEOTAPE) WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice over): A race to restore electricity to parts of southern Ukraine this weekend. More than one and a half million people in the Odesa region alone, plunged into darkness at the peak of the outages. Ukraine's President Volodymyr Zelenskyy blames the blackouts on Russian self-detonating drones made in Iran.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No electricity, we have no chance to cook because we have electric cooker. We have no - because our house has no generator forthis. Yes. RIPLEY (voice over): These parents of three young children look for creative ways to keep the kids occupied.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "OLENA VORONYNA, ODESSA RESIDENT",
      "sentences": "We try to make some activities for them, for example, music school.RIPLEY (voice over): Just hours after Friday's drone strikes plunged much of the region into darkness. The Odessa Philharmonic Orchestra gave a candle light performance; even a war won't stop the music. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GIOKOS",
      "sentences": "Alright and Will Ripley joins me now. You're in Kyiv right now, Will. But I have to say it's just thinking about what that must be like notbeing able to cook when temperatures have dropped so dramatically, people sitting in the cold. How is the government trying to figure out a way to fix infrastructure, stabilize the power grid, while Russia has said that it intends on continuing to target critical infrastructure?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "RIPLEY",
      "sentences": "Well, they're certainly getting faster and faster at repairs, which is extraordinary considering that a lot of these systems rely on Soviet erareplacement parts that are not necessarily readily available, because they're older parts. They're also trying to put, you know, as much of the, these power stations underground as they can, but that obviously is an expensive and time consuming process, so bit by bit each strike and each scramble to get the lights back on. They make progress. But then it's a setback when you have more Russian missile strikes. There was word from the Ukrainian Prime Minister just on Sunday, that all of Ukraine's thermal and hydroelectric power stations have been damaged in these waves of missile strikes. And it's not just missiles. It's also these attack drones, these explosive drones made in Iran that are being used to great success by the Russians. For example, in Odesa, that port city in southern Ukraine, there were 15 Iranian drones fired by Russia. And even though the Ukrainians were able to shoot down 10 of them, and by the way, when they're shooting them down, you're talking about guys, basically, you know, standing and aiming and firing. And these are strikes that are happening in the middle of the night in many cases. So it's pretty extraordinary that they have such a high success rate. But five of those drones did hit their targets. So I asked Ukraine's Defense Minister Oleksiy Reznikov about that and also about other air defense systems that are a priority for them right now. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "OLEKSIY REZNIKOV, UKRAINIAN DEFENSE MINISTER",
      "sentences": "Every day we're trying to find the best solutions, they are targeting our infrastructure. They'retrying to ruin our energy supply, water supply heat supply systems; because they cannot to have success against armed forces of Ukraine they're trying to fight in with the civilian population. That's why they trying to do to stop the energy or water to the houses, especially during this winter time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "RIPLEY",
      "sentences": "Have you been given an explanation why the Patriot missile defense systems have not arrived yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "REZNIKOV",
      "sentences": "It's a long discussion with our partners because it's a very sophisticated and expensive system. Today we have more than eight differentsystems. And we got hammers and we have M-270. We have Mars; we have LRU from de France. So I think that patriot also will be in our battlefield, but in the next stage. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "RIPLEY",
      "sentences": "Now, President Zelenskyy will be joining leaders of the g7 nations including the President Biden for a virtual meeting today and they're goingto be talking about all of this. Clearly, from the Ukrainian perspective, they need more weapons and they need them as soon as possible. They are actually planning on counter offensives as soon as the ground freezes over during the winter months. So the U.S. had been thinking Eleni that the fighting would actually slow down. But the Ukrainian say when the ground freezes, they can get heavier equipment around much easier, and they want to try to take back as much occupied Russian territory as they can in the coming weeks and months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GIOKOS",
      "sentences": "Will Ripley, thank you. Alright, freed Russian arms dealer Viktor Bout says he has joined the pro-Kremlin Nationalist Party nicknamed TheMerchant of Death by his accusers, Bout was traded in a prisoner swap for American basketball star Brittney Griner last week. He had been serving a 25 year prison sentence on charges of conspiring to kill Americans. Meanwhile, Griner is feeling right at home back on the basketball court in Texas after months spent in a Russian Detention Center. Her agent says she landed her first dunk. The agent also says Griner is doing really, really well and will decide whether to resume playing over the holidays. Now families of more than 200 people are killed in the 1988 Lockerbie attack, maybe one step closer to justice after more than three decades. The alleged bomb maker is in American custody. And mixed feelings for many in China concerns of the easing of the zero COVID policy could trigger a massive new wave of new infections. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GIOKOS",
      "sentences": "CNN's International Diplomatic Editor, Nic Robertson has covered this story from the very beginning and he joins us now live from London. Ithas taken decades, Nic to get this man in U.S. custody but interesting that he was in Libya first. The question is why did it take that so long? And how did they get him into the U.S.?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "You know, I think that's the question investigators are probably been asking themselves aswell. You have the painstaking detective work on the ground piecing together how the bomb got on the aircraft. It was a tiny fragment of circuitry that was picked up in a piece of clothing. That item of clothing, followed all the way back trace back to a shop in Malta, which connected it to the Libyan intelligence agents at the very beginning. This man Ma'sud, as you say, he's been in Libyan custody for quite a while he was first question back in 2012 about unrelated issues, but also about the bombing. It took five years for the FBI to find out what he said. And that was that he admitted to being involved in the bombings and setting the timer on the bomb to 11 hours as he was instructed. It took another three years for the FBI to be able to speak with the Libyan law enforcement officer who took that testimony back in 2012. So it's been a very, very slow process. But this has been a massive scale of a task that debris filled when the plane came down 845 square miles and rough Moreland. (BEGIN VIDEOTAPE) ROBERTSON (voice over): Almost 34 years since the deadliest terror attack in British history. And the man accused of building the bomb that killed 270 people, mostly Americans is finally going to face justice in a U.S. court a huge moment for victim's families. KARA WEIPZ, LOST BROTHER IN PAN AM FLIGHT 103 BOMBING: It has been one of our, it has been the top priority to find the truth and hold these people accountable. And the fact that this is now going to happen in the U.S. is it's monumental. ROBERTSON (voice over): Libyan Abu Agila Mohammad Mas'ud Kheir Al-Marimi was arrested for his alleged role and blowing up Pan Am flight 103 over Lockerbie, Scotland 38 minutes after it took off for the U.S. from London, killing everyone on board and 11 people on the ground. The U.S. first charged Al-Marimi for his involvement in the attack two years ago, while he was already in custody and Libya for unrelated crimes. MICHAEL SHERWIN, THEN-ACTING U.S. ATTORNEY: It is alleged in the criminal complaint in the indictment that at that time, all co-conspirators work together to arm the explosive device in the suitcase. ROBERTSON (voice over): The Justice Department expects Al-Marimi to make his first appearance in district court in Washington. For years the only person convicted in the Lockerbie bombing case was Abdelbeset Ali Mohmed al Megrahi. Al Megrahi, a former Libyan intelligence official was accused along with another Libyan man who was acquitted for planting the explosive inside a portable cassette player in a suitcase on the plane. Al Megrahi was sentenced to life in prison. But eight years after his conviction in 2008, he was released from a Scottish prison with terminal prostate cancer. Arriving home in Libya, he received a hero's welcome. In 2011, following the revolution that toppled Libya's Dictator Moammar Gadhafi, I visited Al Megrahi at his home in Tripoli. He was near death, his family as they always had, protesting his innocence. ROBERTSON (on camera): Has he'd been able to see a doctor? KHALED AL-MEGRAHI, SON OF CONVICTED LOCKERBIE BOMBER: No, there's no doctor, and there's nobody to ask and we don't have any phone line to call anybody. ROBERTSON (on camera): What's his situation right now? AL-MEGRAHI: He stops eating and he sometimes is come in coma. ROBERTSON (on camera): Coma, he goes unconscious. AL-MEGRAHI: Yes. ROBERTSON (voice over): He died the following year, without ever proving his innocence. Al-Marimi's trial will likely revisit part of Megrahi's defense, particularly alleged inconsistencies about how the bomb came to be in the plane. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "All right, thank you very much, Nic Robertson for us. It's now Tuesday morning in China and the new day means further relaxing of thecountry's zero COVID policy. China is scrapping its mobile itinerary card system, which is used cell phone data to track people's movements. But there are fears that fewer restrictions could spell a dangerous new outbreak of COVID cases across the country. Kristie Lu Stout has more from Hong Kong for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDENT",
      "sentences": "Residents across China are bracing for a surge in cases as the country and whines from its tough, zero COVIDpolicy. In Beijing, many businesses are closed restaurants that are open or deserted. And some of the biggest crowds seen have been outside pharmacies and COVID-19 testing boots. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's better to just protect you, cover yourselves and don't let the elderly go out too much. That's all.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "STOUT",
      "sentences": "A residents are weary of an exit wave of a flare up and infection. Now one factor here is China's low vaccination rate, especially among theelderly for the most at risk over 80 age group, only 40 percent have received booster shots as of December one, that's according to official data. And another factor just not enough medical capacity in China look while the U.S. has at least 25 critical care beds per 100,000 people. That's according to the Organization for Economic Cooperation development. China has fewer than four for the same number. Last Wednesday, China dropped most of its strict zero COVID curbs following protests against the hard line policy. Mass testing has been rolled back and some people are allowed to quarantine at home. And today, China announced that it will eliminate one of its digital track and trace services now other systems so including its health QR code remain in place. And it's trying to slowly let go of its tough pandemic policy, one of its top disease experts is warning of a surge in cases. In an interview with a state run Xinhua News Agency at the weekend, Zhong Nanshan called for an intensified COVID-19 Booster drive, especially is trying to Spring Festival travel season nears. He says this, \"Preparations need to be beefed up. I suggest those planning to travel back home, get a booster shot so that even with COVID 19 infection they don't become seriously ill.\" Zhong got it that Omicron's fatality rate is in line with the flu, effectively downplaying the risks of COVID-19 as restrictions slowly ease across China, Kristie Lu stout, CNN, Hong Kong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "Well, a leading experts on Health Security says a rise in COVID cases is inescapable as China relaxes its stringent policies. Dr. AmeshAdalja is a Senior Scholar at John Hopkins University and he told me last hour that the focus should be on minimizing severe disease. Let's take a look. (BEGIN VIDEO CLIP) DR. AMESH ADALJA, SENIOR SCHOLAR, JOHNS KOPKINS CENTER FOR HEALTH SECURITY: That number of cases was never going to be in question. The key thing for them is to be able to keep them away from high risk individuals. And unfortunately, their highest risk people are not boosted in the ones that are boosted with an inferior vaccine. And they have limited ICU capacity compared to many Western countries. So it's not so much the cases that I'm going to be watching. It's going to be how many people are getting hospitalized. What is the ICU capacity look like? How well are they using drugs like Paxlovid to keep people out of the hospital, but it's something that's unavoidable. This is a ubiquitous virus that everybody is going to get multiple times in their life. And I think people needed to know that and use the tools to stop it from causing severe disease. And unfortunately in China, they never did that they actually abdicated on that responsibility. And now they are in a situation a dire situation of their own choosing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "GIOKOS",
      "sentences": "Welcome back. Now in airports in southern Peru has been temporarily closed because of protests after the crowds overran security gates. This isjust the latest in a series of protests that erupted after a major political upheaval last week. Peru's new president Dina Boluarte is facing growing pressure from supporters of the man she abruptly replaced. The political crisis was set in motion last Wednesday when lawmakers scheduled a vote on whether to impeach the president Pedro Castillo on corruption charges. Castillo tries to stop the vote by attempting to dissolve Congress and impose any emergency governments. Just hours later, a vote was held to impeach Castillo and remove him from office. Vice President Dina Boluarte was quickly sworn in becoming the country's first female president. Castillo was then arrested on charges of rebellion, which he denies. Protesters in several cities and towns around the country have since taken to the streets in support of the former president. Over the weekend, at least two people have died and 20 were injured including four police officers during clashes in southern Peru. Today, President Boluarte said she will recommend to Congress that new elections be moved up two years to April 2024. My next guest is a journalist and contributor for The Washington Post based in Peru. He writes, \"The infighting within a political class that's widely seen as criminally vino has alienated ordinary Peruvians to the point where half no longer support democracy, the third lowest level in Latin America\". Simeon Tegel joins me now from the Peruvian capital, Lima. Simeon, thank you so much for joining us. In fact, reading sort of the timeline of how this plays out, it gives you a sense of just how much flux there is in government right now. Pedro Castillo in power for 17 months, he was facing a third impeachment vote to avoid that. He then decides to dissolve congress. And then you know, quickly congress acts. So many questions surrounding this, do you believe that he did not speak to his loyal supporters to be able to make this decision that eventually ended up him being pushed out of government completely?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "TEGEL",
      "sentences": "I think it's almost impossible to disagree with that characterization. And by doing so, he pretty much sealed his own fate. TheCongress brought forward that impeachment vote and they voted him literally just inside two hours of his TV speech, they impeached him and he was immediately no longer president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GIOKOS",
      "sentences": "Peru had five presidents in 25 months. The protests action that we've seen that have now turned deadly. Is this a vote against DinaBoluarte would you say or the fact that they are really supporting Pedro Castillo? Is it about the lesser evil here because Peru is facing multiple crises and very unstable government?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "TEGEL",
      "sentences": "It's a bit of both. And I think also what people want is new election. And for the Congress that impeached Pedro Castillo to go. It'sworth bearing in mind that Pedro Castillo was very unpopular. His approval rating for much of the last few months was in the 20s. It just creep back up to 30, perhaps when he was impeached, but congress is even lower and has been as low as 10 percent in the last year. It's like late Pedro Castillo is just staggered from one corruption scandal or ethical scandal to another. And both Pedro Castillo's governments and Congress were really ignoring the very real demands of ordinary people in Peru. Peru has had the world's highest COVID-19 mortality, half the populations are now suffering from food insecurity, which is twice the level before the pandemic. And neither the government nor congress has done anything about that. So the demands right now, I think most Peruvians want new elections, they want this congress to go. They would like a new president as well, but some of them may be more focused on congress than on Dina Boluarte. And some of them actually want Pedro Castillo freed and reinstated as president, which I think is one demand that is definitely not going to be met.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GIOKOS",
      "sentences": "You know it's really interesting hearing about the crises and just the turbulence that is occurring right now on the ground. The questionbecomes, you know, Dina Boluarte saying, OK, let's do elections, let's, let's try and get them happening in 2024. In the meantime, you've also got to think about the politicians that would be available, the options for the Peruvians to be able to vote, another party in, another politician in that would be able to deal with these multiple issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "TEGEL",
      "sentences": "Well, that's one of the structural problems of Peruvian politics; there aren't any alternatives really on the horizon. The criticism of thePeruvian political system and party system for a long time has been that it is not representative of ordinary Peruvians. You have basically a corrupt political class, where there's about a dozen different parties vying for power and it should be said vying to control the public coffers. And the registration for these parties are controlled by individuals, party bosses, who've put up very high barriers for new parties to register and participate in elections. They also tend to pick candidates personally. Typically, whether they're left wing or right wing, a lot of these candidates are in some ways involved in corruption or have various kinds of criminal or ethical controversies around them. So new elections unless there are deep political reforms are probably just going to throw up a similar result which is both congress and potentially a president who whether they're left wing or right wing is not addressing these really deep serious problems that that are affecting ordinary Peruvians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GIOKOS",
      "sentences": "Welcome back. Now the sports world is still reeling from the weekend, death of journalist Grant Wahl, he was known as a brilliantstoryteller and afraid to speak the truth, or was doing what he loved covering the World Cup when he collapsed on Friday. He was 49 years old. CNN's Amanda Davies sat down with one of Wahl's friends who were staying with him in Doha, European football expert, Guillem Balague. Let's take a listen. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GUILLEM BALAGUE, EUROPEAN FOOTBALL EXPERT AND HOUSEMATE OF GRANT WAHL IN DOHA",
      "sentences": "In the state, I know they've been trying and trying to make it aninteresting world that people can come in and consume and watch games. But you always need somebody to tell the story. And Grant managed to put it into I was going to say three dimensions. But it's like in five dimensions, all the dimension possible. All of a sudden, you had the voice of the person, you have the story behind, and you had the politics behind. He challenged authority makes his work to go well beyond the game, well beyond the game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "AMANDA DAVIES, CNN WORLD SPORT",
      "sentences": "Is this something you'll take from Grant that you'll carry forward in your life?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "BALAGUE",
      "sentences": "I put a tweet out because I didn't know how to respond to what was happening, but trying to find the right words. And I think I say somethinglike, whenever anybody asked me what journalism is, I say rumble. Because he was what you're supposed to do what you're supposed to be as a professional, then there is a friend, but as a professional as the one that will always stay with me. That's crap working over there. He's been - this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GRANT WAHL, AMERICAN JOURNALIST",
      "sentences": "Big day, my friend, I am conflicted about this World Cup. But I'm excited about my favorite sporting event in theworld, part of Town House. I recall it was the U.S. I wanted to do the journalism I've always done. You know, I have opinions. I have columns on my side. But I didn't want to be that. I wanted to do soccer journalism around the world, including in the United States. There aren't that many people yet doing what I'm doing. And this work has taken me to places; I never thought I would go to places in - gone otherwise pretty straightforward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "BALAGUE",
      "sentences": "Yes, very straightforward, sends the message clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "WAHL",
      "sentences": "You give the t-shirt, Rainbow soccer and this is what you get.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "BALAGUE",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "WAHL",
      "sentences": "I want to be clear, like I'm supporting the LGBTQ community if I'm treated that way. Here when the world is watching, imagine what it must belike when the world isn't watching for LGBTQ people in Qatar. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GIOKOS",
      "sentences": "All right and the matches of course, must go on. And we have a pair of dramatic semi-finals on top over the next couple of days, Argentina takeon Croatia Tuesday, putting Argentine superstar Lionel Messi against a team that made the finals in 2018 and is trying to duplicate that surprising run. And then on Wednesday, it is powerful France against the tournaments biggest underdogs Morocco, whose shocking victories over European powers, Spain and Portugal have made them the first African team to ever reach a World Cup semi- final. Morocco Saturday triumphed over Portugal's sent off a wave of celebrations across the world. Africans and Arabs everywhere have adopted the surprising team as their own. Have a look. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Where is Ronaldo?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was a fairly close match. Portugal played well, well done to them but we're stronger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was a great game today the team did not let us down. Instead, they made us proud. They made our country proud. They madethe Arab world proud. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}