{
  "date": "2022-12-15",
  "headline": "At This Hour",
  "subHeadline": "Russia: \"Unpredictable Consequences\" If U.S. Sends Patriot Missiles; House Passes One-Week Govt. Funding Bill, Sends To The Senate; Prince Harry: William \"Screamed\" At Him Over Royal Split. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Russia is issuing a new threat to Ukraine and also to the United States. Following the reporting that the U.S. is finalizing plans to ship a Patriot missile system to Ukraine, the Russian government is now warning that move could \"lead to unpredictable circumstances.\" Here with me now CNN military analyst, retired Army Major General James \"Spider\" Marks. It's good to have you here.JAMES \"SPIDER\" MARKS, CNN MILITARY ANALYST: Thank you, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "Can you talk to me first about the Russian -- that Russian response, these unpredictable circumstances -- unpredictable consequences. Why is Russia saying that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MARKS",
      "sentences": "Well, they've certainly used that terminology before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MARKS",
      "sentences": "You know, relative their threat to use nuclear weapons. I think what they're saying in this particular case is that the employment of the Patriot which is really an upgrade in the air defense capability, will address and mitigate the primary threat that the Ukrainians have had, which is increasingly the Russians have been using missiles which are guided and these drones, which are guided to go after very sensitive targets, infrastructure, citizen locations, things like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MARKS",
      "sentences": "But the Russians have been launching those from the sanctuary, from bombers over Russia from the Caspian Sea, and so they're tracking into Ukraine. And the S-400s, which is the predominant system that the Ukrainians use now, which is former Soviet is not as capable. Now with the Patriots --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "Now, so talk -- explain the Patriot missile system. Why that is more threatening more or just a better system full stop?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MARKS",
      "sentences": "It is -- it is. It increases accuracy, it increases the kill rate, so it really does -- it does exactly what you want it to do, which is protection on the ground in very specific targets the S-400 can do that. But the flexibility of the Patriot, the phased array radar gives it great accuracy, great precision without having to reposition the rate -- I mean, the radar.That's a little inside baseball, but it makes it much more flexible, its accuracy goes up, and so the Russians now have lost that advantage of launching these attacks from sanctuary. So, in order to address that, the Russians now are going to have to go back to dumb rockets, artillery, which means they're going to have to get in closer to the Ukrainians. And every time they close with Ukrainian forces, you know, what happens. They get slaughtered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MARKS",
      "sentences": "So, they're concerned about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "If this is a smarter, more efficient, and better weapon for Ukraine to defend itself, what do you think of the fact that they're sending it over just now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MARKS",
      "sentences": "I don't know. Can't get into the head of the administration. I know there are political, there are alliances, and considerations, of course, that overarches all of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MARKS",
      "sentences": "The Patriot really is an upgrade. Why it wasn't used early on as Russia demonstrate -- and we know how the Russians fight. They got into fights. They were upfront and personal tactical fights, they were getting slaughtered, they backed off, and they start using missiles, and these now increasing the use of drones.Why the Patriots weren't there all along? Why we couldn't have gotten ahead of that? It's a game of chess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MARKS",
      "sentences": "So, the use of the Patriots is not checkmate, but it's check.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "Interesting. I also want to ask you because Oren Lieberman is reporting that for the first time -- for the first time, a full-time commander has taken over U.S. operations to train and arm Ukrainian forces. What does that mean? What does that mean to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MARKS",
      "sentences": "Well, it's a -- it's a military assistance command. And in the history of the U.S. Army, and all the services, we've had this military assistance coming. We had MACV, Vietnam. We had JUSMAG-K. We had all these different groups for Korea. We have one in Syria.So, what this gives is the separation between the individual who has to execute the training and the potential fighting and the assessment of the -- of his capabilities or her capabilities on the ground. And then you put into the hands of this assistance group, all the coordination, all the planning, the delivery, working with the other nations so that that individual can deliver to the potential combatant commander a much greater capability, so it makes it much more streamlined. Looks like a layering of bureaucracy. It clearly is not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "Not here, not -- none of those circumstances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MARKS",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BOLDUAN",
      "sentences": "It's great to see you, Spider. Thanks for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MARKS",
      "sentences": "Thanks, Kate, for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:08",
      "speaker": "BOLDUAN",
      "sentences": "That was former House Speaker John Boehner praising his one- time political foe as she is wrapping up her time as Speaker of the House. It's a moment of bipartisanship that we see less and less on Capitol Hill, of course. But there is this, is -- really is today, the Senate could vote on a stopgap bill to avert a government shutdown and get some extra time to negotiate a longer-term spending deal. The top Democrats and Republicans in both chambers support this. All except one, House Republican leader, Kevin McCarthy. Let's talk about this.Joining me right now is Republican Congresswoman Nancy Mace of South Carolina. Congressman, thank you for coming in. So, CNN's reporting is that McCarthy told the conference that he's a -- he's a hell no. It's how it's reported on passing the spending bill with Democrats before the end of the year. It put him at odds with Mitch McConnell on this one. McCarthy wants to push the debate into January when you all have the majority. Do you want the debate to get pushed to next year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:08",
      "speaker": "MACE",
      "sentences": "I think it's fine that the debate gets pushed to next year. The one thing that Kevin McCarthy's message has been this week, and I believe the majority of our conference in the House agrees with is we've got to get serious about spending. And the federal government has continued to bring in record revenues. And there's so much waste, fraud, and abuse. Deficits are going up.And I'm a Republican who blames Republicans and Democrats alike for the situation that we're in today, economically and fiscally, that we've got to get serious about it and look at either spending cuts or ways to balance the budget or having offsets if you're going to increase spending, how are we going to pay for it? And I think we need to have that conversation sooner rather than later. And I support it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:08",
      "speaker": "BOLDUAN",
      "sentences": "McConnell has said that a long-term stopgap, the reason he doesn't like it is -- well, the way he put it as he says that it cheats the armed forces out of the resources and the certainty that our commanders and civilian leaders need. McConnell says that he's gotten Democrats to make concessions as part of the process in terms of the deal and the framework that they've come together on. Do you think that's going to get better come January?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:08",
      "speaker": "MACE",
      "sentences": "Well, we're going to have to see. It's going to be very difficult, I think, to define that common ground but we've got to build consensus. And I got to tell you. I mean, when COVID-19 happened, the federal, state, and local governments literally shut businesses down. Businesses had to make tough decisions to keep their doors open.And when you look at the rise in inflation, if you look at taxes that have gone up, we need to be more responsible, we need to treat the federal government more like a business rather than a bureaucracy, and we've got to have consistency and clarity, not only for our defenses here and abroad, but businesses also need to know what the economic horizon is going to look like. And I want to have a serious conversation about how do we balance the budget, how do we do that in the next five to 10 years, and how do we have some offsets to pay for the things that we need to do both discretionary and mandatory spending. But we're not having that conversation. And that's what needs to happen. I think that's what Kevin's banking on when Republicans are in the majority next year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:08",
      "speaker": "BOLDUAN",
      "sentences": "Yes. If it is just the CR, which could just -- which also -- which is what McConnell's kind of getting at, is that going to be a problem for you, you're going to sign on to that if it -- that's what it comes to January?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:08",
      "speaker": "MACE",
      "sentences": "Yes. I'm not going to support any spending measure, whether it's a CR, an omnibus, or a minibus that doesn't take spending seriously, that doesn't look at spending cuts, or balancing the budget. I'm going to be a hard pass on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:08",
      "speaker": "BOLDUAN",
      "sentences": "I want to ask you because there -- I want to play a moment. I want to ask you about a moment from the oversight hearing this week. That's getting a lot of attention. It's -- the hearing was focused on the rise of white supremacy and extremist groups. You turn the tables a bit by reading a tweet written by one of the witnesses on the panel in front of you that called for accosting Supreme Court Justices. Let me play just a portion for our viewers.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:08",
      "speaker": "MACE",
      "sentences": "Do you believe your rhetoric is a threat to democracy when you're calling to accost a branch of government, the Supreme Court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:08",
      "speaker": "ALEJANDRA CARABALLO, LGBTQ RIGHTS ACTIVIST",
      "sentences": "I don't believe that's a correct characterization with my statements.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:08",
      "speaker": "MACE",
      "sentences": "But your tweet (INAUDIBLE). What happened to the Speaker's husband is every member's worst nightmare. So, it's clear to me that we have to call it the threats to our democracy emanating from wherever they come, whether it's the right or the left.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:08",
      "speaker": "BOLDUAN",
      "sentences": "From the right or the left. This caught my attention, Congresswoman, because you're in a place where a lot of members of Congress are not. First, saying that rhetoric has dangerous consequences, which some in your party do not acknowledge and don't agree with. And second, that this rhetoric is found across the political spectrum. In the moment when you were speaking to this activist, you were, of course, speaking directly to this activist, but who do you think needs to get this message?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:02",
      "speaker": "BOLDUAN",
      "sentences": "Yes. Tough conversations, I would probably imagine within your own caucus and your own conference about this one. Congresswoman, thank you for coming on. I appreciate you. MACE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:52",
      "speaker": "PRINCE HARRY, DUKE OF SUSSEX",
      "sentences": "It was terrifying to have my brother screaming shout at me and my father say things that simply weren't true and my grandmother you know quietly sit there and sort of take it all in.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:52",
      "speaker": "BOLDUAN",
      "sentences": "Prince Harry making the most damning allegations against his -- making damning allegations against his brother over leaving the Royal Family. Prince Harry's account of William's anger about the split calling the whole thing terrifying is just the latest revelation from Harry and Meghan's Netflix docu-series, these three new episodes released just today.Joining me now for some perspective on all of it is CNN royal correspondent Max Foster, and Tricia Goddard, she's the host of The Week With Tricia Goddard, it's good to have you both here. Max, Harry very directly is addressing this kind of open conflict that a lot of people were wondering about them possibly stepping back from the Royal Family duties. It goes without saying that this is not what we hear from the royals, though ever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:52",
      "speaker": "MAX FOSTER, CNN ROYAL CORRESPONDENT",
      "sentences": "No. And this is sort of something that Harry when he talks about the institution and how everyone in the family is institutionalized, and they just don't complain about the treatment that they received from the media. He talks at one point about how his father said you cannot control the media, and Harry said he fundamentally disagreed with that. So, it is a very unusual insight. This is a huge story here in the UK and in the U.S. And we've got some deeper insight really, about how Harry and Meghan specifically felt about everything and why they decided to leave.It is a very one-sided documentary, there's no input at all, from the Royal Family. They didn't even see this before it dropped today, this last part of the series. So, it is a deep insight. It's fascinating, it's quite harrowing to watch in places. I think there's a great deal of honesty in there as well. But it's very much their perspective. And I think the Royal Family would have a very different perspective, certainly with some of the more sensitive parts of what they're saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:52",
      "speaker": "BOLDUAN",
      "sentences": "Yes. I mean -- and, Trisha, the series has been a success for Netflix. How do you think it's being viewed and received in the -- within the UK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:52",
      "speaker": "TRISHA GODDARD, HOST, THE WEEK WITH TRISHA GODDARD",
      "sentences": "It's an interesting one, isn't it? I was asked before the series even started if the Royal Family will be nervous about it. And I actually said, I think certain tabloids will be more nervous about it. To me, it does shine a light on the inner workings of the palace. But it's really interesting.It's the first major documentary to question the role of the British tabloid media and the relationship with the royals. It's something that I think Americans would find very difficult to understand because your tabloid media is very, very different. So, I'm sure that the Royal Family -- I mean, I'm going to guess that they would be shocked as Max said, there's some really raw stuff going on there. And I'm sure a lot of this stuff they are going to be hearing firsthand about what Harry and Meghan went through. I'm sure though also, there's going to be a lot of recognition for what Harry says about that difficult relationship between tabloid media and the royals. Each -- I think they're going to be pretty conflicted because, you know, it's something that hasn't been addressed before. And I actually think Harry's really right to bring this up. If the Royal Family is going to modernize and go forward, somebody has to, you know, call time -- there has to be some rules and regulations about what goes on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:52",
      "speaker": "BOLDUAN",
      "sentences": "Max, you also have reporting and talking about how the royals are viewing this, that the Royal Family will not even be commenting on this series at all. What do you make of the decision not to respond?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:04",
      "speaker": "BOLDUAN",
      "sentences": "A lot more --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:04",
      "speaker": "GODDARD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}