{
  "date": "2022-12-11",
  "headline": "CNN Newsroom",
  "subHeadline": "Tributes to Grant Wahl; Major Storm Batters U.S. West; Ukraine Fires Back after Russian Strikes on Odessa; Thousands Demand Bangladeshi Prime Minister's Resignation; Dresden Hostage Siege Ends, Suspect Dead; Orion Capsule Returns to Earth. Aired 4-5a ET",
  "utterances": [
    {
      "timeStamp": "04:05:00",
      "speaker": "WEN",
      "sentences": "We heard about this viral illness that preceded it. But we don't know whether these two things are necessarily related.People get viral illnesses all the time. This is the season when many people have colds or the flu or other things. And especially for somebody who's generally young, and what it sounds like pretty healthy. It's extremely rare for them to die, much less to die suddenly from that viral illness. And also for people who do die, it ends up -- it's not usually sudden. In fact, there is gradual deterioration, somebody may be getting short of breath, they're in the hospital, et cetera. So that sudden death, it could be related. I mean, there is -- there are possibilities, maybe the viral illness, and we don't know this, but maybe the viral illness somehow affected the heart in some way. But there are other possibilities, too, including whether the sudden death could be caused by a sudden heart rhythm problem or a heart attack or a blood clot. Again, we just don't know. And again, it's just so tragic at this point. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "HARRAK",
      "sentences": "The Biden administration is also reacting to Wahl's death. CNN's Arlette Saenz has details from the White House.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "ARLETTE SAENZ, CNN CORRESPONDENT",
      "sentences": "The White House offered condolences to the family of Grant Wahl and also detailed some of the contacts the Biden administration has had with his family and officials in Qatar, where he passed away while covering the World Cup.White House press secretary Karine Jean-Pierre tweeted on Saturday saying, quote, \"Grant Wahl was an inspiration to many. Our thoughts are with his wife, Dr. Celine Gounder, and those who loved him. \"State Department officials are in touch with Grant's family and with senior officials in the government of Qatar to ensure his family gets the support they need.\" This statement largely mirrored what we heard from the State Department, which said they had been in close communication with Wahl's family as well as officials in the country. It's also worth noting that Dr. Celine Gounder, the wife of Grant Wahl, has very close ties to this White House. She served on the coronavirus advisory board for then president-elect Biden during the transition period. So certainly many of the thoughts here at the White House are with Celine Gounder and her family as they mourn the passing of Grant Wahl and wait to learn more details about his death -- Arlette Saenz, CNN, the White House. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "HARRAK",
      "sentences": "In southern California, there are concerns of more landslides after part of a coastal cliff gave way in Los Angeles County.(BEGIN VIDEO CLIP) HARRAK (voice-over):  Here is a moment the rocky wall came crumbling down. Luckily no one was injured but the massive collapse forced the closure of a beach. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "HARRAK",
      "sentences": "The European Union is moving to give Ukraine a headstart in future reconstruction on Friday. The E.U. Council approved more than $18 billion  in loans for Ukraine's short term financial needs. And that includes repairing its infrastructure and making the first steps toward postwar reconstruction.Help is also coming from Norway, which is pledging $100 million for fixing up Ukraine's energy system. We're getting reports that Ukraine is firing back after Russia knocked out power to the city of Odessa. President Volodymyr Zelenskyy says Iranian made drones hit key power facilities around the city on Saturday, leaving it largely in the dark. This is how he described the situation in his evening address. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator):  The key for today is energy. The situation in Odessa region is very difficult. After the night strike, the strike by Iranian drones, Odessa and other cities and villages in the region are in the dark. As of this time, more than 1.5 million people in the Odessa region are without electricity. Only critical infrastructure is connected and as much as it is possible to supply electricity. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "HARRAK",
      "sentences": "But now, Ukraine says, its missiles later hit the occupied city of Melitopol. A Russian news agency says the same happened in the Russian held Eastern Ukraine, while unconfirmed social media reports are describing widespread explosions across the Crimean peninsula.Our reporters are standing by. Barbie Nadeau is in Rome. But, first, we go to Sam Kiley in Kyiv. Sam, what's the situation like there on the ground? I understand Ukraine has been launching attacks on self proclaimed Donetsk and occupied Melitopol.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "The most significant new development, really, is these attacks on Melitopol, which, unusually, has been confirmed by both sides.Of course, there is a lot of disinformation but we have now got the confirmation that Melitopol, which is an important town strategically in Russian hands, one of the cities taken early on in the Russian campaign, it's been a hot bed of resistance against the Russian occupation. It has a mayor and other administration outside of the city still being sponsored effectively by the Ukrainians. And it also is likely to be a significant target if the Ukrainians launch an offensive in the southern sector. They haven't been; it is expected that had they may well do that, particularly if they could take the pressure off the east of the country, where fighting is intense around Bakhmut. Also they're hitting at the Crimean Peninsula illegally annexed by Russia in 2014. That has been the target of successive Ukrainian attacks over the last few months. But they are intensifying, as it seems that the Ukrainians are getting more confident and perhaps more able to actually produce their own missiles and drones capable of reaching now deep into Russian-held territory to go after some of those more strategic locations, such as the port in Crimea and also potentially airports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "HARRAK",
      "sentences": "Ukraine's power infrastructure, we understand, continues to be targeted.Is there any power in Odessa?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "KILEY",
      "sentences": "At the moment there is, according to the government; only essential services are being powered in Odessa following these latest airstrikes by, the Ukrainians say, Russian drones.Odessa has so far been spared a lot of the worst of these attacks on the infrastructure, the energy infrastructure of Ukraine. The country suffered at least eight mass attacks by drones and cruise missiles. It had been assumed by the Ukrainians that perhaps the Russians were running out of these missiles; in particular, running out of these cheap Ukrainian-made drones. But it would appear that they've used about 15 in this latest attack on Odessa. The Ukrainians say they shot down 10 of them. But of course, if you send enough into the air, they can overwhelm the air defenses. And of course, again, the Ukrainians constantly are asking now for more and more air defenses in order to keep these sorts of attacks at bay. So that places like Odessa can continue to be spared what is potentially catastrophic outage. The Ukrainians also are very quick usually to repair things. So I imagine by the end of the day, they will have most of the power to Odessa back up and running. That has been the pattern in the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "HARRAK",
      "sentences": "Sam Kiley reporting from Kyiv, Ukraine, thank you for your continued coverage.Let's go now to Barbie Nadeau in Rome. Norway and the E.U. freeing up funds to help Ukraine. What more have you learned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "BARBIE NADEAU, CNN CORRESPONDENT",
      "sentences": "It's interesting because this isn't military aid, we are talking about this $18 billion package. This is for post-war rebuilding and restructuring.And a large chunk from Norway with its $100 million pledge goes directly to infrastructure. Something that President Zelenskyy was very much appreciative, let's hear what he had to say about it. (BEGIN VIDEO CLIP) ZELENSKYY (through translator):  There is a new support package from this country in the amount of $100 million and precisely for the restoration of our energy system after these Russian strikes. I thank all Norwegians for this decision. I'm thankful to the government. In general we receive defense, economic and very important political support from Norway, as well as a lot of humanitarian assistance. Norway also helps with the purchase of gas. We will work together on the reconstruction of Ukraine. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NADEAU",
      "sentences": "And, you know, that's really, really important, because this is really looking beyond the war now. We're looking at, you know, Europe says they are not going to abandon Ukraine. They want Ukraine to be part of the European community to some extent. And that's something that is forward-looking.Again, this isn't military aid; this is restructuring money that's going to go to the future of Ukraine, not the present right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "HARRAK",
      "sentences": "Despite global condemnation of the execution and the crackdown on demonstrators, Iran vowed Saturday that the punishment of protesters would continue.According to state affiliated media, Iran's deputy interior minister said punitive measures, quote, \"will definitely go on.\" On Friday, another Iranian figure signaled additional executions will take place in the coming days. The U.N. says 11 more Iranian protesters have been sentenced to death. At least 20 people were injured during clashes in southern Peru, four of them police officers. The motive for Saturday's protest is not clear. But it took place in one of several towns where people have taken to the streets, demanding the release of ousted and now jailed former president, Pedro Castillo. Meanwhile, Peru's new president, Dina Boluarte, named her new cabinet just days after Castillo was sacked by congress and later arrested for rebellion and conspiracy. Castillo has been accused of attempting to dissolve the legislature to prevent an impeachment vote. A man who held hostages Saturday in Dresden, Germany, shutting down the famous Christmas market there has died. Two people were held at a store near the market. Police say, while they were rescuing them, the suspect was mortally wounded. [04:40:00] HARRAK:  They say the 40-year-old man is also suspected of killing his mother before the hostage taking. Police say the man appeared to have psychological problems. The two hostages were not injured. Well, the holidays will be bleak for many people across the U.K. They're struggling just to put food on the table. CNN's Nada Bashir looks at how the rising cost of living is impacting thousands of working families. (BEGIN VIDEOTAPE) NADA BASHIR, CNN CORRESPONDENT (voice-over):  For some children at this south London school, lunch might be their only meal for the day. It's a reality for many families across the U.K. The cost of living crisis making even the most basic necessities difficult to afford. For family support worker Majorie Damah, it's an issue at the forefront of her mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "MAJORIE DAMAH, FAMILY SUPPORT WORKER",
      "sentences": "Even our dinner ladies are noticing that some children in particular are asking for more food. But I think it's really, really sad when people have to decide, am I going to heat my house or am I going to do a big shop?BASHIR (voice-over):  Single mom Tash Grant is one of the many parents now struggling to put food on the table. Despite working nights at a local supermarket, she says she has on occasion been forced to send her kids to school hungry and is now having to rely on a local food bank.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "TASH GRANT, SINGLE MOTHER",
      "sentences": "Sometimes you choose in between food, heating, things for the children and basic things for the children -- clothes, shoes -- so, yes, we are feeling it.BASHIR (voice-over):  Tash is not alone. Thousands of working families across Britain are having to make difficult decisions every day to cut back on costs. According to a survey from The Food Foundation, nearly 4 million children were forced to eat less or skip meals in September alone. One official figure shows that the number of students depending on government support for free school meals has continued to rise since 2019, with nearly 2 million pupils eligible at the beginning of this year. But with U.K. inflation now at an eye-watering 11 percent and food prices rising by more than 16 percent over the last year, the situation isn't improving. And the pressure is being felt by both parents and schools.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "NADINE BERNARD, HEAD TEACHER",
      "sentences": "Government are definitely completely out of touch. I think they actually need to come and spend a day in a school and actually see what we are dealing with day in and day out.BASHIR (voice-over):  Schools have become a vital source of support for many struggling parents, stretched between paying skyrocketing household bills or paying for their weekly food shop. And with the holidays fast approaching, there are more difficult decisions to be made. Some parents now foregoing Christmas presents just to keep their children fed and warm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "GRANT",
      "sentences": "Definitely won't be no extras this year. The times when I struggle the most is when the children are off school, because breakfast, lunches is three meals a day. So that's when I will be struggling the most this year.BASHIR (voice-over):  Nada Bashir, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "HARRAK",
      "sentences": "Tropical cyclone Mandous hit India's coastal state of Tamil Nadu, killing at least four people and damaging dozens of homes. Up to a quarter of a meter of rain fell in the state capital, more than the average precipitation for December.A local official said more than 9,000 people were moved to safety to some 200 relief camps, as authorities try to remove uprooted trees from the roads. A marine fossil just discovered in Australia is being compared to the Rosetta Stone, which helped decode ancient languages. The 100 million- year-old skeleton found on a cattle station in the Queensland outback is being hailed as a breakthrough that may provide vital clues about prehistoric life. (BEGIN VIDEO CLIP) DR. ESPEN KNUTSEN, PALEONTOLOGIST:  There's still so much we don't know about these animals that were swimming in this ancient inland sea 100 million years ago, including how many species of these long-necked plesiosaurs, how many species there were there. We don't really know exactly. So this animal here, that has a head with a body attached to it, allows us to unravel some of that species diversity. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "HARRAK",
      "sentences": "NASA's historic Artemis I mission is set to splash down off the coast of Baja California later today. Let's take a look at the mission by the numbers.According to NASA, the uncrewed spacecraft took a 25-day trip around the moon. Total distance traveled, 1.3 million miles. And the re-entry speed will be more than 24,000 miles an hour. Michael Holmes looks at what lies ahead for this ambitious space program. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And here we go.MICHAEL HOLMES, CNN ANCHOR AND CORRESPONDENT (voice-over):  The leadup to the Artemis I launch might have been a bumpy ride after a series of delays due to technical glitches and bad weather. But NASA says, once its mega rocket got off the ground, it's been smooth sailing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "BILL NELSON, NASA ADMINISTRATOR",
      "sentences": "We are stressing it and testing it in ways that we will not do to a rocket that has a human crew on it.HOLMES (voice-over):  If Artemis I is success, it will be followed by Artemis II, which, like the first mission, will fly around the moon but this time with a crew. That will be followed by Artemis III, which intends to return astronauts to the moon's surface, including the first woman and person of color. Later missions will aim even further, with the goal of sending astronauts to Mars. But NASA says, before any of that happens, the Orion capsule must successfully complete its journey on Sunday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "STEVE PLATTS, CHIEF SCIENTIST, NASA HUMAN RESEARCH PROGRAM",
      "sentences": "As we progress, we will spend -- we'll land on the moon, we'll step foot on the moon and then we'll extend the time we're on the moon longer and longer.HOLMES (voice-over):  Michael Holmes, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "HARRAK",
      "sentences": "I want to bring in Dan Dumbacher, the executive director of the American Institute of Aeronautics and Astronautics. He joins me now from Maryland.Sir, very good day. How did this test flight go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "DAN DUMBACHER, EXECUTIVE DIRECTOR, AMERICAN INSTITUTE OF AERONAUTICS AND ASTRONAUTICS",
      "sentences": "This test flight is going absolutely fantastic. Tomorrow, we have the re-entry and the return and the landing, a high risk event, but hopefully it will all go well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "HARRAK",
      "sentences": "What has NASA learned from this trip to the moon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "DUMBACHER",
      "sentences": "NASA has learned a tremendous amount. We've learned, number one, that all of the launch systems and the spacecraft systems are working basically as we had planned.We've learned a few things along the way to make it better the next time around. And by all indications, short of what we will learn tomorrow, the systems are ready to put the astronauts and crew on it and return to the moon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "HARRAK",
      "sentences": "How close did the capsule get to the moon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "DUMBACHER",
      "sentences": "The capsule a couple of times got within 70 or 60 miles as I recall. But it also went the furthest that a spacecraft has ever gone from Earth out beyond the moon. And that was intentional so that we could learn as much as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "HARRAK",
      "sentences": "And so how close would you say are we to a manned mission to the moon?Because I understand this mission didn't have people on board. But when will people ride this rocket?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "DUMBACHER",
      "sentences": "Artemis II is scheduled a couple years down the road. The hardware is all coming together. There's already spacecraft hardware in Florida. The launch vehicle is coming together at the assembly facility near New Orleans. So the hardware is coming. They need to put it together, get it all checked out and it will be ready to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "HARRAK",
      "sentences": "And realistically when will we see humans return to the moon surface? DUMBACHER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "HARRAK",
      "sentences": "As you know, the rocket is huge, the price tag astronomical. A lot of questions are raised about if this is a sustainable project. It's very exciting.But is it sustainable? What would you tell people who question if NASA should really build this moon program around such an expensive rocket?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "DUMBACHER",
      "sentences": "And get to sustainable operations on the moon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "HARRAK",
      "sentences": "Exactly, I wanted to ask you about that, in terms of what's the wider objective here?Yes, it's exciting to send people to the moon but what's the goal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "DUMBACHER",
      "sentences": "The goal here from an exploration perspective is to learn how humans live and work on the moon. Remember, when we went in Apollo, we basically went to the lunar equator. And now the Artemis system gives us the ability to explore all over the moon.And it then provides us the capability, as we learn, to go on to Mars and beyond. Along with this, this will be the beginning of opening up the space economy, all the way from lower Earth orbit out to the lunar surface and opening up new opportunity for generations to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "HARRAK",
      "sentences": "Dan Dumbacher, Thank you so much for talking to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "DUMBACHER",
      "sentences": "My pleasure. Have a great evening.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}