{
  "date": "2022-10-28",
  "headline": "CNN Newsroom",
  "subHeadline": "Growing Calls for Top Texas Police Official to Resign; House Speaker Nancy Pelosi, Family En Route to San Francisco; Elon Musk Takes Over Twitter; Rock 'N' Roll Star Jerry Lee Lewis Dies at 87. Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:30:00",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "At least six people are being treated at hospitals after a shooting in Pittsburgh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "Jesse Rizo was at yesterday's hearing. His niece, Jackie Cazares was killed during the shooting. Jesse, thank you so much for joining us today. I know that you made a three hour trip to Austin to attend that hearing yesterday. What were you expecting to see and hear? JESSE RIZO, NINE-YEAR-OLD NIECE JACKIE KILLED IN ROBB ELEMENTARY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SCHOOL SHOOTING",
      "sentences": "I was expecting to hear a little more detail. I was expecting to hear that he was going to resign and take responsibility and accountability, but it's not what happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "What did you make of Colonel McCraw saying that the DPS as an institution has not failed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "RIZO",
      "sentences": "Well, it's something that in hindsight you look at it, and, you know, kind of similar to what he did at the beginning, he shifted the focus and the blame entirely onto Uvalde. And so, on something like this in hindsight, you look back and it's exactly his technique. He focuses, he rearranges his words and he starts focusing on as an institution that there was no failure. Ultimately, it's his people that failed as the organization, the administration that he supervised that failed. So how he can deviate or deflect, it's irresponsible and unacceptable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "Jesse, I know your brother-in-law, Jackie's father, Javier, had said that he would have liked to see this investigation come to an end and see the actual result of that investigation in the findings and then have Colonel McCraw resign. Why do you disagree with that? Why do you think he needs to resign now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "RIZO",
      "sentences": "I think, you know, it's a time for healing. I understand what Javier, you know, and a lot of other folks mentioned, you know, that it's something he's leading the investigation and holding some of the people accountable. But at the same time, if you want to begin the healing process, you've got to -- you've got to step aside and let somebody else take over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "Something that really stood out to me was a really powerful and I would say painful moment I would have imagined for you as well. From state Senator Gutierrez who compared the shooting and the 77- minute response in Uvalde to the recent school shooting in St. Louis that had a 14-minute response time. Now sadly two people died in that shooting, but we know 21 people died in Uvalde. When you heard that inconsistency and reaction time, what was your reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "RIZO",
      "sentences": "Well, it basically illustrates a picture of someone that takes responsibility from the get go, the training I would suppose is similar. But I think the most painful thing to me is when you hear those statements like that is that the children and the teachers could have been dying slowly, bleeding out, you know, wondering where their mom is at, dad is at, law enforcement is at, and slowly but surely, you know, the kids are basically passing away, and that's what angers me and pains me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "Jesse, I see pictures there of your beautiful niece, Jackie, 9 years old. I know you taught her how to two-step. She loved to sing. Her favorite color was green. What more can you tell us about this beautiful girl?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "RIZO",
      "sentences": "She was loving, caring, charismatic. She just had her communion a few weeks before this massacre, and all you could envision was basically, at one point having her quinceanera when she was turning 15 and maybe a wedding. And so, all that it stolen from the parents, it stolen from the family and asked just one child. There are multiple children that are like that.I wonder sometimes how she would feel about this whole situation knowing that she was carrying an understanding. I think she would be saddened by, you know, the frustration and the anger, but I think that based on just the way that she was that she would totally understand that there's things that need to take place and there's people that need to be held accountable and take responsibility. So, you know, I think about all that on a daily basis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "19 beautiful, young faces taken from the world so soon. I know Jackie was described as lighting up a room, every room in the house. Jesse, I'm so sorry for what your family and all those families are going through and thank you so much for telling us a little bit more about your beautiful niece.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "RIZO",
      "sentences": "Thank you, ma'am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "BLACKWELL",
      "sentences": "Ahead, new updates involving the attack on Paul Pelosi, husband of the House Speaker Nancy Pelosi. We are live with the latest.And just hours on the job, Elon Musk fires several executives at Twitter, but that's going to cost him hundreds of millions of dollars. We'll explain next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "We're going to go back to the breaking news out of San Francisco. The brazen overnight assault on the husband of House Speaker Nancy Pelosi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "BLACKWELL",
      "sentences": "Our special correspondent Jamie Gangel is back with this. You've learned some new information?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Jamie Gangel with the reporting that Speaker Pelosi and all five of their children are currently en route to San Francisco to visit Paul Pelosi. Jamie Gangel, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, he's only officially owned Twitter for a day, but already Elon Musk is making major moves. The billionaire says he's creating a, quote, content moderation council. He also fired the CEO Parag Agrawal and at least two other executives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "BLACKWELL",
      "sentences": "And just before midnight yesterday, Musk tweeted, \"the bird is freed.\" Figure that one out. One of the big questions now is will Donald Trump and others, will they be allowed back on the platform? CNN's Oliver Darcy is with us now. So, he's talked about free speech on the platform. He's now creating a council. What other changes is he making?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "OLIVER DARCY, CNN SENIOR MEDIA REPORTER",
      "sentences": "Well, there haven't been any changes yet other than the creation of this council but I think we can certainly expect them. He's indicated that he does want to allow people like Donald Trump to be back on the platform. You know, I think this comes at such an interesting time. We're talking about speech and how you curb misinformation and conspiracy theories and hate on social platforms. You know, we're talking today a lot about the attack on Pelosi's husband.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "DARCY",
      "sentences": "And this is a man who apparently was someone who trafficked in conspiracy theories and saw them and shared them on social media. And so, this is a really real issue for these platforms. They don't want that stuff on there, and so the question is, how do you keep your platform clean while allowing people to freely express themselves? That's the million dollar question. It'll be interesting to see how Elon Musk tries to solve this here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, I mean, Facebook just said they just now took down the content that the suspect had put on there. They hire thousands of people and all these companies do, but you still can't keep up with all these posts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "DARCY",
      "sentences": "And Elon Musk has said he wants -- he's a free speech absolutist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "DARCY",
      "sentences": "And so, the question is, how do you clean the platform while also allowing, you know, free speech?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "We shall see. Oliver Darcy, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "Jerry Lee Lewis, the singer who electrified early rock 'n' roll with hits like \"Great Balls of Fire\" and \"A Whole Lot of Shaking Going On\" has died.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "BLACKWELL",
      "sentences": "He was 87. Here's CNN's Stephanie Elam.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "JERRY LEE LEWIS, SINGER",
      "sentences": "Now, let's go. Shake, shake.STEPHANIE ELAM, CNN CORRESPONDENT (voice-over): Jerry Lee Lewis, the wild rock 'n' roll piano man who lit up the stage in the 1950s with hits like \"Whole Lotta Shaking Going On\" had long hair, crazy moves, and an energy that just didn't quit. But that spirit would be tested many times during his roller-coaster life. Born in Louisiana in 1935, Lewis started tickling the ivories at an early age. When he was 10 years old, his father mortgaged the family farm to buy the self-taught musician his first piano. After getting kicked out of school, Lewis turned his full attention to music. He made his way to Memphis in 1956 and landed a job with Sun Studios. While there, Lewis rubbed elbows with Elvis Presley and Johnny Cash and recorded his first single. His big break came with the 1957 release of \"Whole Lotta Shake Going On.\" Later that year, Lewis rocked the charts with another hit, \"Great Balls Of Fire.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "LEWIS",
      "sentences": "Well, goodness, gracious, great balls of fire ...ELAM (voice-over): His high-energy antics earned him the nicknamed \"The Killer.\" His personal life brought the rising star's career to a screeching halt when he married his 13-year-old cousin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Jerry decided that I was going to marry him and she took a girl that was 22 years old to the courthouse and she posed as Myra Brown and she signed the marriage license.ELAM (voice-over): The public outrage forced Lewis to cancel tours and radio stations stopped playing his songs. He made a comeback in the 1960s as a country star with hits like \"Another Place, Another Time.\" But tragedies followed. Lewis' 3-year-old son drowned and a teenage son died in a car accident. The singer developed a drinking problem and suffered a bleeding ulcer that nearly killed him. Another decade, another upswing. In the late '80s, Lewis was inducted into the Rock 'N' Roll Hall of Fame and earned a Hollywood star.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "LEWIS",
      "sentences": "I look forward to another 33 years in the business. ELAM (voice-over)biographical movie, \"Great Balls Of Fire.\" Jerry Lee Lewis kept entertaining audiences well into his golden years, just rocking his life away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "LEWIS",
      "sentences": "My name is Jerry Lee Lewis and I'm here to stay.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "BLACKWELL",
      "sentences": "Next week, the 2022 top ten CNN heroes will be named.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "But right now, we want to check in on our 2021 hero of the year, Shirley Raines.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Shirley Raines!SHIRLEY RAINES, 2021 CNN HERO: As much as you want to live in the moment and say it doesn't really matter, let's be real. I wanted to bring that prize money, that win, and that recognition to the community. I really wanted them to have that platform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Winner, winner, winner, winner!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "RAINES",
      "sentences": "Good morning, you guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Congratulations, Shirley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I know something about you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "RAINES",
      "sentences": "I know something about you, too.RAINES (voice-over): Honestly, all the stuff that I've been through in my personal life, I think it's amazing to have gotten this far, because I came from -- oh, my God -- the bottom. And I was on the CNN heroes faceoff, it should definitely give hope to other people. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "We needed some Shirley today. What an amazing woman. To learn more about Shirley and her organization, go to CNNheroes.com.",
      "isLastSentenceInterrupted": false
    }
  ]
}