{
  "date": "2022-11-27",
  "headline": "State of the Union",
  "subHeadline": "Interview With Sen. Chris Murphy (D-CT); Interview With Gov. Asa Hutchinson (R-AR); Interview With Former Vice Presidential Chief of Staff Marc Short; Interview With Rep. Adam Schiff (D-CA). Aired 9- 10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:29",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I'm going to try to get rid of assault weapons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:29",
      "speaker": "BASH",
      "sentences": "Is there any chance for that? And would it stop most gun violence? Democratic Senator Chris Murphy joins me next.And table for three? Former President Trump sits down for dinner with rapper Ye and a prominent white supremacist at his home and private club Mar-a-Lago. How is his party responding? Arkansas Governor and potential 2024 GOP candidate Asa Hutchinson is ahead. Plus:  Deep dive? As the January 6 Committee prepares to release its report, questions arise about what will be included. REP. LIZ CHENEY (R-WY):  Please remember what's at stake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:29",
      "speaker": "BASH",
      "sentences": "What will the months-long investigation reveal? Democratic committee member Adam Schiff will be here.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:29",
      "speaker": "BASH",
      "sentences": "Hello. I'm Dana Bash in Washington, where the state of our union is gearing up for the holiday season.President Biden returns from his Thanksgiving break in Nantucket today, as he and his party look ahead to an ambitious end to the year. They still have unified control of the House, Senate and White House for the next several weeks, until a new class of Republicans takes control of the House on January 3. And Democrats have a long to-do list for December, a Senate run-off in Georgia that could give them a little breathing room over the next two years, as well as proposals to raise the debt ceiling, fund the government, pass election reforms, and codify marriage equality. It's not yet clear how much of that lawmakers will actually get done. And, just this week, President Biden added another item to the Democratic wish list after deadly mass shootings in Colorado and Virginia. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:29",
      "speaker": "BIDEN",
      "sentences": "The idea we still allow semiautomatic weapons to be purchased is sick. It's just sick. It has no, no social redeeming value. Zero. None. Not a single, solitary rationale for it except profit for the gun manufacturers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:29",
      "speaker": "QUESTION",
      "sentences": "Can you do anything about gun laws during the lame-duck, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:29",
      "speaker": "BIDEN",
      "sentences": "I'm going to try.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:29",
      "speaker": "QUESTION",
      "sentences": "What will you try and do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:29",
      "speaker": "BIDEN",
      "sentences": "And I'm going to try to get rid of assault weapons.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:29",
      "speaker": "BASH",
      "sentences": "Here with me now is Senator Chris Murphy, Connecticut Democrat and tireless in his efforts to reduce gun violence.Thank you so much for joining me. So, you just heard the president. He wants to pass a so-called assault weapons ban in this lame-duck next month. You know the math on how difficult that is better than most people. You have been working on this for a long time. Is there any path to getting that done? SEN. CHRIS MURPHY (D-CT):  Well, first, let me say, the president's been heroic in standing up for victims of gun violence. We passed the first gun safety measure in 30 years this summer. It's going to save thousands of lives. And that wouldn't have happened if Joe Biden hadn't led. He gave a prime-time address. I'm sure some of his advisers told him that was not going to ultimately get the result he wanted. But he stood up and spoke his mind, as he did this weekend. Now, you listed the very long agenda we have from here to the end of the year. We have got to increase the debt ceiling. We have got to keep the government open and operating. But I'm glad that President Biden is going to be pushing us to take a vote on an assault weapons ban. The House has already passed it. It's sitting in front of the Senate. Does it have 60 votes in the Senate right now? Probably not. But let's see if we can try to get that number as close to 60 as possible. If we don't have the votes, then we will talk to Senator Schumer and maybe come back next year with maybe an additional senator and see if we can do better. BASH:  Is there any action on guns that's possible? Or you -- do you think assault weapons, the so-called assault weapons ban, is the one piece of legislation you will try for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:29",
      "speaker": "MURPHY",
      "sentences": "Well, that is the piece of legislation that has passed the House that is sitting in front of the Senate.And President Biden is right. If we passed an assault weapons ban, we would see less mass shootings in this country. Yes, there are already tens of thousands of assault weapons on the street. Nobody's talking about taking those weapons away from individuals. We're just talking about stopping new sales. But if you look at some of the most high-profile mass shootings in the last couple of years, many of those mass shooters bought the weapon just days before carrying out the crime. And so, if those weapons were no longer commercially available, only in possession of those who had bought them previously, I think a lot of mass shootings would have been prevented.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "MURPHY",
      "sentences": "Look, if you pass an assault weapons ban, you're not going to magically eliminate mass shootings in this country.But it is true that that AR-15 or an AR-15-style weapon is generally the choice of mass shooters. And what you saw in 1994, when we passed an assault weapons ban, was a dramatic decline in mass shootings that remained in place for a decade, until the expiration of the assault weapons ban, when mass shooting started to spiral upwards again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "BASH",
      "sentences": "I want to ask you about -- I want to ask you about what you did pass. You mentioned it. Five months, it's been that long since the president signed a bipartisan bill.You helped negotiate it. It expanded background checks, incentivized -- incentivized states to implement red flag laws. Virginia and Colorado, where these mass shootings took place over the last 10 days or so, they already have red flag laws in place, and they did not prevent those mass shootings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "MURPHY",
      "sentences": "I think it's important to know that the bill that we passed is being implemented as we speak. But it takes a little while for these big, complicated laws to be put into place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "BASH",
      "sentences": "But these two states already had -- they didn't need the incentives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "MURPHY",
      "sentences": "Correct. Correct.Now, what we have, I think, learned in Colorado is that the county in which the shooting happened is a so-called Second Amendment sanctuary state. And I think the country is going to have to learn about what's going on in this country. The majority of counties in this country have declared that they are not going to enforce state and federal gun laws. They have decided that they are going to essentially refuse to implement laws that are on the books. That is a growing problem in this country. And I think we're going to have to have a conversation about that in the United States Senate. Do we want to continue to supply funding to law enforcement in counties that refuse to implement state and federal gun laws? Red flag laws are wildly popular, right? You're just temporarily taking guns away from people that...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "BASH",
      "sentences": "So, you want to withhold money for law enforcement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "MURPHY",
      "sentences": "I think we have to have a conversation about whether we can continue to fund law enforcement in states where they are refusing to implement these gun laws.I will talk to my colleagues about what our approach should be this problem, but 60 percent of counties in this country are refusing to implement the nation's gun laws. We have got to do something about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "BASH",
      "sentences": "Sandy Hook, the 10th anniversary, it's hard to believe, the 10th anniversary of that horrific mass shooting is next month. That motivated a lot of -- most of your efforts, I think it's fair to say, combating gun violence.What's going through your mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "MURPHY",
      "sentences": "I mean, I think you have to understand that communities that go through a mass shooting like this, Sandy Hook, Uvalde, now Colorado Springs, they're never the same.And Newtown will never, ever be the same. Yes, it brings some measure of peace that we have passed legislation now that will at least provide a little bit downward pressure on the number of shootings in this country. But every single holiday, when there's an empty seat at the table for those families in Sandy Hook, or, frankly, families in Hartford or New Haven or Bridgeport who have lost victims to gun violence. It's another reminder of just how unique this epidemic is in the United States. This is a choice to allow this to continue to happen. The laws that we're talking about passing, red flag laws, assault weapons bans, they're wildly popular. I mean, they're not actually that controversial outside of Washington. And I hope that, this year or next year, we will finally be able to do something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "BASH",
      "sentences": "I want to ask you a couple of questions on the world stage. Put your hat -- your Foreign Relations Committee had on.First of all, just about a trip that you took. You were in Qatar, and you went as part of a delegation, U.S. World Cup delegation. You tweeted a picture of you and the Qatari foreign minister. You called him a friend. You know that country is facing intense scrutiny over human rights abuses, alleged exploitation of migrant workers. Did that send the right message? Because you're getting some criticism, I'm sure you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "MURPHY",
      "sentences": "Yes, well, the foreign minister is a friend.But Qatar is a complicated partner, right? This is a country that needs to do better when it comes to its record of political freedom, its protection for workers, but it is also a country that has helped us save the lives of tens of thousands of Afghanis, right? Qatar is the country where all of the interpreters and personnel that supported the U.S. military in Afghanistan go while they are awaiting processing to come to the United States. Nobody else was willing to step up and do that, except for Qatar. So I think we have to just be clear about...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:06",
      "speaker": "BASH",
      "sentences": "Did you use your time to talk privately with leaders there about human rights abuses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "BASH",
      "sentences": "Before I let you go, China.There's remarkable images that we're seeing and events in China. People on the streets are protesting President Xi Jinping. They are saying that he should step down. Do you think that there is a real threat to his leadership?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "MURPHY",
      "sentences": "I don't know yet.These repressive regimes in Iran and in Russia in Beijing, they have mastered the art of crushing dissent. So, there have been hopeful moments of protests in Moscow and in Tehran, and we have seen those protests be beaten back. I imagine that President Xi is the most adept of all of these leaders in terms of crushing this revolt and rebellion that he's seeing. But let's see. The zero COVID policy has been a disaster, both economically and politically, inside China. It's not surprising that he has people out on the streets. But these dictators, unfortunately, have pretty sophisticated means of remaining in power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "BASH",
      "sentences": "Yes, they sure do.Senator Chris Murphy, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "MURPHY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "BASH",
      "sentences": "Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:02",
      "speaker": "MURPHY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:25",
      "speaker": "BASH",
      "sentences": "Welcome back to STATE OF THE UNION.Former President Trump is attempting to defend a meal he shared this week with rapper Kanye West, who now goes by Ye, and white nationalist and Holocaust denier Nick Fuentes. Trump insisted Friday that he hadn't previously known Fuentes. But a source tells CNN he found the white supremacist -- quote -- \"very interesting,\" particularly Fuentes' ability to rattle off statistics and data and his familiarity with Trump world. Here with me now is Arkansas Republican Governor Asa Hutchinson, who is considering challenging Donald Trump for the 2024 GOP nomination. Governor, thank you so much for joining me. I know, as U.S. attorney in Arkansas, you personally prosecuted white supremacist groups. What's your reaction to seeing a former U.S. president associate with someone like that? GOV. ASA HUTCHINSON (R-AR):  Well, I hope, someday, we won't have to be responding to what former President Trump has said or done. In this instance, it's important to respond. And, as you mentioned, the last time I met with a white supremacist, it was in an armed standoff. I had a bulletproof vest on. We arrested them, prosecuted them, sent them to prison. And so, no, I don't think it's a good idea for a leader that is setting an example for the country or the party to meet with an avowed racist or antisemite. And so it's very troubling, and it shouldn't happen. And we need to avoid those kinds of empowering the extremes. And when you meet with people, you empower. And that's what you have to avoid. You want to diminish their strength, not empower them. Stay away from them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:25",
      "speaker": "BASH",
      "sentences": "Trump has released multiple statements. What he's doing is, he's denying knowing Nick Fuentes, but he's not condemning his views, let alone condemning Kanye West's history of antisemitic comments, recent history.So it's a pattern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:25",
      "speaker": "HUTCHINSON",
      "sentences": "Well, I mean, you could have accidental meetings. Things like that happen.This was not an accidental meeting. It was a setup dinner with Kanye. And so this happened. But you certainly have every occasion that the question of white supremacy or neo-Nazism, or denying the Holocaust comes up. You have got to be absolutely clear in your communication that this is not acceptable dogma, it's not acceptable conversation, it's not acceptable history, and you have to disavow it. It is as simple as that. And I'm very proud of the Republican Jewish Coalition. The former ambassador, U.S. ambassador in the Trump administration to Israel has condemned this. And so what Donald Trump did and his failure to condemn it is really the minority of the party. It's an extreme side of it. And that's what you have got to distance yourself from. And he failed to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:25",
      "speaker": "BASH",
      "sentences": "You told CNN you are very seriously looking at running for president in 2024. You're going to give a speech this week at the Reagan Library.And I want to show our viewers an excerpt of what you plan to say about why Republicans didn't do as well as they had hoped in the midterms. Here's a quote from the speech you will give. \"Historically, Republicans do not attack America's democracy. Republicans do not denigrate our political system. Republicans do not undermine confidence in America and Republicans do not attack those institutions that are fundamental to the rule of law.\" What makes you think your party is ready to hear that now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:25",
      "speaker": "HUTCHINSON",
      "sentences": "Well, what preceded that quote -- and that's absolutely what I intend to say in part of my remarks to the Reagan Institute.But I also pointed out that, this last midterm elections, the -- we had a red wave in Iowa. We had a red wave in Arkansas. It was just individual candidates that were disavowed and lost. And those were those that did what I just recited. They didn't do -- stick with Republican principles. They got into election denying and undermining the democracy, and they were held accountable for that. That's OK. But we did have an election in which Republican principles were not disavowed. Republican principles didn't lose. In fact, they were embraced. It's just the individual candidates that strayed from those. And so the Republican Party is in a good position coming out of the midterm elections. Not one incumbent Republican governor lost as they ran for reelection this last time. These are good signs to the party. Let's just stick with the principles. [09:20:13] I'm delighted to say Ronald Reagan set a good example for us. And I'm looking forward to making those remarks at the Reagan Institute this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:25",
      "speaker": "BASH",
      "sentences": "Many of your potential 2024 rivals were once staunch Trump allies, people like Mike Pence, of course, his vice president, Mike Pompeo, his secretary of state, Chris Christie, Nikki Haley.What's your reaction to seeing them now criticizing Trump, trying to position themselves as Trump alternatives? You -- I just want to say that you have positioned yourself like that pretty much from the start, coming on the show many times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:25",
      "speaker": "HUTCHINSON",
      "sentences": "Well, I think it is the right thing to do. And it is, to me, predictable that -- and what we need, as you see the party moving away from Donald Trump, as you see us understanding the cost of the last midterm election, that we can't have candidates that win a primary, but lose November.You can't have a candidate that can't attract suburban voters and independents. And so everyone has recognized that now. So I applaud the vice president, Pence, the others that you mentioned, Chris Christie, that has been very outspoken. We need more of those voices, not fewer. And I expect those voices to increase. And it shouldn't be in a harsh term -- tone. It should be in a voice of reality, that this is exactly where we are as a party and where we need to go to reach out to those independents and expand the base of the party and move beyond the Trump era.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:25",
      "speaker": "BASH",
      "sentences": "Governor, after five people were killed at an LGBTQ nightclub in Colorado last week, you urged your fellow Republicans to tone down the rhetoric, particularly towards the trans community.But just days after that shooting, Georgia Republican Senate candidate Herschel Walker debuted this ad I want to play, and it targets transgender athletes. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:25",
      "speaker": "RILEY GAINES, FORMER COLLEGE SWIMMER",
      "sentences": "For more than a decade, I worked so hard, 4HERSCHEL WALKER (R), GEORGIA SENATORIAL CANDIDATE:  That's unfair and wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:25",
      "speaker": "GAINES",
      "sentences": "A man won the swimming title that belonged to a woman. And Senator Warnock voted to let it happen.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:25",
      "speaker": "BASH",
      "sentences": "Are you comfortable with what Walker's doing there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:25",
      "speaker": "HUTCHINSON",
      "sentences": "Well, I am. I signed a law in Arkansas that prohibited biological males from competing with women in women's sports.To me, it's about the tone and about the broader arena. We also passed a hate law in Arkansas. We shouldn't be targeting anyone because of their race or their gender. We also have to speak in a compassionate way and to have an understanding heart. And so these are difficult issues that we're dealing with as a society. And it's fair to debate and discuss, but, as I have said...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:25",
      "speaker": "BASH",
      "sentences": "What about the timing there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:25",
      "speaker": "HUTCHINSON",
      "sentences": "That's a fair question.But it happens to be in the middle of an election, and you can't hardly pull everything down. That's a fair question. But the substantive issue is one that's on the hearts and minds of people. And you have got to be able to talk about it, state your position it. And you have got to recognize that these sensitive issues have to be dealt with by parents, by school officials, by employers as well. And what happened in that nightclub is a human tragedy. And we all have to be able to express ourselves with compassion toward that, understanding, and we need to work through this as a society. These are challenging issues. And what happened is just simply wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:25",
      "speaker": "BASH",
      "sentences": "Governor Asa Hutchinson of Arkansas, thank you so much for joining me this morning. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:28:50",
      "speaker": "BASH",
      "sentences": "Welcome back to STATE OF THE UNION.The January 6 Committee is set to release its report next month, but some staff say it may not represent all their findings. Sources told \"The Washington Post\" that they felt Republican Congresswoman Liz Cheney was only interested in evidence that pertained to former President Trump, which prompted a fiery response from a spokesperson for Cheney and also one from the committee. Here with me now to discuss January 6 and a lot of other issues is a member of that committee, Democrat Adam Schiff. Thank you so much for coming in. REP. ADAM SCHIFF (D-CA):  Great to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:28:50",
      "speaker": "BASH",
      "sentences": "Let's start with that \"Post\" report, which was a really remarkable report.Staffers were told the final January 6 report would likely almost entirely focus on Donald Trump, potentially leaving out a significant amount of your committee's report and investigation in other areas. That's what \"The Post\" said. Is it true?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:04",
      "speaker": "BASH",
      "sentences": "That has certainly been the public perception of it and the public face of the committee, but it sounds like there's a different story, at least in some parts of the committee, behind the scenes.And Liz Cheney's spokesman put out a statement accusing staffers on that very committee, on her own committee, of trying to slip -- quote -- \"liberal biases\" into the report. Here's what this quote said, that Cheney \"won't sign on to any narrative that suggests Republicans are inherently racist or smears men and women in law enforcement or suggests every American who believes God has blessed America is a white supremacist. And then a committee spokesman accused disgruntled staffers of -- quote -- \"cowardice\" and said \"They're helping Donald Trump and others responsible for the violence of January 6.\" Those are remarkable statements.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:04",
      "speaker": "SCHIFF",
      "sentences": "They are. I don't think the back-and-forth is particularly helpful the committee, and I don't want to engage in it.We're going to get to consensus on the report. We're very close to that now. We're close to the -- putting down the pen and going to print. And I think the report is going to set out in a, I hope, very comprehensive way what took place, what led to that attack and all the circumstances around that. We're also going to be releasing the evidence, which may be the most important thing, the voluminous transcripts, the documents and e- mails. We want to make sure that that's put before the American people. We certainly don't want the Jim Jordans of the world to cherry-pick anything not disclosed and make a false or misleading narrative out of it. So, the country is going to have the evidence. They're going to have our report. And I'm enormously proud of what we have done and know I will be proud of the final result.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:04",
      "speaker": "BASH",
      "sentences": "Well, I was going to ask you about that.Jim Jordan has already said that he is going to -- he will be the chairman of the Judiciary Committee. He is -- likely. He is going to go through the evidence you left out. You're saying that there won't be evidence that will not be made public.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:04",
      "speaker": "SCHIFF",
      "sentences": "The evidence will all be made public.Now, we will have to make sure that we scrub that evidence for personally identifiable information, that the evidence that we provide protects people's security, it doesn't put them at risk. So there are things that we're going to have to do along those lines. But, yes, we want to put the evidence before the American people, which supports the hearings that we have done, as well as the report that we will put out, and will be a comprehensive picture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:04",
      "speaker": "BASH",
      "sentences": "A few weeks after January 6, you said the attack on the Capitol was -- quote -- \"a massive intelligence and security failure that needs to be fully investigated.\"There were nine public hearings. None had a specific focus on exactly that, on the security and intelligence failures. Will those be detailed in the final report?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:04",
      "speaker": "SCHIFF",
      "sentences": "I certainly hope they will. And I'm advocating for that.I think that's part of the broad picture of why the Capitol was vulnerable to attack, what intelligence we had, what intelligence we missed, what intelligence was put before law enforcement and not acted upon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:04",
      "speaker": "BASH",
      "sentences": "Are you meeting resistance on getting that in?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:04",
      "speaker": "SCHIFF",
      "sentences": "I don't want to go into our internal discussions. I think we will get to common agreement.Part of it is what belongs in the body of the report, what belongs in the separate appendices, what can be corroborated. We want to make sure that we have every fact nailed down. That's been part of the reason our committee has been so successful, and we want it to continue to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:04",
      "speaker": "BASH",
      "sentences": "I want to move on, but, before I do, there does seem to be tension surrounding the vice chair of the committee, Liz Cheney.One former staffer told \"The Washington Post\" that people working for the committee became -- quote -- \"discouraged\" when they felt it had become a -- quote -- \"Cheney 2024 campaign.\" Is that fair?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:04",
      "speaker": "SCHIFF",
      "sentences": "I have never viewed it that way. And I think her role on the committee has been indispensable. I have tremendous respect for her and for Adam Kinzinger.They have shown a lot of courage and backbone, something in very short supply in the GOP these days. So the committee not -- would not have been the same without both of their participation. And I have nothing but respect for both of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:04",
      "speaker": "BASH",
      "sentences": "As you well know, the man who is trying to be speaker, Republican Kevin McCarthy, says that he wants to kick you off the Intelligence Committee, the committee that you now chair, because of your handling of the Trump-Russia investigation, and specifically that you repeatedly asserted that there was direct evidence of collusion, direct collusion, which didn't materialize.What's your response to McCarthy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:04",
      "speaker": "BASH",
      "sentences": "He's not the only one.The incoming oversight chair, James Comer, told Punchbowl News in an interview: \"I don't believe congressional investigations have a whole lot of credibility now. I blame Adam Schiff for that. But it's also both parties to blame for investigations in the past. I want to change that.\" What's your response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:04",
      "speaker": "SCHIFF",
      "sentences": "Well, Comer doesn't believe in the Russia investigation. He doesn't believe in the Ukraine investigation. He doesn't believe in the investigation into January 6. And why? Because those are investigations of the serial abuse of powerby Donald Trump. And Comer and Jordan and McCarthy will do nothing but carry Donald Trump's water, someone, as you point out, who's sitting down for dinner with antisemites, who's sitting down for dinner with bigots, who won't condemn them. This is who they're making common cause with. And so they will do and what -- and they will say what they need to get along with Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:04",
      "speaker": "BASH",
      "sentences": "We're out of time, but I just have to ask, if you are subpoenaed by Republicans when they take over, will you comply?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:04",
      "speaker": "SCHIFF",
      "sentences": "We will have to consider the validity of the subpoena.But I would certainly view my obligation, the administration's obligation to follow the law. And the fact that they have disrespected the law is not a precedent I would hope that would be broadly followed. But we will have to look at the legitimacy or lack of legitimacy of what they do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:04",
      "speaker": "BASH",
      "sentences": "Adam Schiff, chairman of the Intelligence Committee, thank you so much. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:04",
      "speaker": "SCHIFF",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:57",
      "speaker": "BASH",
      "sentences": "Welcome back to STATE OF THE UNION.Early voting in some Georgia counties began yesterday in the Senate run-off there after the state Supreme Court refused the GOP request to block early votes on the Saturday following Thanksgiving. My panel joins me now. Happy Thanksgiving. Everybody digested?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:57",
      "speaker": "HILARY ROSEN, CNN POLITICAL CONTRIBUTOR",
      "sentences": "All done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:57",
      "speaker": "BASH",
      "sentences": "OK, good. That's good. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:57",
      "speaker": "BASH",
      "sentences": "Ashley Allison, tell me what your view is of Georgia. Do you think Warnock has this sewn up? Is it going to be close? What are your -- what does your crystal ball tell you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:57",
      "speaker": "ASHLEY ALLISON, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes, so, unfortunately, it probably should be a lot further apart, when you think of the candidate of Herschel Walker, and then you think of the candidate of Raphael Warnock, but I still think that they can't take any vote for granted.And they really do need to get out there, continue to activate that grassroots base that they did in 2000 and that they did in a general election back in November. So, I do think that Warnock will pull this out. I think that there will be some voters that came out and voted for Kemp and, by default, ended up with Herschel Walker, but I don't think those voters necessarily will show up this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:57",
      "speaker": "BASH",
      "sentences": "What are your thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:57",
      "speaker": "MARC SHORT, FORMER CHIEF OF STAFF TO FORMER VICE PRESIDENT MIKE PENCE",
      "sentences": "Well, I think that Herschel has a big challenge here.The reality is that Brian Kemp secured more than 200,000 more votes than he did on Election Day in November. And so now you have a lot of reluctant Republicans who weren't excited about Herschel's candidacy the first time, needing to be motivated to come out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:57",
      "speaker": "BASH",
      "sentences": "But Kemp is helping him now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:57",
      "speaker": "SHORT",
      "sentences": "And that's exactly the right strategy for Herschel Walker as well is to rely on Kemp, who I think defeated a strong candidate, Stacey Abrams, by a wide margin.And so he's smart to lean on Brian Kemp. Brian Kemp has a great record in Georgia. But I still think it's going to be a big challenge. It's a seat that Republicans need. But if it was basically for the balance of power in the Senate, and it was a proxy of McConnell vs. Schumer, that would benefit Herschel. Since it's not, I think it's a challenge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:57",
      "speaker": "BASH",
      "sentences": "Yes.Kristen Soltis Anderson, you are a Republican pollster. What are you seeing out there in the numbers? I'm not sure if you're polling Georgia in particular, but just in terms of where... (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:41:57",
      "speaker": "KRISTEN SOLTIS ANDERSON, CNN POLITICAL COMMENTATOR",
      "sentences": "Yes, I generally agree with that assessment.I mean, if you look back at the 2020 race, in that general election, of course, we had a presidential going on, turnout was really high. But in the drop-off between the first election and the run-off, you only had -- you had about a 10 percent drop-off. Here, you had about four million votes cast, a little under that. That kind of a drop-off, I think it's going to be larger than 10 percent. And with it not being a seat that is the balance of power, with it not being in a general election year already, it's going to be who can motivate their own sort of core reliable supporters the most. And I just think, for Republicans feeling a little depressed about the results of the midterm, it's going to be a harder lift to get them back out to the polls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "ALLISON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "ROSEN",
      "sentences": "And so getting Raphael Warnock back there, getting a little bit of a margin on that vote is going to be really important for Democrats. And that may matter for things like nominations and other things that President Biden is going to try and do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "BASH",
      "sentences": "Hilary, you made a prediction the Sunday before the election about Democrats and their chances in the midterms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "ROSEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "BASH",
      "sentences": "I want you to listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "ROSEN",
      "sentences": "I think we're going to have a bad night. When voters tell you over and over and over again, that they care mostly about the economy, listen to them. Stop talking about democracy being at stake. Democracy is at stake because people are fighting so much about what elections mean.I mean, voters have told us what they wanted to hear. And I don't think Democrats have really delivered. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "ROSEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "BASH",
      "sentences": "And we should just mention they kept control of the Senate...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "ROSEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "BASH",
      "sentences": "... and did better than expected in the House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "ROSEN",
      "sentences": "Yes.I think my pessimism about the Senate was wrong. I think senators ran -- we had incumbent senators running really good races against candidates who were weaker. And I think that the House actually was saved by abortion. And I didn't expect that. But, look, we lost the House. This is nothing to celebrate. We're still going to have really horrible committee chairmen taking on issues that the American public do not care about. We're going to have divided, ugly government for the next two years. So, like, I'm not -- I'm not celebrating, the way some Democrats are. But I do think that we're in a stronger position than certainly I predicted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "BASH",
      "sentences": "Let's look ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "ROSEN",
      "sentences": "And, by the way, I think one other thing...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "ROSEN",
      "sentences": "... which is that Democrats didn't have a good message on the economy, but Republicans' message sort of failed, came up short too.Republicans, I think, depended too much on kind of the culture wars. They didn't actually have a good solution on the economy. So I think maybe everybody failed the voters a little bit on the economic discussion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "SOLTIS ANDERSON",
      "sentences": "Yes, I wouldn't discount the importance of the economy in this election.The problem was, Republicans weren't able to capitalize on it enough. If you looked at the exit polls, if you were a voter who thought the economy was in bad shape...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "ROSEN",
      "sentences": "It was still the number one issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "SOLTIS ANDERSON",
      "sentences": "... Republicans won those voters.But if you thought the economy was not so good, those should have been Republican voters, and they still broke for Democrats by...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "BASH",
      "sentences": "You know what probably isn't a great way to get voters on your side? Dine at your private club with white supremacists and Holocaust deniers.That is exactly what happened. Last week, President Trump had -- former President Trump had white nationalist and Holocaust denier Nick Fuentes, rapper Kanye West, who is now known as Ye. The former president claimed that Fuentes was an unexpected guest and he knows nothing about him. And here's what Chris Christie, a potential rival for 2024, told \"The New York Times\": \"This is just another example of an awful lack of judgment from Donald Trump, which, combined with his past poor judgments, make him an untenable general election candidate for the Republican Party in 2024.\" Marc Short, do you agree?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "SHORT",
      "sentences": "I do agree. I think it's terrible judgment, and there's no excuse for it.I think, backstage, Hilary reminded me that Mar-a-Lago was one of the first clubs down there to actually allow Jews in. And the reality is that I think we all know his affection for his daughter Ivanka, who converted to Judaism. But it's an incredible -- it's incredibly poor judgment. And I think that, ever since the election in 2020, I think the president's descended deeper into heart of darkness here. And I think that it's a big challenge. And I think that it's another reason why I think Republicans are looking in a different direction in 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "ALLISON",
      "sentences": "I mean, I'm not surprised.I think, when you think about Charlottesville, and you had people marching down the streets, saying that \"Jews will not replace us,\" and then you had the president say there are good people on both sides, well, why would we be surprised that he had an antisemite go down and have dinner with him, even if he didn't know, or entertain some of these characters? He -- Donald Trump is homophobic. He is an antisemite. He does racist things. And if he is the candidate for 2024, I think it will just not be bad for Republicans. I think it will be bad for our country, because it will continue to polarize us and cause this heightened tension of hate and violence in our country that we -- people are sick of. And I think it was the economy, but I think it was that too, that voters are tired of this anger and this vitriol that is coming from our elected leaders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "BASH",
      "sentences": "And yet, Kristen, you know the Republican electorate from polling it.Is it too soon to say, even with this dinner, even with January 6, even with, even with, even with, that Donald Trump is not viable for the presidential nomination for the Republican Party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:04",
      "speaker": "SOLTIS ANDERSON",
      "sentences": "So, for years, we have been wondering, is this going to be the thing? Is this the thing where he crosses the line and finally everybody decides, no, let's turn the page?(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "BASH",
      "sentences": "Fifteen seconds, Hilary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "ROSEN",
      "sentences": "I will tell you what hasn't changed, that we are still talking about him.And that's exactly what he wants. What would change this dynamic is if we all stopped talking about Donald Trump, that there is this actual conversation. If I were a Republican, I would want to have a conversation about, what does abortion mean for us going forward? What is the House going to do? What are the policy issues we should be thinking about for the future?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "ROSEN",
      "sentences": "But nobody's doing that.And we in the media keep doing this too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "BASH",
      "sentences": "Well...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "ROSEN",
      "sentences": "We keep giving Donald Trump oxygen. That's kind of...(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "BASH",
      "sentences": "OK. When somebody who was in the White House has dinner with an antisemite and a white supremacist and Holocaust denier, and still to this moment has not condemned it, I think it's worth -- it's worth talking about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:15",
      "speaker": "ROSEN",
      "sentences": "Yes.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    }
  ]
}