{
  "date": "2022-11-01",
  "headline": "The Global Brief with Bianca Nobilo",
  "subHeadline": "Israel Election Projections; Brazil's Bolsonaro Speaks; Iranian Weapons In Ukraine. Aired 5-5:30p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "LYNDA KINKADE, CNN HOST",
      "sentences": "Hello and welcome. I'm Lynda Kinkade, and this is THE GLOBAL BRIEF.Tonight, is Bibi back? Polls are now closed in Israel. We will be live in Jerusalem to bring you the latest election projections. Then, Jair Bolsonaro breaks his silence after losing Brazil's presidential election. But did he concede defeat? And Western officials warn that Iran is preparing to send Russia more weapons for its war in Ukraine. We begin in Israel, a country that might soon see the end of the ongoing political deadlock. Exit polls in the country's fifth election in less than four years suggest that the right wing bloc, led by former Prime Minister Benjamin Netanyahu, may win a narrow majority of 62 seats in parliament. The centrist party blocked, led by the current prime minister, Yair Lipid, is projected to win 54 seats in parliament. Now, just to be clear, these are not official results, but only projections. And, of course, years of political turmoil have not discouraged Israeli voters from casting ballots. Election officials say that turnout has not been this strong since 1999. Well, we want to bring in our CNN correspondent, Hadas Gold, who's at the Likud Party celebrations in Jerusalem, as well as journalist Neri Zilber, who also joins us from Jerusalem. Good to have you with us both. I want to start with you, first, Hadas, because it certainly does feel like deja vu. The fourth, fifth election in four years. You are, of course, at the Likud Party's celebrations. Just give us a sense of the mood there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "HADAS GOLD, CNN CORRESPONDENT",
      "sentences": "Well, we are starting to get some of Benjamin Netanyahu's supporters coming in, and they are in a celebratorymood. But we don't yet have management Netanyahu, himself, you get. That's because people are still being a bit cautious. As you noted, although those exit polls though do show that the Benjamin Netanyahu block could potentially have a seats needed for them to form a majority and for Benjamin Netanyahu to come back as prime minister, these are just projections and as the night goes on, and as more polls start being counted, then things could change because, Lynda, all we're talking about here is one or two seats that can change the name of the game. And some of the smaller parties, if they managed to pass the threshold they need to pass in order to sit in parliament, than they could take some of those seats away. And then we might end up in a 60-60 sort of situation, exactly where we were last time around. Benjamin Netanyahu might still get the band-aid to try and form a government. But he won't have necessarily a clear path towards that way. But what's really notable about tonight, Lynda, is almost not so much Benjamin Netanyahu and how many votes his party got, but the rise of the far-right. Now, the far-right religious Zionist Jewish power party, polls are projecting that they might need a third largest party in the Israeli parliament. One of their leaders, Lynda, was once convicted for inciting racism against Arabs. And this just goes to show you that the lurch in Israeli politics, potentially, towards the far right. These are people who support settlers in one of their leaders is a settler himself. That's a major change here and if Benjamin Netanyahu wants to be prime minister, he will likely need to rely on that party for support. And that may mean putting some of their leaders in ministerial positions, Lynda. Well, Hadas, if you can stand by for us. I do want to come back to you. But I do want to ask Neri about this voter turnout we are seeing. Because despite the fact that this is the fifth election in four years, there's a record turnout of voters. Why aren't we seeing voter fatigue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "NERI ZILBER, JOURNALIST",
      "sentences": "Well, Lynda, that's a great question. Before today, before election day, there was a fear that voters, after so manyrounds of elections, in so little years, would just stay home, would not come out. That's obviously not been the case, record turnout. Really, both sides of the Israeli political divide, both the pro Netanyahu right and the anti-Netanyahu center left, believe this was an existential election. That both sides believe that the future of the country, no more, no less, was at stake, and I think that drew a lot of people to the polls. Again, it seems, just based on the exit polls, that slightly more right wing voters came out today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KINKADE",
      "sentences": "And, of course, back to Hadas on the key issues this election. Of course, we've seen these near daily raids of West Bank cities this year,the worst violence in many years. How is that issue affecting the voters you spoke to and how does that stack up against other issues like the rising cost of living?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "GOLD",
      "sentences": "It is on the minds of Israeli voters. You know, we would go out and we spoke to voters, and security often is one of the top two or threeissues that they bring up. You are right, it has been the deadliest year for both Palestinians and Israelis so far this year since 2015. But ultimately, this vote, just like the last four votes, it all came down to one man, to Benjamin Netanyahu and whether voters wanted to see him become prime minister or whether they would want him to stay out. Again, it's all about him because Lynda, some analysts, some experts say that if Benjamin Netanyahu wasn't in the picture, there would easily be a center right government. Quite could be able to come together. But it's because Benjamin Netanyahu is still in power, he still faces an ongoing corruption trial. He has made quite a few political enemies. He's burned quite a few bridges. And that's why some politicians, who would otherwise share his ideology, when you look down the issues, they agree with him. But when it comes to the personnel, when it comes to the man, they don't want to sit with him and that's why we have this political deadlock.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KINKADE",
      "sentences": "Yeah, just on that political deadlock to you, Neri, what is it going to take for Israel to see a period of political stability? Especiallygiven these rejections showing that Netanyahu may become prime minister again, as he faces this ongoing corruption probe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ZILBER",
      "sentences": "Well, Lynda, it's important to know that Netanyahu campaign on exactly that issue, to extricate Israel from this political deadlock, fromthis ongoing election cycle. No matter the fact that he, as Hadas mentioned, was the primary reason for the political deadlock and crisis. So really, he was running on that ticket. And so, if the exit polls hold up, he should have a clear path to forming a coalition government, a narrow right wing coalition government. His ultra orthodox and far-right allies, and that government should be able to be formed. The question is, how long will they be able to last? That's anybody's guess. First of all, Netanyahu has to have these numbers hold up and then he has to form the government, then he has to govern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KINKADE",
      "sentences": "All right. Neri Zelbir and Hadas Gold for us in Jerusalem, we will check in with you throughout the night. No doubt, thanks very much.Well, the outgoing president of Brazil is not conceding defeat, just a short time ago, that Jair Bolsonaro did signal that he would comply with the constitution and allow the transition of power to begin. He ended two days of silence following his narrow loss in a presidential run off to Luis Inacio Lula de Silva on Sunday. Bolsonaro did not congratulate Lula in his brief address the nation. We want to get more now from our Paula Newton, who joins us live from the capitol. Good to see you again, Paula. So, we have heard from Bolsonaro just a short time ago. But still, he didn't concede defeat. What did he say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "PAULA NEWTON, CNN CORRESPONDENT",
      "sentences": "In terms of what he said, that is open, in fact, to interpretation. Now, we have to say that he affirmed the factthat he would say within the parameters of the Constitution. And importantly, he said that when the time was right, that they would begin this process of transition. In doing so, though, because he didn't categorically accept the results, Lynda, and because he didn't categorically tell protesters to get off the streets, people behind me interpreted it as a, continue on, do not stand down, continue doing what they're doing. That is the message they took from the speech, and that significantly -- look, it's already a very fragile country. People are on edge, given the divisive campaign they've just gone through. And now, they see video of the blockades of protests all over the country. Certainly leading to a lot of inconvenience, but also now getting a bit dangerous when it comes to things like supply routes. Not to mention the fact that it isn't exactly safe to have these groups of protesters bobbing and weaving in and out of traffic, to try and block things. Now, what will happen in the next few days is highly significant. It seems that Bolsonaro is submitting himself to the transition process, and we will have to wait and see how strong those signals and those actions are from him. And see if that does, in fact, persuade his supporters to actually stop this protests, because until then, there cannot be an orderly progression of power to President-elect Lula da Silva. Something that he has already said, and officials have said, they're waiting for institutions like the police behind me, like the Supreme Court, like congress, like the senate, they trust those institutions to make sure this transition is, in fact, peaceful -- Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:08",
      "speaker": "NEWTON",
      "sentences": "You know, we've got to be clear that every time we've gone to a protest, from the body of, seen from other parts of the country, it'susually a few dozen, sometimes a few hundred. We have not had mass protests out on the streets. But it has been incredibly disruptive. They have worked like urban insurgencies throughout the country that have blocked these roads. They are expressing certainly their own disquiet with the election results. And at issue here, Lynda, now, is, how does this issue resolve itself, given the division in the country and in this campaign? Officials, even those who are in government and loyal to Bolsonaro who came up and said, look, this is no way to protest. You cannot disrupt the economy this way. But getting back to your question, Bolsonaro, in his silence, already unleashed some of these forces and it's not clear how he's going to be able to rein some of the scene in the coming days or weeks. If he even wants to, which is, again, another open question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:08",
      "speaker": "KINKADE",
      "sentences": "Yeah, Paula Newton, good to have you there for us in Sao Paulo, Brazil. Thanks very much.Ukraine's military says, Russian forces are ramping up attacks all along the front lines of the war. They say, Russia is bombarding Ukrainian forces with artillery and rockets. From Kharkiv in the north to Zaporizhzhia in the south, those attacks hit dozens of settlements and residential areas on Monday alone. Well, meantime, Ukrainian forces are trying to push through Russian defenses, in the occupied city of Kherson. Our Nic Robertson joins me now from Kramatorsk in eastern Ukraine. Good to have you with us, Nic. If the situation wasn't bad enough, Iran is now preparing to send additional missiles for Russia to use in Ukraine, according to Western officials. What more can you tell us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:08",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Some of these weapons will be short range ground to ground missiles that will sort of supplementwhat Russia has been using in terms of its cruise missiles so far. Potentially, these could be more accurate, but certainly will add much needed heavy firepower to Russia's arsenal. But I think the real concern on the Ukrainian part is that it would also include drones. But they will be more sophisticated than the drone that Russia is currently using, the Iranian drone, the Shahed 136. The new drone, the Arash-2 has a longer range. It's more intelligent, more sophisticated. The Shahed 136, you send it, off and it's told where to go, and it goes there. The Arash-2 has the ability to change targeting in the air, so that makes it potentially more dangerous. It has a longer flight path, but I think what really worries Ukrainian officials is that it can carry up to five times as much explosives, which makes it more deadly, which makes it more damaging, and this is a concern. A thousand missiles is not a vast number in the arc of this war. But in the way that Russia has been using missiles recently to take down the power grid, this will give them longer, better, more accurate, and more damaging reach. So, that's a concern. Plus, these weapon systems, Russia could perhaps get more, and could use them along the front line. The front line along here, for example, this city here had 14 rocket and drone impacts last night. The nearby town of Bakhmut, just to name a couple towns here, had a lot of rocket attacks and one civilian killed there. They made -- the Ukrainians have made some small gains in this area. But all those could be set back by better, more sophisticated weapons systems that Russia seems ready to get from Iran. These are the big concerns at the moment, the power grid and the damage that it could do to the infrastructure of the country. Perhaps the biggest worry as well for the government here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:08",
      "speaker": "KINKADE",
      "sentences": "Yeah, Nic Robertson, our thanks to you and your team. Please take care.I want to take a look at some of the other key stories making international impact today. India's prime minister is calling for an extensive inquiry into the deadly bridge collapse last weekend that killed at least 135 people. Narendra Modi's call came Tuesday as he toured the disaster site. Modi also reviewed the efforts to late more possible victims and met with some of the victims families. In Vietnam, some petrol stations are closing over fears of a fuel supply crunch. Stations in Hanoi and Ho Chi Minh City put out signs saying, temporarily closed. The countries industry and trade minister says, while some fuel importers are having financial problems, the country is not facing fuel shortages. British Prime Minister Rishi Sunak is trying to defuse a firestorm of controversy over his home secretary's recent remarks calling the arrival of asylum seekers and invasion. Sunak says his country is a welcoming place for asylum seekers. U.K.'s emigration minister also reject the wording, said he never, quote, demonized people. Iranian rapper has been arrested amid ongoing protests that have been rocking the country. State run IRNA says Toomaj Salehi is charged with propaganda activity against the government. The rapper has become a prominent voice for protests in Iran. He has tweeted for demonstrations. Still to come here on THE GLOBAL BRIEF, as mourners claim the belongings of the loved ones. CNN talks exclusively with one of the victims fronts of the deadly crowd crush in South Korea. Plus, we will continue to monitor where those exit polls in Israel's crucial election. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "IAN CHANG, FRIEND OF VICTIM STEVEN BLESI",
      "sentences": "Everybody was very fond of Stephen. Stephen was the kindest person there ever was. He would be therefor you. He was a good friend for everybody, a kind soul. IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over):  Ian Chang, a 21-year-old from Florida, is talking about his friend Stephen Blesi. The two American university students met here in South Korea during their semester abroad insole.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "CHANG",
      "sentences": "This is one of his big adventures to come here by himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Show me some cooking skills?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "WATSON",
      "sentences": "Young American's mixed class work with exploring Korea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "CHANG",
      "sentences": "He definitely like the food here, for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "WATSON",
      "sentences": "Barbecue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "CHANG",
      "sentences": "Korean barbecue --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "WATSON",
      "sentences": "And that included late nights out in Seoul's bars and nightclubs.That is until Saturday night, when everything went horribly wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "CHANG",
      "sentences": "I did not think it was real, you know, the whole thing, because I saw him that day, right? Just hearing the news that he passed away, it doesnot seem to be true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "WATSON",
      "sentences": "The two Americans planned to eat here in Seoul's Itaewon district to celebrate Halloween. But that night, green already estimated that morethan 1000 other people were also coming the party here. ANNE-LOU CHEVALIER, SURVIVOR OF CROWD CRUSH:  At the beginning, we thought it was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "WATSON",
      "sentences": "Stuck in the cloud, Anne-Lou Chevalier, a 32-year-old French exchange student, filmed herself with friends, efforts laughing, but then,she suddenly looks distressed. You were hurt, what happened to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "CHEVALIER",
      "sentences": "At some point, I had no air, and we were so close to other people that I could not breathe at all so I passed out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "WATSON",
      "sentences": "Unconscious?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "CHEVALIER",
      "sentences": "Yeah, unconscious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "WATSON",
      "sentences": "Bystanders pulled her out of the crowd limp. She was one of the lucky ones.This narrow alley was ground zero on Saturday night. Hundreds of party goers collapsed into a deadly pile up here. It began suffocating under the weight of the crowd. At least 156 people died. South Korea is still processing this staggering loss. Days later, lost belongings on displayed for grieving relatives to identify.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "CHANG",
      "sentences": "I miss Stephen to tell him, hey, don't come to our place anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "WATSON",
      "sentences": "On Saturday night, Ian Chang got to the crowded neighborhood first and warned his friend not to come, but the Atlanta native who loved hip-hopand international travel, never answered. The next day, authorities identified Blesi and Ann Gieske, another American student from the same exchange program, as two of the many victims. Just weeks ago, this group of friends went on and we can hiking trick together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "CHANG",
      "sentences": "He was such a great person, a great friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "WATSON",
      "sentences": "Steven and Ian shared plans for the future, hopes and dreams that will now never be fulfilled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "CHANG",
      "sentences": "I wish I could have made more memories with him, you know. I am going to miss him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "WATSON",
      "sentences": "Ivan Watson, CNN, Seoul.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:02",
      "speaker": "KINKADE",
      "sentences": "Temperatures are supposed to be cooling down this time of year, but in another troubling sign of the climate crisis, meteorologist sayOctober set records across Europe. France, Finland and Austria and most likely Germany all experienced the warmest October on record. Meteorologist Tom Sater is watching the temperatures for us and joins us now. Certainly, a very unsettling records being broken, Tom?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "KINKADE",
      "sentences": "Can you bring us some good news next time, Tom?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "SATER",
      "sentences": "I work on that.",
      "isLastSentenceInterrupted": false
    }
  ]
}