{
  "date": "2022-12-29",
  "headline": "At This Hour",
  "subHeadline": "Rep. Veronica Escobar (D-TX), Is Interviewed About El Paso Strains To Handle Daily Influx Of Migrants; The Year In Entertainment; Federal Prosecutors Open Probe Into Santos' Finances. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:30:00",
      "speaker": "LEYLA SANTIAGO, CNN CORRESPONDENT",
      "sentences": "So interesting to hear that these migrants are still coming in despite the Supreme Court's decision on Title 42, it doesn't seem to be a deterrent for these migrants anyway. So you can see that here you have men of all ages, you have families. I am still seeing toddlers and children and babies, very young babies that are here.I'm also seeing this morning a larger law enforcement presence. We saw El Paso City Police here, as well as the Department of Public Safety. We did see that they took one person into custody. Unclear as to why they did that. Police only telling me that they are here to ensure the safety of the migrants and respond to their concerns for safety here. So it's a very big question as to what will happen with these individuals. They are working to prepare two vacant schools in preparation for what could be a potential surge of migrants that will continue, could continue to come in. Then, as you mentioned, off the top, Amara, there are also Customs and Border Protection preparing that temporary shelter to increase capacity to process the individuals that are crossing in. Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "AMARA WALKER, CNN HOST",
      "sentences": "Just remarkable images and stories there. Leyla Santiago, thank you. Joining me now is Democratic Congresswoman Veronica Escobar. She represents El Paso, Texas. Welcome to you, Congresswoman. You saw Leyla's reporting there on this massive processing facility that's supposed to open next month.This is in your district. You also heard Leyla say that for, you know, some of the migrants, Title 42 clearly is not serving as a deterrent. As she said, some arrived last night. How long can El Paso keep dealing with this continued flow of migrants? REP. VERONICA ESCOBAR (D-TX): Well, Amara, first, thank you so much for your continued coverage of this. Thanks for having me on the program. You know, this is why many of us who are critics of Title 42 have said it keeps being proposed as some kind of solution. It is not. It is, it should not be considered a substitute for legislation and legislative work that Congress should be doing now and should have been doing going back the last 30 years. So what we have is a system that's so broken that the response by the Department of Homeland Security is basically to, you know, try to deal with the current situation at hand. It's very hard to get in front of it many times because immigration, which has been dealt with as a border only issue, has been neglected by Congress. So this facility, this soft sided facility is intended to really help with the processing of migrants. But as you all were showing those images, I was just there at Sacred Heart Church yesterday morning, that particular population is a population of migrants who are caught in limbo basically. They are mostly Venezuelans who if they were apprehended or if they presented to border patrol, they would more than likely be expelled under Title 42. They were waiting and hoping that Title 42 would be lifted. It wasn't. And they have very few options, if any. And what I've been trying to do over the last 48 hours since we got the announcement of Title 42, is try to get some legal expertise from immigration lawyers to actually go to the Sacred Heart site to inform that population of what the asylum process is because for many of them, there is no opportunity through that process. But just so that they know the reality of what's ahead. And so that's my hope. We've got to get folks off the streets and out of the elements, and information is a key part of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "WALKER",
      "sentences": "So following that order from the Supreme Court, you tweeted this, Title 42 has been used for years now as a substitute, as you've been saying, for the badly needed reform to our broken immigration policy. And you go on to say that Congress must act now. But what would that action even look like? I mean, is there anything that both sides can realistically agree to that would be substantive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "WALKER",
      "sentences": "In terms of your party right -- I'm sorry to cut you off because we're running out of time, but, you know, what do you -- how do you feel about how the Biden administration has been handling the surge? Is there a comprehensive policy, a strategy? Where do the Democrats stand? Are you guys united on this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:01",
      "speaker": "ESCOBAR",
      "sentences": "The Secretary Mayorcas has been doing absolutely everything he possibly can. He's been really a key leader on this, on helping communities like El Paso. But, you know, again, legislation and it's going to take a multifaceted approach. The Biden administration I think, needs to really also mobilize the State Department in the same way that the Department of Homeland Security has been mobilized.This is a western hemispheric refugee crisis of historic proportions. There needs to be far more diplomacy and State Department involvement in addressing what is not going to get better anytime soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:02",
      "speaker": "WALKER",
      "sentences": "From the slap scene around world to \"Top Gun(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's time.STEPHANIE ELAM, CNN CORRESPONDENT (voice-over): \"Stranger Things,\" time travels to the 80s. Well, Beyonce's Renaissance skyrockets to the top.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is your captain speaking.ELAM (voice-over): And the triumphant return of blockbuster movies. (on camera): Hollywood forged full steam ahead into 2022. And it was a wild ride from start to finish. Here's a look at the top entertainment stories of the year. (voice-over): At number 10.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hollywood stars Ben Affleck and Jennifer Lopez have finally said, I do.ELAM (voice-over): Second times the charm for this love story 20 years in the making. The pair met in 2001 on the set of the rom com Gilly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:02",
      "speaker": "BEN AFFLECK, ACTOR",
      "sentences": "Hello. I'm sorry, do we know each other?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:02",
      "speaker": "JENNIFER LOPEZ, SINGER",
      "sentences": "Not yet.ELAM (voice-over): They got engaged one year later, but after a whirlwind romance, they called it quits three years after that. But the couple found their way back to each other last year and exchanged vows at an intimate ceremony. At number nine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "One thing they ask of us is to stay here. ELAM (voice-over)At number eight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "See on the other side on the.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "On the other side.ELAM (voice-over): Small screen hits dominate pop culture. \"Stranger Things\" took audiences into a time machine fast forwarding to 1986. The show's fourth season brought back Kate Bush's running up that hill, Metallica's, master of puppets and paid homage to 80s trends and style. On ABC, critics credited breakout series Abbott Elementary for bringing back the T.V. sitcom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "These new keys I made must be too thick.ELAM (voice-over): Well, \"The White Lotus\" on HBO traveled to exotic locations and brought home 10 Emmy Awards. And over on Netflix, \"The Adams Family Reboot\" Wednesday proved to be a huge winter hit, with audiences logging over 1 billion hour of screen time. Number seven belongs to the Queen Bee herself. Beyonce smashed records with her 7th studio album, \"Renaissance.\" Things got off to a rocky start when the tracks released online. But her fan base came to her rescue. The BeyHive rallied fans on social media to wait for the official release so everyone could enjoy it together. And that they did. \"Renaissance\" blasted to the top of the charts, giving us house music, Afro beasts and nods to jams of the past. Number six.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Tom Cruise's new \"Top GunELAM (voice-over): Blockbuster movies are back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is your captain speaking.ELAM (voice-over): This summer, blockbuster raked in nearly $1.5 billion worldwide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:41:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're going into combat on a level no living pilots ever seen.ELAM (voice-over): And \"Black Panther\" fans turned out for \"Wakanda Forever.\" Marvel's iconic superheroes led the charge at the holiday box office. But another epic release is nipping at its heels. \"Avatar: The Way of the Water\" is set up for the next big wave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Isn't it possible they're both guilty? Isn't it possible they both said defamatory things?ELAM (voice-over): Number four, Johnny Depp and Amber Heard's courtroom battle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Do you find that Mr. Depp has proven that Ms. Heard acted with actual malice? Answer, yes.ELAM (voice-over): Amber Heard stoic as a jury finds she did defame Johnny Depp in a 2018 op-ed in \"The Washington Post.\" The jury awarding Depp millions in damages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "As against Amber Heard, we, the jury, award compensatory damages in the amount of $10 million.ELAM (voice-over): As Depp fans cheered outside the courtroom, another 5 million in punitive damages was awarded. On Heard's counterclaim, Depp was found liable for a statement by his lawyer claiming Heard set up Depp. The jury awarded Heard $2 million in damages. In December, Heard and Depp reached a settlement on the defamation case, but Heard said this is not an act of concession. Number three, saying goodbye to Hollywood legends.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:02",
      "speaker": "PHIL MATTINGLY, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Actor and comedian Bob Saget has died.ELAM (voice-over): It started with the sudden death of one of T.V.'s most beloved stars. And then Olivia Newton John lost her battle with cancer. And sadly, the list of entertainers we lost this year grew to include some of our favorites. Number two, Taylor Swift's Ticketmaster Fiasco, a concert for the eras. Millions of fans queued up to buy tickets for Swift's highly anticipated worldwide tour. As soon as Ticketmaster's presale began, the heavy demand snarled Ticketmaster's website. Thousands of Swifties were in line for hours, and many left empty handed when Ticketmaster suddenly canceled the presale. Swift blamed Ticketmaster for the snafu, saying it's been excruciating. But nothing stopped her ultra- loyal fans from supporting the pop star. She became the first artist ever to claim all 10 spots on the Billboard hot 100, following the release of her latest album, \"Midnight.\" At number one, the slap to the jaw that had jaws dropping. A showdown on stage at the Oscars as Smith confronted Chris Rock for making a joke about his wife.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:02",
      "speaker": "CHRIS ROCK, AMERICAN COMEDIAN",
      "sentences": "Jada, I love you, G.I. Jane 2, can't wait to see it. Oh, wow. Wow. Will Smith just smack -- me.ELAM (voice-over): The audience inside the Dolby Theater and around the world stunned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Let me say this, there are consequences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:02",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I physically felt ill and I'm still a little traumatized by it.ELAM (voice-over): Smith resigned from the academy, and he was banned from attending any of their events, including the Oscars, for the next 10 years. He apologized to Rock and is trying to move on. He's currently seeking redemption in Apple T.V.'s. \"Emancipation\" already getting some 2023 Oscars buzz.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:49:04",
      "speaker": "WALKER",
      "sentences": "Another day and more issues for Congressman-elect George Santos. This time it involves prosecutors. The latest from Washington next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:49:04",
      "speaker": "WALKER",
      "sentences": "Incoming Republican Congressman George Santos could be in even deeper hot water. Federal prosecutors announcing their opening and investigation into Santos's finances after questions have been raised about the New York Republican's wealth and more than $700,000 in loans he made to his campaign.Meanwhile, CNN's K-file uncovering Santos made even more false claims about his work, education and family history during campaign appearances. Let's go straight to CNN Capitol Hill reporter Melanie Zenona. Melanie, Santos is now subject -- does subject of state and federal investigations. Is there any traction on moves from Congress?",
      "isLastSentenceInterrupted": false
    }
  ]
}