{
  "date": "2022-11-28",
  "headline": "CNN Newsroom",
  "subHeadline": "Protest All Around China on Zero COVID Policy; Georgia Senate Runoff; More Russian Shelling in Dnipro, Ukraine Energy Stabilizing; Anti-War Petition by Russian Mothers; Freedom on Fire: Ukraine's Fight for Freedom.\" Aired 2-3a ET",
  "utterances": [
    {
      "timeStamp": "02:00:00",
      "speaker": "ROSEMARY CHURCH, CNN HOST",
      "sentences": "Hello and welcome to our viewers joining us here in the United States and all around the world. I'm Rosemary Church. Just ahead on \"CNN Newsroom,\" defiance in China. Protests erupt across the country in an unprecedented challenge to Xi Jinping's zero COVID policy.Voters in Georgia go back to the polls. Why we're already seeing long lines for U.S. Senate runoff even though it won't affect the balance of power in Washington. And holiday travel may be over, but a major winter storm will put millions of Americans at risk for severe weather this week. We'll show you where it's headed and the impact it could have. Thanks for being with us. Well, protests are erupting across China in a show of outrage against Beijing's unrelenting zero COVID policy. Crowds hit the streets over the weekend as COVID infections hit a record high Monday for six days straight. The Chinese government is reporting more than 40,000 new cases with many still unreported in Wuhan where the virus was first discovered. This was Beijing on Sunday as large crowds chanting for an end to restrictions and even called for President Xi Jinping's resignation. Anger against the government spread after a deadly fire killed 10 people in Xinjiang province on Thursday. Some believe zero COVID measures were the reason firefighters arrived too late to save the victims. Meantime, protesters have been carrying blank sheets of white paper as a symbol against government censorship. CNN's Selina Wang has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "SELINA WANG, CNN CORRESPONDENT",
      "sentences": "I'm in the center of a protest in Beijing right now. They're chanting that they don't want COVID tests, they want freedom. They've been chanting this for hours. People have gathered here at the center of Beijing to protest the COVID measures. We are in Tongliang district. This is the city center. This is also where the authorities have urged people to stay at home because the COVID outbreak is severe here. Now, the area is also important because this is where the Americanembassy is over there. There are many foreign embassies over here. There is a heavy police presence. I am surrounded by police. They're telling me to shift in a little bit. And if we just turn the camera around, you'll see there is a row of police. There are mostly young people who have gathered here, and many people are also holding white papers in their hands, which is a sign of solidarity against censorship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "CHURCH",
      "sentences": "In Shanghai, residents confronted police and sang the national anthem in protest.(VIDEO PLAYING) Some are already facing the consequences for protesting peacefully. Sunday night took a violent turn with police holding back the crowd as they dragged people away and loaded them into a van. And Amnesty International is urging the Chinese government not to detain peaceful protesters. Meantime, the White House Coronavirus Response Coordinator says China's restrictive policy and mass lockdowns are not sustainable. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "ASHISH JHA, WHITE HOUSE CORONAVIRUS RESPONSE COORDINATOR",
      "sentences": "I think it's going to be very, very difficult for China to be able to contain this through this their zero COVID strategy. I would recommend that they pursue this strategy, making sure everybody gets vaccinated particularly their elderly. That I think is the path out of this virus, lockdowns, and zero COVID has been very difficult (inaudible).(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "CHURCH",
      "sentences": "And for more, let's bring in CNN's Beijing bureau chief, Steven Jiang. He joins us now live. So, Steven what is the latest on these very rare protests in China in response to the severe zero Covid policy measures there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "CHURCH",
      "sentences": "And Steven, what impact really, all these protests having on markets across the region?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "JIANG",
      "sentences": "Yeah, markets here in Asia both in Hong Kong and mainland China both opened much lower. I think the mainland markets have recovered somewhat but still down more than 1 percent, but this is not surprising because obviously the last thing investors want to see is instability and uncertainty.Now, with those widespread protests and also the government's -- at least the official insistence on sticking to a zero COVID policy (inaudible), they're really facing both. Rosemary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "CHURCH",
      "sentences": "All right, Steven Jiang, joining us live from Beijing. Many thanks.Well, turning now to U.S. politics and the Senate runoff election in Georgia, state officials say well over 70,000 voters turned out to cast ballots early on Saturday and choose between incumbent Democratic Senator Raphael Warnock and challenger Republican Herschel Walker. With a little over a week until election day, both candidates are working to get every single vote. Eva McKend has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "EVA MCKEND, CNN CORRESPONDENT",
      "sentences": "Senator Warnock rallying Georgians at a Souls to the Polls event Sunday. Souls to the Polls of course popular in the black church tradition, the idea being that you go to church and then you get your souls to the polls. You get out and you go vote. What we have seen in Georgia thus far is really robust turnout among black Georgians. About half of the 70,000 Georgians that turned out on Saturday wereblack Georgians. I asked Senator Warnock about this and he says that he's proud the Democrats have built this multiracial coalition here. But he told supporters earlier on Sunday that the Saturday vote did not come easy, that it is something that Democrats had to fight with Republicans for. Take a listen. (BEGIN VIDEO CLIP) SEN. RAPHAEL WARNOCK (D-GA):  We filed a lawsuit so you could vote on Saturday. They filed a petition asking for emergency relief. What you ought to ask yourself is what do they want relief from? You want relief from people voting? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "MCKEND",
      "sentences": "Now, for his part, Herschel Walker not on the campaign trail over the weekend, but he has a number of events this week including in coming in Dalton, Georgia. Georgians have all this week to vote early. And if they don't make it out this week, they, of course, can vote on election day, December 6th. Eva McKend, CNN, Atlanta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "CHURCH",
      "sentences": "Ron Brownstein is a senior CNN political analyst and senior editor for \"The Atlantic.\" He joins me now from Los Angeles. Always great to have you with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:04:58",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Hi, Rosemary. Happy Thanksgiving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:04",
      "speaker": "BROWNSTEINM",
      "sentences": "Well, first, one of the reasons why the lines are so long today is because as part of the legislation that the Republicans controlling the governorship and the state legislature passed after 2020, they shortened the time period for the runoff, and what that's done is left less time for people to request, receive, and return a mail ballot. So, in fact, you had local election officials in the media in Georgia over the weekend basically encouraging people if they haven't requested a ballot already to vote in person.So, it's kind of tilting it back toward more back to in-person, back toward longer lines. But this is, look, this is just a continuation of what we have seen in the country really since 2018, but especially in Georgia. Voters are deeply engaged. We're long past the era of the early 2000s when sometimes, you know, there was an argument it didn't really matter which party won. People talk about not seeing any difference between George W. Bush or Al Gore in 2000. People recognize there are enormous stakes in which party is setting the national direction, and Georgia really has been at the epicenter of that increased engagement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:04",
      "speaker": "CHURCH",
      "sentences": "And Ron, on another issue, former President Donald Trump is experiencing considerable backlash even from within his own party for a dinner he had with Kanye West and a well-known white supremacist, Nick Fuentes, at his Mar-a-Lago home. What impact could this have on the 2024 Republican presidential candidate and of course his party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:04",
      "speaker": "BROWNSTEIN",
      "sentences": "Well, first, Trump, you know, throughout his national political career one of his most consistent goals has been to knock down the barriers between the center right and the extreme right. I mean, he has in many ways going back to very fine people on both sides in Charlottesville and different Twitter accounts that he's engaged with over the years.He has repeatedly taken steps to validate and empower and amplify voices that previously had been consigned to the fringe of American politics. He's not alone in that. We're watching from Elon Musk on Twitter in many ways is a parallel campaign to use the rubric of free speech to empower more far right voices and bring them into the main stream of the political dialogue. We'll see if this costs Trump in 2024. Republicans have been willing to look the other way or ignore it so long as they thought he was bringing them electoral benefit by mobilizing his base. Now that they've seen more of a cost which was also apparent in '20 and '18 with so many of his candidates losing in swing states in Pennsylvania again and Georgia, it may be that there would be more push back against this than we've seen so far. But, I think, Rosemary, this has moved way beyond Donald Trump. As I said, you see it in Elon Musk. You see it in a number of other figures in the Republican Party, Marjorie Taylor Greene, Paul Gosar, Lauren Boebert, it's hard to see the Republicans drawing a sharp line on this now after they have allowed it to go this far for these many years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:04",
      "speaker": "CHURCH",
      "sentences": "And Ron, even though President Joe Biden did better than expected in the 2022 midterm elections by retaining control of the Senate, he is still confronting a lame duck session without the benefit of controlling the House of Representatives. So, what can realistically be achieved in the next month particularly in the area of gun controls?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:14:59",
      "speaker": "CHURCH",
      "sentences": "All right. Ron Brownstein, always a pleasure to get your analysis. Many thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:14:59",
      "speaker": "BRWONSTEIN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:19:56",
      "speaker": "CHURCH",
      "sentences": "CNN's Clare Sebastian joins us live from London with more on this and more. Claire, Russian mothers are launching an anti-war petition on Russia's Mother's Day. What more can you tell us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:19:56",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Yeah, Rosemary, interesting because over the weekend we saw President Putin actually meet in a somewhat staged meeting with wives and mothers of soldiers and people called up to fight in Ukraine, apparently. But that doesn't seem to have paid to the potential PR issue they have with women in particular. They have been a formidable sort of political force in the past in Russia when it comes to issues around war for example with Chechnya.But this petition published on change.org by a group called the Feminist Anti-War Resistance has not exactly reached critical mass yet. It's about 4,200 signatures so far, but interesting because it's actually calling for the withdrawal of forces from Ukraine very clearly talking about how, you know, people have had to pay themselves to provide equipment to send their children and husbands essentially to their deaths. And not only that, but it paints a pretty bleak picture as well how Russian life is changing as a result of this war. It talks about a rise in poverty particularly for families, how state aid is being devalued by the rise and inflation. And quite interesting, it talks about a rise in domestic violence. This has been a problem in Russia for a number of years ever since Putin signed a law decriminalizing some elements of domestic violence. They say because of the rise in poverty its increasing men come home traumatized by war, and that's causing an increase. Perhaps all of this to be expected, but still interesting that it's being put out publicly in this petition in this way particularly because the Kremlin does not acknowledge these kinds of impact on Russian life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:19:56",
      "speaker": "CHURCH",
      "sentences": "And Clare, there are signs that Russia may leave Zaporizhzhia's nuclear power plant. What more are you learning about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:19:56",
      "speaker": "SEBASTIAN",
      "sentences": "Yeah, these comments came out over the weekend from the head of Ukraine's energy nuclear company. He said that he has received information. He talked about reports in Russian media. We've not seen those reports. It's not exactly clear where he's getting that information, but he says that there are signs that Russia is preparing, he said, to leave the nuclear plant.Something that -- this is a site that Russia has occupied since the early weeks of the war. If they do withdraw from that, it would be incredibly significant. It's a site that, you know, Putin has signed a decree taking it under Russian law. There are concerns that, you know, as the site has been repeatedly disconnected from the energy grid, that that's Russia's attempts to try to connect it to Russia. So, it would be very significant, but we've heard this morning from the Russian administration in the adjacent town, Enerhodar, saying that the reports of any withdrawal are fake. So, they are at this stage denying this, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:19:56",
      "speaker": "CHURCH",
      "sentences": "All right there. Thanks to Clare Sebastian joining us live from London. Appreciate that.And as the war rages on, a new documentary is highlighting the horrors of Russia's brutal invasion. \"Freedom on Fire\" showcases the resilience of the Ukrainian people and their ability to unite and fight for their country. It also aims to raise awareness about the war, which the director says is slowly waning from the public's mind. Here's a quick look at the film. (BEGIN VIDEO CLIP) UNKNOWN (through translation):  They liberated us from life, from our home, from work, from everything. UNKNOWN (through translation):  Look what that fascist did with the country! The whole world can't stop him? UNKNOWN (through translation):  We always welcome people and guests. UNKNOWN (through translation):  But those who come to us with a sword, are not welcome. UNKNOWN (through translation):  The kid at nineteen haven't seen anything yet. UNKNOWN (through translation):  He told me, \"Who, if not us men, will protect you?\" UNKNOWN (through translation):  I'm incredibly proud of how united we are right now. I am very proud to be Ukrainian. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:19:56",
      "speaker": "CHURCH",
      "sentences": "Evgeny Afineevsky is the director of \"Freedom on Fire",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:19:56",
      "speaker": "EVGENY AFINEEVSKY, DIRECTOR, FREEDOM ON FIRE",
      "sentences": "Thank you for having me tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:03",
      "speaker": "AFINEEVSKY",
      "sentences": "Well, first of all, it's a compelling piece to Oscar- nominated movie \"Winter on Fire\" that actually you guys there talking in 2019, I think. I was also doing a huge story with you about the whole protests starting across the globe. So, it's literally a completing piece to \"Winter on Fire.\"And I think the resilience, the amazing human spirit of the Ukrainian people (inaudible) and I think that's from where comes the story. Now, another thing that when I finished \"Winter on Fire\" I already announced that the war started because the real war started in February 2014 for Ukrainians and for me as a filmmaker who was documenting the history. We actually even wrote about this at one of the last cards in \"Winter on Fire.\" Now, I led this story for eight years and I think for the entire (inaudible), eight years of this war been neglected, but the brutality that increased this year was really enormous. And I think for me, as a filmmaker, not only to document the history, but bring the voices of the resilient Ukrainian people, their humanity. That despite all these difficulties, despite all these horrible crimes that we see -- the war crimes that we're seeing there, I think that was important for me, to give a voice through the lens of my camera, through the camera of my filmmakers, to the bigger voice of Ukrainian nation who's fighting for their mother land, who is defending their future, their freedom, their democracy. And I think it's important to admit that they're fighting for the rest of their world, because they're fighting for the freed of this world, for democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:03",
      "speaker": "CHURCH",
      "sentences": "Yeah, a very important point. Of course, our correspondents have reported on horrifying acts of brutality in this war, scenes of potential war crimes. And we've heard the voices of those living through this traumatic period. How do you think your film adds to that daily coverage of the shocking events?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:03",
      "speaker": "AFINEEVSKY",
      "sentences": "I think majority -- and you're the ones that I see most often on my screen. I see in the news that you guys covering the Ukraine. Majority of the world covering Ukraine from the war perspective, from the trenches, from the soldiers. Yes, there's a human story that we're telling, but due to the limits of the network, due to the limits of timing, even today for example, our story is a few minutes only.So, due to all these limitations, you're able to convey to the audience only short pieces of these human tragedy. What I try to do, I try to go and bring humanity up front. Tell that this war in 21st century, and like I said, we are probably already is one step -- is one foot inside of the door with World War 3. I think I wanted to bring the human stories. I wanted to allow mother that praying every night that your son, your child will wake up next morning and connect you to the mother that are here in New York, in L.A., in Miami, in San Francisco, every morning enjoying seeing the smile of your child. I wanted to connect doctors that result any possibilities, any instrument saving lives, to the doctors that have this full ability to save lives of the people. I wanted to connect humanity and to bring these bridges. I wanted to show two sides of this war, propaganda war which is on the media space, and the war that is on the ground. Not just trenches and soldiers, but to show how deep and wide this war, that it's literally everywhere. But what I see today, we are able to stop it only when the world will be united. You know, sometimes we say if we have a fire in the kitchen we need as quick as possible to stop this fire in order that the entire house will not be burned. I think the whole world need to be reminded that we are one big house, one big home. And it is important to stop this madness, stop this fire because otherwise, it will burn the rest of the world. But Ukraine will win and it will happen very soon. The faster it'll help Ukraine, the faster that it will be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:03",
      "speaker": "CHURCH",
      "sentences": "Evgeny Afineevsky, thank you so much for talking with us. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:03",
      "speaker": "AFINEEVSKY",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:58",
      "speaker": "CHURCH",
      "sentences": "Kelly also visited Irpin in the Kyiv region, a city devastated by heavy shelling earlier this year.The niece of Iran Supreme Leader Ayatollah Ali Khomeini has been arrested. Her brother says Farideh Moradkhani was detained last week and he released video of his sister condemning the ruling theocracy led by their uncle. (BEGIN VIDEO CLIP) FARIDEH MORADKHANI, NIECE OF IRANIAN SUPREME LEADER AYATOLLAH ALI KHOMEINI (through translator): Oh free people, be with us and support us so that your government stop supporting this murderous and child killing regime. This regime is not even loyal to any of its own religious principles, and does not know any laws or rules except force and maintaining power in any way possible. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:03",
      "speaker": "CHURCH",
      "sentences": "A severe storm system developing in the U.S. could affect more than 25 million people from eastern Texas to southern Indiana on Tuesday. Forecasters say heavy rain, tornadoes, damaging winds and large hail are all possible. So let's bring in our meteorologist Pedram Javaheri who has been keeping a close eye on all of this. And Pedram a very dangerous mix ahead for millions of Americans. What are you seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:03",
      "speaker": "PEDRAM JAVAHERI, CNN WEATHER ANCHOR",
      "sentences": "It is. Yes. We're just getting an update here, Rosemary, when it comes to the severity potential of this particular storm system and I want to show you what's happening here because you look at the western United States act of weather in place there and that is essentially going to set the stage here for the severe weather across portions of the southeast.We have parts of at least eight states underneath which are weather alerts. Some of these areas, including Seattle could run into some snow showers in the coming several days. And as the system migrates off towards the east, we'll see that energy really translate here into a severe weather potential as early as Tuesday afternoon and Tuesday night and I want to show you exactly how things will play out here because as we get into the afternoon hours of Tuesday, the system quickly skirts across the eastern Rockies and beyond this into portions of the southern United States. And with that the elements in place here to produce not only Gulf moisture coming into this particular frontal boundary but instability to spark severe weather, one of which we haven't seen here in several months across portions of the southern United States. So, the Storm Prediction Center issuing now a moderate risk here. That is a level four on a scale of one to five. Not only the threat here exists for a damaging winds and large hail but potentially some strong tornadoes on Tuesday afternoon and even a 15 percent probability within an area of 20 point -- of a 25-mile radius here where we could see tornadoes in Iran areas and Memphis points to the south near Jackson, Mississippi. All of these areas in line here for some severe weather and you'll notice just how quickly the temperature drops here as the front passes, Rosemary, Tuesday into Wednesday, from almost 80 degrees in Dallas down to the 40s speaks to the severity of the system, pushing it across the southern U.S.",
      "isLastSentenceInterrupted": false
    }
  ]
}