{
  "date": "2022-11-11",
  "headline": "At This Hour",
  "subHeadline": "Trump Unleashes On DeSantis In Potential 2024 Preview; Justice Dept. To Appeal Ruling Striking Down Student Loan Forgiveness; Trump Ally Rep. Boebert Locked In Tight Race, Auto Recount Likely. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:35:02",
      "speaker": "FRANCIS ROONEY, FORMER REPUBLICAN REPRESENTATIVE, FLORIDA",
      "sentences": "Well, yes, the overriding message to me is that Trump is once again a big loser who caused a lot of trouble for the Republican Party, recruited a bunch of bad candidates, perpetuates this stolen election mantra, and I don't think that's getting anybody anywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BOLDUAN",
      "sentences": "Well, that's -- what we're hearing more and more from Republicans in just the last couple of days, you've got the Republican Lieutenant Governor of Virginia who's now saying that really this very similar message that the message from voters is it's time to move away from Donald Trump. And that also seems to be the same takeaway as retiring Republican Senator Pat Toomey, as we know and you know Democrat John Fetterman just picked up his seat now turned a democratic seat in Pennsylvania. Let me play what Pat Toomey said.(BEGIN VIDEO CLIP) SEN. PAT TOOMEY, (R-PA): I think my party needs to face the fact that if fealty to Donald Trump is the primary criteria for selecting candidates, we're probably not going to do really well. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BOLDUAN",
      "sentences": "You just said that as well. And you've been saying that for some time, I will note, Congressman. But what impact do you think this midterm has then on the movement away from Trump if that movement is real?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "ROONEY",
      "sentences": "Well, we saw Tim Griffith (PH) come out a couple of days ago, one of the largest Republican donors. I've worked with him before. He said it's time to move on from Trump. I think we're going to see a lot more people take that kind of position.What's going to be really interesting is how many of these psychopathic candidates continue to slavishly praise Trump. I can't imagine why they would. But they continue to do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BOLDUAN",
      "sentences": "Do you think it diminishes? That's a -- that's an interesting question. Do you think it diminishes? Do you think they don't -- what -- you know, what, what do you see in your crystal ball with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "ROONEY",
      "sentences": "Well, I think this election shows you know that this MAGA group is a -- is a very dedicated group, but it's not a majority. And it takes moderate Republicans just like it takes moderate Democrats to win. And that was George Bush's and Ronald Reagan's coalition, the suburbs. And they all left because of Trump's behavior, and we've got to get them back somehow or we're not going to be successful. What Senator Specter said was absolutely true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BOLDUAN",
      "sentences": "Senator Toomey, yes. What do you make of the attacks by --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "ROONEY",
      "sentences": "Toomey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BOLDUAN",
      "sentences": "-- By Donald Trump against Ron DeSantis Over just even the past 24 hours now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "ROONEY",
      "sentences": "Well, I think that actually helps Ron, OK? Everybody knows what Trump is. Anybody who has read Bill Barr's book or talked to any of his past Chiefs of Staff or some of the other people who have heard his rants and ravings and profanities and things in the White House can attest to the fact that his behaviors are always brutish and immature. And I think that Ron is a statement about it. And the more he stays that way, the better he's going to look.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BOLDUAN",
      "sentences": "You know something of a blueprint, maybe for other Republicans. But finally, I do want to ask you about Kevin McCarthy and the challenge and struggle that he's up against right now. I mean, he is -- members of the pro-Trump House Freedom Caucus who are now playing hardball with their support for him as speaker. And even beyond that, Congressman, considering how slim the Republican majority in the House might be, that struggle is going to extend right into legislating. I mean, how tough of a road do you think McCarthy and a slim Republican majority has?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "ROONEY",
      "sentences": "I think Kevin will be hard to beat now. The -- when you get into legislating, it's going to be hard to keep the corral full of the majority of Republicans because everybody's going to go their own ways on certain issues that are hot buttons to them. But he did a good job. And the last two years I was in Congress working on some of the Freedom Caucus members, he's very careful. And, you know, we put Jim Jordan when I was on the steering committee in charge of the Government Operations Committee, which is something he wanted. And so he's got a few allies in the Freedom Caucus now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BOLDUAN",
      "sentences": "I was just thinking, you miss it. Now that you've seen what the makeup might look? You're missing your time in Congress?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "ROONEY",
      "sentences": "Oh, no, I didn't. You know, the reason I ran -- you don't become a new career and become a politician at 67 years old. I ran to get that money to protect the environment in southwest Florida. And we've gone so long without getting any appropriations to save the Everglades and fix our beaches and in renourish, our estuaries and that was once I accomplish that, I just figured it's time to move on and be an example for other people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "BOLDUAN",
      "sentences": "Yes. It's good to have you on. I really appreciate it, Congressman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:02",
      "speaker": "ROONEY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:44:34",
      "speaker": "BOLDUAN",
      "sentences": "So new this morning, the Justice Department is appealing a federal judge's ruling overnight striking down President Biden's program to forgive student loans for millions of Americans. Arlette Saenz is live at the White House for us at this hour with much more on this. Arlette, what does this mean right now for all of those who applied for the help in debt relief?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:35",
      "speaker": "BOLDUAN",
      "sentences": "Colorado Republican and Trump ally Lauren Boebert is locked in a tight battle in the state's third congressional district. She's pulled away slightly ahead of Democratic challenger Adam Frisch but the race is so close, it could be headed for an automatic recount. John Berman's back with me, John, this was -- this actually changed while we're on air. We're talking about this yesterday, what does it do now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:35",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Very close -- very close, right? So separated by 1100 votes, what's happened over the last couple of days is votes have been tabulated largely from Pueblo County, which you can see actually leaves blue, but the vote counts had been friendly to Lauren Boebert. She has netted 924 votes there. That's been enough to put her in the lead even though as of yesterday at one point and Frisch was 64 votes ahead.The fact that it's even this close is stunning, though. Just one thing, the last thing I want to show you here is we had a list of races that we consider competitive along with inside elections before the election, right? And Colorado Third, home to Lauren Boebert, wasn't even one of the ones on that list. We did not consider it competitive, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:35",
      "speaker": "BOLDUAN",
      "sentences": "That's amazing. All right, we're going to watch this one close. It's good to see you, John. Thank you so much.All right, we have to head to Washington one more time. Vice President Kamala Harris is speaking now at Arlington National Cemetery in honor of Veterans Day. Let's listen. (JOINED IN PROGRESS)",
      "isLastSentenceInterrupted": false
    }
  ]
}