{
  "date": "2022-12-03",
  "headline": "CNN This Morning",
  "subHeadline": "Mauna Loa Volcano Spews Ash, Lava On Hawaii's Big Island; Court Halts Special Master Review Of Mar-a-Lago Documents; Former Trump White House Counsel, Deputy Seen At Fed Courthouse; Economy Showing Resilience Despite Recession Fears; Jury Deliberations Underway In Weinstein Sexual Assault Trial. Aired 7-8a ET",
  "utterances": [
    {
      "timeStamp": "07:00:00",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "Pelvic contusion is a great way to put that injury. I'm hoping that ballistic actually gets to celebrate this time because last time, he was on the ground riding in pain, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "ANDY SCHOLES, CNN SPORTS REPORTER",
      "sentences": "Riding in pain, yes. If he gets a goal this time, hopefully, he's able to run and slide into the corner with his teammates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "Thanks so much, Andy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "SANCHEZ",
      "sentences": "Andy Scholes, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "And our next hour starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "SANCHEZ",
      "sentences": "Good morning, and welcome to CNN this morning. I'm Boris Sanchez.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "Good morning to you, Boris. I'm Amara Walker. 519 days in existence, more than 1000 interviews, and now the January 6th Committee weighs its final act. The decision that committee is making now about what action to take based on its findings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "SANCHEZ",
      "sentences": "Plus, we're tracking another red-hot job's report. But those strong numbers come at a price. We're going to break down what it says about the economy and the fight to still bring down inflation.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The fall didn't kill me. You know, sea creatures didn't eat me. I felt like I was meant to get out of there.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "This is just an incredible story. Look at that video. He fell over the side of a cruise ship and then treaded water in the Gulf of Mexico for many, many, many, many, many hours. More on his survival story of the Coast Guardsmen who rescued him, that's coming up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "SANCHEZ",
      "sentences": "Plus, hot molten lava continuing to flow from the Mauna Loa volcano this morning. What officials are saying about where this lava is headed and its potential impact on residents of the big island.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "Good morning, everyone. And welcome to CNN THIS MORNING. It is Saturday, December 3rd. That story, Boris, about that guy who tread water for how many hours? I know you're a water person, but I don't think I can tread water for longer than 15 minutes, honestly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "SANCHEZ",
      "sentences": "No, it's a miracle. He was out there maybe for 15 hours by some coastguard estimates and the story of how he went overboard on that cruise ship is also really interesting. We're going to get to that a little bit later. But this morning, we start with investigators up against the clock. They're trying to finalize their report on the January 6th insurrection, and who, if anyone, should be held responsible for the violence we saw that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "But the House Committee is still stopping short of issuing potential criminal referrals for the former President Donald Trump, at least for now. Democratic representatives, Zoe Lofgren, who is part of the investigating committee says those referrals are coming within the next two weeks. She also says there is \"clear evidence Trump committed a prosecutable offense.\"(BEGIN VIDEO CLIP) REP. ZOE LOFGREN (D-CA): Department of Justice has to weigh the evidentiary standard. But as a Judge Carter said in San Diego, it's clear that he did commit a criminal offense, whether the burden of proof beyond a reasonable doubt can be met in a trial is something the DOJ has to decide. It's something I can't decide, but clearly, he did want to follow the law, according to the judge, and I think we can see that from the evidence we've compiled. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "SANCHEZ",
      "sentences": "Meantime, the former president who promised to pardon the capitol mob, again claimed that they had been treated unconstitutionally in a video that was played at a fundraiser on Thursday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "Here's CNN Political Correspondent Sara Murray with more on the final checklist investigators have before their report goes from the printer to the public.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "- request the clerk will call the roll.SARA MURRAY, CNN POLITICAL CORRESPONDENT (voiceover): Running up against an end of year deadline. REP. ADAM SCHIFF (D-CA): Or close to the putting down the pen and going to print.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "MURRAY",
      "sentences": "The House Select Committee investigating the January 6th attack on the U.S. Capitol convening privately to weigh its final moves and discuss its final report. LOFGREN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "MURRAY",
      "sentences": "The committee is still weighing what to do about criminal referrals. The panel also discussing how to present evidence of possible obstruction, perjury, and witness tampering in its final report, and deciding whether to try to hold accountable the five GOP lawmakers, including House Republican Minority Leader Kevin McCarthy and Congressman Jim Jordan, for refusing to comply with committee subpoenas.REP. MO BROOKS (R-AL): I've got a message that I need you to take to your heart and take back home and on the way stop at the capital. REP. BENNIE THOMPSON (D-MS): That's heavy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "MURRAY",
      "sentences": "Committee Chair, Bennie Thompson, telling reporters there were three options refer the lawmakers to the Ethics Committee, hold them in contempt of Congress or \"do nothing.\" The committee also vowing to make interviews with more than a thousand witnesses and volumes of other evidence available to the public.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:09",
      "speaker": "MURRAY",
      "sentences": "As McCarthy still scrambling to secure the votes to become speaker in the next Congress.REP. KEVIN MCCARTHY (R-CA): I'll take the speaker's fight to the floor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:09",
      "speaker": "MURRAY",
      "sentences": "Warns the January 6th Committee to preserve all of its records and transcripts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:09",
      "speaker": "LOFGREN",
      "sentences": "They've been pretty clear that they'd like to undermine the work that we've done, but we're going to prevent that. We're going to release all the information we've collected so it cannot be selectively edited and spun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:09",
      "speaker": "MURRAY",
      "sentences": "Also waiting on those transcripts, and the Department of Justice. The committee says, DOJ will see them when the public does. In the meantime, federal prosecutors are moving ahead. Trump's former White House Counsel Pat Cipollone, and his deputy, Patrick Philbin, spotted at court today, after a judge ordered them to provide additional grand jury testimony in DOJ's criminal probe into efforts to overturn the 2020 election.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:09",
      "speaker": "SANCHEZ",
      "sentences": "Our thanks to Sara Murray for her reporting there. Former President Trump suffering another legal defeat. A federal appeals court unanimously stopping a review of those documents that were seized from Mar-a-Lago by a special master that Trump demanded be appointed. The three judges on the panel, all of them appointed by Republicans wroteLet's get some legal insight now with CNN's Senior Legal Analyst and Former Assistant U.S. Attorney for the Southern District of New York, Elie Hoenig. Elie, thanks so much for sharing part of your Saturday morning with us, always great to see you. How does this development that panel of judges, their decision, how does that change the investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:09",
      "speaker": "ELIE HOENIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "So, Boris, this decision by the 11th Circuit Court of Appeals really removes a speed bump that was in the way of DOJ's investigation. Under the special master, what happened, has had to happen was all the documents that the FBI seized from Mar-a-Lago had to run through this special master, this independent party, this federal judge who was reviewing them to decide whether they were privileged or not.That process has been ongoing for about two months now. Now, with this ruling, this special master process ends and DOJ just gets to use all those documents in its investigation. Important to note, though, DOJ has not stopped its investigation, while the special master is doing his work -- they've continued to serve subpoenas to do they're under investigation. But now, they have free and full access to those documents they seized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:09",
      "speaker": "SANCHEZ",
      "sentences": "Elie, Trump now has a week to appeal this ruling. Do you think his lawyers will? Do you think this winds up in front of the Supreme Court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:09",
      "speaker": "HOENIG",
      "sentences": "Well, given Donald Trump's history, I certainly expect him to at least try to get it up to the Supreme Court. He has a long history of taking every appeal possible in order to, if nothing else, delay. So, I do think he will ask the Supreme Court to take this case. I think it's very unlikely that they do. The Supreme Court actually rejected an earlier attempt by Donald Trump to get them to take a case that related only to a smaller subset of classified documents. So, I think the Supreme Court says thanks, but no thanks. And this ruling by the Court of Appeals will be the final word.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:09",
      "speaker": "SANCHEZ",
      "sentences": "Also, on Friday, as Sara Murray noted in her piece, Donald Trump's top two White House lawyers were seen entering that grand jury area of a federal courthouse in Washington, D.C. A judge ordering them to provide additional testimony. Look, we don't know exactly what's going on behind closed doors. But will you read those tea leaves for us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:09",
      "speaker": "HOENIG",
      "sentences": "Yes, and I think I can read them with some help from our reporting from Evan Perez and others. It seems that the dispute here was whether Pat Cipollone and Pat Philbin, these two former White House lawyers, would have to testify, testify about their conversations directly with Donald Trump. The holdup was they were claiming, or somebody was claiming that those conversations were protected by executive privilege. And the reporting is that DOJ went to a judge and contested that, saidAnd so, the fact that Pat Cipollone and Pat Philbin, these lawyers went back into the grand jury and that can happen, and testified again tells me that DOJ likely won those rulings, and now is able to ask these lawyers. Well, what were your conversations directly with Donald Trump? And if you remember these lawyers' testimony in the January 6 committee, they gave a lot of interesting and important testimony, but they refused to answer those questions. They claimed executive privilege. So, it seems DOJ may now have pierced through that barrier and gotten that really crucial testimony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:09",
      "speaker": "SANCHEZ",
      "sentences": "Fascinating stuff. Turning now to the January 6th Committee, the panel met yesterday one of its final meetings, their full final report is expected to be released soon. What are you most going to be looking for out of that report, Elie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:26",
      "speaker": "SANCHEZ",
      "sentences": "Elie Hoenig, always appreciate hearing your perspective. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:26",
      "speaker": "HOENIG",
      "sentences": "Thanks, Boris. All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:26",
      "speaker": "SANCHEZ",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:26",
      "speaker": "WALKER",
      "sentences": "Turning now to the economy, the White House is touting the latest numbers as evidence that things are headed in the right direction. Employers added 263,000 jobs last month, unemployment remains steady at 3.7 percent and wages are up. The Biden administration says this all points to an economy that is strong and resilient. And here's how labor secretary, Marty Walsh, describe the November jobs numbers.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:26",
      "speaker": "MARTY WALSH, LABOR SECRETARY",
      "sentences": "We're seeing areas that that quite haven't fully come back pre-pandemic, seeing the biggest gains in this report. And we're also seeing opportunities for nearly lows in unemployment numbers across the board.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:26",
      "speaker": "WALKER",
      "sentences": "But inflation remains a major concern. And there's that looming threat of recession and that's putting more pressure on the Federal Reserve to cool the economy but not too much. CNN's Matt Egan with more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:26",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Boris and Amara, the hope was for a Goldilocks jobs number(BEGIN VIDEO CLIP) EGAN (voiceover): Leisure and hospitality continues to recover from COVID, adding almost 90,000 jobs one month alone. Health care, government, and construction all of them added jobs. The part of the jobs report catching the attention of economists and investors is wages. Coming in, the thinking was that wages would cool off, which would be encouraging because that would take some pressure off inflation. That did not happen. Wages heated up, growing by 5.1 percent year over year, some context that is roughly twice as hot as the pre-COVID pace. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:10:26",
      "speaker": "EGAN",
      "sentences": "That suggests very strong demand for workers. At the same time, this supply of labor is shrinking as the worker shortage continues. The labor force participation rate dipped for the third month in a row. Now, this will not please the Federal Reserve which is trying to get inflation under control by easing this imbalance between supply and demand in the jobs market.Now, this is good news for workers in the sense that their paychecks are getting hammered by inflation. So, they want pay, of course, to go up. But despite the hot wage number today, wages are still not keeping up with inflation. I think when we take a step back. This is a good news bad news situation. The good news is that there's nothing about the November jobs report that screams imminent recession, this jobs market is still chugging along, and that is a relief. No one wants to see the job market go ice cold. The bad news, though, is that this jobs report is probably going to embolden the Federal Reserve to keep raising interest rates, to cool this economy off. Not just at the upcoming meeting this month, but also raising rates continuing into next year. And the more the Fed does, the greater the risk that they will do too much, taping this economy into a recession. Boris and Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:14:05",
      "speaker": "SANCHEZ",
      "sentences": "Plus, protests across China may have swayed the country's leader. What Xi Jinping said to European officials about the potential of easing some COVID locked down restrictions? We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:14:05",
      "speaker": "WALKER",
      "sentences": "\"Infowars\" host, Alex Jones, says he's broke. Well, sort of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:14:05",
      "speaker": "SANCHEZ",
      "sentences": "Yes, the right-wing conspiracy theorists filed for Chapter 11 bankruptcy in a Texas court. Jones says, his assets are worth between one and $10 million. But he claims his liabilities are between one and 10 billion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:14:05",
      "speaker": "WALKER",
      "sentences": "Well earlier this year, a Texas jury ordered Jones to pay $50 million for claiming the Sandy Hook School massacre was a hoax. He also owes more than a billion dollars in a separate Connecticut case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:14:05",
      "speaker": "SANCHEZ",
      "sentences": "Remember, he's accused of using his power in Hollywood -- rather this is a different story. Forgive me, this is about Harvey Weinstein. He is accused of using his power in Hollywood to prey on women. Jury deliberations resume on Monday in the sexual assault trial of the former movie producer. He's charged with two counts of forcible rape and five counts of sexual assault involving four women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:19:32",
      "speaker": "CAMILA BERNAL, CNN CORRESPONDENT",
      "sentences": "Amara, Boris, we now wait for the jury. Four women, eight men who could decide what happens next to Harvey Weinstein, the man who once dominated Hollywood. Now, the case here in Los Angeles is important for a number of reasons. Yes, he is serving that 23-year sentence for his conviction in New York, but he is also appealing. The other thing about the case here in L.A. is that it is much bigger. You have more accusers, more charges. He's facing seven different counts in the case here, two rape-related, the other five assaults related.Now, if convicted he could face 60 to life in prison, plus of five years. Harvey Weinstein is 70 years old, so this could mean the rest of his life behind bars. Now, he has maintained his innocence, has pleaded not guilty, and his defense attorneys saying that all of these relationships that these accusations were either fabricated or were consensual. On the other hand, you have the prosecution saying there is a pattern of rape here. They're also saying that Harvey Weinstein used his power in Hollywood to sexually assault women. Now, the jury has heard from about 50 different witnesses. This trial started in late October, so it has been a long one -- and they heard from the four accusers. That includes the first lady of California, Jennifer Siebel Newsom, also a filmmaker who says that Harvey Weinstein raped her. His defense, attorneys though saying this was consensual. So, again, this back and forth, and we will now have to wait for the jury to see who they believe. Amara and Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:19:32",
      "speaker": "WALKER",
      "sentences": "Camila, thank you. For the first time the cruise ship passenger pulled from the ocean last week after falling overboard. He's speaking out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:19:32",
      "speaker": "SANCHEZ",
      "sentences": "It is an incredible story. It really was a Thanksgiving miracle. This video of the U.S. Coast Guard rescuing 28-year-old, James Michael Grimes, after he survived more than 15 hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:19:32",
      "speaker": "WALKER",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:19:32",
      "speaker": "SANCHEZ",
      "sentences": "Floating in the Gulf of Mexico. The Alabama man is now saying he had no idea how we ended up in the water. CNN's Nick Valencia has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:19:32",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Amara and Boris, James Grimes says that it's going to be a Thanksgiving he will never forget. But in his first interview since wading water for more than 15 hours, there's a lot about that night he went overboard that he doesn't remember, including how many drinks he had. Remember the last time he responded was 11Also, Grimes most importantly, doesn't remember how exactly he fell off the boat and got into the water. He says, when he finally came to, he was in the middle of the Gulf of Mexico with no boat in sight. In his first sit down interview since going overboard, he described his will to stay alive and exactly how he stayed alive. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:19:32",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Was there any point while you were out there where you thought, I don't know how much longer I can keep doing this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:19:32",
      "speaker": "JAMES GRIMES, FELL OFF A CRUISE SHIP",
      "sentences": "When it started going getting back towards nighttime again, the water started getting colder. At that time, I thought, you know, how much longer am I going to have to be out here. I didn't take it off my socks and everything. It was just waving them around my head trying to do something where they would see me. And when that light finally hit me, somehow, I heard, \"we got him,\" and I have seen a guy coming down from the helicopter and it was coming towards me, you know, right then, I thought, \"man, I see the light.\"(END VIDEO CLIP) VALENCIA: This has been called a Thanksgiving Day miracle but really has to be underscored the work of the U.S. Coast Guard and just what a miracle that was that they spotted Grimes in the water. Listen to a lieutenant from the U.S. Coast Guard described the kind of mission it was to find Grimes. (BEGIN VIDEO CLIP) LT. SETH GROSS, U.S. COAST GUARD: Just to give perspective of how broad the search area was going to be. You know, the vessel had tracked about 200 miles into the Gulf of Mexico. And we kind of determined you know an approximate search area, we're looking over 7000 Square nautical miles, which is essentially the size of Massachusetts. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:19:32",
      "speaker": "VALENCIA",
      "sentences": "Meanwhile, grimes says that he is willing to take another cruise saying that he didn't fully get to enjoy the vacation that was planned with 18 members of his family. He says, he is consumed with gratitude, grateful to be alive, and says he is thankful for those who rescued him. Amara and Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "JULIETTE KAYYEM, CNN NATIONAL SECURITY ANALYST",
      "sentences": "Yes, we'll cruelty humor. Maybe they like seeing what the reaction is. And what's so nefarious about some of these is that the calls pretend like the person is in the school. So, they'll pretend that they're a teacher experiencing an active shooter case. So, we know -- and in particular after Uvalde, that the police presence will be quick it won't question it. It won't second guess it.You're just going to surge resources to the school. It puts the school in lockdown, terrifies the kids, take some from their academic lessons, and the thing is disruptive. And someone is looking from afar, either laughing at it or in a coordinated fashion going after all these schools across so many states. So, it's a -- it's a criminal offense. If you can find these people, they will go -- they will be indicted for something. But it's hard to find them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "WALKER",
      "sentences": "Yes, let's talk about that. Why is it -- why is it so hard to track these calls down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "KAYYEM",
      "sentences": "Well, I mean, some of them may be using burner phones or that they're quick calls. And the police are not anticipating it. So, they're not -- they're not doing any investigation.These are very, very quick calls. 14, 15 seconds. There is an active shooter, and that's all it takes to search the resources, then you have to understand what's happening in the school. The kids are now being notified, they're in lockdown. They're texting their parents, you know, I love you. We're in lockdown. And here is the scary part. The parents, of course, are surging to the school as well. In some of these cases, we don't know what parents are armed, they may go in to protect their kids. It's a very dangerous situation where any small mistake could lead to fatalities. We've seen swatting cases lead to fatalities because of the -- of the nature of the police presence, and that could happen in these schools. So, these is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "WALKER",
      "sentences": "And -- are you talking about innocent fatalities? Because, I think there was a case back in 2017, a 20-year-old by the name of Andrew Finch was accidentally killed by police after he was swatted. And the man that made the call, they tracked him down. He was sentenced to 20 years in prison.But I mean, innocent people can get killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "KAYYEM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "WALKER",
      "sentences": "Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "KAYYEM",
      "sentences": "Right. Yes.I'll tell you something personal. I have been swatted. Police showed up at a -- at a house we were at, at 3:00 in the morning. It is the most terrifying thing in the world. If there are more arms, or if you're a homeowner and you have a weapon, you don't know this is going on. So, just imagine at the school, you may have armed officials at the school security guards who are armed, they don't know this is going on. Then, you have police coming. And then you also have the dynamic appearance who honestly after Uvalde, may not have much confidence in the police response, and may enter. It is -- I cannot say what a nightmare situation. This is -- it's not just expensive and emotionally draining. It is really, really dangerous. And so, what the police need is a few good prosecutions. You find these people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "WALKER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "KAYYEM",
      "sentences": "You put them behind bars for a long time, and it will stop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "WALKER",
      "sentences": "Yes. That's the only way to deter it. Right?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "KAYYEM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "WALKER",
      "sentences": "But I mean, just reading some of the stories about, I mean, we're a country that's already been -- that's in trauma. That's been traumatized by mass shootings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "KAYYEM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "WALKER",
      "sentences": "And you hear about these young students, you know, and one woman, and a young teenager in Portland texting her mother that, you know, she loved her, because she didn't know how long it was going to take for her to get out of the school during this hoax.What about -- do you believe that these cases may be coordinated or connected in some way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "KAYYEM",
      "sentences": "I think -- I think just based on experience, probably, the jurisdictional, there is probably coordination within each jurisdiction. It cannot be then it may -- a bunch of schools get called on the same day, and that's a coincidence.That is someone who is targeting the main schools. Countrywide, this just may be a phenomenon that people are picking up on, because of news reports, or because of online chatter or online glee about these things. I mean, these people are perverse. They like seeing this kind of reaction, it gives them a sense of power. And the only way to take away that sense of power is, of course, to find them, and to put them behind bars. Whether anyone gets hurt or not, these are -- these are crimes that are being committed, and they are -- and they are causing so much stress in these communities across the nation. So, there probably is some coordination within these jurisdictions that are facing multiple calls simultaneously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "WALKER",
      "sentences": "Just so cruel and reckless really.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "KAYYEM",
      "sentences": "Yes. It's -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "WALKER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "KAYYEM",
      "sentences": "It really is. I mean, you know. And parents, parents are going to surge to the schools. It's just natural.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "WALKER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "KAYYEM",
      "sentences": "Family unification is just natural, and you just don't know what happens in these heated situations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "WALKER",
      "sentences": "Well, Juliette Kayyam, appreciate this conversation. Hopefully it stops soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "KAYYEM",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "WALKER",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:29:31",
      "speaker": "KAYYEM",
      "sentences": "Yes. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:34:30",
      "speaker": "SANCHEZ",
      "sentences": "China is signaling that it could ease its strict zero-COVID policy after a wave of protests in more than a dozen cities in Hong Kong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:34:30",
      "speaker": "WALKER",
      "sentences": "But top officials haven't laid out a roadmap or an end goal as the frustration over restrictive measures spreads.CNN Selina Wang has more from Beijing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:01",
      "speaker": "WANG",
      "sentences": "But despite the change in rhetoric, the Chinese government has still not said if it will transition away from zero COVID.And many in China still sealed in, and people's daily lives still dictated by a web of COVID restrictions. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:01",
      "speaker": "WANG",
      "sentences": "So, small but significant changes are being made to COVID measures in China. But the reality is, our lives here are still very restricted. I still need a recent COVID test to enter most public areas. We're still tracked everywhere we go in forced to scan our health codes.And there is still the threat of lockdowns and quarantine. And the reality is, health experts say China cannot just easily walk away from zero-COVID. Because instead of focusing on boosting vaccinations and the country's health infrastructure, China has been pouring all its resources these past few years into enforcing zero-COVID. Selina Wang, CNN, Beijing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:14",
      "speaker": "WALKER",
      "sentences": "CDC data shows nearly 20,000 Americans were admitted to the hospital last week for the flu. And that is nearly double the number of admissions from the week before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:14",
      "speaker": "SANCHEZ",
      "sentences": "In a letter to governors, Health and Human Services Secretary Xavier Becerra, says the surge is increasing the strain on hospitals. But he says the Biden administration is ready to help with federal resources, supplies, and personnel.So far, flu activity's been highest in the south with hotspots spreading from El Paso to southwest Virginia. And there is some promising news this morning. An experimental HIV vaccine has been found to induce neutralizing antibodies among a small group of volunteers in an early clinical trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:47:14",
      "speaker": "WALKER",
      "sentences": "That is a positive sign that the treatment can trigger immune responses against HIV. CNN medical correspondent Dr. Tara Narula has more.DR. TARA NARULA, CNN MEDICAL CORRESPONDENT: Boris, Amara, researchers published the results of an exciting but early Phase 1 trial of a new HIV vaccine, designed to look at safety and immune response. 36 adults received either a low or high dose of the vaccine, followed by a booster eight weeks later. They found the vaccine was well tolerated with no serious adverse events. The researchers found that the vaccine induced an immune response in 97 percent, with evidence of broad neutralizing antibody precursors. These types of broad neutralizing antibodies are almost like super antibodies. They are much more efficient and capable of targeting a virus like HIV with so many global variants. This research is a proof of concept that a vaccine like this could generate these broad neutralizing antibody precursors, and could actually help in the development of other vaccines for different viruses. This is important work as over 38 million worldwide live with AIDS or HIV, and there are over 1 million new infections of HIV each year. Currently, the only options for prevention include PrEP, which is a daily pill or frequent injections. So, having a vaccine option can be incredibly valuable for so many worldwide. Boris, Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:49:29",
      "speaker": "SANCHEZ",
      "sentences": "Eruptions from the world's largest active volcano not only putting on a show with lava spewing 148 feet into the air, but also creating potential headaches.Lava flows from Mauna Loa are inching closer to a major highway on Hawaii's Big Island, putting drivers less than three miles away from dangerous molten rock. Officials say a safety route is now accessible and they're hoping to keep curious motorists a safe distance away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:49:29",
      "speaker": "WALKER",
      "sentences": "In the meantime, rain and more snow set to hit the West Coast this weekend. Which means California will get some moisture that it really needs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:49:29",
      "speaker": "SANCHEZ",
      "sentences": "Yes. No snow is expected in the plains but heavy powder is going to hit the Rockies. Let's get a look at your full forecast now with CNN meteorologist Allison Chinchar, who is live for us in the weather center.Allison, what are you seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:49:29",
      "speaker": "ALLISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "A lot of snow, and that's a good thing. You know, snowpack makes up so much of what a lot of the western region depends on when it comes to the water, and really impacting the drought. [07Right now, we have four different low pressure systems in the western portion of the country. That's good, some of them mostly focusing on rain, others focusing on snow. But you've got a lot of areas here dealing with winter weather advisories and winter storm warnings, as multiple systems do continue to push into these areas. We've got rain and snow for Washington. Yes, even a little bit of snow in downtown Seattle. It's likely going to continue to be a rain snow mix there over the next 24 to 48 hours. But again, nice to see some more of that moisture coming in. Even more so, it's a benefit to have it pushing into areas of California, especially southern and central California. We've got a lot of that rain there right along the coastline, and pushing and starting to see that transition once you jump up in elevation, especially into this year. And that's what we're going to be seeing over the next several days as several of these systems continue to push in feet of snow for the Sierras. And then once you get into the Rockies likely about six to 12 inches. Guys?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:49:29",
      "speaker": "SANCHEZ",
      "sentences": "Glad to hear that some of those spots out west are going to get that moisture. Allison Chinchar, thank you so much.It is do or die time yet again for the United States at the World Cup in Qatar. This time, it's against the Netherlands in the round of 16.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:49:29",
      "speaker": "WALKER",
      "sentences": "And a man nicknamed Captain America will be on the field.CNN \"WORLD SPORT\" anchor Amanda Davies live from Qatar ahead of the match. Hi, Amanda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:49:29",
      "speaker": "AMANDA DAVIES, CNN WORLD SPORT ANCHOR",
      "sentences": "Hi, good morning. We've seen the U.S. team out for a little stroll ahead of their game later on today. Looking very relaxed ahead of what Coach Gregg Berhalter has described as go time.As he put it, if you can push on through, now is the time to do it. He's not only talking, of course, about the football, the performance, but specifically about Captain America Christian Pulisic, who has been in that race against time. To regain his fitness after suffering that pelvic contusion. The world's famous pelvic contusion we've all been hearing so much about. There's no doubt that is really, really positive news for this team ahead of this huge encounter. But Berhalter has told us, at this point, you take it step by step. (BEGIN VIDEO CLIP) GREGG BERHALTER, MANAGER, UNITED STATES MEN'S NATIONAL TEAM: Literally one game at a time, one minute at a time, you know. In this -- in this knockout stage, you know, anything makes the difference in the result, and you have to be patient. You also have to realize that it's -- it could be 120 minute exercise and you have to plan your lineups and substitutions accordingly. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:49:29",
      "speaker": "DAVIES",
      "sentences": "There is no doubt, this is the biggest match that this young, exciting U.S. Men's National Team has faced under Berhalter-era back in knockout stages of a World Cup for the first time since Brazil in 2014.But they face an experienced Dutch outfit, three-time World Cup runners up on an 18 match unbeaten run with a very experienced coach in Louie van Gaal. He knows what he's doing at this, the top level of the world's game. This is third center in charge of the Dutch. But interestingly, Gregg Berhalter, after leaving college in the U.S. moved to the Netherlands to start his playing career. He said that it's in the Netherlands that he really learned about the intricacies of the game, and that is something that has impressed van Gaal. He says, this is a very impressive U.S. side, very finely tuned. But slightly ominously, he says they can be beaten.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:49:29",
      "speaker": "WALKER",
      "sentences": "Right, Amanda. Slightly ominously, I love your wording. Thank you so much.And a quick programming note, catch an all new episode of \"THIS IS LIFE WITH LISA LING\", as Lisa takes a look at life in a post-Tiger King world. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:49:29",
      "speaker": "LISA LING, CNN HOST",
      "sentences": "Who is this guy up ahead?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:49:29",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is a liliger made up species.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:49:29",
      "speaker": "LING",
      "sentences": "What is a liliger?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:49:29",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "His mother would have been a liger, and his father would have been a lion. Some of these animals there made up by these breeders that were trying to get around the law. You know?LING (voice over): His breeders thought they could avoid prosecution under the Endangered Species Act by making up a new species.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:49:29",
      "speaker": "LING",
      "sentences": "Oh my gosh. Yes, he definitely doesn't look like an animal I've ever seen before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:49:29",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No. Thankfully, few years ago, there was a case and it set precedents. And now, all forms of tigers and lions are protected under the Endangered Species Act. So, they're not above the law anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:49:29",
      "speaker": "LING",
      "sentences": "It's just like, playing God with animals.(END VIDEO CLIP) WALKER (voice over): Catch an all new episode of \"THIS IS LIFE WITH LISA LING\", Sunday night at 9:00 and 10:00 p.m. right here on CNN.",
      "isLastSentenceInterrupted": false
    }
  ]
}