{
  "date": "2022-12-27",
  "headline": "Quest Means Business",
  "subHeadline": "Concerns About China's Travelers; Putin Bans Oil Exports To Countries With Caps On Russian Crude; US Department Of Transportation To Examine Southwest Cancellations; Football Star's Family Stopped From Leaving Iran; Pandemic Impacts Driving Stubborn Inflation; World Of Wonder: Vienna. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:29",
      "speaker": "PAULA NEWTON, CNN INTERNATIONAL HOST",
      "sentences": "So the market barely up today after high hopes before the markets opened as you see it there, the Dow now up,but barely at all. Those are the markets and these are the main events: India and Japan introduce new COVID testing requirements for Chinese travelers as the outbreak there grows. Putin bans oil exports to countries that have introduced the new price cap. And Britons flock to warming centers, if you can believe it, for relief from the spiraling cost of home heating. Live from CNN Center, it is Tuesday, December 27th. I'm Paula Newton, in for Richard Quest, and this is QUEST MEANS BUSINESS. And good evening to all of you. Tonight, some countries are putting up COVID defenses, while China takes it down. India and Japan will require visitors from China to have a negative COVID test to enter. It comes as COVID in China is getting worse. The country is being overwhelmed by tens of thousands of new COVID cases every day, and many markets in the Asia Pacific region were closed today, but those that were open ended the day well, as you can see there, likely looking at possibly a Chinese reopening. Now meantime, Japan and South Korea's stock markets did as you can see there end higher. Marc Stewart is in New York for us and has been following all of these developments. You know, Marc, the economic impact of China's reopening is something really that people have been looking forward to and it could really hit both sides of the Pacific, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:29",
      "speaker": "MARC STEWART, CNN CORRESPONDENT",
      "sentences": "Indeed, Paula, it's good to see you.This is really a narrative that is unfolding that involves both scope and speed. Let's first talk about speed. Despite being locked down for nearly three years, very stringent conditions, China is starting to open its borders, if you will, at a very quick pace with the relaxation taking place on January 8th, and that will benefit both sides of the Pacific, and that brings me to the scope end of things. We will see travel resumed between China and the major continents of the world. This is significant for several reasons, at least here in the US. Cities like New York, like Los Angeles, they will see perhaps an influx of Chinese tourists, people wanting to see their family and friends after so many years of separation, that will bring a lot of money. Earlier today, we are hearing from Ian Bremmer, he is the President of the Eurasia Group, one of our many strong analysts on China, and he also pointed out the fact that this is a chance now, for business people to be able to meet face-to-face. Yes, there have been Zoom meetings; yes, there have been phone calls, but these face-to-face meetings are going to be very significant in reestablishing business relationships, many of which have been halted because of COVID cases, because of supply chain problems. It's a good chance to reinitiate this kind of dialogue. So Paula, the economic story really is yet to be rewritten for the year ahead and perhaps beyond.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:29",
      "speaker": "NEWTON",
      "sentences": "Yes, and unfortunately, you know, a lot of people in China conflicted. We will get to that story in a minute, but I want to talk aboutthe markets again, those Asia markets were strong, and yet Wall Street, kind of muted today and not really thinking about this as the big boom that they were counting on, at least not yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:29",
      "speaker": "STEWART",
      "sentences": "Right. I was trying to think of words to describe the trading day, I'm going to use a lackluster, I mean nothing truly extraordinary. Ireached out to a portfolio manager today, and I was asking him about some of the concerns and some of the expectations. There is, well for lack of better words, fear, particularly among the manufacturing sector that as China reopens, as these cases spread, workers who are -- who we depend on to make various goods may be forced to stay at home. We've been paying a lot of attention this afternoon and this morning on Tesla stock, its value was down by more than 10 percent at one point. There is concern that if workers are unable to report to work, that could impact manufacturing on a broader scale. So this narrative as far as supply chain, as far as manufacturing, that is still to be written and at this point, at this moment in time, at least we haven't seen any encouraging sentiment that traders seemed to be digesting -- Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:29",
      "speaker": "NEWTON",
      "sentences": "Yes, and that likely explains the tentative response so far.Marc, really appreciate you following this for us. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "NEWTON",
      "sentences": "Now for many people in China, as we were just discussing, it's been years -- years -- since they've been able to see family and friends inperson. Now, as COVID restrictions and millions are grappling with what was lost during the pandemic. CNN's Selina Wang has more now for us from Beijing. (BEGIN VIDEOTAPE) SELINA WANG, CNN INTERNATIONAL CORRESPONDENT (voice over): The world's harshest quarantine is no more. As COVID sweeps through China, the country is scrapping quarantines for inbound travelers from January 8th, and promising to gradually restore outbound tourism. Since the start of the pandemic, China has severely limited who can go in and out of the country, drastically cutting the number of flights and forcing all incoming arrivals into government facilities. I went through multiple quarantines in China this year lasting as long as 21 days. There is no choice of where you go or what room you get. Once the doors closed, you can only open them for COVID tests and food pickups. Workers spray disinfectant in the hallways every few hours. Food delivery is not allowed for breakfast, lunch and dinner are part of quarantine fees. All of that is now soon going away. It's a huge relief for Chinese nationals living overseas like this woman in New York City.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I really want to go back to my home immediately. And right now, I'm very emotional. I'm always almost like in tears right now.WANG (on camera): When was the last time you went home to China?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Four years before. I lost several of my family members during the pandemic. I lost my beloved golden retriever. I feel like Imissed everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "WANG",
      "sentences": "How is your family doing now in China?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Right now almost everyone got COVID, and they are suffering. When my grandpa video called me, I cried so badly. At thatmoment, I even don't know if I will get a chance to see him. He just got COVID and I hope he will -- he will be okay. WANG (voice over): On Chinese social media, people have been sharing everything they've lost during three years of border controls while they were stuck out of their home country. One writes: \"I received the bad news of my father's unexpected death while I was in a quarantine hotel, but I couldn't go back to see him for the last time.\" Another writes: \"Because of the pandemic, I didn't even know that my grandma passed away and I heard it from my mother a month later.\" This new change finally ends China's ban on nonessential travel for Chinese citizens. (UNIDENTIFIED FEMALE speaking in foreign language.) WANG (voice over): \"I feel like the pandemic is finally over. The travel plans I made three years ago may finally become a reality,\" she says. It is exciting news for potential travelers, but at home, the country is struggling to grapple with an explosion in COVID cases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The hospital is just overwhelmed from top to bottom. There was no preparation like nobody knew. There was no stockpile ofmedications. WANG (voice over): This viral video in the southern city of Guangzhou shows a man kneeling on the ground at a fever clinic breaking down and begging the nurse to let him see the doctor after waiting for hours. Fever and cold medicine are nearly impossible to get at drug stores across the country. Antivirals are also extremely hard to get, but in a major move, Beijing has announced it is going to start distributing Paxlovid to community health centers in the coming days. So there is chaos and confusion, but with Zero COVID in the past, finally, there is light at the end of the tunnel. Selina Wang, CNN, Beijing. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "NEWTON",
      "sentences": "Vladimir Putin has banned crude exports to countries that have put price caps on Russian oil. Now, the ban will go into effect February 1st,and is currently set to last five months. In early December, G7 nations, the EU, and Australia agreed to cap Russian oil at $60.00 a barrel. Now that decision, of course, was in response to Russia's war in Ukraine. Melissa Bell is in Paris and she is following the reaction to this. Now, Melissa, I don't have to remind you, G7 leaders who brokered this very complicated deal knew there would be fallout from Putin. You know, how will this affect European countries who are the ones really at the pointy end, right? They're already dealing with an acute energy crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "MELISSA BELL, CNN CORRESPONDENT",
      "sentences": "That's right, Paula, and this is something Europeans have been stressing over and over again, that they really are theones bearing the brunt of this war on Ukraine specifically when it comes to energy, and of course, once again, now. Paula, bear in mind that of course, the European embargo on Russian oil exports by sea came in even as that cap on the price of oil was decided and agreed upon, not just by the European Union, of course, but by G7 countries and Australia. And really taken together, these are really the significant things that have a massive impact, of course, on oil flows and we don't even know. We're in totally uncharted territories. Much of course remains now in the hands of OPEC. The impact on Europe significant, but the real question have to force on oil flows. And we don't even know we're in totally uncharted territory as much, of course, remains now in the hands of OPEC, the impact on Europe significant. But the real question is what impact is now going to have on Russia, and this has been Europe's point throughout -- how it can have a significant impact on Russian coffers as Russia continues to finance his war in Ukraine? Much will, of course, now depend on what those countries that have stepped into the breach like India and China will do in terms of trying to get a harder bargain and drive those oil prices back up in their dealings with Moscow -- Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "NEWTON",
      "sentences": "Yes, and certainly gives new insight into President Zelenskyy having that conversation with, you know, with Mr. Modi at this point, whichwas obviously a significant conversation. Turning to Europe again, though, is there a feeling in Europe that slowly month by month, Europe will continue to successfully be less reliant on Russian energy of all kinds?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "BELL",
      "sentences": "This has been its point throughout. When you look at those energy imports, looking back to 2021, it was half of all Russian oil exports thatwent to European countries, Paula, that is huge. The hit that Europe has taken with regards to this is extremely important - -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:10",
      "speaker": "NEWTON",
      "sentences": "We seem to have lost Melissa Bell there, and as she was saying, Europe is in fact bearing the brunt of this entire situation with energyprices. And they continue to remind their G7 counterparts of that. Melissa, I think I can -- okay, and we will leave that story there for now and we will certainly bring you much more of that on QMB in the days to come. Now, a stop on Russian oil exports combined with increased demand from a reopening China could mean higher oil prices. WTI and Brent crude are higher today, up over a percent. Perhaps that was a bit predictable, but it's been a turbulent year for oil. I don't have to remind you, with futures hitting a high of more than $120.00 a barrel in March and again in June. Maybe I do have to remind you, given where oil prices are now, because that's before it slowly made their way all the way back down, you see it there below $80.00 a barrel in the fall. Ellen Hughes-Cromwick is a former Chief Economist for the US Department of Commerce. She joins me now from Los Angeles, and it is good to have you weigh in on what is a very complicated energy picture. You know, we're all transfixed by it for a good reason, right? It affects inflation so profoundly right around the world. So what do you see in 2023, whether it comes to the COVID pivot that is going on in China, or these new maneuvers to try and get Russia to really not succeed in getting those revenues on oil. ELLEN HUGHES-CROMWICK, FORMER CHIEF ECONOMIST FOR THE US DEPARTMENT OF COMMERCE: Yes, so I think really, in the marketplace, we're seeing all producers use every tool available to increase production. The Department of Energy latest data suggests that we are going to see US crude production rise to above 12 million barrels a day in 2023. And of course, our European allies are working diligently to not only exceed what is possible in terms of LNG import terminals to alleviate some of the pressures of losing the sources in from Russia, so that is another tool that's at the disposal of everyone. And finally, I will say, how about all of the above in terms of clean energy? We've seen a significant move by the US and our administration to pass historic legislation to expand clean energy production across the board. And really, that is the attitude we have to take here in the US working with our allies, not only in Europe, but Australia, Southeast Asia, and South America. We need to move to clean energy and expand our production. Now, we've got the kind of tools to do that, in light of the Inflation Reduction Act.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:36",
      "speaker": "NEWTON",
      "sentences": "Yes, I hear you on that. Whether it is OPEC in a wider context or Russia, I want to though, look at the inflation outlook more broadly now.The employment market, you know, mixed signals abound, I don't have to remind you of that. This is a complex environment for Central Banks. I want to ask you, do you see a normalization in certain markets, whether it is supply chains, the energy market or anything else in 2023, because there is a big debate about this. Some people are saying, look, do not look for that normalization in 2023. What do you think? HUGHES-CROMWICK: This is really a central question. I'm so glad you raised it, because we see some early indications that there is an alleviation of the supply chain bottlenecks. Look at the inventory bill that we saw toward the end of 2022. We are seeing the fact that, you know, some companies, especially our e-commerce companies are right sizing their inventories, and bearing down on the excess facilities that they built out to accommodate all of the goods that consumers were buying during COVID. So, that adjustment is clearly underway. At the same time, we see ongoing improvements in capital goods orders. Thankfully, because of the infrastructure law that was passed, we see a lot of potential for infrastructure investment in 2023 that should help alleviate some of the pressures in terms of the supply chain as well. But you're absolutely right, this is a long process, it is not going to happen in a couple of months. This takes time, when the supply chain is readjusting and accommodating a very different kind of global economy than we saw pre-COVID.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:36",
      "speaker": "NEWTON",
      "sentences": "And I don't have a lot of time left, but I want you to weigh in on the labor market. Some say that the Fed will achieve even if there is arecession, that the Fed will get what it wants, that unemployment won't go above four, four-and-a-half percent, do you think that's still possible, even if the US does go into recession next year? HUGHES-CROMWICK: Well, let me break that into two pieces. Number one is, the Fed will achieve its inflation target of two percent in the medium term, full stop. They know how to do it. They have the tools to do it and they are in the middle inning of the game to achieve that. How high they have to go will depend on some of the data that we start to see in the first quarter of 2023. Right now, I'd say they have a good fighting chance of not only achieving their medium-term target, I think that that's very likely, but also that they can do it without a lot of collateral damage. I mean, we already -- we still have, I think, over 10 million job openings in this economy. So if we absorbed this employment loss through these reductions in job openings, and we get some modest increase in unemployment rate, that would be fantastic, a great achievement by the Fed if they can handle that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:36",
      "speaker": "NEWTON",
      "sentences": "Okay, Miss Hughes-Cromwick, we have you down for a bullish prediction then on 2023 and for the Fed, glad to hear it, finally.Happy Holidays to you, and I'm glad to have you weigh in with your expertise. HUGHES-CROMWICK: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:22:07",
      "speaker": "NEWTON",
      "sentences": "The US Department of Transportation says it will look into Southwest Airlines unacceptable mass cancellations and delays. nowSouthwest has canceled 60 percent of today's planned flights as weather- related issues continue to disrupt American air travel. Now other carriers have reported cancellations and delays though not nearly to the same extent. Adrienne Broaddus is in Chicago and has been following this story for us. You know, I got them, you got them. Most of us not even traveling with Southwest have a Southwest story from a friend or a relative, any sign that things are improving there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:22:07",
      "speaker": "ADRIENNE BROADDUS, CNN CORRESPONDENT",
      "sentences": "A little bit of improvement here at Chicago Midway, and you're right, if you didn't have a Southwest storybefore today, you probably know someone who certainly does. And the big story here at Midway, all of these bags. Folks we have talked to throughout the morning and now into the afternoon, some have not been able to retrieve their luggage. That's if their flight was canceled and Midway is not their destination. There was an announcement that came over the PA just moments ago, saying if you have a canceled flight, Southwest crews will not be able to pull your luggage. It will, \"it\" meaning the luggage will continue on to its final destination, and that was frustrating for so many passengers, a lot of them raising the question, if you can't get me as the passenger to my final destination, why are you sitting my bags? Listen in. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:22:07",
      "speaker": "RAMI NASHASHBI, SOUTHWEST FLYER FRUSTRATED BY LUGGAGE TROUBLE",
      "sentences": "No one knows what to say. Even the poor agents sitting behind counters have quietlyadmitted that this is absolutely insane. Absolutely. It clearly seems like Southwest has lost their ability to control the situation and there may need to be some type of Federal intervention to help them rectify what has cost, I'm sure millions of dollars of damage to families that otherwise have been depending on these days just to get some type of R&amp;R. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:22:07",
      "speaker": "BROADDUS",
      "sentences": "And we are finally seeing smiles here at Midway as people exit this section here. We've seen a few people in the last few minutes retrievetheir luggage. We talked to a family who drove 14 hours from Dallas, Texas to get their bags -- Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "MIKE SANTORO, VICE PRESIDENT, SOUTHWEST AIRLINES PILOTS ASSOCIATION",
      "sentences": "The storm that hit last week was the catalyst to this, but what went wrong isthat our IT infrastructure for our scheduling software is vastly outdated. It can't handle the number of pilots, flight attendants that we have in the system with our complex route network. We don't have the normal hub and spoke like the other major airlines do. We fly a point to point network, which can put our crews in the wrong places without airplanes, mismatched, and that's what happened, and our software can't keep track of it. So they don't know where we are. They don't know where the airplanes are. And it's just -- it's frustrating for the pilots, the flight attendants, and especially our passengers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "I can see how frustrating it is. So, it seems like you're saying this is a problem they could have -- that Southwestcould have predicted essentially.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:07",
      "speaker": "SANTORO",
      "sentences": "So yes, they should have probably canceled some more flights coming in in Denver that day, you know when weather was really bad there.But we've been telling them this for years. Now we have a meltdown like once a year for the past five or six years, and every year we go in and do an after action and the, SWAPA, the union leadership, we go in and talk to flight leadership and we tell them, you know, you guys need to fix your scheduling software, the scheduling systems and how you operate our schedules, and to no avail. They never update it, never invest the money and resources they need to. So we continue to have these issues. Of course this is the largest disruption I've ever seen in my 16 years at the airline. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "NEWTON",
      "sentences": "Confusing messages from Iran, after, about in fact, the fate of a famed football player's family. Ali Daei's wife and daughter werereportedly pulled from a plane flying out of Tehran. He's been a vocal critic of Iran's government under the ongoing protests. But why his family was diverted is still unclear. CNN's Nada Bashir breaks down the mystery and the concern. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "NADA BASHIR, CNN CORRESPONDENT",
      "sentences": "He's one of Iran's most legendary soccer stars but he's also become a notable critic of the Iranian regime. Now AliDaei says a Dubai bound flight carrying his wife and daughter was re-routed and forced to land on Kish Island in the Persian Gulf, where the pair were removed from the flight by authorities. Officials have yet to offer a direct explanation as to why the soccer star's family was removed. But the Iranian state news agency reported that his wife and daughter were banned from traveling as they hadn't told authorities of the decision to leave in advance despite being ordered to do so. Meanwhile, Iran's semi official news agency said that Daei's wife had been barred from leaving the country by court order over alleged participation in what they described as riots. The pair are now believed to have been arrested and in an interview with Iranian media, Daei said that he is in the process of arranging for their return to Tehran. But he was not aware of any travel restrictions placed on his wife or daughter. This, of course, comes in ongoing anti regime protests in the country, which have been met by violence and repression by the regime security forces. The footballing legend himself has been a vocal supporter of the movement, writing in a post on Instagram in September that, instead of oppression, violence and arresting the Iranian people, the regime should solve their problems. And in November, he is said to have rejected an official invitation to the Qatar World Cup in a show of solidarity with the Iranian protesters at home. But now, Daei and his family may become the latest in a string of notable Iranian figures, who have faced repression at the hands of the regime for showing solidarity with protesters in Iran -- Nada Bashir, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "NEWTON",
      "sentences": "Spain has announced a $10 billion package to relieve inflation pain. Central banks worldwide, I want to remind, you spent 2022 increasingrates with that same goal. Volatile energy prices and pandemic aftershocks taming inflation has been no easy task. Richard Quest had a festive sitdown with CNN's Rahel Solomon. They discussed how the rising cost of borrowing could shape 2023. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "RICHARD QUEST, CNN HOST",
      "sentences": "Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "RAHEL SOLOMON, CNN CORRESPONDENT",
      "sentences": "Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "QUEST",
      "sentences": "Look at our delightful Christmas tree. And I see markets, recession, higher interest rates, all of the things that you have beentalking to us about over the course of the year. What has been going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SOLOMON",
      "sentences": "It has been an eventful year. If you think about where we are coming from, it was just March, not even a full year ago, where the Fedstarted to raise interest rates. And they have done so much in a short period of time. And now we're in a wait and see, not yet but soon; keep them higher for longer and let's just see how this plays out. And I think the big question heading into 2023 is how much pain and damage will the Fed potentially have cost?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "QUEST",
      "sentences": "When I heard Chair Powell in the December meeting, talking about 425 basis points of interest rate hike, 4.25 percent if you look at thegraph and you see, it's not even, it's not even, it's straight up. It is an economic conundrum that the economy hasn't just gone into full scale recession and reverse. People don't understand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SOLOMON",
      "sentences": "It has been a dizzying pace, right?Because when you look at previous rate hike cycles, you see it as a gradual 25 basis points. This was not that and so I think the question, as Powell has pointed to, there is no painless way to do this. So I think the question is, how much pain will that dizzying pace of rate hikes ultimately cause? And I think that's the big question next year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "QUEST",
      "sentences": "Why hasn't the economy slowed faster?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "Right, because it happened very fast, this fast increase of interest rates, because of these other factors.As these other factors start to abate, you're left with just high interest rates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SOLOMON",
      "sentences": "Exactly and it's interesting because I think, at this point in the inflation cycle, you're no longer seeing goods inflation. You are nolonger seeing supply side inflation. You're starting to see a lot of wage inflation, service side inflation. And now the question is how much damage does the Fed cause to the demand side of the equation? I think investors heading into the December meeting were hoping finally for some dovish language, finally hoping to hear Powell say, all right, we'll take a wait and see approach. And they didn't get it right? So I think even heading into 2023, it's still the investors holding their breath, waiting to finally hear those words from Jay Powell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "What are you looking forward to next year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SOLOMON",
      "sentences": "I am looking forward to a return to cooler inflation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "No.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SOLOMON",
      "sentences": "I am a consumer too. I am a consumer as well.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "You have no time to be a consumer. You're too busy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SOLOMON",
      "sentences": "I would like to be paying less rent in New York City. I would like to be paying a lot less for practically everything. So personally andprofessionally, I'm looking forward to less inflation. And I'm also looking forward to sitting in your chair while you are on vacation because that's been a great part of 2022 for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "As everyone knows, I don't take vacation very often. So I look forward --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SOLOMON",
      "sentences": "Yes.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "NEWTON",
      "sentences": "She handled all of Richard's questions quite deftly. Now we want to talk about that spiraling inflation again. It's making for challengingliving for many in the U.K. The cost of domestic natural gas for heating there has doubled over the past year, according to government data. CNN's Anna Stewart looks at the emergence of so-called warm banks designed to help people stay warm and save money. (BEGIN VIDEOTAPE) ANNA STEWART, CNN CORRESPONDENT (voice-over):  A hot drink, somewhere to sit and chat, The Oasis Center in London is one of thousands of organizations across the U.K. now running warm spaces for those struggling to pay their energy bills.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "STEVE CHALKE, FOUNDER, OASIS TRUST",
      "sentences": "Being warm helps a person relax. The more relaxed they are, the more logically they can think about all theirother worries and stresses. There's so many people though that are cold because, given the choice between being warm and eating, you have got to eat and you have got to feed your family. What's happening this year is that more and more people are being caught into that trap.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "STEWART",
      "sentences": "Some people call these warm banks but you don't use that term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "CHALKE",
      "sentences": "We think that's really important because it destigmatizes all of this. Once you're running a warm bank, if I come into your warm bank, I'madmitting that I cannot heat my house. But if you're running the living rooms, as we call it, at The Oasis Center, well, actually, you might be a millionaire. STEWART (voice-over):  Charity National Energy Action predicts over 8 million U.K. households will be in fuel poverty by April, almost double the number since last year, despite the government spending billions to subsidize rising energy bills.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "CHARLOTTE  HILTON, THE OASIS CENTER",
      "sentences": "I have spent over 100 pounds in a few weeks on gas alone.STEWART (voice-over):  Mum of four, Charlotte Hilton, works at the center but also uses its services to help support her family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "STEWART",
      "sentences": "Do you think there will come a point where you not be able to meet all of your bills?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "HILTON",
      "sentences": "Yes, yes, there will be. It will become a point, because everything is going up but wages, benefits, all of those things -- and it'snot just affecting obviously lower class people; it's affecting everybody. (BEGIN VIDEO CLIP) (MUSIC PLAYING) UNIDENTIFIED MALE (voice-over):  We thought, what if the health service just could prescribe people a warm home? (END VIDEO CLIP) STEWART (voice-over):  The National Health Service is so worried about the impact of the cold on people's health that it's testing paying for some of the most vulnerables' heating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There will be 1,000 homes helped this winter as part of this winter's trial. And there will be people at risk of being admittedduring the winter because they live in a cold home. STEWART (voice-over):  It's a worrying new reality for so many. The message here is that those who need help must not be afraid to ask for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "CHALKE",
      "sentences": "People are scared of community, they're scared of being judged by others. I will not go to that warm bank in that church, I won't go to theseevents, wherever it is, because I will be judged. Venture out. The world is full of wonderful people, you will meet friends. STEWART (voice-over):  Anna Stewart, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "VERENA ALTENBERGER, ACTRESS",
      "sentences": "I have been living in Vienna for 15 years now and ever since then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "QUEST",
      "sentences": "But it's not just Vienna is it, it is the Christmas market. Even in south (INAUDIBLE), it's always been there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "ALTENBERGER",
      "sentences": "Yes, of course, like every, every year. But it's not Christmas market. It's the Holy Child that brings the presents.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "QUEST",
      "sentences": "Right because you do not have Santa Claus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "ALTENBERGER",
      "sentences": "No, we don't.QUEST (voice-over):  Vienna has been hosting these markets since the 1700s. Verena Altenberger is a much loved actress of the stage and screen and she agreed to show me the beauty of Vienna's offerings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "ALTENBERGER",
      "sentences": "So we walk into the Christmas ball now and (INAUDIBLE) take you to the Christkindlmarkt every year and I was allowed to choose one balland hang it on the tree. So the tree got fuller and more colorful every year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "QUEST",
      "sentences": "It is a really big deal, isn't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "ALTENBERGER",
      "sentences": "Oh, it is. It's Christmas.QUEST (voice-over):  It is hard not to be swept up by her enthusiasm. This is an important moment. You will --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "ALTENBERGER",
      "sentences": "Oh my gosh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "QUEST",
      "sentences": "-- you will add to your family tradition.Do you do that often?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "ALTENBERGER",
      "sentences": "Only when I am very excited.QUEST (voice-over):  Very excited indeed, she is. And I am starting to get a frisson of the same. (MUSIC PLAYING) ALTENBERGER (voice-over):  OK, I prepared some (INAUDIBLE), some pillows (ph) and some (INAUDIBLE). QUEST (voice-over):  Verena has the air of someone who is competitive and will not stand for coming second. We will be really good at this. I have a feeling that you -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "ALTENBERGER",
      "sentences": "OK. I swear. I have a lot of talents. I can dance and to cook but I cannot paint at all.QUEST (voice-over):  When in doubt, keep it simple.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "ALTENBERGER",
      "sentences": "I wrote, mama, I love you. I feel like a 3-year old.QUEST (voice-over):  Scrooge sees commercialism and selling out. We see a really good time, with memories galore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "ALTENBERGER",
      "sentences": "It smells so good, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "QUEST",
      "sentences": "What are we doing here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "ALTENBERGER",
      "sentences": "We are rolling candles. Smell it. That is the smell of Christmas for me.So my mom was a beekeeper. That is why you like me because I am a Christmas tradition in one person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "QUEST",
      "sentences": "You do know what you are doing. This is not fair. This is absolutely not fair. I am calling foul. You have made this before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "ALTENBERGER",
      "sentences": "Yes, we do this at home. I know you don't trust me but it is true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "QUEST",
      "sentences": "I have been had. I have been led astray. This woman was rolling candles at school. I know she was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "ALTENBERGER",
      "sentences": "It is beautiful. It is really nice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "QUEST",
      "sentences": "Now to see if it is fit for purpose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "ALTENBERGER",
      "sentences": "Look, it's beautiful. Oh.(MUSIC PLAYING) QUEST (voice-over):  I know when I am beaten, this woman is Christmas personified, with goodness all over. And it is infectious. I am in the holiday mood. How important are these in Vienna, in the Christkindlmarkt?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "BERNDT QUERFELD, CEO, CAFE LANDTMANN",
      "sentences": "Is a must. You are not allowed to bring somebody the bill and say, I need the table. That is a no-go here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "QUEST",
      "sentences": "Even in this day and age?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "QUERFELD",
      "sentences": "Yes, this is the concept. If you change it, you are losing everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "QUEST",
      "sentences": "I see behind me the statue, the bust of your father. You have been entrusted. It has been handed to you to keep this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "QUERFELD",
      "sentences": "It is a privilege for me to carry this coffeehouse to the next generation, yes.(MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING) QUEST (voice-over):  Vienna in early winter, where attention is paid to tradition, from the masterful to the minute, the eye for detail is everywhere, particularly in the snow globes, perfect little wintry wonderlands. The delicate art of squeezing really good snowy scenes into glass globes and making them believable, well, that started right here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "ERWIN PERZY III, THE ORIGINAL VIENNESE SNOWGLOBE",
      "sentences": "What he did in the beginning, he mounted a water-filled glass globe in front of the electriclight bulb. And so, his idea was pouring some reflecting material. QUEST (voice-over):  In 1900, Erwin Perzy's grandfather was actually trying to build a better, brighter light bulb so he could do surgery. And, by accident, he stumbled on a new idea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "PERZY",
      "sentences": "When my grandfather poured this semolina powder into the water, it floated very, very slowly to the ground. And when he saw this, it took theidea of snowfall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "QUEST",
      "sentences": "It was either genius or absolute eccentricity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "PERZY",
      "sentences": "I cannot explain to you exactly but I would say it was a big mistake.QUEST (voice-over):  My God, snow globes everywhere. When it comes to handmade snow globes, they can see the secret is in the snow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "QUEST",
      "sentences": "Oh.Whatever secret there is in snow globe world, it is happening behind there. What are you up to? Are you finished? We don't ask what went on behind the door. But in that time-honored phrase, here is one I made.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "PERZY",
      "sentences": "Snow in Vienna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "DORIS HORVATH, HOST GRANDMA, VOLLPENSION",
      "sentences": "It started in 2012, when two blokes, Mike and Morris, they were looking in vain for a good piece of cakein one of the established Viennese coffeehouses at the time. And it was a bit dry, the cake they got. They thought, well, Grandma can do this better. QUEST (voice-over):  The grannies and grandpas are the real stars here. They choose what they want to bake and the results, the best compliment in the world, just like Grandma's. It is excellent. The whole thing works beautifully. It helps older people, gives them an income. But are the cakes better?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "HORVATH",
      "sentences": "You bet they are. They are fresh and they are baked with love and dedication, I would say.(MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "NEWTON",
      "sentences": "Hello, this is your dash to the closing bell. We are just two minutes away now. I want you to have a look at the markets that are at thishour mixed. You can see the Dow there, it is barely hanging on to the positive side. The Nasdaq down significantly now, almost 1.5 percent. A reminder, there are only three trading days left in 2022. This also comes today as China announced it will scrap quarantine requirements for incoming travelers. The Dow has been mostly up today. But really, you may not hang on to that, even in this last minute of trade. Meantime Putin is banning oil exports to countries that cap the price of Russian crude. That includes the G7 countries, E.U. and Australia. Former U.S. Department of Commerce, chief economist Ellen Hughes-Cromwick says it underscores the need for clean energy. (BEGIN VIDEO CLIP) ELLEN HUGHES-CROMWICK, FORMER CHIEF ECONOMIST, U.S. DEPARTMENT OF COMMERCE:  Finally, I will say, how about all of the above in terms of clean energy? We have seen a significant move by the U.S. and our administration to pass historic legislation, to expand clean energy production across the board. Really, that is the attitude that we have to take here in the U.S., working with our allies not only in Europe but Australia, Southeast Asia and South America. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}