{
  "date": "2022-11-16",
  "headline": "CNN Newsroom",
  "subHeadline": "High Profile GOP Say Time To Move On After Trump Launches 2024 Bid; Trump After Impeachments & Insurrection, Says He's Running Again; U.S.: Russia Is Ultimately To Blame For Missiles In NATO's Borders. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "Top of the hour now on CNN NEWSROOM. Good to have you. I'm Victor Blackwell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ALISYN CAMEROTA, CNN HOST",
      "sentences": "And I'm Alisyn Camerota.After two impeachments, inciting a deadly insurrection, losing the 2018 House and Senate, and 2020 presidential race, Donald Trump wants Americans to give him another chance. But a day after his official campaign launched from Mar-A-Lago, high profile members of his own party are speaking up. Potential presidential candidates Mike Pompeo and Mike Pence lobbed love thinly veiled shots talking of the need for \"more seriousness and new leadership.\" Major Republican donor and Blackstone CEO Stephen Schwarzman said he will not back Trump this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "And Sen. Mitt Romney was even more blunt. He told CNN President Trump has lost three in a row and if we want to start winning, we need a new leader. And one Republican not commenting on the new Trump campaign, that's Florida governor, Ron DeSantis. Party insiders believe DeSantis poses the greatest challenge to Trump in the Republican primary, but DeSantis today dodged 2024 questions instead focusing on what just happened in the Midterms.(BEGIN VIDEO CLIP) GOV. RON DESANTIS (R) FLORIDA: We just finished this election, okay? People just need to chill out a little bit on some of this stuff. I mean, seriously, we just ran an election. We have this Georgia runoff coming which is very important for Republicans to win that Georgia runoff. I mean, I know around the country, Florida was kind of the biggest bright spot. It was not so bright in many other parts of the country. It was a substandard performance given the dynamics that are at play. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "Joining us now CNN Chief Washington Correspondent, Jake Tapper also anchors THE LEAD and STATE OF THE UNION in-person here. Jake, hello.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CAMEROTA",
      "sentences": "Wow, such guest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JAKE TAPPER, CNN CHIEF WASHINGTON CORRESPONDENT",
      "sentences": "Have I ever seen you in person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "Yes. Of course, you have. Look at this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CAMEROTA",
      "sentences": "This is how we go, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "(Inaudible) have I ever seen you in person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CAMEROTA",
      "sentences": "And starts joking like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "TAPPER",
      "sentences": "(Inaudible) you're just so handsome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CAMEROTA",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "So let's talk about this, we heard from Mitt Romney and other Republicans as well. We've seen this before, Republicans ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "... scatter after Access Hollywood and then they come back, after the insurrection and then they come back. Is this different?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "TAPPER",
      "sentences": "It might be, but I wouldn't bet on it. I mean, we have seen the national review, for example, do an entire issue bashing Trump and then, of course, come full circle and become relatively obsequious through - for the 2016 election. And so you have to take it with a grain of salt their current op-ed, their current editorial that says no about Trump.But with that said, I will say 2018 midterm losses, you can just say that's, yes, but that's midterm losses. People lose seats in the midterms. 2020, okay, but Republicans actually did better than expected in the House and Senate in 2020 even though Biden won. 2022, there seems to be a stink, right? There's a quantifiable stink. Candidates that Trump backed lost seats in battleground states that were Republicans for the taking: in Pennsylvania, Arizona, Michigan, Nevada and on and on. So - and then I just saw there - one pollster did a study suggesting that the Trump endorsement cost candidates House candidates, five points where a Republican that didn't have that gained two points. So right now, forget the morality of Donald Trump or the racism or the anti-Semitism or the proclamations in favor of sexual assault and on and on. Now we have, hmm, this might be affecting me, so maybe, maybe it is different, but ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "BLACKWELL",
      "sentences": "Speaking of if this hastens other announcements from Republicans. You have the town hall tonight with ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "BLACKWELL",
      "sentences": "... the former Vice President Mike Pence. He's out now selling this book. But he's talked around 2024 ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "BLACKWELL",
      "sentences": "... candidacy. How long can he do that (inaudible) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "TAPPER",
      "sentences": "I think he can probably punt it until after the new year. Right now his line is - he and his family are going to pray on it and press through Christmas and I think he can probably do that. But at some point, he's going to have to make decisions and at some point he's going to have to see if he can raise the money to run for president. This is now a multi hundred million dollar affair, even a billion dollar affair can Mike Pence do that, especially if you have people like Ron DeSantis, Donald Trump in the race.So I think he could probably kick it down - kick the can down the road for a little bit, but not much longer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "CAMEROTA",
      "sentences": "So what can we expect from tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "TAPPER",
      "sentences": "Well, it's a town hall. So we have lots of voters, some from New York and New Jersey, others that we imported from a place called Indiana, where the vice president hails from. And there's a lot of questions about the future of the Republican Party, obviously, a lot of questions about January 6 and it's certainly not like any other town hall I've done just because you've got this big thing about January 6 and all these questions that I have and I think a lot of voters have too about his feelings about it. Because his - I can only speak for myself, but if you had incited deadly insurrection, Alisyn ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "CAMEROTA",
      "sentences": "Against you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "TAPPER",
      "sentences": "... against me and me and it almost hurt me and my family, I don't think that I would be particularly polite to you or ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "CAMEROTA",
      "sentences": "I think you'd forgive me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "TAPPER",
      "sentences": "... you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "CAMEROTA",
      "sentences": "I just think you would.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "TAPPER",
      "sentences": "Even without you apologizing - you have to - like you have to run the metaphor all the way through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "CAMEROTA",
      "sentences": "I think you would. I know you well enough you'd forgive me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "TAPPER",
      "sentences": "I would forgive you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "CAMEROTA",
      "sentences": "Yes, just me though. Just me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "TAPPER",
      "sentences": "Just don't - but not Victor. Not - if Victor did it, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "CAMEROTA",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "TAPPER",
      "sentences": "Interesting. See, I would go the other way around, but okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "CAMEROTA",
      "sentences": "We can't wait to watch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "TAPPER",
      "sentences": "All right. Thanks, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "BLACKWELL",
      "sentences": "Jake Tapper, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "CAMEROTA",
      "sentences": "Jake, thanks so much for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "BLACKWELL",
      "sentences": "And be sure to join Jake tonight at 9 pm for a live CNN Town Hall with former Vice President Mike Pence and on THE LEAD with Jake Tapper at 4 pm right after the show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "CAMEROTA",
      "sentences": "Okay. We're going to turn now to Cedric Richmond, a former White House official. He is now Senior Adviser to the Democratic National Committee. Cedric, thanks so much for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "CEDRIC RICHMOND, SENIOR ADVISER TO THE DEMOCRATIC NATIONAL COMMITTEE",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "CAMEROTA",
      "sentences": "Okay. So very quickly, Donald Trump announced another presidential run last night. What do you think that does for the next two years, what does it mean for the next two years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "RICHMOND",
      "sentences": "Well, I think it creates chaos within the Republican Party. You all have pointed out how those candidates did in the general election. But I think what you have to recognize is those candidates won their primaries to get to the general election and a lot of them did that with Trump's backing.So I think that you can see a scenario where they run towards division, towards divisive rhetoric, towards extremism just to get the nomination and I think that that will ultimately hurt them in a general election. But I think that you're in for one messy primary on the Republican side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "BLACKWELL",
      "sentences": "What does this mean for the President who has not yet said if he will run for reelection? Does this potentially change the timeline for Democratic candidates?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "RICHMOND",
      "sentences": "It does not. I think the President had at his interview the other day said that it's his intention to run, we're going to take him at his word, the DNC is preparing and we've got - we will be prepared. The infrastructure is there. But he said he would probably make an announcement sometime early next year. I would anticipate that that's when we're going to get it. He'll spend time with his family over the holidays, and they'll do some soul searching and the President will make a firm decision. But right now he says it is his intent to run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "CAMEROTA",
      "sentences": "We are very close to Republicans taking control of the House. They're one seat away at this hour and so what does that mean for President Biden's agenda for the next two years, if they take the House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "BLACKWELL",
      "sentences": "So let's talk about how Democrats pulled off this historic, I think would be right to say, Midterm result. There have been some criticisms of Democratic groups that have spent money on pro-Trump candidates",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "BLACKWELL",
      "sentences": "Well, come on, Cedric, you know that the point of spending that money though was to elevate them, so they'd be easier to beat in the general. It's not like oh we just listed some attributes and if they made it to the general then that's what happened. That was the point to get them to the general, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "RICHMOND",
      "sentences": "Well - but it was twofold. One was to list those attributes that we knew was a negative in general, but we knew would be attractive to Trump's mega base. And so all it was, was a general election ad but it was designed to draw the MAGA crowd to that candidate and I think that if we go back and look, all of those extreme candidates that that played out, every one of them lost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "CAMEROTA",
      "sentences": "But there were definitely some moments where it was a be careful what you wish for scenario and maybe that's happening a little bit, again. There are some Democrats right now today, who seem to be welcoming a Donald Trump run.I'll start with former governor of Virginia, Terry McAuliffe, who said, \"I think we would all like Donald Trump to run again.\" And then Bernie Sanders this weekend said, basically, \"The idea of another Trump campaign and all his lies and divisiveness and his efforts to undermine American democracy is an absolute horror show. On the other hand, I've got to say that as a politician who wants to see no Republicans elected to the White House in 2024, his candidacy is probably a good thing.\" What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "RICHMOND",
      "sentences": "Look, we beat him by 7 million votes, so we know we can beat him. The part that worries me is you can never count Donald Trump out. But the other part is what does this do to the country? Two years of lies, two years of hate, two years of division, two years of him picking on people, remember, he bullied a reporter - a reporter with a disability. He encouraged violence at his rallies.The part that worries me the most is what does giving him a microphone again do to the well being in this country and look how bullying has spiked up since Donald Trump came on the scene. So those are the things I'm worried about. Am I worried about Joseph Biden and Kamala Harris beating Donald Trump? I'm not, because I think that when you start talking about accomplishments, when you start talking about where we are, I think that the Biden Harris track record is much better than Trump's years of lying and ruining our reputation on the world stage, which over the last two years, the President - President Biden has put back together in an incredible fashion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "BLACKWELL",
      "sentences": "Cedric Richmond, thank you. Well, they do not have subpoena power yet, but House Republicans set to lead committees say they will spell out their plans for investigating the Biden family tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "CAMEROTA",
      "sentences": "Now, just last week - just this week, I should say - Republicans have seen new developments in a lawsuit accusing the FBI of pushing social media companies to block stories about the President's son, Hunter Biden. And CNN's as Evan Perez joins us now with his new reporting, what have you learned, Evan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:13",
      "speaker": "CAMEROTA",
      "sentences": "Okay, Evan. Thank you very much for sharing your reporting with us.And now to this, the edge of escalation, the U.S. Defense Secretary says it appears that that missile that hit NATO member Poland most likely came from Ukraine's air defense system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:13",
      "speaker": "BLACKWELL",
      "sentences": "But President Zelenskyy wants more information along with access to the scene where it happened, the latest when we come back.(COMMERCIAL BREAK) [15:20:42] CAMEROTA: Polish president, Duda, discussed the deadly missile strike that hit his country yesterday with CIA director Bill Burns at a previously scheduled meeting in Warsaw today. The incident set off diplomatic alarm bells. This is the first time that Russia's war has spilled over into a NATO country. The President of Poland now says while it appears the missile was Russian made the strike was likely an accident caused by Ukrainian air defenses and he added there are no indications it was an intentional attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:13",
      "speaker": "BLACKWELL",
      "sentences": "U.S. Defense Secretary, Lloyd Austin, says the Pentagon has no reason to doubt Poland's preliminary findings.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:13",
      "speaker": "LLOYD AUSTIN, SECRETARY OF DEFENSE",
      "sentences": "We won't get ahead of - what the - of the investigation. But our information supports what President Duda said earlier and his preliminary assessment was that this was most likely - most likely - a result of Ukrainian air defense missile. But we'll let the investigation play out here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:13",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So at this point, are you confident in saying that this was not a Russian missile?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:13",
      "speaker": "AUSTIN",
      "sentences": "We're going to let the investigation play out.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:13",
      "speaker": "BLACKWELL",
      "sentences": "CNN Senior International Correspondent Matthew Chance is live at the scene there in Poland. Matthew, how soon could the polls have a definitive answer on this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:13",
      "speaker": "MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, in terms of when that investigation is going to be over, it's not clear. They haven't given us a timeframe. But it could be several days from now before the investigation that's taking place on the ground to piece together exactly what happened. And then invest investigation is taking place about a couple of hundred meters away from where I'm standing right now, along this road.It - before that's concluded and before they can sort of write their report and give a definitive answer as to what actually happened. But the truth is, Victor, they've already started sort of talking about what their initial assessments are. And today, for instance, the Polish Prime Minister said that they've gathered materials from the ground at the site of that explosion, at - which has led them to believe that this was a Ukrainian anti-aircraft missile attempting to - which was fired to shoot down a Russian rocket and it said that they - that the massage had been successful in that attempt to shoot down a Russian rocket, though it's not clear what evidence they have for that. But that would certainly tally with the context in which this explosion took place. Remember, as it happened, as the missile came across here into Poland, there was a barrage of Russian missiles, pounding targets in locations all across neighboring Ukraine. And, of course, Ukrainian air defenses were struggling to defend their citizens from that attack or those attacks. And so it's easy to see in that context how an overshoot by a Ukrainian interceptor could have been the cause of this tragic incident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:03",
      "speaker": "BLACKWELL",
      "sentences": "So no move to Article Five which is the common defense attack on one is an attack on all, but there is discussion of Article Four from NATO there and let me read you what it says",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:03",
      "speaker": "LYONS",
      "sentences": "I think in some ways, the formality of getting 30 nations together is a logistical challenge and they're likely doing them backchannel at this point. And where they do get together have this agenda of what they're going to do politically as opposed to militarily. And what they can do in politically is just put more pressure on Russia and its allies with regard to economic sanctions and the like. And perhaps on the non kinetic military side, move more logistic bases closer into Poland, move them into Romania.Give them the wherewithal to compete in what's going to be a very tough winter inside Ukraine. The Russians have retreated from Kherson. On the other side of that Dnipro River, they're digging in and I guarantee you, they're going through every house and foraging every possible place for them to stay warm for the next three or four months and so we've got to do what we can to support the Ukrainian citizens because they're going to have the same problems if Russia decides to keep attacking the infrastructure inside of Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:03",
      "speaker": "CAMEROTA",
      "sentences": "Major, why do you think President Zelenskyy of Ukraine wasn't on the same page as NATO, and the U.S. and Poland's president when it came to like the snap decision of who was responsible?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:03",
      "speaker": "LYONS",
      "sentences": "Well, I mean, for all his good and his leadership, we've seen he sometimes is a ready fire aim guy and that's kind of okay, I guess, when you're at war and you're fighting the Russians and you're trying to survive every day. And it's sometimes - there's two sides to every story and the greatest strength, greatest weakness type thing and I think that he decided to just go out that route to make it look like - now, again, we're going to investigate everything.United States is not going to get drawn into some conflict here or NATO or the rest of NATO for that matter if Article Five is ever invoked here. So I think that's just part of his personality. I think he has to be forgiving given the fact that he's gets up every day and tries to survive. He's done some pretty courageous things and his military has done some incredible feats that I think will go down in history.",
      "isLastSentenceInterrupted": false
    }
  ]
}