{
  "date": "2022-12-21",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Biden And Zelenskyy News Conference After White House Meeting; Zelenskyy Thanks Biden For Patriot Missiles: \"Very Important Step\"; U.S. Border Officials Watch Migrants Use Rafts To Cross Rio Grande River; Biden Admin Wants U.S. Supreme Court To Let Title 42 End, But Not Until December 27; Netanyahu Announces Deal For Controversial New Govt.; \"Bomb Cyclone\" To Bring Blizzard Conditions To Parts Of U.S. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Thank you very much, Mr. President. We're going to take questions from four different reporters. Let's start with Alex of Yahoo News. ALEXANDER NAZARYAN, SENIOR WHITE HOUSE CORRESPONDENT, YAHOO NEWSAnd President Zelenskyy, welcome to Washington on this beautiful winter day. What is your message to the American people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "BIDEN",
      "sentences": "Answering your questions first, I'm not at all worried about holding the alliance together. NATO and the European Union, as well as other nations.I assume this is simultaneous. All right. OK. I've never seen NATO or the EU more united about anything at all. And I see no sign of there being any change. We all know what's at stake here. Our European partners all the more so, they fully understand it. This is about we've never seen a major invasion of a European country since World War II. And they see no signs that Putin is going to do anything to change that unless we resist and we help the Ukrainians resist. We all know what's at stake. The very idea of sovereignty, the U.N. charter. Putin thought he would weaken NATO. Instead, he strengthened NATO. I once said to him that we talk about the -- he wanted to see the, you know, Europe end up being divided. And instead, what did he do? He produced a more united Europe, with Sweden and Finland joining. So I don't see any reason to believe there'll be any lessening of support. And as we reach out to our NATO allies, our Secretary of Defense and the Secretary of State, we get continued support. Not only there, but also from around the world, from Japan and many other countries as well. So, I feel very good about the solidarity of support for Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:20",
      "speaker": "BIDEN",
      "sentences": "You call on one of your people? Pressperson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:20",
      "speaker": "ZELENSKYY",
      "sentences": "Yes.DMITRY (PH), UKRAINIAN TELEVISION: Yes. Thank you. Dmitry (ph) (INAUDIBLE) to Ukrainian television. President Zelenskyy, President Biden, I got a question to both of you. But firstly, as Ukrainian, and I mean it, I want to thank the United States for supporting my country and, you know, my family is in Ukraine and I definitely understand they will not be alive today if America will not support my country both politically and militarily. So, thank you for this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:20",
      "speaker": "BIDEN",
      "sentences": "We will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:20",
      "speaker": "DMITRY",
      "sentences": "And as of my question, we enter a new phase of this war and you definitely discuss today which path to choose, how the war could come to an end and what's next. Will turn into a new counteroffensive or some kind of peace talks? So, Mr. Biden, Mr. Zelenskyy, could you share your vision? What's the fair way to end this war and how do you understand this war so for (ph) peace? Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:20",
      "speaker": "ZELENSKYY",
      "sentences": "My view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:20",
      "speaker": "BIDEN",
      "sentences": "Your guy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:20",
      "speaker": "ZELENSKYY",
      "sentences": "I think we have -- oh, yes. I see. I see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "BIDEN",
      "sentences": "Let me respond. I think we have -- we share the exact same vision. And that a free, independent, prosperous and secure Ukraine is the vision. We both want this war to end. We both want it to end.And as I've said, it could end a day if Putin had any dignity at all and did the right thing and just said pull out. But that's not going to happen. Not going to happen. It's not going to happen now. So what comes next? We talked about today was we're going to continue to help Ukraine succeed on the battlefield. It can succeed in the battlefield with our help and the help of our European allies and others. So the if and when President Zelenskyy is ready to talk with the Russians, he will be able to succeed as well because he will have one on the battlefield. And you know, I don't think we should underestimate the impact this war is having on Russia and the losses they're suffering. And you saw just, I think it was two days ago, Putin saying that this is much tougher than he thought. He thought he could break NATO. He thought he could break the west. He thought he could break the alliance. He thought he could be welcomed by the Ukrainian people that were Russian speaking. He was wrong, wrong and wrong. He continued to be wrong. The sooner he makes -- it's clear that he cannot possibly win this war, that's when the time we have to put this president in a position to be able to decide how he wants the war to end. My turn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "ZELENSKYY",
      "sentences": "Please, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "BIDEN",
      "sentences": "Phil Mattingly of CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "PHIL MATTINGLY, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Thank you, Mr. President. Welcome, Mr. President.Mr. President, to start with you, your advisors often talk about how important -- how critically important you view face to face interaction. I'm wondering after spending two plus hours face to face with President Zelenskyy, what you learned or what you took from the meeting that perhaps you couldn't glean or learn in the phone calls or video conferences? And somewhat tied to that, was there any discussion related to the U.S. assessment that Russia would not take escalatory action now that patriots are being sent, will be -- a Patriot battery will be delivered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "BIDEN",
      "sentences": "Let me answer the first question, the first part of your question. You know, I get kidded for saying that there's -- all politics is personal. It's all about looking someone in the eye. And I mean, sincerely. I don't think there's any substitute for sitting down face to face with a friend or a foe and looking them in the eye.And that's exactly what's happening at this moment. We've done that more than once, and we're going to continue to do it. As the winter is setting in and Putin is increasingly going after civilian targets and women and children, orphanages, this guy is -- well, but he's going to fail. And he's going to fail. He's already failed because he now knows that there's no way he's ever going to occupy all of Ukraine. There's no way in which he's going to be accepted by the Ukrainian people. And so, he's failed in the past, and it was very important for him and everyone else to see that President Zelenskyy and I are united, two countries together, to make sure he cannot succeed. And I think I may be mistaken, but I know I judge every leader by they -- what they say to me, their consistency, and look him in the eye. This guy, to his very soul, is who he says he is. It's clear who he is. He's willing to give his life for his country and all the folks that came with him today. And so, I think it's -- he -- important for him to know we are going to do everything in our power, everything in our power to see that he succeeds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "ZELENSKYY",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "BINDEN",
      "sentences": "What was the second part of your question?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "MATTINGLY",
      "sentences": "I just asked if you discussed how the U.S. calculated the escalatory effect of sending a Patriot missile battery to Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "BIDEN",
      "sentences": "I did not discuss that at all with the president. But I -- we do not -- it's a defensive system. It's a defensive weapon system. It's not escalatory. It's defensive.And it's easy to not -- and we'd love to not have to have them use it. Just stop the attacks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(INAUDIBLE) One Plus One T.V. channel. When the full scale invasion started, U.S. officials said that Ukraine cannot receive Patriots because, as you said, it might be unnecessary escalation. And now, it is happening. Right now today it is happening.And now Ukraine desperately need some more capabilities, including long range missiles attackers. Maybe I sound naive, but can we make long story short and give Ukraine all capabilities it needs and liberate all territories rather sooner than later? Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:01",
      "speaker": "BIDEN",
      "sentences": "His answer is yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:01",
      "speaker": "ZELENSKYY",
      "sentences": "I agree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:23",
      "speaker": "ZELENSKYY",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:23",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ladies and gentlemen, please remain in your seat until the official delegations have departed. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:23",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "President Biden and Ukrainian President of Volodymyr Zelenskyy wrapping up their joint news conference in the East Room of the White House just now. A hugely significant and symbolic visit highlighting the Biden administration's effort to strengthen the western alliance and NATO in the wake of Russia's brutal and unprovoked assault on Ukraine. Recovering this historic news conference from all angles as only CNN can. First, let's go to Will Ripley, who joins us live from Kyiv, Ukraine. And you heard there, Will, President Zelenskyy talking about the very notion of a just peace and how can there be a just peace when this war is so unjust? And he warned the Russian people and the Russian leaders that the longer this war goes on, the more impossible it will be to appease parents who lose their children, Ukrainians who lose their children. The more this goes on, the more parents will live only for revenge, he said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:23",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "And it is a sentiment that is shared not just by people who've lost their children. And there are many of those people, far too many of those people here in Ukraine, but also by the taxi drivers, the people who are working at the restaurants, the people who, even when there are explosions outside of the hotel and the lights go out, still keep doing their jobs. And they say that they are up against -- you know, President Zelenskyy put it politely, he said inhumane -- inhuman. They call Russia animals. I've heard that term said repeatedly on the ground here.That is the anger, this vehement hatred of their neighbors who, in the not too distant past, you could cross back and forth. You could go for a weekend in Russia, Russians could go to Crimea, you know, for -- or holiday in Odessa. And those days are over. Now there are Russians who moved here before the war, some of whom I met on Snake Island, which Ukraine recaptured five months ago, born in Russia, now Ukrainian citizens fighting to defend Ukraine against their home country. So, it is not a blanket statement. They understand that there are people in Russia who support Ukraine, who don't support the war, but they believe -- and this is the commonly held you and I've had a lot of conversations with people here about this that the vast majority of Russians are so uninformed because of the propaganda, because of the fact that Putin controls the narrative, controls the news so tightly and so intensely. So all these people in these rural areas in particular who are being mobilized and they have advertisements to recruit soldiers that look like they're aimed at children with cartoons saying, you know, Sasha (ph) is going to have a great job, he's going to have new friends, he's going to have a great career, be like Sasha. But people in Russia that only are listening to the state media, the propagandists, that's what they believe. And it's going to be very hard in the event that there is a peace deal at some point to erase that deep seated hatred and anger that people are feeling here every time that bombs are raining down, area timers are going off, and more families are losing children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:05",
      "speaker": "MATTINGLY",
      "sentences": "You know, to some degree, it was the ease with which they addressed what is a very clear and almost natural tension when it comes to U.S. support for Ukraine. Obviously, Ukraine has constantly and regularly requested far greater capacity, far greater capabilities from the United States military, from President Biden directly often in phone calls between Zelenskyy and Biden. This is something that goes back and forth.And the U.S., as President Biden detailed, is unwilling, particularly for any weapons that may be used or construed as offensive weapons to deliver or say yes on that account. And President Zelenskyy's willingness to acknowledge that and to some degree make light of it by saying once they have one Patriot missile battery, which the U.S. is in the process of sending over, he will then get on the phone with President Biden and ask for many more. And Biden smiled, laughed, and said, we're working on it. And I think that has been a tension and a real tension over the course of the entirety of this war. And it's not one that has created fractures, but it is certainly one that hangs over all of these discussions regarding U.S. support. And I think it kind of underscores something you sensed as these two leaders spoke. But before and after their meeting in the question that -- which I asked President Biden was trying to get at this to some degree, which is the value with which President Biden places on face to face meetings and why they are so critical and why an understanding of the individual that he's meeting with, whoever the leader is, is so critical. And I think some level of what you saw in this press conference after reflected the dynamics that were very much in existence during those 2 hours behind closed doors, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:05",
      "speaker": "TAPPER",
      "sentences": "Let's go to Clarissa Ward, who has spent a lot of time in Ukraine.Clarissa, one of the messages that was unmistakable from both President Biden and Ukrainian President Zelenskyy is this war is not anticipated to end anytime soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:05",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, and I thought that was really interesting because they weren't trying to sugarcoat that, Jake. And if you talk to some Western officials privately, they will tell you, particularly in Europe, that there is concern about what a possible mid to long term endgame could look like in Ukraine. But what you heard again and again from President Biden today, the need to continue to stand together through 2023. So we're not talking about weeks, months, we're talking about another year here, potentially, Jake.He said again, we will stand with you, we will stay with you as long as it takes. Also interesting, I thought, to hear President Volodymyr Zelenskyy unsurprisingly, but really articulating a pretty maximalist position, essentially, that in terms of any engagement with Russia, there would be, quote, \"no compromises on Ukraine's territorial sovereignty.\" There have been a lot of conversations in the past about whether potentially Ukraine would be willing to concede Crimea, for example, which was annexed back in 2014. Before the invasion started, there were some rumblings that maybe Ukraine was willing to do that. Now, President Zelenskyy feels very strongly that he's in a position where that becomes a sort of political impossibility for him because of what you heard Will Ripley articulating there, the anger, the grievances, the horrors that the Ukrainian people have lived for, but -- through rather. But all of that makes this very complex when it comes to what happens next. Where does this go? How does President Putin respond? You heard President Biden say again and again as well, President Putin has failed, President Putin will fail. But the reality is, when you look at -- what's happening on the ground in Russia, it does not appear that there is any kind of uprising or something of that nature that would really threaten Putin's rule as being imminent. And so, the question does still linger, what is the ultimate end game for this? How can both sides come together at a certain point and try to cobble out some kind of a negotiated settlement? Clearly, no one is ready to make that step yet. But I thought it was very interesting that President Biden was basically telling the American people, get ready, and the E.U. and NATO, because we are committed to staying this course for as long as it takes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:05",
      "speaker": "TAPPER",
      "sentences": "And in fact, Nick Paton Walsh, who has also spent a lot of time in Ukraine, one of the main items of discussion, both leading up to this event and also today's press conference, is this new advanced missile defense system, the Patriot system that the U.S. has finally agreed to send to Ukraine. It's going to take up to 100 individuals to operate the system, it's a defensive missile system. And it was brought up today in terms of Zelenskyy saying he even wants more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Kylie Atwood, our State Department Correspondent, what stood out to you about the way Zelenskyy and Biden characterized the relationship between the U.S. and Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, I thought it was really interesting to hear President Zelenskyy say that in the last 30 days or so there has been a change in the U.S.-Ukraine relationship. He said it has solidified, it's become a real alliance. He didn't put his finger as to exactly why that is, but he did note that those Patriot missiles are extremely significant for Ukraine to be receiving from the U.S.So perhaps that is part of it. And I think it's important to note that President Biden when asked about that just peace and how this could come to an end, he was very definitive in saying that the Ukrainians need to win on the battlefield first and then that will put President Zelenskyy into a position where he can determine how this war ends. We have heard that time and again from Biden administration officials but President Biden really doubling down on this idea that Ukraine has to be the one to determine how this looks and how this will end.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "All right, thanks to one and all.Let's bring in the former Defense Secretary under President Trump, Mark Esper. Mr. Secretary. First of all, Zelenskyy finally got his White House meeting. I mean, I know you wanted it years ago under President Trump, but he finally got it today. What's the importance of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "MARK ESPER, FORMER SECRETARY OF DEFENSE, TRUMP ADMINISTRATION",
      "sentences": "Well, Jake, good to be with you. First of all, it's very important. The imagery alone of President Biden and President Zelenskyy standing side by side, President Zelenskyy there in his uniform, if you will, of the siege that he's been under for some time now.I thought it was a solid press conference. You know, President Zelenskyy came off as authentic. He thanked the American people, the Congress, and he spoke to what the Ukrainian people are going through. President Biden, I think, delivered solid remarks, but -- and he talked a lot about what we're providing them, military assistance, aid, et cetera. I was hoping to hear more about why, particularly at the time when, you know, the American people have been distracted by the January 6 committee reports, bad weather in the Northeast or Christmas, which is pending. It's a chance to tell the American people why we're there and to speak into bigger, broader terms about autocracies versus democracies and what this all means. And of course, I think a bid to the Congress to say to Republicans in particular that there's going to be accountability on these systems and that he's going to pressure European allies to do a whole lot more than what they've been doing. And then finally, I think it was a chance to message to the Russian people as well, but we didn't hear much of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "ESPER",
      "sentences": "Well, first of all, it's important to tell the American people this, because there is concern that the Putin strategy, rightfully so, is to wait us out, to wait for the west to weaken and to leave the field open, if you will, for Vladimir Putin. And of course, this happens at a time when Republicans are coming into power, and there is a minority in the Republican Party that questions this aid. So I think this is a key reason why Zelenskyy came now.But why is this important? Because Ukraine is on the front lines of the 21st century conflict between democracy and autocracies. And on one side is Russia and China and a host of others, such as North Korea and Iran. And on our side is the United States, our Western allies in Europe, and, of course, Japan and Australia and others. And it's important that we signal in this conflict that we will stand with the Ukrainians until the end, that will help them defeat Russia, help them defeat an autocrat called Vladimir Putin. Because if not, then countries such as China and Russia seek to change the international order. They don't like rules and laws. They don't share our values. They want to live in totalitarian societies where surveillance is everywhere and your rights are limited. That's not the world none of us want to live in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "TAPPER",
      "sentences": "President Biden vowed tonight to stay united with Ukraine, quote, for as long as it takes. Do you fear the U.S. public does not have the appetite for that? And we should just note, you talked about a minority of the Republican Party questioning this aid. That minority is about to become very powerful. The possible new House speaker has talked about his concerns about aids to Ukraine, Kevin McCarthy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:08",
      "speaker": "ESPER",
      "sentences": "Well, look, there -- yes, Jake, there are minorities in both aisles, of course, might be more so on the Republican side, but this is where leadership comes in, leadership in the Republican Party, leadership from the White House in terms of rallying the allies. And I think, you know, the American people will stand behind the President and this conflict and support the Ukrainians if we explain to them why and talk them through this and give frequent updates.And look again, I think it's important that the European partners do more. The United States at this point, will now have spent more than $50 billion in economic, financial, and military aid. Most of our NATO allies have spent less than $600 million in military aid. We need them to do more. It reassures the American people that we're all in this fight against autocracy. So I think it takes that type of leadership by the White House, by the President to do that. And he's done fine so far. But there's so much more that needs to be done to include, by the way, providing the means to prosecute this war that the Ukrainians keep asking for, particularly ATACMS and tanks and things like that. The Patriots is a great move, but it's not a game changer. If the Ukrainians are going to regain their country, their territory and really win, they need the weapons they're asking for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:35",
      "speaker": "TAPPER",
      "sentences": "In our national lead, at any moment, the U.S. Supreme Court could decide what will happen to Title 42. That's the Trump era pandemic policy that permits border agents to reject asylum seekers and immediately send them back over the border out of the United States.This Supreme Court decision, which is pending, will affect cities along the U.S.-Mexico border and throughout the country, and dictate the future of the thousands of migrants waiting to get into the United States. But for now, as CNN's Rosa Flores reports, they are all stuck in legal limbo. (BEGIN VIDEOTAPE) (SPEAKING FOREIGN LANGUAGE) ROSA FLORES, CNN CORRESPONDENT (voice-over): The anticipation building on the Mexican side of the border on the day Title 42 was set to be lifted. These videos, shot by a migrant and provided to CNN, show migrants in Matamoros using rafts to cross the Rio Grande. Some in the crowd provide commentary, saying they're tired of the long wait. And that U.S. immigration authorities are watching it all happen. (on-camera): I'm in Brownsville, Texas. The river is right behind me are drone cameras capturing a similar scene. A large group of migrants on the Mexican side, a large law enforcement presence on the U.S. side. Our cameras were rolling as a group of migrants, including a child, crossed into the United States and turned themselves into authorities. All this contributing to what one law enforcement source says is up to 1,200 migrants turning themselves into border authorities every day in this part of South Texas. (voice-over): Border Patrol is dropping off hundreds of them in respite centers, say advocates. Most of them travel out the same day. But local shelters are starting to see an uptick of migrants who can afford to. (on-camera): So migrants from all over the world?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:02",
      "speaker": "FLORES",
      "sentences": "You know, the Venezuelan couple in our story says that their first appointment with the U.S. immigration court judge is set for November 2024. That's nearly two years away. But, you know, that speaks to the backlog in the U.S. immigration court system right now.According to data, analysis of federal data by a group at Syracuse University, for the first time in history, there are more than 2 million U.S. immigration court cases in that backlog, Jake. So you might imagine the pouring of migrants that we're seeing that are coming into the country right now, they don't even realize the backlog that they're stepping into. Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:57",
      "speaker": "TAPPER",
      "sentences": "In our world lead, just before tonight's deadline, Benjamin Netanyahu announced he has formed a new Israeli government. And as CNN Hadas Gold reports for us from Jerusalem, Netanyahu's coalition of political allies will become the most right-wing government in the history of Israel. And that is causing plenty of apprehension there and around the world.(BEGIN VIDEOTAPE) HADAS GOLD, CNN CORRESPONDENT (voice-over): The new Israeli government setting off alarm bells around the world even allies rarely eyeing Benjamin Netanyahu's new ministers who will make up the most right- wing government in Israeli history. A stark change from the last coalition now made up all of men and all Orthodox except for Netanyahu himself. Most recognizable is Itamar Ben-Gvir, once convicted of anti-air of racism and supporting a Jewish terrorist group. Now, National Security Minister in charge of Israeli police. Eager to allow Jews to pray at Jerusalem's holiest site where only Muslims are now allowed to worship. A place that has sparked into fadas (ph) and even wars. Former Israeli Ambassador to the United States Danny Ayalon warning Washington will be on high alert. DANNY AYALON, FORMER ISRAELI AMBASSADOR TO THE U.S.: If they will perform what is conceived in Washington as provocations, for instance, change of status in Temple Mount or unchecked enlargement of new settlements. This could be a very, very big problem for Netanyahu and for the government. GOLD (voice-over): Then there's Bezalel Smotrich, another far right settler lawyer turned politician has been named Minister of Finance and has also been given power to appoint the head of the Israeli body which controls border crossings and permits for Palestinians. Smotrich supports abolishing the Palestinian Authority and annexing the West Bank. Israel's staunchest ally, the United States perhaps hoping the rhetoric won't match the actions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:57",
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE",
      "sentences": "We will gauge the government by the policies it pursues rather than individual personalities.GOLD (voice-over): Other appointments causing uproar include a gay rights opponent who has vowed to ban pride parades to a position in the Education Ministry and proposed changes to the law of return, further restricting who was considered Jewish enough to be permitted to immigrate to Israel. Netanyahu, for his part, has repeatedly claimed that the buck will stop with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:57",
      "speaker": "BENJAMIN NETANYAHU, INCOMING ISRAELI PRIME MINISTER",
      "sentences": "I've had such partners in the past and they didn't change an iota of my policies. I decide the policy with my party.GOLD (voice-over): But as the government has taken shape, his critics, like this cartoonist, say he's creating a monster he won't be able to control. Hadas Gold, CNN, Jerusalem. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:57",
      "speaker": "TAPPER",
      "sentences": "And our thanks to CNN's Hadas Gold for that report from Jerusalem.Turning to our national lead now, more than 100 million Americans in more than 25 states are under alerts for snow and ice as what's called a bomb cyclone is developing. And with an Arctic air sweeping in across most of the country. Let's get to CNN Meteorologist Derek Van Dam. And Derek, this is a dangerous storm.",
      "isLastSentenceInterrupted": false
    }
  ]
}