{
  "date": "2022-11-11",
  "headline": "CNN Newsroom",
  "subHeadline": "Surges In Respiratory Viruses Overwhelming Children's Hospitals;  Control Of Congress Still Unknown Days After Elections; House Freedom Caucus \"Working\" Against McCarthy & Rubio, Hawley Call For Delay In Senate GOP Leadership Elections; Frank Luntz: Trump Could Lose Support For Attacks On Popular Republicans; Work Paused At Obama Presidential Center After Noose Found; Celebration Of Life Service Underway For Rapper, Takeoff. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:31:07",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "The CDC says that half the country, half the country is currently experiencing high or very high levels of respiratory illness, specifically because of dramatically rising cases of the flu and RSV.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:07",
      "speaker": "BIANNA GOLODRYGA, CNN HOST",
      "sentences": "Now the surge is having a devastating effect, as you can imagine, on children's hospitals in major cities like Boston and Ann Arbor.At the University of Michigan's facility, officials say their pediatric beds are now at full capacity. CNN health reporter, Jacqueline Howard, is with us. Jacqueline, this is something that we were worried about. All the signs suggested that this could hit us sooner this flu season. Here we are. What more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:07",
      "speaker": "JACQUELINE HOWARD, CNN HEALTH REPORTER",
      "sentences": "That's right, Bianna. Here we are. What you're seeing are really the outcomes of higher-than-normal RSV levels, as well as the ongoing COVID-19 pandemic and an early flu season that appears to continue to just ramp up.And what I mean by that, in the past week, we saw the flu activity double. And then it nearly doubled again this week. And here's where we are. Right now, the highest levels of flu activity are in the southeast region of the country. You see here on this map that's where we're seeing the highest levels. But the concern here is that as we enter the winter season, we could see this sweep the nation. And we could see more respiratory illnesses in the west and up north. And that's the concern that health officials have. And they are urging people right now to get their flu shot if they haven't already, as well as get your updated COVID-19 vaccine because we do want to reduce the risk of seeing our hospitals even more overwhelmed this season. So far, this flu season, sadly, we've seen about five children die related to flu. We also are seeing many pediatric hospitals at capacity. And we're also seeing some schools report outbreaks of respiratory illness. So the concern here, Boris and Bianna, is that things could get worse this winter. So to keep your family safe, get your flu shot, get your updated COVID-19 booster, and, of course, practice safe hygiene. And this Thanksgiving, if you're sick, stay home. Don't spread your illness, if, sadly, if you do happen to get sick this Thanksgiving -- Boris and Bianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:38:13",
      "speaker": "GOLODRYGA",
      "sentences": "Right now, Republicans are just seven seats away from controlling the House of Representatives. CNN has yet to make a projection in 26 races. The question now is, do Democrats have a path to keep control?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:38:13",
      "speaker": "SANCHEZ",
      "sentences": "Let's get the CNN political director, David Chalian. David is at the Magic Wall.David, you're saying there's a chance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:03",
      "speaker": "GOLODRYGA",
      "sentences": "It is very close.Thank you for that math, David Chalian, live on television. Not very easy. You make it look that way though. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:03",
      "speaker": "CHALIAN",
      "sentences": "Thank you.Joining us now, former adviser to GOP Leader Mitch McConnell and CNN political commentator, Scott Jennings, also CNN political analyst and senior editor for \"The Atlantic,\" Ron Brownstein. Scott, let me start with you. Because assuming that the Republicans do take the House, there's some speculation as to how secure Kevin McCarthy's bid is to take over as speaker. What do you make of that? How vulnerable is he? And if not McCarthy, then who?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:03",
      "speaker": "SCOTT JENNINGS, CNN POLITICAL COMMENTATOR",
      "sentences": "Boy, great questions. This is not what Republicans were expecting. I think Leader McCarthy was hoping with a bigger cushion. So now he's dealing with small numbers.And to get elected speaker, you've got to do it on the floor. You have to get 218 voters on the floor. So if this faction of fringe conservatives in his conference want to hold their votes, they could actually stop it. I think he'll hold on. There's a lot of maneuvering going on. But they are going to make to demands of him that he may or may not want to agree to. One of the demands is this rule about vacating the chair. Sounds arcane. But bottom line is, it means, on any given day, if the speaker of the House displeases this faction, they can just kick him out. So if you've been like watching the British merry-go-round, it would be like that. So on any given day, if you have upset a handful of people, you would be out, which would be terrible for governance. You know, if you're a Republican who is excited to have the majority, you'd be really impowering Democrats in that case if you're forcing McCarthy to go to Democrats to get votes done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:03",
      "speaker": "GOLODRYGA",
      "sentences": "It would be like parliament without the great theater.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:03",
      "speaker": "JENNINGS",
      "sentences": "Yes, right. And it almost Europeanize --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:03",
      "speaker": "JENNINGS",
      "sentences": "It would almost Europeanize the House. And so instead of having two parties, you almost have like two parties -- or 2.5 parties, which is more coalition style than our traditional two parties.It's like a bag of cats. You stick your hand in there, you get some fur but some claws. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:03",
      "speaker": "SANCHEZ",
      "sentences": "OK. I wanted to ask you about the leadership on the Senate side for Republicans --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:03",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:03",
      "speaker": "SANCHEZ",
      "sentences": "-- because there are indications some Senators, like Marco Rubio and Josh Hawley, they are hoping to delay a leadership vote.Some of the fallout from Tuesday night, maybe a rivalry between Rick Scott and Mitch McConnell?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:03",
      "speaker": "BROWNSTEIN",
      "sentences": "Well, you know, I think many people were anticipating Rick Scott would make a bid for leader if the election went better than it did.I think Scott is the one who faces the very difficult question. Because he made a choice as the chair of the NRSC not to resist these Trump nominees that the former president imposed on the party. And I think there was a question all the way through whether he was acting in the interest of the party as NRSC chair or if he was acting in his own long-term interests in trying to mollify Trump for whatever future political ambitions he might have. He made a decision -- and Senator McConnell went along with it -- not to resist the Trump nominees who, in many cases, proved very weak candidates in the general election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:58",
      "speaker": "JENNINGS",
      "sentences": "Well, I think people are unhappy with losing. And to the extent that you look at these midterms results and interpret as, you know, there's a limit on what Trump is or isn't going to do.And then you see him trying to dispatch people that seem to have grown their own brands outside of that. Yes, I could see Republicans -- and I've heard from Republicans that are moving away from the idea that the most important thing is that Trump is in charge of the Republican Party, not that the Republican Party is a governing party. So moving forward, the question is, do we want to try to win a national election? The Republicans will win the national House popular vote. But the distribution of vote is skewed a little bit because of how well we do in some of these safe rural districts. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:58",
      "speaker": "JENNINGS",
      "sentences": "I'll just finish and then you, Ron.Look, it's obvious he backed into the presidency in '16 with fewer votes. We lost the House '18. He lost White House in '20. We lost the Senate and the Georgia runoffs in '21. His candidates in the Senate and in these House suburban areas got shellacked. What more empirical evidence do you need to see that he's not a national majority-maker? He's a minority style candidate in a country where you kind of need a majority of the votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:58",
      "speaker": "BROWNSTEIN",
      "sentences": "And that's very clear, right? If you look at the states that gave Biden the presidency, flipped from '16 to '20, Arizona, Georgia and Michigan, Pennsylvania and Wisconsin, there were Trump- imposed nominees in all of them.And except for maybe Kari Lake in Arizona and conceivably Herschel Walker in Georgia, they are all going to lose. Which tells you that, in a climate that was really tough for the incumbent party, 75 percent say the economy was only fair or poor. And that tells you, if would be very hard for Trump to win back those states. One the other hand, if blackmailing Ukraine, inciting a riot, trying to overturn the election, hoarding classified documents, using openly racist language for seven years, including at Glenn Youngkin today, was not enough to cause you to walk away from Donald Trump, it would say something that fear of his electoral impact would be the straw that breaks the back. After everything that he has done over these years to kind of violate the norms and the rule of law, this will be why Republicans choose to walk away from him? I'm not 100 percent sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:58",
      "speaker": "GOLODRYGA",
      "sentences": "We'll, we're not even there yet.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:58",
      "speaker": "GOLODRYGA",
      "sentences": "I mean, we're not there yet. We're being hypothetical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:58",
      "speaker": "SCOTT",
      "sentences": "the timing though. There's a presidential campaign coming. So if you were ever going to walk away from somebody, it would be in the context -- that's what primaries are for, to sort these squabbles out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:58",
      "speaker": "SANCHEZ",
      "sentences": "Well, that's the challenge that these primary voters are mostly guided by the activist wing that still supports Trump.We've got to leave the conversation there. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:58",
      "speaker": "SANCHEZ",
      "sentences": "Scott Jennings and Ron Brownstein. I really feel like you guys are having a party in New York that I didn't get invited to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:58",
      "speaker": "GOLODRYGA",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:58",
      "speaker": "SANCHEZ",
      "sentences": "So I appreciate you --(CROSSTALK) (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:58",
      "speaker": "SANCHEZ",
      "sentences": "Thank you so much, gentlemen. Appreciate you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:44:58",
      "speaker": "BROWNSTEIN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:30",
      "speaker": "GOLODRYGA",
      "sentences": "Construction at the Obama Presidential Center in Chicago is on hold after workers found a noose at the site yesterday.The company building the library says work will resume after employees on-site finish anti-bias training. They're also offering a $100,000 reward for information leading to whoever's responsible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:30",
      "speaker": "SANCHEZ",
      "sentences": "Let's take you to Chicago now with CNN's Adrienne Broaddus who is at the scene.Adrienne, a $100,000 reward. What more are you hearing about the search for suspects?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:30",
      "speaker": "ADRIENNE BROADDUS, CNN CORRESPONDENT",
      "sentences": "Boris and Bianna, that is the reward the builders are offering for information leading to the group or person responsible for leaving behind this alleged symbol of hate.Earlier this morning, we saw activity taking place behind us for at least five hours. I reached out to a spokesperson with the construction company, Lakeside Alliance, and asked why we saw activity here. That person told me via email that we would likely see some activity throughout the day. She called it additional construction services required to maintain and secure the site. She also said we will likely see vehicles entering the site here as they prepare for anti-bias training scheduled to start next week for all workers and staff. The Obama administration releasing a statement, saying, in part, and I want to read it to you, \"This shameless act of cowardice and hate is designed to get attention and divide us.\" The state's governor, J.B. Pritzker, calling this \"a hateful act,\" saying, in part, quote, \"The noose is more than a symbol of racism. It is a heart-stopping reminder of the violence and terror inflicted on black Americans for centuries.\" At this hour, it is unclear who is responsible. And it's also unclear when construction here will begin again -- Boris and Bianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:30",
      "speaker": "GOLODRYGA",
      "sentences": "Adrienne Broaddus, I know you'll continue to follow this disturbing story for us. Thank you.We're turning now to Atlanta where family and friends are saying good- bye to Takeoff, the 28-year-old rapper who was fatally shot earlier this month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:30",
      "speaker": "SANCHEZ",
      "sentences": "CNN's Ryan Young is live for us at State Farm Arena where this Celebration of Life is under way.Ryan, there are big names there paying their respects.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He's been an influence for over the last 12, 13 years now. With everything going on, man, you know, gun violence has got to stop, really and truly. And we lost -- a lot of people don't get to become an icon.But as you see, man, you see the whole of Atlanta out here for this man. This man is an icon. God bless this brother, man. R.I.P., Takeoff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Very impactful. Not just for the city of Atlanta but for the culture in general.He changed a lot of things. You have a lot of young rappers coming up and a lot of people that were in the game starting to change the way they rap due to these -- due to the Migos. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "YOUNG",
      "sentences": "Something I wanted to show you guys, but I'm told we don't have enough time for it, was when they showed up at \"Carpool Karaoke,\" that video alone had more than 63 million hits.This groups had songs that people know in your head, \"Bad and Bougie,\" \"Versace.\" You understand why there is such a following to this group. They really spoke to a generation. And now some people say this rapper, in particular, didn't deserve to die to die in the way he did. It was caught on video. And the next question is, why has no suspect been named? Why have no arrests been made just yet? That's a big question out here right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, that's probably the most painful, lingering thing about all of this, is that there hasn't been any arrests, hasn't been any progress on that investigation, that's been made public, at least.A sad day for the city of Atlanta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "YOUNG",
      "sentences": "Or a suspect named.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "SANCHEZ",
      "sentences": "Right.Ryan Young, thank you so much for your reporting.",
      "isLastSentenceInterrupted": false
    }
  ]
}