{
  "date": "2022-12-20",
  "headline": "CNN Newsroom",
  "subHeadline": "Jan. 6 Committee Refers Trump to DOJ for Criminal Prosecution on Four Charges; Today, House Committee to Discuss Releasing Trump's Tax Returns; Chief Justice Roberts Temporarily Blocks Order to End Title 42. Aired 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "Top of the hour on this Tuesday, I'm Jim Sciutto.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "And I'm Erica Hill.We're following several stories at this hour. First, after 17 months of collecting evidence, interviewing hundreds of witnesses, the January 6th committee officially referring former President Trump to the Justice Department for criminal prosecution on four counts. Among those four counts, the charge of inciting an insurrection. Now, of course, as you likely know, these criminal referrals are mostly symbolic. It does, though, increase the number of eyes, understandably, on the DOJ and next moves there as the investigations involving the former president are already moving pretty swiftly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SCIUTTO",
      "sentences": "Plus, today, the Biden administration faces a deadline to respond after Supreme Court Chief Justice John Roberts put a temporary hold on ending Title 42. That rule allows officials to turn migrants away at the border because of pandemic era concerns. It will stay in place for now. We'll see how long. We will be live from the border.And the fight for government funding, overnight, lawmakers unveiled a deal, a sweeping fund bill, to avert a shutdown, fund the government for months. Senator Chris Murphy will join us to discuss as Congress looked to approval a yearlong bill by the end of this week and incidentally before they go on Christmas vacation. But, first, let's bring in Senior Justice Correspondent Evan Perez with more on these criminal referrals for President Trump. So, you look at these, I mean, some of this we knew prior to yesterday, right? It was kind of a compilation of stuff but there were some new bits of testimony in there. What were the highlights to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Well, I think the highlights for the Justice Department is going to be finally getting its hands on some of the evidence and these transcripts of these thousands of pages of interviews that they have done, that this committee has done. A lot of what the Justice Department is doing is really aligned with what the committee found, right? They ready -- we know from some of the subpoenas in the grand jury here in Washington that it's looking into the January 6th issues, they have been looking at some of the same things, the obstruction of the congressional proceeding, for instance.Where they differ and where they diverge is probably on this issue of insurrection, which is a very difficult law that the Justice Department has looked at and has yet to use in all of its investigation. Here is one of the members of the committee, Adam Schiff, discussing what the findings were. (BEGIN VIDEO CLIP) REP. ADAM SCHIFF (D-CA):  It was important, I think, as a matter of accountability for the Justice Department. The American people now understand that in the view of our committee, the former president committed a serious crimes that the Justice Department needs to investigate, and that I think will hopefully hold the Justice Department to the standard it set out at the beginning of the investigation, that it would follow the evidence wherever it leads, it would have only one standard of the rule of law, it would apply it equally, whether you're a president or an ordinary citizen. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "PEREZ",
      "sentences": "One of the important parts of this, Jim, is that this committee is speaking for Congress, which was a victim of a crime on January 6th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes, that is the thing. It is a great point, Erica. I mean, we've talked about that, right? I mean, the target was not just the process, it was many of the folks, Republicans and Democrats, sitting on the Hill that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "HILL",
      "sentences": "And I know, Evan, too, there are some new details about -- there is also now an increase focus, of course, on the special counsel, Jack Smith, in terms when he will return to the U.S. He had been laid up in Europe by a bike accident. Do we have more of a timeline this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "PEREZ",
      "sentences": "Yes. I mean, it appears that somewhere over the holidays we're expecting him to come back. There's still a lot of work for them to set up this office, as we've been discussing since he got appointed. His plan was to bring over these investigators from -- that have been handling the classified documents, as well as the January 6 investigators, there is more than 20 of them, and they're all going to come in in a separate office that he is going to set up.But as the Justice Department likes to point out, and as Jack Smith himself has said, like just the fact that he's still in the Netherlands doesn't mean the work has not continued. There has been no stop to that work. And I think we've seen some of that proof with the grand jury activity we've seen recently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "HILL",
      "sentences": "Yes, certainly. It seems to be moving forward at perhaps an increased clip at this point. Evan, I appreciate it, thank you.This afternoon, the House Ways and Means Committee will hold a closed door meeting to discuss whether to make Trump's tax returns public.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:03",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes. I mean, the House Ways and Means Committee chairman, Richard Neal, has had access to this information for a number of weeks now. But what is important about today's meeting is it is an important for the committee to go behind closed doors and really have a conversation about whether or not they are going to release some of this information or all of this information for that fact.And I think one of the things they are really going to be weighing in this meeting is sort of what the future looks like of the committee if they use this section of the tax code to release this information. So, we expect that they will meet today at 3:00. They will quickly go into that closed-door session and then they will have that discussion. After that, they will come out of the executive session and they will vote on whether or not to release this information. But it is a significant day because it really could, if they release some of this information, shed light on the former president's taxes and whether or not he paid taxes and what years he paid taxes. And they didn't just request the actual tax returns, they requested broader tax information. That means any notes that the IRS has on ongoing audits or audits that have been finished up, that could all be included in this treasure trove of information that House Ways and Means has. So, this is going to be a very consequential meeting not just for today but, really, for the future of congressional investigation into taxes in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:03",
      "speaker": "SCIUTTO",
      "sentences": "Lauren Fox, a lot to learn three, thanks so much.Well, joining us now to discuss a lot of the big developments in the last 24 hours, former federal and state prosecutor Elie Honig and Zolan Kanno-Youngs, White House Correspondent for The New York Times, also Jackie Kucinich, Washington Bureau Chief for the Boston Globe. Elie, if I could begin with you a legal question, because there is a lot to go through with this report, but one issue is this question of negligence. Did Trump not just incite the riot or even short of that not do enough to stop it? And Hope Hicks, she texted a campaign aide during the riot, that on January 4th and 5th, the days before she had told Trump to preemptively call on those attending to be peaceful. The text reads, I suggested it several times Monday and Tuesday and he refused. When you hear testimony like that, in addition to those three hours on the day where aides say he didn't do anything, does that add up to some sort of criminal negligence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:03",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "So, Jim, I think that kind of evidence is helpful but not necessarily enough on its own for a criminal prosecution. Negligence is not going to be enough here to sustain any of the charges that are in play, obstruction or conspiracy or certainly insurrection. You have to show some more specific intent.The way I view, though, the facts around what Donald Trump did on that day, during those 187 minutes, is, from a prosecutor's view, yes, he did nothing when he clearly should have done something. I think that is important. But, again, that is not going to be a crime on its own. What I would do is argue that as intent. It shows you that what these people were doing at the Capitol is exactly what Donald Trump wanted and intended because he could see on the T.V. they were ransacking the place. And so his failure to act, I would argue, as a prosecutor, is really important evidence of his overall intent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:03",
      "speaker": "HILL",
      "sentences": "It's interesting, Zolan, you've noted that despite Jamie Raskin's pledge, that I'm quoting him here, masterminds and ringleaders cannot get a free pass. Look, based on your reporting here in New York City, you know that that is not always true. When you add politics into the equation, it would seem that it is even less likely sometimes that leaders face consequences. What is that conversation this morning in Washington?ZOLAN KANNO-YOUNGS, WHITE HOUSE CORRESPONDENT, THE NEW YORK TIMES: Right. It is seemed to be a little bit of wishful thinks at times when it comes to that statement. I mean, I have covered police departments, I've covered district attorneys, prosecutions, and, yes, often in law enforcement you will go after maybe people on the lower end, maybe people not at the top, possibly to even involve them in the investigation so that you could gather information and go after people at the top and try to actually bring sufficient evidence to have a sufficient investigation for people at the top. But it just doesn't always happen that way. And now in D.C., in Washington today, this is really the question. There was so much focus especially with the hearing and throughout this televised hearing, on President Trump. And there will be -- people will be watching to see now what happens with the Justice Department. Obviously, though, it is very clear the standard the Justice Department has when it comes to the congressional committee is much different and much higher. We have to be clear about that. But even just yesterday and throughout the televised hearing, it is very hard now to also only have a scope on actually January 6. It is very clear that you have aide after aide of the former president in the days leading up to the actual day, saying that there was no basis for these claims of -- for these claims of election fraud. There was more and more building evidence that he was warned of that. [10:10:02] And for the American people, after these hearings, I think one takeaway will be that January 6 and the story of it will no longer be limited to that day but more so also the days leading up to it and the actions that were not taken leading up to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:03",
      "speaker": "SCIUTTO",
      "sentences": "There is, Jackie Kucinich, the potential for criminal charges here and a lot of steps, though, there because you could have an indictment but not a conviction, right? In the meantime, there is political damage. And I wonder, as you see some, not all, but some of Trump's fortunes fall, including losses in the midterm elections and polls out there that show that at least some Republicans are open to another potential leader of the party, are we already seeing some of that political damage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:03",
      "speaker": "JACKIE KUCINICH, CNN POLITICAL ANALYST",
      "sentences": "We do see the political damage. I mean, we saw it in this last election. As you mentioned, the election deniers very much did not win most of their -- most of their contests. That said, there is still that 30 percent, at least one of the last polls I looked at, that really do support the former president.And when you have so many Republicans who seem to be interested in the nomination going into 2024, you wonder if you're going to have the same situation that we've seen in previous -- in the last time there was a crowded field, whether that would divide the folks that aren't necessarily as ready for a second turn with the former president at the helm. But you're right, there are more Republicans now who are, you know, at minimum, sick of the drama, at the other end, fearful for what this means for democracy should this happen again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:03",
      "speaker": "HILL",
      "sentences": "You know, as we look at where we're at, it is interesting, the former vice president yesterday basically saying, and I'm paraphrasing here, Elie, that, really, an indictment could be bad for the country. Even if it is there, this is probably not good for the country, it is so divided, maybe not a good idea. The Wall Street Journal editorial board essentially echoing that, saying that this would be too political, which seems that it would be equally political not to indict if the facts are there.So, I wonder, Elie, do you think the DOJ has the stomach at this point to treat every American the same way in the eyes of the law?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:03",
      "speaker": "HONIG",
      "sentences": "Well, Erica, I've been skeptical towards DOJ, I think, on a lot of different count here. But I will say this, it is the job of prosecutors to consider the facts without regard to politics. In fact, if you look at the justice manual, which is the guidance that goes out DOH-wide, it says, you are not to consider an individual's fame or infamy or notoriety or popularity in considering whether to charge him.That said, prosecutors are not robots, Merrick Garland certainly will try to take account of the broader political spectrum. So, I can't predict what he will do. I will tell that prosecutors should, and we hear Merrick Garland say this all of the time, separate out the politics. But I don't know if you can do that as a practical matter when you're talking about such a well-known, such a divisive, such a popular, in some corners, figure. And you have to think about a jury as well, Jim, noted before. There is a big difference between indictment and conviction. Indicting a former president would be a monumental step, a difficult step. But turning that into a conviction, getting 12 common citizens unanimously, got to be unanimous, in a criminal trial, to find someone guilty, that is going to be a tough lift and I think prosecutors have to calculate for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:03",
      "speaker": "SCIUTTO",
      "sentences": "I mean, there are the extraneous political issues here but then there is the one that is in front of our eyes, right, and that is that the target or potential target here is a candidate for president as well. He's not just a former president. And, Zolan and Jackie, I mean, I'm sure you all have thoughts on this. I'm going to give Jackie the last word. But does that need to be part of the calculation for a Justice Department because there are a whole host of implications beyond Donald Trump to a Justice Department indicting a candidate for office?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:03",
      "speaker": "KUCINICH",
      "sentences": "Right. I mean, there is already a special counsel for a reason here. And that is one way that they're handling it. But, Jim, I just wanted to note one thing that is an enduring consequence of January 6, that is already happened, and that is the changes in the election laws around the country, that various states have made because of the president's misinformation.Also in the omnibus that perhaps will pass in the next couple of days is the Electoral Accountability Act, which makes it clear that the vice president's role is ceremonial and makes it a bit higher, the congressional, in which would require lawmakers to object to state electors. So, there are things that are very much going to be a part of American life for a while as a result of what happened in the lead- up and January 6th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:03",
      "speaker": "SCIUTTO",
      "sentences": "Zolan, I'm going to give you a chance next time to pipe in on that. But, Elie, Zolan and Jackie, thanks so much to all of you.KANNO-YOUNGS:  No problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "SCIUTTO",
      "sentences": "Plus, lawmakers in the early morning hours introduced a sweeping bill to fund the government into next year. Will it make the president's desk in time to avoid a shutdown? Senator Chris Murphy joins me to discuss that and a whole host of issues. That is coming up.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:04",
      "speaker": "SCIUTTO",
      "sentences": "All right. Tensions ratcheting up at the U.S./Mexico border where Title 42 remains in place now, this after the Supreme Court chief justice, John Roberts, stepped in. The immigration policy was due to expire tomorrow. Roberts has now issued a temporary hold. Where does this go from here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "ED LAVANDERA, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Yes. Right now, the city says that despite what is happening at the U.S. Supreme Court, and as everyone awaits what the judges are going to announce on that front, that everything here will proceed as if Title 42 is going to be lifted on Wednesday.And right now, city and council officials here say that they are most concerned about opening up as much shelter space. They are trying to contract and open up several warehouses, even some unused school buildings that could be used to keep migrants off the streets as they generally have been crossing into the U.S. and having to wait here several days to get transportation to their final destination. Again, once important to point out that the migrants that they are dealing with, the vast majority of these people have been processed through Border Patrol, have the paperwork to remain legally in the U.S. while they await their immigration court proceedings. So, they are really focused on moving these people out of the El Paso area as quickly as possible because they know that there could very well be even larger groups of migrants behind them. So, they say that is the biggest challenge at this point and that is what they're the most focused on. But there have been some dramatic changes on the border here in El Paso overnight. Texas National Guard soldiers as well as Texas Department of Public Safety State Troopers were seen. CNN witnessed them this morning setting up chain-link fences for merely a mile as well as barbed wire. This is significant because this is the very area where many migrants have been crossing the river and lining up to turn themselves into Border Patrol agents for much of the last week. It was a very orderly process and very controlled. But this clearly threatens to change that dynamic if more and more migrants continue to come over and Title 42 is lifted. We're working on getting reaction from community member who I know have been very concerned after the state of emergency was declared exactly how state of Texas would react to all of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "HILL",
      "sentences": "Ed Lavendera, I appreciate the reporting, as always. Thank you.Also joining us now, Omar Ornelas, he's a photojournalist with The El Paso Times. Omar, it is good to have you with us. I'm curious. What are you seeing? You're in Ciudad Juarez there this morning on the other side of the border from Ed Lavendera who we just spoke with in El Paso. What has changed there this morning, if anything?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "OMAR ORNELAS, PHOTOJOURNALIST, THE EL PASO TIMES",
      "sentences": "Well, good morning, Erica, and thank you for having me. It's a pleasure to be here with you.We've had some pretty dramatic changes, as you heard from your colleague. Last night, I was here around 8:00 P.M. We had some large groups of Nicaraguans, Cubans and Venezuelans that were crossing the river as we had seen -- similar to what we had seen the previous Sunday, on Sunday, December 11th. And they were just lining up in a similar fashion all the way down to along the border. And then this morning, I arrived here at sunrise to a completely different scene, a scene where the National Guard has been stationed here. We've seen wires for about maybe a quarter of a mile to the east from the bridge and there is not one migrant now lined up waiting to be to be processed here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:04",
      "speaker": "HILL",
      "sentences": "I mean, it is a stark different we're looking now. We're showing some of your images from December 11th, which I think really helped to show the scope, right, and frankly the humanity.One of the things I've been struck by in your images is, I think, oftentimes in these discussions about immigration and what is happening or not happening at the border, the humanity and the true stories of who is there and why they are there are lost. How important is it to you to make sure that your photographs really give that fulsome picture?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:03",
      "speaker": "HILL",
      "sentences": "Yes. They have risen to the task. It is interesting. I think we all know there is no one-size-fits-all. There is no easy answer when we talk about immigration. It has really become a catch-all in many ways, depending on where you are in this country. But you not only cover this but you live in the area. You live in El Paso. What do you think is missing from this conversation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:03",
      "speaker": "ORNELAS",
      "sentences": "Well, I mean, I think when we talk about the border and asylum-seekers and the current policies that are in place, I've talked to those in the past with your network, what we're seeing as a journalist here on the ground is some of the policies that are implemented were it puts migrants to cross in between the ports of entry. So, that's what we see generally.But I think the conversation is having a much more clear policy for the migrants so that they can understand where they need to go. And I think at this particular moment, there is a lot of misinformation, there's a lot of confusion. And one of the main questions that I receive specifically from Venezuelans right now is what do you know about our situation from Venezuelans. And as a journalist, obviously, I'm an advocate, I'm not an employer, I could just tell them what we know. And as a journalist, we are also trying to figure out what is going on. And as you've mentioned earlier, we are waiting in anticipation to see what will happen today before 5:00 P.M.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:03",
      "speaker": "HILL",
      "sentences": "And before I let you go, as a journalist, are you getting the answers that you need?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:03",
      "speaker": "ORNELAS",
      "sentences": "Well, I think as a journalist, we are looking at -- paying attention, as a national journalist. Generally, we pay attention to what the Mexican government is negotiating with the U.S. and the U.S. will pay attention to what is going through our courts. So, I think all of us are just waiting to see what happens and whether, you know, the 21st will -- Title 42 will be lifted or not. But I think our job is to inform and to get the facts to the public, and that is what we do here on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:03",
      "speaker": "HILL",
      "sentences": "Yes, and you're absolutely doing it. And your images are so important in making sure that we see that full story. Omar, I really appreciate your time. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:03",
      "speaker": "ORNELAS",
      "sentences": "Thank you very much, a pleasure to be with you.",
      "isLastSentenceInterrupted": false
    }
  ]
}