{
  "date": "2022-11-20",
  "headline": "CNN Newsroom",
  "subHeadline": "Gunman Open Fires In Colorado Spring LGBTQ Club; Rep. Jim Clyburn (D-SC) Is Interviewed About the New Generation of Democrats in the House; Four University of Idaho Students Murdered; Western New York Hit with Historic Snowstorm; President Celebrates 80th Birthday; World Cup in Doha Qatar. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:00",
      "speaker": "KRISTIN FISHER, CNN HOST",
      "sentences": "Witnesses say that he entered that nightclub in Colorado Springs and immediately opened fire. There are five people who were killed, 18 others injured.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "ADRIAN VASQUEZ, POLIC CHIEF, COLORADO SPRINGS",
      "sentences": "At least two heroic people inside the club confronted and fought with the suspect and were able to stop the suspect from continuing to kill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "UNKNOWN",
      "sentences": "The suspect was detained and subsequently taken into custody.REP. HAKEEM JEFFRIES (D-NY): We will fiercely and vigorously oppose any attempts at Republican overreach and any Republican extremism. REP. JAMES COMER (R-KY): I think that there are enough people in Congress, in both parties, that will agree we need to tighten our ethics laws and tighten our transparency reporting laws. REP. ADAM KINZINGER (R-IL): I would not be surprised if Kevin McCarthy has to cut deals with Democrats, which is something he needs to keep in mind, because he's not going to get 218 votes for everything he wants to pass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "UNKNOWN",
      "sentences": "The Qatar 2022 World Cup is officially under way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "UNKNOWN",
      "sentences": "The first tournament in a Muslim country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "UNKNOWN",
      "sentences": "The Middle East is a region that has absolutely obsessive love of football. It was the hotbed of football culture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "UNKNOWN",
      "sentences": "Something we wanted to do for a long time and this was probably once-in-a-lifetime.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "FISHER",
      "sentences": "I'm Kristin Fisher in for Pamela Brown tonight and you are live in the \"CNN Newsroom.\" Police in Colorado have a suspect in custody after a horrific massshooting at an LGBTQ nightclub. 22-year-old Anderson Lee Aldridge reportedly arrived at Club Q in Colorado Springs just before midnight. Police say he immediately began firing from a long gun as he walked through the club. At least five people were killed. At least another 25 were injured. Colorado Governor Jared Polis who is gay spoke with CNN a short time ago about how the community is reacting. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "JARED POLIS, GOVERNOR OF COLORADO",
      "sentences": "This was just a place of safety for people. It was a place where people could, in a conservative community, often get the acceptance that too many of them might not have had at home or in their other circles. And to see this occur is really just put us all in a state of shock here in Colorado and across the country.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "FISHER",
      "sentences": "Joining us now, Natalie Devereaux from CNN affiliate KKTV. Natalie, you're at a vigil this evening for the victims. What are you seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "NATALIE DEVEREAUZ, KKTV REPORTER",
      "sentences": "Kristin, this vigil first started at 11Now, we heard from speakers like Colorado Governor Jared Polis and Colorado Springs Mayor Suthers. Now, I did have the opportunity to speak with the Club Q owners themselves just moments ago and they tell me this type of violence is unimaginable. They also say they arrived on scene within minutes of the shootings which happened just before midnight. They tell me what they witnessed at their club is too difficult to put into words. Police tell us two people were able to take down the alleged gunman and Club Q owners tell me other patrons jumped in to help. As of now, we know five people are dead. The club owners tell me employees were among those who lost their lives and police say at least 25 people are injured. Authorities are still investigating and have custody of the building right now. They tell us they're looking into the motive behind the shooting, one being a possible hate crime. Now, police have not released a picture of that alleged shooter at this time. Kristin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "FISHER",
      "sentences": "Natalie, we're hearing that there are only two gay clubs in this city of nearly half a million people. The governor describing it today as a real place of safety. So, how are people there reacting to these shootings? DEVEREAUXowners, they tell me their club has been in the area for over 20 years and they will not let this type of violence silence them. And like I said, those pews were absolutely packed with people showing support. Definitely a very emotional time here in Colorado Springs. Kristin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:58",
      "speaker": "VASQUEZ",
      "sentences": "Yeah. You're absolutely right, Kristin. This is just -- those two individuals and anybody else that may have stepped in to help, absolute heroes. And you know, we had such a tragic event that could have been even more tragic, even worse. We could have had more people killed or injured. So, a great debt is owed to those heroes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:58",
      "speaker": "FISHER",
      "sentences": "So, chief, given its location, do you believe that this was a hate crime?Vasquez: So, I think that's really an integral part of this investigation. I think that we have to be very careful about what we say prior to the investigative lead, but certainly when you have a club like this targeted, you have to consider that is a possible motive for any suspect going into the club and doing any type of harm, whether it be something as simple as graffiti or something just tragic and devastating like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:58",
      "speaker": "FISHER",
      "sentences": "Of course. So, according to the sheriff's office, this suspect was known to your department. He was arrested in 2021 on charges of felony, menacing, first degree kidnapping after his mother said that he had threatened her with a homemade bomb and some other weapons. To confirm, do you know if this is the same man or not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:58",
      "speaker": "VASQUEZ",
      "sentences": "Well, part of the thing that our investigators do on any type of investigation, whether it be something like this or otherwise, is to ensure that we look into the history of any individual. I know they're doing that at this point in time and I know the D.A.'s office, Michael Allen, is having his folks make sure that they're looking into that. So, I'll wait to hear from Michael, from D.A. Allen, and from our investigators on that, but that is something that we do always look into.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:58",
      "speaker": "FISHER",
      "sentences": "So just to be clear, you're not sure if it's the same person or not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:58",
      "speaker": "VASQUEZ",
      "sentences": "Correct. I'm not briefed up yet on any of the past history of this individual. It's not something that I have that my -- in my mind right at this point in time. FISHERyou can't quite answer, but I want to ask it anyway because it's really important. Colorado has a red flag law allowing friends and loved ones to report people who, of course, may be a danger to themselves and to others and get their guns confiscated. Do you know if that came into play here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:58",
      "speaker": "VASQUEZ",
      "sentences": "I don't know that at this point in time. I know that, again, those are the types of things that our investigators will certainly do their due diligence and ensure that they're checking into, but at this point in time, as you can imagine, the scene is incredibly complex and the sheer amount of witnesses that our investigators have to contact is extensive.So, a lot of additional work is being done at this point in time throughout the day and for days to come and I'll receive updated briefings on those types of questions here in the near future hopefully.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:58",
      "speaker": "FISHER",
      "sentences": "Chief, can you give us a little bit of an update on to the time line? I understand it was a very quick response time from the police department. I believe they were on the scene in about six minutes. Can you give us an update on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:58",
      "speaker": "VASQUEZ",
      "sentences": "Sure. It were actually officers on scene in three minutes. So, the first call came in about 11And again, we have to give great credit to those individuals inside who subdued the suspect, our officers, of course, made entry, can be concerned for additional suspects that they may have been unaware of and to ensure that they were protecting those that were fleeing the scene. But a total of about five minutes from point of dispatch to in custody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:04:58",
      "speaker": "FISHER",
      "sentences": "Wow. That's a very quick response time. How about the victims? At least 25 people injured. Any update on the conditions of those people who were taken to the hospital, who were injured in this shooting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:04",
      "speaker": "FISHER",
      "sentences": "Colorado Springs Police Chief Adrian Vasquez, thank you so much for taking time out of your busy investigation to talk to us. And I'm so sorry this happened in your community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:04",
      "speaker": "VASQUEZ",
      "sentences": "Well, thank you for covering this. It is a tragedy and I'm just heartbroken over this. I appreciate you taking the time to bring this to light.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "FISHER",
      "sentences": "As the Republicans prepare to make the most of their House majority, GOP Congressman James Comer, the presumed incoming Chair of the House Oversight Committee says that he wants to restore credibility in a wide-ranging interview with CNN's Pamela Brown. Comer discussed his plans for oversight.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "PAMELA BROWN, CNN HOST",
      "sentences": "So, you say you want to restore credibility of oversight, what do you say to some Republicans who don't want oversight seemingly to do this investigation. Mitt Romney came out in \"The Wall Street Journal\" with an op-ed saying Republicans need to focus on the economy, not as he called it, pointless noise and pointless investigations. What do you say to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "COMER",
      "sentences": "I am one very small part of the Republican Conference. As I've said, my committee comprises 8 percent of our total conference. We are in charge of investigations and this is a major investigation for our committee in January.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "BROWN",
      "sentences": "You've talked about the fact that Marjorie Taylor Greene will be on oversight. How do you plan to manage fire brands like her being on your committee?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "COMER",
      "sentences": "Well, you know, historically the committee has been a haven for a lot of the fire brands in Congress. I mean, everybody is supposed to serve on committees. And if you look at the Democrats on the committee, you have four of the five squad, Ocasio-Cortez, Tlaib, Cory Bush, Pressley, they're on the oversight committee. Jamie Raskins, who I would consider a fire brand, he's led two investigations of the former president. He is on the oversight committee on their side. We have a lot of the Freedom Caucus.If the steering committee puts Marjorie Taylor Greene on the committee, she will be on the committee. Jim Jordan is on the committee. A big percentage of the -- Andy Biggs who challenged McCarthy for Speaker, he is on the oversight committee. So, you're going to have some of the most visible people in both parties, but again, they still make up a minority of the oversight committee. If you look at the last --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "BROWN",
      "sentences": "So are you worried it's going to undermine credibility that you're trying to restore having people like Marjorie Taylor Greene --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "COMER",
      "sentences": "No. I think that -- I think that -- I'll be honest -- honestly -- I understand your concern. Honestly, though, having Ocasio-Cortez from the Democrat side and Jim Jordan from the Republican side on the oversight committee, it honestly attracts more media. So, a lot of committees produce -- work very hard and the produce reports and never get picked up in the media.So, you know, there's an advantage to having people in both parties that are considered fire brands that are in the press a lot on a committee because it helps your committee be high profile. So, I feel like we have all the tools necessary to be a high-profile committee, but an effective committee. And both sides have members that, you know, we have members that MSNBC can't stand and they have members that Fox News can't stand. But in the end, you know, what I'm going to try to do as chairman is to make sure that everyone has a voice. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "FISHER",
      "sentences": "And we should note that we did reach out to Congresswoman Marjorie Taylor Greene's office for a response but did not hear back.Meanwhile, a new generation of House Democrats led by New York Congressman Hakeem Jeffries is preparing to replace House Speaker Nancy Pelosi and her leadership team in the next conference. Where earlier, Jeffries told CNN that he's confident that Democrats will remain united during their time as the minority. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "JEFFRIES",
      "sentences": "The majesty of the House Democratic Caucus is that we are so incredibly diverse in terms of race and gender and religion and sexual orientation, region, life experience, and even ideology. If we can have some noisy conversations at times about how we can make progress for the American people, what we have seen is that under the leadership of Speaker Pelosi, Steny Hoyer and Jim Clyburn, we've constantly been able to come together, time and time again.(END VIDE CLIP) FISHER: And I'm joined now by House Democratic Whip Jim Clyburn who is right now the number three leader in the Democratic caucus and he's thrown his support behind Jeffries and has also announced his bid for assistant Democratic leader. Good evening, congressman. REP. JIM CLYBURN (D-SC): Good evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:00",
      "speaker": "FISHER",
      "sentences": "So, you stepped aside from your leadership position along with Nancy Pelosi, but you clearly don't plan to retire any time soon. So, what is your number one legislative priority for this session?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "FISHER",
      "sentences": "So, congressman, you've said that you believe that this new generation of Democrats could really help your party retake the majority in 2024. President Biden turned 80 years old today. You wished him happy birthday. He is, of course, a dear friend of yours, as you say, but I have to ask, do you think that he should consider stepping aside, like Speaker Pelosi did in order to complete this generational handoff, so to speak?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "CLYBURN",
      "sentences": "Well, I don't know that you hand off generationally the presidency of the country. What you do in legislative matters is totally different from what takes place in the White House. I think that the president is doing the right thing at home with his family to make a decision.But let me make it clear, I think that he has earned a continuation of this success. And I think the American people demonstrated that at the polls. So, if he were to run again, I am going to be full throated in support of him and I think he will win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "FISHER",
      "sentences": "And I mean, congressman, I just want to drill to down on this because your endorsement of President Biden in 2020 was absolutely critical. So, you're saying here tonight that you will indeed endorse him and support him if he does run, as he said he will, in 2024?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "CLYBURN",
      "sentences": "Absolutely. Let there be no mistake about that. Everybody ages differently. I tell everybody, I'm two years older than -- I turned 82 several months ago. And so, I feel very comfortable that I can continue in the Congress. I think I will make a decision very soon as to how long that will be, but I don't think that I've shown any diminishing of my intelligence. And he sure hasn't with me. If you look at all that he's accomplished, it has been fantastic. Andit's been earth shattering. We've had the best productive, most productive Congress that we've had since 1965. And this administration made it so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "FISHER",
      "sentences": "So, congressman, I want to ask you about something that House Minority Leader Kevin McCarthy is promising to do. He's promising to remove several House Democrats from their committee assignments. Listen to this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "MARIA BARTIROMO, FOX NEWS HOST",
      "sentences": "You've talked in the past about removing Ilhan Omar. You've talked about removing Adam Schiff, about Eric Swalwell, will you deliver?REP. KEVIN MCCARTHY (R-CA): Yes, I will. I'll keep that promise. And one thing I said from the very beginning, Eric Swalwell cannot get a security clearance in the public sector. Why would we ever give him a security clearance in the secrets to America? Adam schiff who had lied to the American public time and again, we will not allow him to be on the intel committee either. And look, Congresswoman Omar, her anti- Semitic comments that have gone forward, we're not going to allow her to be on foreign affairs. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "FISHER",
      "sentences": "now, McCarthy warned that he would do this when Democrats voted to remove congressman -- excuse me -- Congresswoman Marjorie Taylor Greene from her committee assignments last year, right? I mean, what's your reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "FISHER",
      "sentences": "Well, Congressman, let me ask the question this way. Do you think that Democrats may have perhaps set the precedent by voting to remove Congresswoman Greene from that committee?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "CLYBURN",
      "sentences": "If my memory serves, I think the Republicans themselves removed a member from our for behavior unbecoming of a congressperson. I think when you walk to the floor carrying a loaded firearm, that's unbecoming of a congressperson. I believe when you say stuff that's insulting, that's unbecoming of a congressperson.If any of these people were to say something or do something, unbecoming of a congressperson, I would join them in having them removed. This is not a partisan issue. We should all conduct ourselves as if the (inaudible) of the House is America's classroom. And we should conduct ourselves in that classroom the way we expect our children to conduct themselves in the classrooms all over America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "FISHER",
      "sentences": "Congressman Jim Clyburn of South Carolina. Congressman, thank you and I'm sure President Biden will be thrilled to get a second endorsement from you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:00",
      "speaker": "CLYBURN",
      "sentences": "Thank you very much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "FISHER",
      "sentences": "Authorities investigating the brutal killings of four University of Idaho students are releasing new information about the initial 911 call. Police say that it came from a surviving roommate's cell phone inside the house. And we have video here of investigators entering the home and searching the backyard.CNN's Camila Bernal joins us now from Idaho. And Camila, you are, I believe, actually in the room where this news conference is going to be. What are you expecting to learn from authorities tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "CAMILA BERNAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yeah. We're waiting. It's supposed to start in about 30 minutes. Look, a lot of questions still to be answered here because authorities have not said a lot. Lately, we did get a lot of new details in terms of the phone call that you just mentioned, the 911 call.And in terms of those two roommates that were at the home at the time of the killings but that survived, authorities saying these two girls also went out on Saturday night. They got home at around 1:00 in the morning and then police saying they slept until later on that Sunday. We know the four victims in this case, they got home around 2:00 in the morning. And after they got home, they made some phone calls. First \"The New York Times\" reporting that Kaylee called her ex- boyfriend at least seven times. Now, police confirming that and saying that both Kaylee and Maddy (ph) made phone calls to a man before they were killed. Now, it's unclear exactly how this plays out in the investigation, but authorities are saying it is part of what they're looking into at the moment. \"The New York Times,\" though, the sister -- Kaylee's sister did tell \"The New York Times\" that it wasn't uncommon for her to call multiple times and she would call people a lot until they picked up. So, that's also an interesting part of the story there. There is still no suspect, no weapon. Authorities asking people in the area and businesses if they sold one of these knives. But one thing that authorities continued to say is that they believe this was a targeted stabbing. These victims were stabbed multiple times. And of course, we're waiting to see if we get more details about all of this in this press conference because people frankly in this community are frustrated. Initially, they were told there was no threat to the community. Then things changed and they said, look, you have to be vigilant because there is no arrest in this case. So, you're seeing family members and friends taking matters into their own hands. Today, they were posting these flyers on a lot of the doors around the area asking for anyone with information to help because they believe that someone could have the answer here. But we will be waiting for this press conference for hopefully more of those answers. Kristin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "FISHER",
      "sentences": "Yeah. It is such a mystery, such a sad story. That press conference starting in about 30 minutes and we know you'll bring us whatever information you get out of it. Thank you, Camila.So. right now, heavy snow continues to pile up in parts of western New York. Some places are seeing as much as an extra foot today. Some of it falling as fast as three inches an hour. That's after that historic storm saw the Buffalo area under more than six feet deep in some parts. Even New York's governor says that's a lot, even for Buffalo. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "KATHY HOCHUL, GOVERNOR OF NEW YORK",
      "sentences": "This has been a historic storm. Without a doubt it's one for the record books. And someone who is from Buffalo and has lived in upstate my entire life, we've seen a lot of snow. But when you hit 80 to 85 inches over the course of just a couple of day's snow event, everywhere from Natural Bridge up in the North Country to Orchard Park, that is one to tell your grand kids about. But how you get through it is mostly how we'll be judged.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "POLO SANDOVAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "You know, as night begins to fall here, Kristin, that there is certainly a reminder that the cleanup will be far from over in terms of residents having to dig themselves out. The city, the county, really have been coming together to address some of the residential streets. They took care of downtown -- much of downtown Buffalo, as we saw firsthand, but what they're trying to do is really expand their efforts to include some of these neighborhoods.Tomorrow is Monday. There are still some folks who will have to go to work. AS you could see here, many of these residents have been hard at work now that the -- aside from watching the Buffalo Bill's game earlier today, by the way, to dig their way out of their homes here. And then in terms of what's being basically plowed towards the sides, what we know is that the city and the county basically has a separate operation going to take all of this snow. In fact, we have some video to share with you from the engineering division of the city of Buffalo earlier today, where you have just -- (TECHNICAL DIFFICULTIES) -- 20 to 30 tons of snow and then stacking it up in a giant pile. That snow is going to be there for months, according to city officials, but really that's just part of the massive effort trying to address this extraordinary snow event. Yes, it snows in Buffalo, but many people here have told me, not this much. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "FISHER",
      "sentences": "Yeah, Polo, I can't get over what the governor just said, 80 to 85 inches of snow all before Thanksgiving. That is just wild. Polo Sandoval, stay warm. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "SANDOVAL",
      "sentences": "And winter is just starting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "FISHER",
      "sentences": "Don't say that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "SANDOVAL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "FISHER",
      "sentences": "Republicans may spend weeks or longer dissecting what happened in this month's midterms and why the red wave that so many predicted never materialized. Former Vice President Mike Pence has some ideas. Here is what he told NBC's \"Meet the Press\" earlier today.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "MIKE PENCE, FORMER VICE PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "Candidates that were focus on the issues that people are facing today and solutions for tomorrow, focused on the future did quite well. But candidates who were focused on the past, candidates that were focused on relitigating the 2020 election did not fare as well.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "FISHER",
      "sentences": "Some hard evidence of that might be found in the District Three House race in Washington State. Democrat Marie Gluesenkamp Perez defeated her Trump-backed Republican opponent, Joe Kent, an election denier who is seen as too extreme for many voters. The congressman- elect joins us now live. First of all, congratulations on your victory. You know, odds makers like FiveThirtyEight, they gave you only a 2 percent chance of winning. How did you do it? How did you defy those odds?MARIE GLUESENKAMP PEREZ, WASHINGTON REPRESENTATIVE-ELECT: Well, you know, I know my district. I live like my district. You know, I'm a fifth generation Washingtonian. I own an auto repair and a machine shop with my husband and I'm a working mom that has trouble finding day care just like everybody else. And I think that really connects, you know. People want a congress that looks more like America. They're tired of click bait politics. They are tired of the ugliness and the division. And I'm really, really proud to get to be part of a really broad coalition of moderate Republicans, independents and Democrats who came together to shut down an extremist political candidate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "FISHER",
      "sentences": "You know, you're not in complete lock step with many Democrats. I mean, for instance, you don't support a ban on assault weapons and you know, all day we've been following this mass shooting at a Colorado nightclub that killed at least five. What do you think that Congress should do to try to stop these kinds of attacks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "GLUESENKAMP PEREZ",
      "sentences": "Yeah. I live in rural Skamania County, and like most rural Americans own a gun and you know, I think the solutions look different, but I think it is clear that we have a real crisis going on, you know. My kids going to go to public school, running for public office, I thought about you know, the statistical chances of me getting shot went through the roof.I think one of the most pragmatic things Congress can do is increase the age at which people can buy what are known as assault weapons from 18 to 21. I think we all, if we're being frank and look around, like kids are just not as old as they used to be. And I just think it makes sense for our laws to reflect that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "FISHER",
      "sentences": "So, you say an assault weapon ban for shooters 18 to 21, but this Colorado shooter would have likely fallen just outside that at 22. What do you think about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "GLUESENKAMP PEREZ",
      "sentences": "Yeah. I think that we can't let perfect be the enemy of good. I think we have seen a lot of under 21 assailants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:00",
      "speaker": "FISHER",
      "sentences": "So, I want to ask you a little bit more about the Democratic Party because you and your husband own an auto repair shop in Washington, and of course, critics have said that the Democratic Party really is failing to resonate with the working-class voters who drifted to Donald Trump. So, how do you think, given your background, what you do, the community that you live in everyday, how does the party fix that perception? Because you seem to do a good job of it in your district.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:44:53",
      "speaker": "FISHER",
      "sentences": "On the campaign trail you also made it very clear that you would not support Nancy Pelosi as speaker of the House. And this week of course she announced that she's going to step aside as the party leader in the next Congress. So, who would you support now that she's not going to be there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:44:53",
      "speaker": "GLUESENKAMP PEREZ",
      "sentences": "Yeah. We're waiting to see who all is throwing their hat in the ring, what the options are, but I will say I'm -- I would really love to see somebody from a more moderate district. I would love to see a small business owner. I would love to see somebody that works in the trades. And, you know, I think that's how we're going to get back to having leadership that understands what middle America actually looks like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:44:53",
      "speaker": "FISHER",
      "sentences": "Well, congresswoman-elect, got to get that elect in there, Marie Gluesenkamp Perez, thank you so much and welcome to Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:44:53",
      "speaker": "GLUESENKAMP PEREZ",
      "sentences": "Thank you. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "FISHER",
      "sentences": "Ecuador just spoiled the party for host nation Qatar in today's World Cup opener. The South American squad defeated the Qatari's 2-0. The defeat means that Qatar is now the only host country to ever lose in the tournament opener. That's got to hurt.CNN's Don Riddell joins us now from Doha and, gosh, you know, despite this disappointment for Qatar, how have things been otherwise for the host country after so much controversy in the days leading up to the actual kickoff?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "DON RIDDELL, CNN WORLD SPORT",
      "sentences": "Yeah. Kristin, well, you can quite possibly hear behind me the party is in full swing. It's almost 2The opening ceremony that you can see here tonight was pretty special. World Cups are not known for their opening ceremonies. They always come across as a bit of an afterthought. But this one was very, very well produced, kind of like an Olympics opening ceremony. But that was about as good as it got for the host tonight. As you say, they were very, very well beaten by Ecuador tonight, 2-0 the score. It could have been quite a few more than that and it does now leave the host nation facing an uphill battle. They are in a really tough group with Senegal and the Netherlands. This was kind of their easy game and they definitely fluff their lungs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "FISHER",
      "sentences": "Even though there may be a drought of alcohol inside the stadium, it certainly doesn't sound like it's impacted the party outside where you are. So, the U.S. -- go ahead. So, the U.S. team plays their first match on Monday. President Biden sending them a message. What did he say?",
      "isLastSentenceInterrupted": false
    }
  ]
}