{
  "date": "2023-06-16",
  "headline": "CNN News Central",
  "subHeadline": "DOJ Findings Of Minneapolis Police Probe; Verdict In For Pittsburgh Synagogue Shooting Trial. Aired 11-11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:41",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right, any moment now, Attorney General Merrick Garland will announce the results of a two year long probe into the Minneapolis Police Department. We have live pictures from the news conference that will take place. The federal investigation comes in the wake of the murder of George Floyd at the hands of former police officer Derek Chauvin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:41",
      "speaker": "RAHEL SOLOMON, CNN ANCHOR",
      "sentences": "Floyd's death, of course, sparked worldwide protests and calls for dramatic police reform across the country, particularly in Minneapolis. The DOJ has promised that the Minnesota probe would be far reaching, examining department policies, training, accountability, and more. Let's get straight to CNN's Adrienne Broaddus. She is live in Minneapolis. She is just off camera, which is why you don't see her. But, Adrienne, what are we expecting to hear from AG Garland?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:41",
      "speaker": "ADRIENNE BROADDUS, CNN CORRESPONDENT",
      "sentences": "We should hear from him in the next two minutes. Rahel, we are inside of the conference room where all the media has gathered. I want to paint a picture for you here. We just received a two-minute warning, and we will learn more about this two-year long investigation. It's likely it will reflect or mirror some of what we heard from the state's investigation.You may remember the Minnesota Department of Human Rights also investigated the Minneapolis Police Department. And that investigation found the department had a history of racial discrimination, everything from traffic stops, even it found challenges with how the training happened within the police department. Now, back when George Floyd was killed, we saw the nation bubble. We saw protests not only here in Minneapolis, but across the country. And for those who lived here, Minnesotans, especially folks who lived here in Minneapolis, what we saw on a national stage is what folks in this community had witnessed for years. And so we will find and see some of the findings. We will hear not only from Merrick Garland, but a list of others, including Mayor Jacob Frey and the Chief of Police Brian O'Hara, excuse me. And it's important to underscore he was not the chief of police at the time George Floyd was killed. Rahel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:41",
      "speaker": "SOLOMON",
      "sentences": "Adrienne, thank you. We will let you get back to that news conference, which is expected to begin momentarily. And we'll check back with you soon. Adrienne Broaddus, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:41",
      "speaker": "BERMAN",
      "sentences": "Yes, she's sitting right there. That's why she's whispering. She's waiting for the attorney general to walk in. And we do expect him to be very prompt, so this could start any second now.In the meantime, we want to bring in Areva Martin, a civil rights attorney and legal affairs commentator. And Areva, let's just be clear, we may have to stop, like, on a moment's notice if this news conference does start. What can we reasonably expect from this? We have seen in other police departments around the country, none of which have received, I think, the spotlight that Minneapolis has in the last few years. Ultimately, this consent decree with the federal government to have DOJ oversee a police department. What would that mean here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:41",
      "speaker": "AREVA MARTIN, CNN LEGAL ANALYST",
      "sentences": "What that would mean is everything that this police department does going forward will be scrutinized by a monitor that will be appointed to oversee this police department. So everything from the training that is provided to police officers, the way that they make police stops, the way that they engage with the community, the way that they make reports, every aspect of policing will be under review.And I think what we can expect from this press conference from the Attorney General is a pretty scathing report about the way the Minneapolis Police Department has conducted itself, the way that it has engaged in constitutional violations and other excessive force.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:41",
      "speaker": "BERMAN",
      "sentences": "Attorney General Merrick Garland has just walked in. Let's listen to the Attorney General.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:04",
      "speaker": "VANITA GUPTA, ASSOCIATE ATTORNEY GENERAL",
      "sentences": "Thank you, Attorney General Garland. I want to thank the city and MPD for their cooperation with our investigation. And I want to express my sincere gratitude to the many, many community members who shared their experiences with us during the investigation.We opened this investigation following the tragic murder of George Floyd three years ago. And what we found is a pattern or practice of unlawful conduct that has compromised MPD's ability to serve and protect the people of Minneapolis. The findings laid out in today's report --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:04",
      "speaker": "BERMAN",
      "sentences": "All right, you've been listening to the Attorney General of the United States, Merrick Garland, along with Justice Department officials and officials from the State of Minnesota, talk about the results of a two year investigation into Minneapolis and the Minneapolis Police Department. What Merrick Garland announced is that this investigation found systemic problems in the Minneapolis Police Department that made what happened to George Floyd possible, patterns and practices, they say, that violated the first and Fourth Amendments and the Civil Rights Act.They used excessive force when no force was necessary, discriminated against Black Americans and Native Americans, and also violated free speech. This was a sweeping report, a scathing report, and a report that will have consequences. I want to bring in CNN senior justice correspondent Evan Perez. Evan, what did you hear there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:35",
      "speaker": "SOLOMON",
      "sentences": "And Evan, to that point, we saw the mayor of Minneapolis, Jacob Frey, just to the left of AG Merrick Garland, so certainly something to watch. Evan, stand by for just one moment because I want to now bring into the conversation Areva Martin, of course a civil rights attorney and legal affairs commentator. Areva, I mean, blistering scathing what was your reaction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:35",
      "speaker": "MARTIN",
      "sentences": "Just really shocked, Rahel. We had gotten a preview from some media reports about the nature of the reports that Mary Garland would give. But I think the details, hearing those details is even worse than the media reports. The incident involving the woman who was trying to report a sexual assault, that she was shot and killed by a police officer because he was so called spooked, is just unimaginable.And the excessive force, the racial profiling, the harassment of African Americans and Native Americans in this community, and then the comment about Derek Chauvin, that Derek Chauvin had a history of using excessive force, not, you know, including what he did, the murder that he did with respect to George Floyd. And just hearing these details and the level of insidiousness that was happening and the blatant attack on African Americans and Native Americans in this community is really shocking, really appalling. I guess if you are looking for some silver lining, the fact that law enforcement is in agreement, the city officials are in agreement with working with the Justice Department to try to bring this police department into a level of constitutional policing. I guess that's the positive that's coming out of this press conference. But it's a pretty somber and pretty, I would say depressing report about the policing of a major city like Minneapolis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:35",
      "speaker": "BERMAN",
      "sentences": "Areva, standby if you will, because I want to pick up on what you were just talking about, the outcome here what happens next. The agreement, this consent decree between the city of Minneapolis and the Justice Department to essentially oversee what happens there. Evan, I know this exists in more than a dozen jurisdictions in the U.S. right now. But what exactly does it mean practically?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:35",
      "speaker": "PEREZ",
      "sentences": "Well, practically speaking, John, what this means is that someone is, you know, usually somebody in that community will be brought in and they will work with the police department to review training. They will be, you know, I think sometimes these agreements are a little controversial because sometimes people believe that essentially you're bringing in an outsider to sit on the shoulder of the police officers just, you know, second guessing every single thing they do.And that's one of the things I think certainly the Justice Department is aware of that criticism. You know, they're trying to make sure these things are limited in time so that you're not -- you don't have a police department that is having to deal with a monitor for years and years and for there to be some kind of progress in which a judge then decides to remove that monitor. So what we expect here is that this monitor will, once a judge approves of the process, they'll review the training, they will continue talking to members of the community. There will be efforts to try to make sure that the changes that have already been made and that are going to be made going forward are ones that stick. The other thing that the police department there is dealing with is that they're down hundreds officers because morale is way, way down, something that the Justice Department report addresses, by the way, in this investigation. They know that, you know, police officers want to do a good job and they also know that there's a lot of scrutiny there. And I think there was a whole level of, frankly, low morale that followed what happened in the George Floyd case. A lot of people were embarrassed by what happened. And so that's now the part of the job here is to how the police officers are being recruited so that the ones that come into the force are ones that are trained, that have the right mindset to be able to provide that kind of service that this community really needs, obviously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "MARTIN",
      "sentences": "Well, I think, Rahel, as a result of public outcry, as a result of the activism on the street by so many of the activists that have been involved, Black Lives Matter activists included. There has already been some changes with respect to how policing is taking place in Minneapolis. Obviously, from this report, there is a lot of work to be done. Cedric Alexander, I know, was hired by the city of Minneapolis to come in to be a public safety officer to oversee the operations of the police department and its other agencies involved in public safety.Cedric has an outstanding reputation throughout the nation. He was on the President Obama's Police Reform Task Force, that national task force that Obama convened, and he has a history of reforming police department. So I'm a little more encouraged knowing that Cedric Alexander is working with the Minneapolis Police Department. But clearly, there is so much work to be done and just a big shout out to those activists that have been working diligently to bring this to a head. Some of those activists have been asking for the Department of Justice to come in for decades. And unfortunately, it took the murder of George Floyd for us to be where we are today. But again, I'm going to be optimistic that this is an important step forward for this police department.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "SOLOMON",
      "sentences": "No, it's a great point. Areva Martin, we heard. Thank you, Areva. Evan Perez, thank you too. We heard Merrick Garland start his comments saying the impact that George Floyd's death had not just on Minneapolis, not just the country, but around the world. Areva, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "BERMAN",
      "sentences": "All right, we do need to shift now to some other breaking news. We have learned just moments ago that a federal jury in Pittsburgh has reached a verdict in the case against the man accused of killing 11 people at a Pittsburgh synagogue in 2018, the deadliest anti-Semitic attack in U.S. history. There is a verdict. CNN's Danny Freeman has been covering this case outside the courtroom right now. Danny, where do things stand at this moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "DANNY FREEMAN, CNN CORRESPONDENT",
      "sentences": "Well, John, like you said, we just got word literally within the past few minutes that the jury has reached a verdict. We're expecting to hear that verdict within the next 30 minutes from inside the courtroom. Attorney is going to be coming back to the courtroom momentarily. And I just want to say, John, this is a long time coming. This is almost four and a half years since that deadly day on October 27th, 2018.And remember, this is a capital punishment case. Right now we're deciding the guilt phase, but then depending on the charges that are convicted or not convicted, coming up in 30 minutes, we will see if the death penalty is on the table and just want to run through some of these charges to illustrate to viewers what we're looking at. Robert Bowers, the defendant, he's charged charges, 22 of them are capital offenses. We should have answer to those first capital offenses pretty quickly when the jury comes out in 30 minutes and reads their verdict, because charges one through 11, their obstruction of the free exercise of religious beliefs resulting in death. The other capital offenses are the use and discharge of a firearm to commit murder during and in relation to a crime of violence. Those are the ones that are specifically related to the 11 worshippers who were killed inside that Pittsburgh synagogue again nearly four and a half years ago. There are other crimes that we're going to be looking for to see that verdict as well. There are hate crimes, several hate crimes resulting in death, and also hate crimes involving an intent to kill. And I bring that up because the jury has deliberated for just about five hours so far. Now they only asked one question, it happened in the 10 o'clock hour, and it was on the question of intent to kill with regard to some specific counts, not the capital charges, actually not the hate crimes. They were asking a free exercise of religious beliefs involving attempt to kill. And those charges were specifically related to some of the survivors of the synagogue who were not shot, were not injured, but rather were hiding. And the jury was basically asking if the defendant, Robert Bowers, needed to have knowledge the person was there when it comes to intent to kill. The judge basically said, I don't have answer for you on that. Go back to the instructions, because the definition the judge said does not require knowledge of any specific fact. It remains up to you what -- whether Bowers acted on intent. So again, that was the only question. It was not on the capital charges. It was not even on the murder charges in this case. And those were 40 to 47. It seems like they got through all 63 very shortly thereafter. And again, John, in less than 30 minutes now, we should have a verdict on the Pittsburgh synagogue shooting trial.",
      "isLastSentenceInterrupted": false
    }
  ]
}