{
  "date": "2023-10-21",
  "headline": "CNN Newsroom",
  "subHeadline": "Hamas Frees American Woman and Daughter; Growing Humanitarian Crisis in Gaza amid Israeli Strikes; In Gaza, the Suffering of Children; Trump Fined for Violating Gag Order; Gaza-Egypt Border Will Open Soon. Aired 2-3a ET",
  "utterances": [
    {
      "timeStamp": "02:00:00",
      "speaker": "KINKADE",
      "sentences": "Israel says the hostage release was the result of military pressure on Hamas. But a statement from the group claimed it was done for humanitarian reasons. Hamas is believed to be holding about 200 hostages. CNN's Katie Polglase joins us live from London with more on this surprising development.Good to have you with us. A mother and a teenage daughter from Chicago now free. A huge relief for their family. Why did Hamas free these two hostages? What do we know about their condition?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "KATIE POLGLASE, CNN INVESTIGATIVE RESEARCHER",
      "sentences": "Good morning. Yes. The presenting narrative is always pretty key. Hamas is saying they did it for humanitarian reasons. They are talking, they say, with other friendly nations, including Egypt and Qatar, about the release of other foreign nationals.And from the Israeli perspective, there is a very different narrative. They say this is because of them. They put severe military pressure on Hamas. And that is what Hamas has given as a result. And this is part of an indication that Hamas wants a lessening of this military barrage. Probably in reference to the severe airstrikes that have been hitting Gaza in the last few days. These different narratives, it depends which side you view but clearly the outcome is positive for the hostages. And that is the most important thing, certainly. Have a listen to what the secretary of state, Antony Blinken, had to say about their release. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE",
      "sentences": "We welcome the release. We share in the relief that their families, friends and loved ones are feeling. But there are still 10 additional Americans who remain unaccounted for in this conflict. We know that some of them are being held hostage by Hamas along with an estimated 200 other hostages held in Gaza.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "POLGLASE",
      "sentences": "And that, of course, is very worrying, 200 people still hostage in Gaza. It's a large number of people. And it is worth noting that among those are more than 20 people under 18, children being held. We don't know the conditions of what they're living in.But you can see from how we're reporting on the overall situation in Gaza, that the humanitarian situation is very, very bad. It's very dire. So clearly there's a lot to work on. The priority next for all of these actors, especially the United States, will be getting the rest of the hostages out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "KINKADE",
      "sentences": "And surely, the fact two people, two women have been released must give other families hope when it comes to negotiations.What do we know about the other countries involved in their release?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "POLGLASE",
      "sentences": "They've been mediating, talking to Hamas, enabling this negotiation to go through. As we saw with these two released, they got to the border of Israel and then the Red Cross, NGOs always involved, and Israel took them across.And they got to a military base. They're receiving aid and getting checked on. So there are other actors as well. Hamas said they're also talking with Egypt about this. As we've seen with this conflict overall, there are a lot of different actors with stake in this conflict. But getting hostages out, making sure that civilians are not impacted, when clearly they have been so horrifically so far, is something all actors want to alleviate if possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "KINKADE",
      "sentences": "Katie Polglase, good to have you with us on this story. Thank you so much.The IDF says it is preparing for the next stages of war against Hamas. Take a look. (BEGIN VIDEO CLIP) KINKADE (voice-over): Tanks lined up near the Gaza border, where the prospect of a ground incursion appears looming. In a news conference, the IDF spokesperson said the current priority is the return of all hostages. In Gaza, the Al Quds hospital says Israel has demanded the immediate evacuation of that building ahead of an airstrike at some point. They said it requested residents in northern Gaza to evacuate in order to mitigate civilian harm. The World Health Organization says such a demand would be impossible to carry out, given the hospital currently houses around 12,000 displaced people, plus hundreds of patients. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "KINKADE",
      "sentences": "As Israel prepares for the potential ground incursion into Gaza, the U.S. and allies are urging Israel to be strategic and clear about its objectives. The U.S. and other Western officials have said there should be a particular emphasis on avoiding civilian casualties.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "KINKADE",
      "sentences": "Lt. Col. Peter Lerner is a spokesperson with the Israeli Defense Forces and joins us from Tel Aviv.Good to have you with us. LT. COL. PETER LERNER, ISRAEL DEFENSE FORCES: Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "KINKADE",
      "sentences": "I want to start first on the hostages; two released, now at an Israeli military base.Can you tell us how they're doing? Can you give us any other details on what they were treated, how they were treated by Hamas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "LERNER",
      "sentences": "As we were coming in, I was listening to the father talk about how he would kiss and hug his daughter. There are 201 other families, torn to pieces by this huge tragedy. And of course, we have to do everything we can in order to bring them home. And we are relieved by these -- by (INAUDIBLE) there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "KINKADE",
      "sentences": "I do want to ask you about the other hostages, 201 hostages still being held captive by Hamas from dozens of countries.Do you have any indication about the condition of those still in captivity? Any other developments on negotiations for their release?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "LERNER",
      "sentences": "So we're being very cautious about saying anything. You can understand, it is a very delicate issue. Their safety and well-being is much more important than us reporting to it at this time.Hamas is responsible for the well-being of all of them. We're happy to see the international community, the Red Cross, did have access and yesterday were involved in the release. And indeed, we will continue to be cautious in our actions in order to bring them home as soon as possible and get them released, hopefully safe and sound. Unfortunately, we don't trust Hamas. How can you trust a terrorist organization that butchers babies; abducts, kills, murders, massacres? The unfathomable barbarism of this organization and everything they are doing currently is psychological terrorism. So let's try to keep that in the context of this conflict. That is why Hamas, at the end of this, can never, ever be in a position of power to conduct terrorism from the Gaza Strip, using the Gaza Strip as a staging ground for terrorism against our people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "KINKADE",
      "sentences": "Qatar has been thanked for their role in the release of these two hostages.What is the relationship like with Qatar and how could you work together to bring more hostages home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "LERNER",
      "sentences": "It's not just an issue of justice to the victims, to the over 1,300 victims of this attack. It is also the people who gave it its power, its instructions, its equipment.While I understand the interest in Qatar's role in relieving or alleviating some of the challenges that we're facing today, the IDF is very much focused on the boots on the ground. We have recruited some 300,000 reservists in order to confront and defeat Hamas. That is the focus of the IDF.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "KINKADE",
      "sentences": "I want to ask you specifically about the response in terms of the airstrikes in Gaza right now, even hospitals being targeted.Can you explain for us, in terms of the last time we spoke, you said the IDF was aiming to reduce civilian casualties. We've since seen babies, children killed, day after day. Is the IDF doing everything possible to minimize civilian casualties? Can it do better?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "LERNER",
      "sentences": "Lynda, we do not target hospitals. That's just not true. We are targeting Hamas operating in the civilian arena, making it extremely difficult to differentiate. Nevertheless, we are going out of our way to minimize civilian harm and, I would add, to get civilians and noncombatants out of harm's way.Unfortunately, the fact of the matter is Hamas will continue to operate within civilian arena as long as they exist. They will continue to hold the people of Gaza hostage, not only the Israelis and foreign nationals they have. And they have no regard for human life, Israeli or Palestinian. Our responsibility is, first and foremost, to protect Israel, to defend the people of Israel, the Israelis that paid so dearly with their lives. And indeed the situation on the ground and our activities and what we are trying to do is to minimize that civilian impact, which is devastating to so many on the Palestinian side. But ultimately, Hamas, they opened a war with Israel. Israel will win this war. When we look forward, when there is the prospect of ground operation, a ground mobilization to destroy Hamas, we will continue to minimize civilian casualties. But there will be civilian casualties, which is the nature of warfare in open areas. And while each and every life that is taken is a tragedy, a true tragedy, it is our role to make sure Hamas can never hold the power of government, of terrorism, but they did. They utilized all the powers of government in order to implement their brutal attack, merciless murder and abduction of innocents. Now each of these innocent lives, we are now still mourning and still over 200 funerals a day. And there are still 100 people unaccounted for, that have been taken by Hamas or killed in their escape or assassinated in their action. And that's why we are in a new reality with regard to the relationship between Israel and the Gaza Strip. This is what needs to change. Indeed, the war will change that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "KINKADE",
      "sentences": "The Al Quds hospital says Israel has told them they have to evacuate the hospital because there could be an airstrike.Can you confirm that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "LERNER",
      "sentences": "So there are ongoing conversations, calls throughout organizations and bodies. And indeed, to the hospital, over the last week, we've been telling people to evacuate, to go south precisely because we are broadening the scope of our strikes.We don't need -- you pointed out that there are 13,000, I think in your report, people holding up in the hospital. But if there is a coincidental strike that takes place near the hospital, for instance, and there is coincidental debris that falls out of that, there are 13,000 people, nothing to do with the hospital. Just people holding up there that should be elsewhere because we're encouraging people to get out of harm's way. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "KINKADE",
      "sentences": "Where can they go?Where is safe in Gaza right now? Where could they go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "LERNER",
      "sentences": "We've seen, when we do a strike adjacent to a place that is protected, there can be collateral damage caused but not by the strike but in the aftereffects of the strike. And that is precisely why we're telling people, move south.South is safer. South is safer in Gaza Strip today. That is why people need to listen to us and not hope to be safe in a hospital, even though we won't strike the hospital. (CROSSTALK) KINKADE: I understand we're getting word --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "LERNER",
      "sentences": "-- of that happening. Now we don't want civilians to be getting caught up in this. But when we tell people to evacuate, to go south, they need to take cover down south, not stay in the north.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "KINKADE",
      "sentences": "We're getting word that the Rafah crossing at the south of Gaza, next to Egypt, is opening next hour, 10Have you heard that? Can you confirm that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "LERNER",
      "sentences": "I can't confirm that. There have been rumors of that over the last few hours. As soon as it happens, I'm sure we will all see it with our own eyes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "KINKADE",
      "sentences": "We've seen so many protests across the globe calling for Israel to stand down on this ground incursion.Could there be other ways to root out Hamas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "LERNER",
      "sentences": "So the expectation by people objecting to Israel's military operation is that we raise a white flag and surrender to terrorism. It's an unrealistic one. It is also indecent. We have the right to defend ourselves.And we have the obligation to make sure it can never happen again. That is a responsibility of any sovereign state. And it is the responsibility to enforce that as the military. That's what we intend to do. So while we see the demonstrations that you talked about, and of course it is concerning and I think a lot of it is due to misrepresentation of the situation and the understanding that there is a war that is ongoing. But unfortunately, we did not ask for this war. We didn't want it. We did not initiate it, so much so that the military misunderstood what Hamas' intentions were with regard to the relationship with Israel. And that will be investigated in the aftermath. How our intelligence understood that Hamas is not interested in a war. And that is why perhaps that we were ill prepared at the border and they were able to butcher and murder and massacre. And this is the reality. This is how we got here. That is the core reason why there is a war now, not because Israel wants to retake Gaza but just because Israel needs to change the paradigm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "KINKADE",
      "sentences": "Lt. Col. Peter Lerner, we appreciate your time. We'll have to leave it there for now. Thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "LERNER",
      "sentences": "Have a good day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "KINKADE",
      "sentences": "You, too.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "KINKADE",
      "sentences": "The U.S. President said humanitarian aid that has been stuck in Egypt for days should reach Gaza within the coming days. Anger is flaring around Rafah as the crucial crossing remains closed. The United Nations says it is the difference between life and death for the people.CNN's chief international correspondent Clarissa Ward is in Rafah, where the mood is increasingly clear. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "For days they have been waiting. More than 200 trucks full of aid desperately needed in Gaza but stuck on the Egyptian side of the Rafah border crossing. U.N. Secretary General Antonio Guterres hoped to be here for a much- needed diplomatic win.ANTONIO GUTERRES, U.N. SECRETARY GENERAL: As smoothly, as quickly as possible. WARD (voice-over): Instead, he found himself in the midst of a protest, his remarks drowned out by the crowd.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "WARD",
      "sentences": "People are chanting over and over again, \"With our blood, with our souls, we will defend Palestine.\"There's a huge amount of anger, a huge amount of emotion, much of it directed at the West. WARD (voice-over): And much also at Western media, who people here feel have favored Israeli voices over Palestinians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "RAHMA ZEIN, PROTESTER",
      "sentences": "Where is your humanity?WARD (voice-over): A protester starts shouting at me. We invite her to do an interview with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "MADI ABU ABEID, PROTESTER",
      "sentences": "I can't contact with my family there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "WARD",
      "sentences": "You can't -- your family's on the other side?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "ABEID",
      "sentences": "Yes, I have seven sisters and my father, my mother, grandmother, uncles. All my family is there. I can't contact with them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "WARD",
      "sentences": "Are they OK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "ABEID",
      "sentences": "I don't know if they are OK or not.WARD (voice-over): As Egyptian soldiers stand by, the demonstrators get more animated. Protests are normally illegal here but today the Egyptian president called on people to take to the streets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "WARD",
      "sentences": "So this is rapidly becoming a very chaotic scene now. They're trying to get the Secretary General out of here.WARD (voice-over): We are ordered back on to the buses and escorted out through the crowd back to Yasser (ph) Airport where piles of aides sit by the runway, so close to where they need to be but held back, the U.N. says, by complications over how to monitor the trucks that enter Gaza and how to establish a continuous humanitarian corridor. When you saw the anger of those protesters, most of it leveled at Israel and the U.S. But also at the international community for failing to stop the situation, what's your response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "GUTERRES",
      "sentences": "I think what's important to say is that we are doing everything we can, engaging with all the parties, to make sure that sooner rather than later we are able to have not only a first convoy but continued aid to the population in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "WARD",
      "sentences": "But no timeline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "GUTERRES",
      "sentences": "I think it should be as quickly as possible and with as many as possible trucks to cross in the first few days.WARD (voice-over): But that is little comfort to the people of Gaza, for whom every day, every hour is vital -- Clarissa Ward, CNN, Rafah, Egypt. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "KINKADE",
      "sentences": "As you heard in Clarissa's report, the anger some are feeling as they say not enough Palestinian voices being heard in the West. Later this hour, we will bring you an extended interview with the prime minister of the Palestinian Authority, as he sat down with our Becky Anderson.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "KINKADE",
      "sentences": "Gaza's hospitals are said to be on the brink of collapse as supplies dwindle. We will have the latest on the Israel-Hamas war when we come back.(MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "KINKADE",
      "sentences": "The Palestinian Authority prime minister telling CNN that Israel's forcibly pushing over 1 million Palestinians from Gaza into other countries.Mohammad Shtayyeh says that represents an existential threat for Palestinians as a whole. He believes things could get even worse. He spoke with Becky Anderson from Ramallah in the West Bank. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "BECKY ANDERSON, CNN HOST",
      "sentences": "The Palestinian Authority president has said, and I quote, \"The forced displacement of Palestinians would represent a second catastrophe for the Palestinian people.\"Just explain for our viewers what he means by that. And do you share the concerns of both Egypt and Jordan, who worry that this is what we could be witnessing here or this is what the efforts are here? SHTAYYEH: Palestinians in 1948 were pushed out of their homes, were forcefully transferred to the neighboring countries; 950,000 Palestinians were made to leave (INAUDIBLE) in 1948. And so for us, that was (INAUDIBLE); 531 Palestinian towns and villages were leveled to earth and 950,000 Palestinians were made refugees and they are still living in refugee camps until today, for the last 75 years, in Lebanon and Syria and Jordan and Gaza and the West Bank and Egypt everywhere. Now for Israel, to push again for a forceful transfer of more than 1 million Palestinians from Gaza, out of Gaza, out of Palestine into Egypt, is something that has been designed to end the question of the Palestinian right, to return of the Palestinian refugees, which was a final status issue on the negotiations. So that is a concern for Egypt because Egypt is not ready to be part of a conspiracy to end this Palestinian issue that's called the refugees. And also, for Jordan, if that is going to happen in Egypt, then who will prevent the Israelis from pushing us here in the West Bank to be forcefully transferred to Jordan? And that is where the issue of transfer is such a concern because it is a national security issue for Egypt. It's a national security issue for Jordan. But it is an existential issue for us, the Palestinians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "ANDERSON",
      "sentences": "Both Egypt and Jordan have said that the forced displacement of people into their countries is a red line.What sort of pressure have they've been under, as you understand it, by other countries to accept the displacement of Palestinians?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "SHTAYYEH",
      "sentences": "Frankly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "ANDERSON",
      "sentences": "This time, frankly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "SHTAYYEH",
      "sentences": "Israel and some of its allies --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "ANDERSON",
      "sentences": "Who?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "SHTAYYEH",
      "sentences": "-- have been touring some Arab countries, asking them to accept X number of Palestinians, to accommodate them in their own countries. Luckily -- and we trust the Egyptian judgment in the same way that we trust the Jordanian judgment -- they rejected that, categorically.And I -- and it is -- we know, they did it for Palestine. They did it to keep the Palestine cause alive. And they did it for their own sake, because this is a threat for their own national security. So it was an Israeli plan. Look, what Israel is intending to do? Israel is intending to destroy infrastructure, annex north of Gaza, create a buffer zone on the west of the fence and then forcefully transfer 1.2 million Palestinians out of the borders of Gaza. This is the Israeli solution for the problem of Gaza. And that is where we do not accept. We have been in touch with Egypt, with Jordan, with all Arab countries. This is something that we look as existential threat for us. (END VIDEOTAPE) (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "KINKADE",
      "sentences": "Joining me now is Hasan Alhasan, a research fellow for the Middle East Policy at the International Institute for Strategic Studies. He is with us from Bahrain.Good to have you with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "HASAN ALHASAN, RESEARCH FELLOW, INTERNATIONAL INSTITUTE FOR STRATEGIC STUDIES",
      "sentences": "Thank you, good to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "KINKADE",
      "sentences": "With many thanks given to Qatar.What diplomatic power does Qatar have negotiating with Hamas? Can you explain their relationship?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "ALHASAN",
      "sentences": "Of course. Qatar hosts Hamas' leadership abroad. It hosts Khaled Mashal and other senior Hamas leaders at the request of the U.S. many years ago and, by doing so, has been able to maintain open channels of communication with Hamas and to exercise leverage over Hamas.And Qatar has been used as a mediator, as an intermediary channel, to communicate with Hamas, including by European and Western capitals and by Israel, as a matter of fact. So Qatar channels, much of the aid that goes to Gaza -- and that happens in coordination with Israeli authorities. So by opening those channels, by being able to exercise leverage over Hamas, Qatar is specifically able to play an important mediatory role in bringing about humanitarian relief, such as the release of the two hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "KINKADE",
      "sentences": "There are still 201 people believed to be held captive by Hamas, according to Israel's defense chief, not just from Israel but from dozens of other countries, including America, Thailand, Argentina, Germany, France, Portugal.Do you think that we will see more hostages released in the coming days? What do you suspect Hamas is getting in return?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "ALHASAN",
      "sentences": "Both Hamas' military and political leadership -- so Abu Obaida from Gaza but also Khaled Mashal -- have stated that Hamas has no intention of keeping foreign nationals in its custody within the Gaza Strip.They would be more than happy to release them, provided that Israel ceases its bombing campaign for a few hours so that they are able to round up and collect those foreign nationals, not all of whom are in Hamas' custody, and to guarantee safe passage to the Rafah crossing. Israel has resisted this proposal, it seems, because of concerns that a few hours of respite from the bombing campaign would allow Hamas to regroup ahead of Israel's planned ground incursion. So Hamas has been stating it would be happy to release the hostages under the right conditions and not in return for anything but rather simply if the conditions were right, if the bombing campaign were to stop. Then according to Hamas senior leaders, they would be happy to arrange for the safe evacuation of foreign nationals, who are currently in their custody and in the custody of other groups and individuals within the Gaza Strip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "KINKADE",
      "sentences": "I was speaking to the Israel Defense Force spokesperson, who said, Israel is still planning a ground incursion to destroy Hamas. Surely, it is impossible to launch a ground incursion when there are still hundreds of hostages.Is that likely a big factor in the negotiations right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "ALHASAN",
      "sentences": "It could be, specifically, because many of these individuals are foreign nationals. There is, undoubtedly an effort and some pressure, I would suspect and hope, on the part of European capitals and the U.S., to attempt to negotiate their release before Israel launches its total ground incursion into Gaza.Hamas has noted, on multiple instances, that a number of these foreign nationals have been killed as a result of Israeli airstrikes. So this is a way to call attention to the fact that it would be virtually impossible to guarantee the safe release and evacuation of these nationals, without a pause in the fighting. However, the U.S., two or three days ago, shot down -- was the only nation within the U.N. Security Council to oppose a draft resolution calling for a humanitarian pause. Even the U.S.' other Western allies either abstained or voted in favor of the resolution. But the U.S. single-handedly shot it down, which makes it difficult to contemplate the U.S.' strategy for guaranteeing the safe evacuation of its foreign nationals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "KINKADE",
      "sentences": "What did you make of that veto?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "ALHASAN",
      "sentences": "-- and the consequences of 9/11 and how that event changed the world and led to the invasion of Iraq and Afghanistan. That analogy, which I suspect is not accidental on the part of the U.S. president, implies a total, blanket political and military support for Israel to continue prosecuting its military campaign in the Gaza Strip.Let's remember that Israel has set for itself a very maximalist objective of totally eradicating Hamas. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "KINKADE",
      "sentences": "But when the U.S. president did compared it to 9/11, he also said, do not be consumed by the rage. He also issued a warning to not go too far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "ALHASAN",
      "sentences": "Yes, but indeed, in action, the U.S. has actually shot down, the only nation to oppose the UNSC resolution on humanitarian pauses, was very quick to mobilize military support.By mobilizing aircraft carriers, carrier strike groups, the message was very clear, that the initial and knee-jerk reaction was to engage in total military support with no real effort being made toward a diplomatic solution. In fact, the U.S. has opposed any mention of a cease-fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "KINKADE",
      "sentences": "We are going to talk about that a bit more next hour. We will have to leave it there for now. Hasan Alhasan, good to get your perspective. Really appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "ALHASAN",
      "sentences": "Thank you.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "KINKADE",
      "sentences": "We have many more stories, after a short break, including a punishment handed out to former president Donald Trump for violating a gag order for his New York fraud case. We will have that story when we come back.(MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:00",
      "speaker": "KINKADE",
      "sentences": "His campaign website was found to have a picture of a social media post attacking the judge's clerk. The judge warned Trump that he could go to jail for violating that order.Attorney Ken Chesebro admitted that he helped the Trump campaign with its 2020 fake electors' plot in Georgia. Chesebro pleaded guilty and agreed to testify in future cases. U.S. House Republicans have no clear path forward after Jim Jordan failed to get enough Republican votes to win the House Speakership on his third floor vote. He also lost a secret party caucus ballot held behind closed doors. Several Republicans have now jumped into the race but it is unclear if any can get the 217 votes needed to win. The speaker vacuum was triggered by a bloc of hardline conservatives. Without a speaker, the House is effectively frozen. We will take a quick break and be right back. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:00",
      "speaker": "KINKADE",
      "sentences": "It says it has received information that the Rafah border crossing in the south of Gaza, it will open soon. The embassy says it could open Saturday at 10 am local time, next hour, just a few minutes from now.The situation remains fluid and they do not know how long it could remain open. Protesters are out in full force against Israel's recent attacks on Gaza, have a look. (BEGIN VIDEO CLIP) KINKADE (voice-over): This was the protest in Sydney, Australia, one of many cities where we are seeing a show of solidarity with Palestinians. New York and London have also seen huge crowds in recent days, calling for an end to the violence. Tensions are especially high in the region. This is the scene in Rafah, Egypt, on Friday. Ben Wedeman is in Beirut, with a closer look. (BEGIN VIDEOTAPE) BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): \"Death to America, death to Israel,\" shouts the master of ceremonies at the rally in the elite southern suburbs. To a crowd of a few hundred supporters of Hezbollah and its Shia ally, the Amal movement, who don't want to be passing bystanders to the bloodshed in Gaza. \"We want the resistance to liberate Palestine,\" Aranda Mohammed (ph) tells me. Words and slogans like these are not new. And as the death toll in Gaza soars, passions are reaching the boiling point. Earlier this week twice, protesters north of Beirut tried to reach the American embassy, stopped only by riot police, firing tear gas and water cannons. In Egypt, a rare, unauthorized demonstration demands Arab regimes act to stop Israel's war on Hamas and Gaza. In Jordan, a country where many trace their roots back to historic Palestine, they call on the government to shut the American and Israeli embassies. But in Lebanon, it's not only protests on the border with Israel; it's just a notch below war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:00",
      "speaker": "WEDEMAN",
      "sentences": "In south Lebanon, every day, Hezbollah is striking Israeli targets, four, five, six times a day. Here in Beirut, they're holding rallies, talking about doing more. But so far, it's just talk.WEDEMAN (voice-over): Hezbollah's main backer, Iran, has threatened to open a new front. Notably silent is Hezbollah's leader, Hassan Nasrallah, who hasn't uttered a word since the war began. I asked Hezbollah parliament member Ali Amar (ph) if his group is ready to go to war with Israel. \"The answer to that will come later,\" he replies. The daily Hezbollah attacks on the border are a hint of what that answer could be -- Ben Wedeman, CNN, Beirut. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}