{
  "date": "2023-09-11",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Trump's History Of Bias Claims Continues Tonight With Judge; New York City Pays Tribute To Victims Of 9/11 Attacks; Gov. Gavin Newsom (D-CA) Says, I'd Appoint Black Woman If Feinstein Steps Down; Representative Barbara Lee Talks About African American Women In Office; Abby Phillip Discusses JFK Assassination; Drew Barrymore Stands By Decision To Resume Talk Show Amid TV And Film Writers' Strike. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:03",
      "speaker": "ABBY PHILLIP, CNN HOST",
      "sentences": "Hey, Kaitlan. Thank you so much. Have a good night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "COLLINS",
      "sentences": "Happy Monday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "PHILLIP",
      "sentences": "You too.And good evening, everyone. I'm Abby Phillip. Donald Trump likes to cry foul, as you know, and say things are rigged against him. He did it with both elections and the Republican primaries, social media platforms, polls, the media, the FBI, banks, the Emmys, when his reality T.V. show didn't win one, even a chemistry test, on which he once accused a classmate of cheating because he did better. And Trump certainly has a long history of doing the same thing with judges, in particular. In the hush money case against him, he claimed that the judge there was biased because his daughter is a consultant for the Democratic Party. And in his 2018 border case, he called that judge loyal to Obama. And in the Trump University case, he claimed that the judge there was biased because of his, quote, Mexican heritage. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT: We're building a wall. He's a Mexican. We're building a wall between here and Mexico. The answer is he is giving us very unfair rulings. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "PHILLIP",
      "sentences": "And, by the way, that judge is from Indiana, not Mexico.And tonight, to add to the list, the judge overseeing the federal election interference case adds to the list, Trump's lawyers demanding that Judge Tanya Chutkan recuse herself over past comments that she made about the January 6 insurrectionists. Now, Chutkan is one of the toughest punishers of those defendants. Here are just some of the comments that Trump's team is citing to make this claim, quote, the people who mobbed the Capitol were there in fealty, in loyalty to one man, not to the Constitution. It's blind loyalty to one person who, by the way, remains free to this day. And in another statement, she said that the people who encouraged and rallied rioters to go to the Capitol have not been charged, adding that she has her own opinions, but they're not relevant to the case. And, finally, when she rejected Trump's attempts to block White House records over the attack, she said, quote, presidents are not kings, and the plaintiff is not president. Let's discuss this and more with former Manhattan District Attorney Cy Vance. He began the investigation that led to Donald Trump's indictment related to a hush money payment to adult film star Stormy Daniels in 2016. Cy is here in studio with us. Thanks for joining us. You're obviously very familiar with Trump's tactics. Really, the defense tactic here is usually delay. What do you make, though, of this particular filing by the Trump team? CY VANCE JR., FORMER MANHATTAN DISTRICT ATTORNEY: With regard to the judge in D.C.?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "PHILLIP",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "VANCE",
      "sentences": "I think it will be rejected by the judge for good sound reason, sound reasoned legal points, and I think it will be sustained on any appeal he may decide to take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "PHILLIP",
      "sentences": "It's interesting, though, for people at home, Judge Chutkan herself will be the one to decide whether she recuses or not. How does that make sense if you're just a layman at home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "VANCE",
      "sentences": "Well, I think in almost every jurisdiction, a motion to disqualify a judge is brought before that judge. That's just the way it works in the American system. The judge makes a ruling. Some judges may say, yes, I feel I have created an atmosphere in which I shouldn't participate going forward, and others will decide otherwise, depending on the facts.I don't -- from what I know, I think the judge in D.C. has had many cases in front of her. I don't think anything that she has said that at least that I'm aware of is disqualifying in terms of her bias or prejudice to the former president. And so I think this is one of a number of attempts that we'll see from the Trump defense in order to delay the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:03",
      "speaker": "PHILLIP",
      "sentences": "Well, let's talk about some of the statements that they're citing. We just referred to them there in the intro. She talks about blind loyalty to one person who, by the way, remains free. That person is Trump. She doesn't here explicitly state any particular view of this. She notes factually that he remains free. Does that indicate a bias, in your view? Can they make that argument?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "And just to play devil's advocate, if she has had a history of tough sentences against people committing offenses related to January 6th, could the Trump team argue that that is a predisposition?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "VANCE",
      "sentences": "No. Yes, they will argue everything, whether or not it has a basis in law or not. But from, I think, everyone's experience in the criminal justice system, a judge may have a case, for example, with 20, 100 defendants. The judge may sentence some of those defendants to an extremely large amount of incarceration, but that doesn't mean that the judge then is biased toward other defendants who she has not yet had before her in terms of a trial before her and adjudicating the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "So, just in the last couple of days, Trump has made some comments at his campaign rallies, as he does, really seeming to rile up his supporters, suggesting that he would, when he was president, bring charges against his political opponents. He said that about President Biden.Listen, to how California Governor Gavin Newsom responded to what Trump was doing. (BEGIN VIDEO CLIP) GOV. GAVIN NEWSOM (D-CA): I've made the point about DeSantis that I think he's functionally authoritarian. I'm worried more in many respects about Trumpism. I think the vengeance in Donald Trump's heart right now is more of a threat. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "What do you think? Do you agree?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "VANCE",
      "sentences": "I think the statements that Trump is making about the prosecutors, about the process, are, number one, ill advised. Now, he's making them irrespective of whether I think they're ill advised. But I think it creates an atmosphere against which judges will measure the impact of his statements as we go forward. So, I think they're ill-advised.Two, I think they are wrong in terms of sort of how the lawyers representing him should permit or permit their client to communicate about the case about which he's now got before this judge. Three, I think there will be a point in time where Trump crosses a line and says something that is either a direct -- appears to be a direct threat against either the judge or the prosecutor in the case or against the system, in which a judge will pull the chain and hold him short.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "But they are really reluctant to do that because he is a candidate for the presidency. But you know the power that he has over his supporters. Do you think that, at some point in the next call it year or so, this will really come to a head and he will go too far and the judge will have to restrict his ability to speak?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "VANCE",
      "sentences": "I think that is absolutely possible and it's entirely within Trump's hands and his counsel in terms of counseling him how he communicates.He is a presidential candidate. The judge in D.C. has given every indication that she will permit him to speak as a candidate and will respect his First Amendment rights to communication, but he has made historically comments which appear to be directly threatening to prosecutors in the case, in the case of Alvin Bragg and others. And at some point, a judge will say, I warned you, I told you. And then the question is what will the sanction be. Putting former President Trump in jail, I'm not sure that's a sanction that the judge will want to levy because of just the fraught nature of putting Trump in jail. It may be exactly what he wants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "But is it on the table?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "VANCE",
      "sentences": "I think everything is on the table. And the judges at the end of the day have a very difficult job.They're used to litigants playing by the rules. They're not used to litigants basically saying, I'm not only disregarding your rules, but I'm going to go -- I'm right in your face. And so the judge is going to have to decide where they draw the line between First Amendment issues and threats against the litigants or members of the jury or the prosecutors' offices. And I'm sure that there are law clerks and judges in Georgia, New York and Washington D.C. talking about how do we manage what is essentially something we've never seen before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "PHILLIP",
      "sentences": "That's not true. Biden was in Washington the day after 9/11. He didn't visit ground zero until nine days later.By being in Alaska today, though, Biden is breaking the tradition of presidents marking this particular day from attack sites. At least two of the Republican candidates are denouncing that decision tonight. (BEGIN VIDEO CLIP) MIKE PENCE, FORMER U.S. VICE PRESIDENT: I was very disappointed that President Joe Biden was not at ground zero or the Pentagon or in Shanksville today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "NIKKI HALEY, REPUBLICAN PRESIDENTIAL CANDIDATE",
      "sentences": "Well, I think the American spirit always needs to take priority, period.You're in Vietnam, that's not a democracy. You need to be in America, that is a democracy. You need to acknowledge something that happened that was horrific, not just as a reminder to Americans, but as a tribute to those American families who lost loved ones. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "PHILLIP",
      "sentences": "Let's discuss this with journalist and former Fox News Host Geraldo Rivera. Geraldo, thanks for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "GERALDO RIVERA, FORMER FOX NEWS HOST",
      "sentences": "Hi, Abby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "PHILLIP",
      "sentences": "What do you make of -- RIVERA",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "PHILLIP",
      "sentences": "What do you make of this criticism? President Biden points out, or his team points out, it has been 22 years since 9/11 occurred. The first president to break the tradition is always going to be the first president to do it. Do you think it's fair to criticize him for not being there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "RIVERA",
      "sentences": "I do, as a native New Yorker, Abby, someone whose kids in grade school lost six other dads in the attacks. It's just something that will live forever. It's like a dark July 4th. 9/11 is something that's now part of the fabric of American life. And to treat it as if it was just another anniversary, I think, is really ill-advised. I deplore it.The emotion that people had when they saw the skyline today, the early minutes of the football game and the lights, it's just so emotional, the Statue of Liberty in New York Harbor. And to treat that as if it's just a, you know, we went 22 years, I'll come back in 25 years, I don't think it's appropriate. And then to be befuddled about whether he was there or not, I think that's pretty alarming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "PHILLIP",
      "sentences": "Let me ask you though, I mean, at what point do you think that this becomes like something like a Pearl Harbor, which is another searing moment in American history but one that is not marked every single year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:02",
      "speaker": "RIVERA",
      "sentences": "Well, I think that you make a good point. And I'm just answering in a very emotional way. I was born there. I spent most of my life in New York City. I have three children and grandchildren in the city with the boroughs.It's just something that everyone that I know remembers precisely where they were, how they responded, what impact it had on their family lives. It's not just another anniversary. It is 9/11. It is something that started the war on terror, that it distorted all of our lives. It changed everyone's life for the worse. It's something that -- it is branded in the American psyche now. And to go and then to say I was there the next day when he wasn't there, you know, it just -- I want to love the guy. I want to root for him. I don't want the criticism that he's lost a step, that he doesn't know what day it is or whatever it is and walks the wrong way on stages and so forth. I don't want this. You know, he's only eight months older than I am. I don't want that to define him. And yet he is being ill-served by his staff. I know you wanted to talk also about immigration today, just as being ill-served on immigration. He has no policy, he's the problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "RIVERA",
      "sentences": "I think they are both criminally negligent, Congress plus the White House. They know what the at least temporary solution to this awful crisis is.I just want to parenthetically say I have a niece of Libya. I got a new apartment in Gramercy, the Gramercy Park area, a very expensive for a 400 square foot apartment. She has to walk over Venezuelan immigrants to get into her new apartment. They make noise at night and so forth and so on. I am 100 percent pro-immigrants and pro-immigration rights. But when you have a situation where why are they on the sidewalk, why aren't they working, it would be the simplest thing for Joe Biden to sit down, write in an executive order. I understand that the asylum process is backlogged up to seven or eight years. I understand that these people come, they ask for asylum and then they wait seven or eight years. By then they have children, they have roots and all the rest of it. Let them work now. Why are they on the public dull? Why are they staying in hotels? Let them work. They want to work. They are ambitious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "PHILLIP",
      "sentences": "It's a legitimate question for sure. But let's take a step back here because New York City now experiencing this migrant crisis is really a microcosm of what so many other cities have been dealing with for many years and so many other immigrants have been dealing with. Maybe they're not -- they're waiting years for work permits.There are a lot of people in this country who are still waiting years in the legal immigration process for a work permit. What do you say to those individuals and their families who say that your daughter walking past Venezuelan migrants is spearheading a process that wasn't available to them? I mean, it seems like all of a sudden this becomes an issue because New York City suddenly is affected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "RIVERA",
      "sentences": "I want the whole of the United States to have the same rule. If you have someone that asks for asylum, and under our laws, we want to be compassionate, and they understand they're in a process now that's going to take all these years, let them work.I don't care if they're in Denver or Chicago or Miami or wherever they are, let them work. Let them pay their own way. They want to. These are people who walk through the Darien Gap in Central America between, Columbia and Panama. They walk through all of Central America. They walk the length and breadth of Mexico to get here. They cross the Rio Grande. They are strong. They are ambitious. It's almost Darwinian. These are exactly the people. PHILLIP: Yes. And, look --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "RIVERA",
      "sentences": "You can't go to a restaurant in New York without --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "PHILLIP",
      "sentences": "I think if you ask the Biden administration they would say, we of course want Congress to pass bills that allow people to get work permits. Congress won't do that in part because Republicans refuse to do that.I mean, it's seems --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "RIVERA",
      "sentences": "I say a pox on both their houses. I don't care about all of these details. I know for a fact that President Biden, with an executive order, say, I'm going to fingerprint you, I'm going to take your picture, I'm going to vet you to the extent I can, but that restaurant with the help wanted sign, you could go to work, you could wash dishes there, the lawn maintenance, fast food restaurants, you know, out of the city, the poultry processing, the meat pack.Let them work, the construction. Let them work, let them pay their own way, get them off the streets. They don't want to be on the streets. They don't want to be in the flea bag hotel. They want to start a life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "PHILLIP",
      "sentences": "Yes. I mean, as you pointed out, they make this truly horrific journey here, not because they want to sit on the streets.I want to get you to respond to this, though. Here's what Vivek Ramaswamy, one of the Republican candidates, has said recently, about what he would do when it comes to the children of undocumented immigrants who were born here in the United States. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "VIVEK RAMASWAMY, REPUBLICAN PRESIDENTIAL CANDIDATE",
      "sentences": "The family unit will be deported. As a family unit, we'll never separate families.There are legally contested questions under the 14th Amendment of whether the child of an illegal immigrant is indeed a child who enjoys birthright citizenship or not. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "PHILLIP",
      "sentences": "As I pointed to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "RIVERA",
      "sentences": "Well, he has not read the 14th Amendment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "PHILLIP",
      "sentences": "Well, we have it there up on the screen for folks to see it. They are citizens of the United States, and he himself is a beneficiary of the 14th Amendment.But I think the broader point here is that he's saying this because it gets him purchase in the Republican Party. There is a market for this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:24",
      "speaker": "PHILLIP",
      "sentences": "And certainly a president cannot do it unilaterally. Geraldo Rivera, thank you so much for joining us tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:24",
      "speaker": "RIVERA",
      "sentences": "Thank you, Abby. Thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:32",
      "speaker": "PHILLIP",
      "sentences": "Aging lawmakers are finding themselves at the center of this conversation in recent weeks. Among them is 90-year-old Democratic Senator Dianne Feinstein. She is the oldest member of Congress, but her recent health issues have led some people to question her ability to serve out the remainder of her term. But the senator has made it clear she has no plans to leave office before her term ends.Now, over the weekend, California Governor Gavin Newsom laid out how he would plan to appoint someone if Feinstein left before the end of her term. Listen. (BEGIN VIDEO CLIP) NEWSOM: I don't want to get involved in the primary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:32",
      "speaker": "CHUCK TODD, NBC NEWS HOST",
      "sentences": "So, you would not appoint anybody on that is filed for those reasons?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:32",
      "speaker": "NEWSOM",
      "sentences": "It would be completely unfair to the Democrats that have worked their tail off. That primary is just a matter of months away. I don't want to tip the balance of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:32",
      "speaker": "TODD",
      "sentences": "But you're going to abide by it would be essentially a caretaker, an African-American one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:32",
      "speaker": "NEWSOM",
      "sentences": "We hope we never have to make this decision, but I abide by what I've said very publicly on a consistent basis, yes.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:32",
      "speaker": "PHILLIP",
      "sentences": "Those comments leading to backlash from my next guest who slammed them as insulting.I want to bring in now Democratic Congresswoman Barbara Lee of California. Congresswoman Lee, thank you for being here tonight. I just want to read for the audience what you said in a statement today. The idea that a black woman should be appointed only as a caretaker to simply check the box is insulting to countless black women. We should note here that Chuck Todd was the person who used that language, caretaker. But I just want to ask you to start us off here. Does Governor Newsom have a point in saying that he wants to avoid getting involved in the ongoing primary of which you are a part? REP. BARBARA LEE (D-CA): Thank you, Anne, before having me tonight. Let me just say a couple of things. This is really about accountability. And I applaud the governor when he said that he wanted to appoint if there were a vacancy. Of course, there's not. But should a vacancy occur that he would appoint an African-American woman without conditions, no strings attached. And appointing, quite frankly, someone during to hold the seat just until an election is conducted with the commitment not to run for the election is really truly insulting. An African-American woman, if appointed, should be able to make a decision whether she wants to running. Now, she should not be constrained by being told that it was only as a caretaker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:32",
      "speaker": "PHILLIP",
      "sentences": "So, if I'm hearing you, you're saying here that the issue is that he would want this person to not desire to keep this seat long- term.But I should probably ask you, I mean, do you want to be potentially considered for an appointment to this seat if it opens up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:32",
      "speaker": "LEE",
      "sentences": "Abby, listen, I am running to be the next senator of California. I actually filed my papers after Senator Feinstein announced that she was not running for election. Again, I am very focused on winning this election.The point is, if the governor has an opportunity to make an appointment, and, in fact, that there is a vacancy, whomever he decides to appoint should not be prohibited from running for the seat. Again, African-American women deserve representation. Representation matters. And there are zero African American women in the Senate. So, why preclude an appointed woman, black woman, from running?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:32",
      "speaker": "PHILLIP",
      "sentences": "Yes. I mean, it's a fair point. I wonder, when Gavin Newsom had another opportunity after Kamala Harris left the Senate to appoint a black woman to fill that seat and didn't take it, do you think that was a mistake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:15",
      "speaker": "PHILLIP",
      "sentences": "And for him to meet his commitment to black women, is that what you're saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:15",
      "speaker": "LEE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:15",
      "speaker": "PHILLIP",
      "sentences": "And he views it as the extent of his commitment there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:15",
      "speaker": "LEE",
      "sentences": "Yes, and I don't think he really means that because I think he understands that representation matters. But once you set up a barrier, and black women have to deal with barriers each and every day in the political arena. And once you set up a barrier and say that this person cannot run if in fact you accept this appointment, then you have really precluded full representation. I mean, African American women deserve a seat at the table, not for six months or three months or a year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:15",
      "speaker": "PHILLIP",
      "sentences": "All right, Congresswoman Barbara Lee, thank you so much for joining us on all this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:15",
      "speaker": "LEE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:15",
      "speaker": "PHILLIP",
      "sentences": "It's one of the most intensely talked about events of our times. The assassination of JFK and now there is a Secret Service agent who was just feet away from the president on that day and he is fueling new questions about the lone gunman theory. We have two historians here now to debate it coming up next. Plus, an order from New Mexico's governor that suspends carrying firearms in public has people on the right but also some on the left crying foul.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "PHILLIP",
      "sentences": "And so -- so, when you talk about the magic bullet theory, it's the idea that this same bullet struck both Kennedy and Connolly basically in one fell swoop. Farris, can you just weigh in here? What's your view of why perhaps this is wrong?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "Well, Jefferson, this is, I see you wanting to weigh in. This is a central question. Sixty years later, is his memory really something that we can base a pretty provocative theory like that on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "MORLEY",
      "sentences": "His account cannot be confirmed. It is consistent with the evidence. Mr. Rockstool doesn't explain why even the people who were hit by the bullets. The people in the car don't believe the magic bullet theory. Jackie Kennedy didn't believe it. Governor Connolly didn't believe it. And Roy Kellerman, the Secret Service man sitting in the front seat said, we were hit by a flurry of bullets, okay? According to the official theory, they were struck by two bullets.So, the weight of the evidence shows that the president was hit by crossfire. The CIA director, the director of the CIA himself, John McCone, hold that to Bobby Kennedy after he saw the Zapruder film of the assassination. So, Landis' account may be open to question on certain points, but it is consistent with the evidence and it compounds the severe doubts and the severe credibility problems that the magic bullet theory has. And it points out that the CIA is still keeping thousands of JFK records secret, which are related to the surveillance of Lee Harvey Oswald before the assassination. So, President Biden made a terrible mistake in letting the CIA keep this material secret.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "All right. Farris Rockstool and Jefferson Morley, a fascinating discussion and debate between the two of you. Thanks to you both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "ROCKSTOOL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "MORLEY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "And up next, New Mexico's governor facing a lot of backlash after suspending the right to carry firearms in public in that state. The top Republican in the state now says that she is going after law- abiding citizens, and he is my guest next. Plus, Drew Barrymore has restarted her talk show amid ongoing Hollywood strikes, and now she's drawing the ire of the Writers Guild. An audience member, who says that he was kicked out of a taping for supporting the WGA, joins me next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "So, some of your colleagues in the state senate are calling now for the governor's impeachment. Do you support that? BACAthe House, so it is yet to traverse that hurdle and come over to the Senate. When we're faced with that, we'll certainly address it at that time. What we're looking at now, though, and our focus is on a lawsuit that ourselves, as well as the House Republicans, are pursuing against the governor to issue a temporary restraining order and ultimately injunctive relief against this illegal health order that she has put in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "Now, the governor says that this order is about curbing a spate of gun violence that New Mexico is experiencing. And I should note, it is temporary. It is designed to last 30 days. You could... liken it to a curfew that is imposed upon people restricting their movement after a certain period of time. Is it reasonable in general for a governor to take a temporary step like this, perhaps to give law enforcement an opportunity to get this issue under control?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "BACA",
      "sentences": "Well, you know a couple of things there. First thing being is that we've had these promises in the past and we have some experience with these health orders and what happened here is happened in many places across the country is that a temporary health order became months and even years of restriction. And I think that level of trust has been lost in this state with this governor. So, there's that.The second point being that breather for law enforcement will law enforcement in this state is staunchly in opposition to this even in the metro area under a democratic mayor and the sheriff of the county who's also Democrat both refused to enforce this health order as well as the Democrat DA in the largest metro area Albuquerque here. He has said that he will not persecute it because he himself feels that it is unconstitutional.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "And a number of national democrats, as well, have joined in saying that while they support gun safety laws they do not support this particular measure. State Senator Gregory Baca, thank you for being with us tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "BACA",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:54",
      "speaker": "PHILLIP",
      "sentences": "Despite severe blowback, Drew Barrymore is standing by her decision to resume her talk show while more than 11,000 TV and film writers are on strike. The host explaining her position on Instagram, saying in part, \"I want to be there to provide what writers do so well, which is a way to bring us together or help us make sense of the human experience. I hope for a resolve for everyone as soon as possible. We've navigated difficult times since we first came on air, and so I take a step forward start season four, once again, with an astute humility. But the Writers' Guild of America is picketing today outside of herstudio in New York. Production on most film and TV projects, they're still at a standstill due to these strikes by both the writers and members of SAG-AFTRA. Joining me now is Dominic Turiczek. He was an audience member of \"Today's Show\", but he claims that when, that he was ejected from that show taping, and Dominic is here to explain to us what happened. You went to go watch the Drew Barrymore Show, and then what happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:54",
      "speaker": "DOMINIC TURICZEK, SAYS HE WAS REMOVED FOR DREW BARRYMORE AUDIENCE FOR WEARING WGA PINS",
      "sentences": "Yes, we did. So, we had won some free tickets yesterday, very last minute sort of thing, and we were walking into our check-in and we were handed these little buttons right here in support of the Rider Strike. We were familiar with the WGA Strike as a whole, but not familiar how it impacted Drew Barrymore's Show.We were unaware that she was crossing the picket line by going on air. So, we did not know that until we had been handed the buttons and went inside. And we sat down and we were kind of like, oh, should we leave? And before we were able to make that decision for ourselves, we were pulled off to the side and told that we had to leave just simply for having the button.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:54",
      "speaker": "PHILLIP",
      "sentences": "By a security person?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:54",
      "speaker": "TURICZEK",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:54",
      "speaker": "PHILLIP",
      "sentences": "So, we reached out to the show and they had a statement that said, \"It is our policy to welcome everyone to our show tapings due to the heightened security concerns today. We regret the two audience members were not permitted to attend or were not allowed access. Drew was completely unaware of the incident and we are in the process of reaching out to the affected audience members to offer them new tickets.\" First of all, have they reached out to you? And if you were offered new tickets, would you go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:54",
      "speaker": "TURICZEK",
      "sentences": "Yes, so they did reach out to Cassidy via an email, one of the producers on the show, and they offered us two VIP tickets to come back at any point. But we are not going to take the tickets. We don't really see any way we could support the show after learning from the people striking, how it affects them and their writers.So, we would just hope that Drew and her team takes time to reconsider their decisions and how they can take responsibility and move forward to support their writers picket line. We were discussing as we were sitting here together that a lot of the other daytime talk shows are back in production but Drew's show is one of the ones that the WGA says is affected by this strike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:54",
      "speaker": "TURICZEK",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:54",
      "speaker": "PHILLIP",
      "sentences": "What does it say to you that she has made this decision to continue her show despite that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:54",
      "speaker": "TURICZEK",
      "sentences": "I was learning today on the picket lines with the strikers that their writers were actually out there as well and if her WGA writers are out on the picket line saying you shouldn't be doing this and shouldn't be resuming the show that says all it needs to say and that she really doesn't care for the writers and the team just moved on without them, which I think is very dishonorable in the face of a strike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:54",
      "speaker": "PHILLIP",
      "sentences": "Well, Dominic. Thanks for joining us tonight. And I hear you're a new New Yorker. So, welcome to the city.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:54",
      "speaker": "TURICZEK",
      "sentences": "Thank you. Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:59:00",
      "speaker": "PHILLIP",
      "sentences": "And just in, South Korea is saying that they believe North Korean leader Kim Jong-un has now arrived in Russia to meet with Vladimir Putin. Kim is traveling by train, but it is a long and very, very slow trip. Even through --even though the Russian city is just 90 miles from the North Korean border, that train that you're seeing there is so heavily armored that \"The New York Times\" has reported that it can only reach a maximum speed of 37 miles per hour. That's pretty slow. That's it for me in CNN Primetime. CNN Tonight with my friend, Laura Coates, starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:59:00",
      "speaker": "LAURA COATES, CNN ANCHOR",
      "sentences": "You and I live on a train. What are you talking about, going back and forth to New York?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:59:00",
      "speaker": "PHILLIP",
      "sentences": "Actually, yes, that's true. Yes, that's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:59:00",
      "speaker": "COATES",
      "sentences": "You really do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:59:00",
      "speaker": "PHILLIP",
      "sentences": "I was on one this morning, but it was much faster than that, for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:59:00",
      "speaker": "COATES",
      "sentences": "And it was a different whole context. It's really important. Abby, nice to see you, as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:59:00",
      "speaker": "PHILLIP",
      "sentences": "You, too.",
      "isLastSentenceInterrupted": false
    }
  ]
}