{
  "date": "2023-05-02",
  "headline": "CNN Newsroom",
  "subHeadline": "Hollywood Writers Go on Strike; Cleveland, Texas Shooting Leaves Five People Dead; America Faces a Debt Ceiling Crisis; Americans Leaving Sudan to Relocate to Jeddah, Saudi Arabia. Aired 3- 4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "ROSEMARY CHURCH, CNN ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us here in the United States and all around the world. You're watching CNN Newsroom, and I'm Rosemary Church.Just ahead, Hollywood writers heading to the picket line. Thousands set to go on strike, a move that will bring productions to a grinding halt, and sent shockwaves through the industry. A dire warning from America's Treasury Secretary, saying the country only has about one month to pay its bills, or risk an economic catastrophe. Plus, we'll take you to a small island that's part of Taiwan, but just four miles from China's border, and almost totally defenseless against China's navy. UNKNOWN (voice-over): Live from CNN Center, this is CNN Newsroom with Rosemary Church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "Good to have you with us and we begin in Hollywood where television and film writers are going on strike. A move that will very likely shut down most TV and film productions in the U.S. for the foreseeable future. The strike was announced hours ago, after the writers' guild and studios failed to reach an agreement hours before a midnight deadline.About 11,000 writers are affected. They say their contracts need to be re-worked in the era of streaming to make up for a loss of income, a dramatic decrease in residual from re-runs. They also want limits on the use of artificial intelligence in the industry. At the Met Gala in New York, \"Tonight Show\" Host Jimmy Fallon said he stands with his writers. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "JIMMY FALLON, TONIGHT SHOW HOST",
      "sentences": "If there is a strike, yeah, I think we will. Yeah, I think we'll go down. Whatever I can do to support the guild, I am actually in the writers' guild, as well, so, yeah, I couldn't do the show without them, and I support my whole staff.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "The studios say they are hurting, too, and the falling stock prices are forcing deep cost-cutting and layoffs. The last writers' strike in 2007 lasted a hundred days, causing an estimated $2 billion in economic damages.Earlier, I was joined by CNN Media Critic Ryan Mallory, and I asked him what viewers at home will notice first. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "BRIAN LOWRY, SENIOR WRITER, CNN MEDIA AND ENTERTAINMENT",
      "sentences": "Well, viewers won't see a lot that changes in the media -- in this immediate span. You will see The Late Night Shows go dark, Saturday Night Live will also probably go dark, but there is an enormous amount of content, and most content has a long lead time to it.But if the strike drags on for any length of time, then you start to get into a situation where it will start to slow that pipeline of shows. The difference now, of course, from 15 years ago, being that there is such an abundance of choices and streaming services, and available content that viewers may not feel that pinch quite as much as they did then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "And these studios say they're hurting, but they do make hundreds of millions of dollars from the content that these writers provide. So, why are they not willing to ensure that these same writers get a livable wage, protected jobs, and residuals for the content that they create? And what is the main stumbling block in finding common ground here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "CHURCH",
      "sentences": "Four days after a shooting in Cleveland, Texas left five people dead. The shooting suspect still remains at large. a source in U.S. Immigration and Customs Enforcement tells CNN the suspect, Francisco Oropeza, had entered the U.S. illegally, and had been deported by immigration officials, at least four times in the past. His current immigration status is unclear. More than 250 law enforcement officers are involved in the manhunt. and an $80,000 reward has been offered for any information.For more on the story, here is Ed Lavandera. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "ED LAVANDERA, CNN SENIOR NATIONAL CORRESONDENT",
      "sentences": "According to law enforcement investigators, at 11",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "GREG CAPERS, SHERIFF, SAN JACINTO COUNTY, TEXAS",
      "sentences": "The victims, they came over to the fence said, hey, do you mind not shooting out in the yard? We have a young baby who's trying to go to sleep.LAVANDERA (voice-over): Wilson Garcia, whose wife and nine-year old son was shot and killed, says they called 911 five times that night. They asked the gunman to shoot away from his property. He said, instead, the gunman came to their home 10 to 20 minutes later, and started shooting inside the house, where 15 people, including at least four children were present. Only 10 survived. Those killed were nine-year old Daniel Enrique Laso Guzman, his mother Sonia Argentina Guzman, Diana Velazquez Alvarado, Julisa Molina Rivera, and Jose Jonathan Casarez.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "CAPERS",
      "sentences": "Everybody that was shot -- who was shot from the neck up almost execution style.LAVANDERA (voice-over): Multiple people were found dead in different rooms. Authorities say they believe two women died shielding children. There is an $80,000 reward for information leading investigators to the suspect, who the FBI calls armed and dangerous, while officers search door to door in neighborhoods north of Houston.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "JAMES SMITH, FBI HOUSTON SPECIAL AGENT IN CHARGE",
      "sentences": "What we need from the public is any type of information, because right now, we're just -- we're running into dead ends.LAVANDERA (voice-over): An FBI agent was seen entering the suspect's home Monday afternoon, and also searched through various vehicles on the property. FBI officials would only say the agents are, quote, following all investigative leads. Texas Governor Greg Abbott unleashed a firestorm of criticism after the shootings when he tweeted, I've announced a $50,000 reward for info on the criminal who killed five illegal immigrants Friday. He later stepped that back in a statement, the spokeswoman says, at least one of the victims may have been in the United States legally. We regret if the information was incorrect and detracted from the important goal of finding and arresting the criminal, but not before an emotional reaction from the local sheriff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "CAPERS",
      "sentences": "My heart -- is with this eight-year-old boy. I don't --I don't care if he was here legally. Five people died in my county, and that is where my heart is.LAVANDERA (voice-over): Well, one neighbor we spoke with shared a troubling story. It was about a year and a half ago, at a neighbor who was throwing a baptismal celebration. They had -- the woman had hired a DJ, they were playing music in their front yard, not too far from here. It was after midnight, when another neighbor came over and asked them to turn the music off. The woman complied, but that sent -- according to this woman, this neighbor we spoke with -- that sent Oropeza into into a rage. He pulled out a nine-millimeter handgun and emptied out an entire cartridge full of ammunition, shooting into the ground, startling everyone there who was at the celebration. The woman told us that after that, they kept their distance from Oropeza. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "In a stark warning to Capitol Hill, the Treasury Secretary Janet Yellen, sending a letter, saying that the debt ceiling must be raised immediately, warning that a potential default, the first ever default in U.S. history, could occur as early as June 1st, if the debt ceiling is not raised.This, of course, has been an issue that the two sides have been squabbling about for the better part of this year. The House Republicans insist that there must be some spending cuts attached to it, given that the debt is north of $31 trillion dollars, and they've already passed a bill they did last week along party lines to include a slew of spending cuts, and tied to raising the debt ceiling up through next March. But the Senate Democrats and the White House say that is an absolute non-starter. They say that there should be no negotiation of raising the debt ceiling, given the potential calamitous impact of not raising the debt ceiling, saying that it must be raised, no conditions whatsoever. But as the position is rejected by House Republicans, a sign of how far apart the two sides are, two senators today indicated what -- how they believe they should be resolved. One, Democrat up for re-election saying that there should not be spending cuts attached.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "UNKNOWN",
      "sentences": "All they're saying is they're gonna default on the debt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "RAJU",
      "sentences": "So, should you guys just find a middle ground between the two?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "UNKNOWN",
      "sentences": "What is the middle ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "RAJU",
      "sentences": "A deal with some spending cuts tied to the debt ceiling increase.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "UNKNOWN",
      "sentences": "I think that it's a big mistake. I think it's a big mistake.JOHN THUNE, U.S. SENATE REPUBLICAN: This deal's gotta be between Biden and McCarthy, or their respective teams, because it's just - there's no other way that something gets 60 votes in the Senate. The pressure is mounting and intensifying, and it should.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "RAJU",
      "sentences": "And that second senator, Senator John Thune, he's the number two Republican saying that the Senate GOP is simply not gonna swoop in at the last moment here and try to cut a deal with the Democrats, saying that simply will not work, saying there must be explicit blessing from Kevin McCarthy in order to move ahead here, saying that without that, it just wouldn't be 60 votes, which is what is needed in the U.S. Senate, meaning 51 Democrats, at least nine Republicans. He said there is no formula in which that would happen withoutMcCarthy's busing, which is why it is such a grim picture, perhaps the worst scenario of a potential default since 2011. At that point, the U.S. credit rating was downgraded as Washington moved closer and closer to that deadline. Ultimately, a deal was reached to raise the debt ceiling. Will that happen here? That is anyone's guess. Manu Raju, CNN, Capitol Hill. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "CHURCH",
      "sentences": "Stephanie Busari in Lagos, many thanks.Joining me now, Nisrin Elamin is an Assistant Professor of Anthropology and African Studies at the University of Toronto. She also managed to flee Sudan with her daughter, making it to Saudi Arabia, and then back to Canada. Thank you so much for talking with us. NISRIN ELAMIN, ASST. PROF. OF ANTHROPOLOGY &amp; AFRICAN STUDIES, UNIV. OF TORONTO: Thank you so much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "CHURCH",
      "sentences": "Now, before we get to the current situation in Sudan, I do want to start with your own experience here. As we just mentioned, you fled Sudan with your three-year-old daughter to Saudi Arabia, then back to Canada. How terrifying was that experience and for all those other people around you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "ELAMIN",
      "sentences": "Yeah, I mean, as for many hundreds of people who are trying to either leave Sudan or get just outside of Khartoum or Darfur where the fighting has been particularly intense, it was, you know, one of those decisions we had to make between staying in place, sheltering in place, and making this kind of very dangerous treacherous journey across several towns to Port Sudan.But we made the decision partly because we were running out of food and water when we were in Khartoum and then later on when we sheltered in place, or kind of evacuated to a village south of Khartoum. There was fighting that was nearby, that was kind of getting closer to where we were. So, we kind of made the decision to leave but it was at great risk, and we didn't have much information to actually make an informed decision about how to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "CHURCH",
      "sentences": "So difficult, and we're hearing all of the really terrifying stories from so many people trying to get out. And of course, this conflict in Sudan involves a struggle between two generals for control of the country, and they appear to be willing to fight to the bitter end here through failed ceasefires -- multiple failed ceasefires. So, how does this get resolved? What needs to happen here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "CHURCH",
      "sentences": "Nisrin Elamin, thank you so much for joining us. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "ELAMIN",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "CHURCH",
      "sentences": "Russia appears to be increasing its long range missile strikes on Ukraine. President Volodymyr Zelenskyy reports an attack on the city of Pavlohrad has killed two people and wounded 40 others. The missiles hit residential buildings and six schools in the eastern rail hub, 100 kilometers from the frontline. Russia says it was targeting ammunition and weapons facilities.Meanwhile, the governor of the Bryansk region in Russia blames an explosive device for a train derailment and fire, no one was killed in that incident. Newly declassified U.S. intelligence shows more than 100,000 Russian soldiers have been killed in the war in Ukraine since December. And CNN's Scott McLean is following developments for us and he joins us now live from London. Good Morning to you, Scott. So what's the latest on these recent strikes across Ukraine and in Russia and apparently a new strategy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "SCOTT MCLEAN, CNN CORRESPONDENT",
      "sentences": "Yeah. So, look, Rosemary. There have been plenty of mysterious explosions on Russian soil since the outset of the war. It's just that the Ukrainians, rarely, if ever actually acknowledge them, and in the case of this explosion on the train in the Bryansk region of Russia, both sides it seems have some incentive to downplay this, because the Ukrainians don't want provoke any kind of a response, and the Russians don't really want to acknowledge to their own citizens that there is war taking place on Russian soil.So, the Ukrainians, in the case of the train explosion, have not acknowledged at all. The local governor though, says this was not accident, no accident though it was an IED planted on board, and the Russians say that the only thing on those trains was construction supplies, and oil products. Now Bryansk has been at the center of plenty of back and forth, as of late. You have the governor, just today, saying that overnight there was Ukrainian shelling on the border town, comes after he says that there is other shelling of the weekend that killed four civilians there. Now the Ukrainians have been on the capital Kyiv, originally from Bryansk, and it was less than two months ago that the Ukrainians said that they actually -- that the Russians said that they -- there were Ukrainian militants that breached the border into Bryansk. The Ukrainians have also acknowledged that they have launched their own drone strike in Bryansk, something that is extremely rare. Rosemary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "CHURCH",
      "sentences": "And Scott, we have also heard reports that a former U.S. Marine was killed near Bakhmut. What can you tell us about him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "CHURCH",
      "sentences": "All right, Scott McLean joining us live from London, many thanks.At least six people were killed when a dust storm caused dozens of vehicles to crash along the major highway in central Illinois. Police say more than 30 people are hospitalized with injuries on Monday, ranging from minor to life-threatening. The injured ranged in age from two to 80 years old. Authorities say at least 40 passenger cars, and another 30 commercial vehicles, crashed along Interstate 55 as dust from newly-plowed fields took over the highway. Two semi trucks also caught on fire, winds have been gusting up to 45 miles per hour. Well, the problem in Iowa is too much water. Record snowfall in the upper Midwest has produced flooding in towns all along the Mississippi river. Residents in North Buena Vista are living in flooded homes and using boats to get around. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "JOSEPH ANDERSON, DAVENPORT, IOWA RESIDENT",
      "sentences": "You start to get used to it, you get from here, but this one is in this bad. I think last time we had some levees break, so there's probably a little bit more damage. But it's not too bad, it's looking pretty good. Everyone's pretty prepared, you know, they've been through this before. You know if you're local you know what to expect.(END VIDEO CLIP) In Davenport, the river crest on Monday ranked among the top ten of all-time. Residents were prepared, packing sandbags since last week. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "JAMES PEREZ, DAVENPORT, IOWA RESIDENT",
      "sentences": "This time around we knew ahead of time what to do. So, I don't know, I just kind of take charge. Bobby, let me take charge, and I took all the volunteers who weren't sure what to do, and organize them into, you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "UNKNOWN",
      "sentences": "A team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "PEREZ",
      "sentences": "A team. Thank you. Teamwork. So, yeah, I probably lead about 90 percent of these by hand, but it worked.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "CHURCH",
      "sentences": "Residents of more than two-dozen communities in Colombia have been told to leave after a volcano began spewing increased levels of rock and hot ash. Scientists are warning that the notorious Nevado del Ruiz volcano could erupt within days or weeks.CNN's Isa Soares reports. (BEGIN VIDEOTAPE) ISA SOARES, CNN CORRESPONDENT AND HOST (voice-over): The ruins of a ghost town are all that remain from Armero, the small town in Colombia was wiped away by the Nevado del Ruiz volcano, nearly 40 years ago, killing almost 25,000 people in a matter of minutes. And now, officials are warning it will erupt again in just weeks, or even days. Seismic energy is intensifying, and volcanic activity is very unstable. Officials declared orange alerts since late March, but according to the Colombian Geological Service, the conditions of the volcano have made the probability of eruption greater in the past couple of days. Locals have a hard choice to make, whether to potentially brave ashes, break cloud and lava, or leave everything they have behind. DIEGO PERDOMO, FARMER (through translator): Our life is worth more than an animal and other things. But as poor people, we have to go on. It's not fair that we leave here and leave our things behind. ALDEMAR PARRA, FARMER (through translator): For us, this is not possible to evacuate because of the animals. If one of us leaves, another one comes to see what's left. SOARES (voice-over): The slopes of the Nevado del Ruiz in Central Colombia are fertile grounds for local farmers. The Colombian government called for the voluntary evacuation of 28 communities in the area, and they're offering housing assistance to those who do. But many locals have refused, saying they're worried about leaving their livelihoods. Some local farmers have lived through early eruptions, and do not trust their lands or even animals would be safe if they leave. Officials tell CNN that dozens of people have evacuated the area. They warn, it's not just eruptions that they should be concerned with, but the aftermath. When volcanoes erupt, there is a dense, fast-moving flow of lava pieces, volcanic ash, and hot gasses that can go up to 100 kilometers per hour, and destroy everything in its path. Another threat is when volcanic rocks mixed with nearby rivers, creating avalanches that can take everything in their way. JOHN MAKARIO LONDONO, COLOMBIAN GEOLOGICAL SERVICE (through translator): It has been making these eruptions for almost ten years. The locals say, well, the volcano already does this. We're used to it, that is very dangerous. You cannot get used to what is not normal. SOARES (voice-over): This region is still reeling from the tragedy that struck in 1985. And now officials fear another disaster, desperate for history not to repeat itself, if locals do not prepare for the worst. Isa Soares, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}