{
  "date": "2023-03-21",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Bracing for Possible Indictment Against Donald Trump as Soon as This Week; L.A. School District Cancels School Ahead of Strike; Xi and Putin to Hold Second Day of Talks in Hours Ahead; First Republic Shares Tumble to a New Low; Atmospheric River to Dump Rain, Snow on Western U.S. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Hello and a warm welcome to our viewers in the United States and all around the world. I'm Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "I'm Max Foster joining you live from London. Just ahead on CNN NEWSROOM.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "A last ditch effort to try to persuade a grand jury to not indict Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I've listened to Michael Cohen stand in front of the courthouse and say things that are directly contrary to what he said to us. Now he's on the revenge tour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They're basically saying that a judge should throw out the special grand jury's final report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "All schools across L.A. west will be closed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We need to make a living wage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It still baffles me. How a monster was able to wear that uniform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Does it make you reflect differently on your time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It makes me question every single person that I work with.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from London, this is CNN NEWSROOM with Max Foster and Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "It is Tuesday, March 21st, 8",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "District attorney Alvin Bragg could charge Trump with falsifying business records related to the hush money payment to adult film star Stormy Daniels made by former Trump's fixer Michael Cohen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Cohen's former attorney testified on Monday on Trump's behalf telling prosecutors Cohen decided on his own to pay the $130,000.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ROBERT COSTELLO, FORMER ATTORNEY FOR MICHAEL COHEN",
      "sentences": "The only thing I'm doing is trying to tell the truth to the grand jurors. Listen, if they want to go after Donald Trump and they have solid evidence, so be it, but Michael Cohen is far from solid evidence. This guy by any prosecutor's standard, and I used to be deputy chief of the criminal division in the Southern District of New York, I wouldn't have touched a guy like Michael Cohen especially if he is a convicted perjurer.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "Cohen admits making that payment in the closing days of the 2016 presidential campaign, but he is standing by his claim that it was all under the direction of Donald Trump.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "MICHAEL COHEN, FORMER ATTORNEY FOR DONALD TRUMP",
      "sentences": "Bob Costello, if he was anymore imaginary in the statements that are coming out of his mouth, he'd be a number one \"New York Times\" best selling fiction author.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "New York is stepping up security ahead of a possible Trump indictment. Mayor Eric Adams says there are no credible threats to the city, but police are putting up barricades and surveillance cameras just to be safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "All officers are expected to be in uniform and ready to deploy today. CNN's Shimon Prokupecz reports.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "SHIMON PROKUPECZ, CNN SENIOR CRIME AND JUSTICE CORRESPONDENT",
      "sentences": "Law enforcement officials from the federal government and the NYPD and state officials all met on Monday to discuss security for potential indictment or a court appearance for the former president here in lower Manhattan at the criminal courthouse.Of course, a huge security undertaking from how the former president would get into the courthouse, what would happen inside the courthouse, the processing of the former president. All of that has been discussed. Right now what's on the table and what officials are leaning towards is that if there was an indictment, the former president would appear in court sometime next week. That's to give officials a couple days to get some of the security preparations under way from the secret service to the FBI and other law enforcement officials. So still a lot we're trying to learn of course for officials and really it'll be up to the district attorney on when all of this happens if there is an indictment. Shimon Prokupecz, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "Trump's legal troubles don't end in New York. He is also facing rape allegations from an author E. Jean Carroll, Justice Department investigations into classified documents and the Capitol riots and claims of election interference in Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NOBILO",
      "sentences": "House Republicans say that they're planning their own investigation of Manhattan District Attorney Alvin Bragg. The chairman of the Judiciary Oversight and House Administration Committees want Bragg to testify. Calling his probe of Trump an unprecedented abuse of prosecutorial authority. Meanwhile, CNN's Dana Bash reports that Trump is using his legal troubles to win sympathy from his supporters.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT",
      "sentences": "The former president understands, in fact in the words of one of his -- somebody in his orbit today to me said he was on political life support. I'm talking about politics now, not the legal -- potential legal trouble he's in. On politics, he was on life support and this whole situation has injected a blood infusion, a political infusion for him. And it is something that he is creating. And I think that that's theimportant thing we need to keep repeating. He is the one who is putting out information about when he would allegedly be arrested and all the things that, you know, haven't happened yet. And so, we have to keep that in very clear perspective, that he believes that this is a very big political plus for him, which is why he is fanning the flames right now. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NOBILO",
      "sentences": "Trump has posted on social media urging his supporters to protest if he's indicted. The attorney for the former president says that his arrest would bring mayhem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "And meanwhile six people affiliated with the Oath Keepers, the far-right militia, were convicted Monday of charges related to the U.S. Capitol insurrection on January 6, 2021.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NOBILO",
      "sentences": "The charges include a conspiracy to obstruct an official proceeding, destruction of government property and civil disorder. The convictions are seen as another significant win for the U.S. Justice Department.Classes across the nation's second largest school district are canceled today ahead of a three day strike set to begin in the coming hours. This after a union representing 30,000 school worker was unable to reach a contract resolution with the Los Angeles Unified School District. The superintendent said that last minute negotiations failed. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "ALBERTO CARVALHO, LOS ANGELES UNIFIED SCHOOL DISTRICT SUPERINTENDENT",
      "sentences": "We've run out of time. I made myself available alongside my team for hours today hoping that we would in fact be able to have a conversation. For a whole host of reasons, some of which I do not understand, we were never in the same room or even in the same building. I believe this strike could have been avoided. But it cannot be avoided without parties at the table. It cannot be avoided without individuals actually speaking to one another whether it is directly or indirectly. And today we had a golden opportunity to do that, but that just didn't happen.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "The school district says it offered a 23 percent recurring pay increase for members of the Service Employees International Union local 99 are seeking a 30 percent pay rise. The union wants they want equitable pay increases -- wage increases, more full-time work and respectful treatment.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "ADRIAN ALVEREZ, LAUDS WORKER",
      "sentences": "We need to make a living wage. We live this weird paradox as workers that help feed children and yet we struggle to feed our own children. So anybody who has kids in school, anybody that really cares about the quality of education, you have to care about the people that guarantee that quality education and that is us.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NOBILO",
      "sentences": "The union will be getting a boost of support from United Teachers Los Angeles, the union representing about 30,000 teachers who will participate in a solidarity strike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Protests have erupted across France after President Emmanuel Macron's government narrowly survived two no-confidence motions on Monday. In some cities demonstrators clashed with the police prompting them to use tear gas. They also set fire to garbage cans and other debris. At least 70 people were detained in Paris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "And this is Xi's first visit to Moscow since Russia's invasion of Ukraine. The high stakes closely watched meeting has drawn skepticism from Ukraine and its Western allies despite China's efforts to frame itself as a peacemaker in the ongoing war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "And our correspondents are following all of these developments. Kristie Lu Stout is standing by in Hong Kong and Salma Abdelaziz is here with us in London. Salma, let's start with you on sort of the Western perspective. Obviously the White House has made clear their concerns about this meeting. The fact that China might be contemplating helping arm Russia in its invasion of Ukraine. The fact that this proposed peace deal could just be buying time. What are the concerns as far as Ukraine is involved?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "So today is the day of formal talks. And of course the first question is, what's on the agenda. And of course, Ukraine is the top of that agenda. And for President Putin here, someone who he calls a best friend in President Xi, he wants that best friend to show up. To bring that support in material form. But he's also going to consider the other options.There's a lot here we don't know about President Xi's thinking. Is he going to push this war further? Is he going to provide support or is he going to say let's pull back. You'll remember there was a peace proposal that was published by Beijing just a few weeks ago, a 12- point plan. The United States and its allies have roundly dismissed that, said, look, this is one-sided, this is pro-Moscow, it's not going to help Ukraine. But President Putin says is absolutely under consideration. Take a listen. (BEGIN VIDEO CLIP) VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator): We studied closely your proposals on the settlement of the acute crisis in Ukraine. Of course, we will have an opportunity to discuss this issue. You are also aware that we are always open to the negotiation process. We will certainly discuss all of these issues including your initiative. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "ABDELAZIZ",
      "sentences": "And so does Beijing deepen its relationship with Russia? Does it most importantly get directly involved or more involved in the war with Ukraine. That is going to be what's causing hand wringing in D.C.But you have to remember that the primary relationship between China and Russia is economic. So you have to remember that the economics of this is going to be super important. It is China that provided an antidote to western sanctions, it is China that helped Russia when it was facing U.S. isolation. It is China that's ramped up trade with Moscow. So are they going to expand the oil and gas trading? Are they going to these trade relations? That's going to be critical at a time when Russia does need that support. But for those outside of this meeting, it's going to be all about the optics of this. A man who's just had an arrest warrant issued for him. President Putin now standing on this global stage saying I have a powerful ally, I have a friend in Beijing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "Yes, Kristie, it's interesting from Xi's point of view as well, isn't it, because China doesn't traditionally have an interventionist policy when it comes to diplomacy around the world. But he's certainly putting himself out there on this issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDENT",
      "sentences": "Yes, absolutely. Ever since it declared the no limits partnership last year and the leaders of China and Russia standing side by side continuing to prevent this united front there in Moscow, even after the ICC issued an arrest warrant for Vladimir Putin.Look, from the start of the three-day state visit, it kicked off on Monday. Xi Jinping and Vladimir Putin they've been calling each other dear friends. They held in formal talks in the Kremlin that lasted more than 4 1/2 hours. And Xi Jinping also said that China and Russia have similar goals. Take a listen to this. (BEGIN VIDEO CLIP) XI JINPING, CHINESE PRESIDENT (through translator): It is true that both of our countries share the same or similar goals. We have exerted efforts for the prosperity of our respective countries. We can cooperate and work together to achieve our goals. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "STOUT",
      "sentences": "Now the relationship of course is under immense scrutiny. The U.S. has denounced the visit with the Secretary of State saying that China with this visit is giving Russia diplomatic cover to commit crimes in Ukraine. The White House also expressed concern that China might call for a ceasefire during this meeting that would let Russian troops effectively stay in Ukraine. Take a listen to what John Kirby told CNN earlier.(BEGIN VIDEO CLIP) JOHN KIRBY, U.S. NATIONAL SECURITY COUNCIL SPOKESMAN: The ceasefire called right now would basically just ratify Russia's conquest and given Mr. Putin more time to reequip and retrain and restart operations at a time and place of his choosing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "STOUT",
      "sentences": "From the beginning China has framed this visit as a journey of peace. It comes as China is trying to burnish itself. It's reputation as an international peace maker after brokering the truce between Saudi Arabia and Iran and of course, after releasing that 12-point peace plan position paper that will surely be discussed today in Moscow. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "We'll be watching. Kristie, Salma, thank you both very much indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "Plus, the family of a teen killed in South Carolina in 2015 wants his body exhumed for a private autopsy. Why the surviving son of convicted murderer Alex Murdaugh is issuing a statement in this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "NOBILO",
      "sentences": "And California's flood threat rises as a storm system it's the state. One Iranian snow are coming down with a vengeance across the U.S. West Coast, when we come back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "NOBILO",
      "sentences": "U.S. markets were a little calmer Monday following the UBS, Credit Suisse deal after being battered last week following the collapse of Silicon Valley Bank and signature Bank.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "But another U.S. bank, First Republic is struggling to stay afloat despite a $30 billion lifeline from 11 of the world's largest banks and a $70 billion loan from JPMorgan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Yes, I think for now coming off a better day on Wall Street on Monday, I think we can show you the U.S. markets. But the European markets although they've come up quite strongly in the first few minutes of trading, there's a sense that there might be -- the banks in particular might be finding its footing. That the actions of the regulators, the central banks coming in with that coordinated action to increase the liquidity to the system.The Swiss essentially rescuing or forcing USB to rescue Credit Suisse over the weekend. That that has restored confidence a little bit, but at least the authorities are willing to do whatever it takes to avoid a collapse. Having said that, the regional banks, we've seen with First Republic, they are still under scrutiny. Neither First Republic nor JPMorgan would comment to us on whether a sort of a plan-B rescue is in the works. But certainly the share price shows that plan-A hasn't worked, confidence hasn't been restored. And this is -- and we set it before -- a crisis of confidence. It has infected the entire banking system. I think that I can show you the big banks in the U.S. over the course of March. They are all down double digits. They still have a lot of that ground to recover. And the question is, will they recover it. Look, Bank of America and Wells Fargo lost a fifth of their value in March. I think this is about confidence but it's also about a recognition of the fact that as interest rates go up, banks are having to offer more to savers and depositors. That's going to eat into profitability. That's going to increase borrowing costs and things like that. So, we are in a bit of a different moment now for the banks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "And they're going to be lending less, aren't they, so that's a concern for businesses and people. And does that change the Fed's decision to making process?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "SEBASTIAN",
      "sentences": "That is the big question on Wall Street, over the next few days. Is what will the Fed do. I think we don't know yet just how much or even if the banks are going to pull back on lending. I think that's something that certainly the regulators and central banks are trying to guard against. That's why they put the extra dollar liquidity into the system.Look, a month ago there was no question on many people's minds that the Fed was going to raise rates again at this meeting. Now, you know, we've fluctuated a bit in terms of market. But certainly, it has strength the argument for them to pause and wait and see what the effect of this will be. Whether the banking turmoil will do some of the tightening for the Fed. As of now I think most of the market is expecting that they will continue to raise rates probably 1/4 of a percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Thank you, Clare. Another busy day for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "Amazon is cutting another 9,000 jobs. The latest cuts come after the ecommerce giant announced the slashing of some 18,000 positions earlier on this year. The notification of the layoffs came via a memo to staff on Monday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "And 400 workers are being let go at Amazon owned livestream platform Twitch. Like many tech companies, Amazon grew rapidly during the pandemic. Many are now shedding massive numbers of employees and a lot of them including Microsoft, doing it by email.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "Not the personal touch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "American athletic shoe retailer, Foot Locker, plans to close 400 stores by 2026, that includes underperforming stores in shopping malls and more than 100 champs --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "It thought you would get the French pronunciation I think ==",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Champs Sports -- it's a tongue twister either way -- stores operated by the company.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "All told the closings account for about 10 percent of the company's total sales. Foot Locker says that it hopes to retain older loyal shoppers and also attract younger customers with new store concepts, more engaging shopping experiences and a broader assortment of products.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "More than 15 million people in California are under an increased flood threat. That's according to the U.S. Weather Prediction Center.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "And all of this is due to an atmospheric river event set to douse the southern part of the state with up to 4 inches of water in some areas. CNN meteorologist Derek Van Dam breaks down what West Coast residents can expect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "NOBILO",
      "sentences": "The United Nations is making a last ditch effort to convince the world to correct course or face catastrophic effects of climate change. It issued a new report full of information that we do already know but saying that we aren't acting fast enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "Carbon pollution and rising temperatures have reached record levels and yet companies especially the most developed continue to burn fossil fuels. In turn underdeveloped nations are paying the biggest price for a problem that they had a very small hand in really. The U.N. secretary-general says we're nearly out of time to fix our mistakes.(BEGIN VIDEO CLIP) ANTONIO GUTERRES, UNITED NATIONS SECRETARY-GENERAL: Humanity is on thin ice and that ice is melting fast. Humans are responsible for virtually all global heating over the last 200 years. The rate of temperature rise in the last half century is the highest in 2,000 years. Concentrations of carbon dioxide are at their highest in at least 2 million years. The climate time bomb is ticking. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "FOSTER",
      "sentences": "The surviving son of convicted murderer Alex Murdaugh is denying involvement in the death of a teen in 2015. Up next, details of why Stephen Smith's family wants his body exhumed nearly 8 years after his death.",
      "isLastSentenceInterrupted": false
    }
  ]
}