{
  "date": "2023-08-05",
  "headline": "CNN This Morning",
  "subHeadline": "Trump Attacks Special Counsel, Biden On Campaign Trail; Trump Calls On Supreme Court To Intercede After Indictments; New Video Shows Sea Drone Attack On Russian Warship In Black Sea; 57M+ Under Heat Alerts Across The South, Southwest; Mega Millions Jackpot Soars To Potential Record $1.55B. Aired 7-8a ET",
  "utterances": [
    {
      "timeStamp": "07:00:00",
      "speaker": "ANDY SCHOLES, CNN SPORTS ANCHOR",
      "sentences": "The Pac-12 releasing a state and saying, \"Today's news is incredibly disappointing for student-athletes fans, alumni, and staff of the Pac-12 who cherished over 100-year history, tradition, and rivalries of the conference of champions. We remain focused on securing the best possible future for each of our member institutions.\"All right, elsewhere, Simone Biles is set to make her much-anticipated return to gymnastics tonight at the Core Hydration Classic just outside of Chicago. Biles not competed in the past two years after suffering a case of the twisties at the Tokyo Games. Twisties are that mental block that caused athletes to just get lost in the air. Biles though looking like her dominant self yesterday in practice, guys. She completed all those signature moves. It definitely looks like she's back. And by competing this weekend, it certainly looks like she's going to make a run at those 2024 Olympic Games.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "Is it certain she's going to compete?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "SCHOLES",
      "sentences": "Tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "SCHOLES",
      "sentences": "Yes, she's slated to compete.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BLACKWELL",
      "sentences": "OK. All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "A lot of people will be watching. Andy, thank you. The next hour of CNN THIS MORNING starts right now.It's 7:00 a.m. It went by quickly. Good morning, everyone. Welcome to CNN THIS MORNING. I'm Amara Walker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BLACKWELL",
      "sentences": "I'm Victor Blackwell. Good to be with you. Thank you for starting your morning with us. So, the fight between the special prosecutor and Donald Trump heating up now after the former president posted this threatening, they say, message on his social media. And now, the special counsel is calling on the judge in the January 6th case to take some action. WALKERvictim in the Gilgo Beach murders. It comes just weeks after Rex Heuermann was identified as a prime suspect in a string of other killings. Could the discovery be tied to the same suspect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Chaos in New York City. Thousands of people flood the streets after a social media influencer posts online about a giveaway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "And she's back. Gymnast Simone Biles makes her return for the first time since their Tokyo Olympics. We're going to have the latest on tonight's competition.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Well, this morning, Special Counsel Jack Smith is aiming at Former President Trump after he appeared to make threats against his opponents. Last night, prosecutors made a filing -- they offered this filing, citing this social media post from Trump that reads, \"If you go after me, I'm coming after you.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "Trump's campaign defended the post as the definition of free speech and said it had nothing to do with the case. Now, Smith wants the judge to ban Trump defense team from sharing sensitive evidence with the former president. He argues Trump may publicly disclose that information as he has done many times before in other cases.Yesterday, the Former President also entered a not-guilty plea to three new charges stemming from the classified documents case. The filing marked the second time in 24 hours that the former president entered a not-guilty plea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BLACKWELL",
      "sentences": "The Former President's extensive legal troubles, they do not appear to be slowing his campaign. Last night in Alabama, he called the case's election interference again.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Every one of these many fake charges filed against me by the corrupt Biden DOJ could have been filed two and a half years ago. They didn't want to do it two and a half years ago. They wanted to wait. And they did wait. They waited right to the middle of an election. And they waited until I became the dominant force in the polls.They want to interfere in my campaign. They want to interfere in the elections. They commonly use tactic in third-world countries. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Trump's legal troubles have not eroded his support within the party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "In fact, something he can turn each indictment into his advantage. CNN's Kristen Holmes reports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Good morning, Amara and Victor. Well, Former President Donald Trump airing a list of grievances on Friday night when talking to the Alabama Republican Party. And this was a very receptive crowd. He said that if he were elected president again, the first day in office, he would appoint a special prosecutor to continue the work Congress was doing, looking into investigating the Biden family.He also claimed that the left, because he was doing well, was sicking rabid Democratic left-wing lawyers on him, and also claimed that these charges were only brought because he was leading in the polls. Now, one thing to keep in mind is that this is the playbook for these indictments, for these charges, these arrangements. We have seen it time and time again, and it's not going to stop. They are claiming, Trump and his team, that this is election interference. And this is something they believe that they can sell to voters. Now, particularly, they believe this as we ramp up campaign season. They point to the fact that he is the front-runner. But on top of that, that there is a time in which these trials will interfere with the campaign. Now, I have spoken to a number of Republican voters, and there are quite a few who agree with the fact that this could actually impact the election, believing this narrative that Trump is spinning. So, clearly, it's something that is working there for them among the voters that I'm talking to in the Republican Party, but they are going to continue saying that this is fully political, knowing the legalities, at least trying to play this out in the court of public opinion. Amara and Victor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "All right, Kristen Holmes, thank you. Let's talk more about this with former federal prosecutor, Lis Wiehl. Lis, I appreciate you joining us this morning. So, what are your thoughts on this Friday night filing and how does it differ from a gag order? What are prosecutors seeking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "LIS WIEHL, FORMER FEDERAL PROSECUTOR",
      "sentences": "Well, the prosecutors here are wanting the Former President to exercise this First Amendment right to say the charges are bogus, to go with the playbook that he always does. That's fine until you cross a line to possible incitement, right? I mean, the First Amendment is not absolute. We all know the adage. You know, you can't yell fire in a crowded theater. You can't incite people to do something that's going to be dangerous for other people. And that's what this border is on.Whether the judge will actually act on it, I'm not sure. I think she may wait and see how this plays out. See whether or not if evidence is given over to the Trump team, that Trump does actually tweet something out that he shouldn't. At that point, when an action has actually been taken, I think she should stepped in. I don't know that she's going to be a prophylactic sort of judge saying, you know, stop before the action has already been taken.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "Something new that also came down on Friday night is Trump ally Bernie Kerik. And he is actually set to meet with a special counsel any day now from what his lawyer has said. He is refusing to turn over more than 300 documents -- records, I should say, that are being sought in a separate election-related lawsuit. First off, these documents, could they be of any interest do you think to special counsel Jack Smith? And why now, especially after an indictment was just handed up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WIEHL",
      "sentences": "Well, because they may have found something out about Kerik. Now, Kerik has got it, as you know, kind of a shadowy -- I'm being kind here -- history. So, you know, anything that could have popped up that could be of interest to the special counsel may have only been discovered in the last couple of days after this -- after this indictment.So, you know, an indictment is a living breathing thing. It could be superseded. It can be added. You can add those unindicted co- conspirators, you can add more charges. And so, for Kerik to be withholding documents, that sends a message to the prosecutor that perhaps there's something that he thinks worth withholding for his friend, the former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "So, back to the election subversion case. You know, as we heard in court, you know, the prosecutors, they are saying they want this trial to unfold under the Speedy Trial Act, which basically sets a limit of 70 days that a trial must begin after an indictment or a first court appearance. 70 days, I mean, that would be what, in October? Could a trial in that case begin that soon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WIEHL",
      "sentences": "That's what the statute reads. And the statute also reads that the judge has to set a trial date. I mean, there are no extenuating circumstances for somebody being busy or all busy, but we all probably would not want to face an indictment. So, she has to set a deadline. I doubt that it will be within the 70 days. And that can be waived.I would think more realistically, she's got to -- you know, she's got to juggle the couple other indictments that are going on and a couple other trial dates. But realistically, January is a definite possibility. If not January, then you bump into the March date, you can bump into a May date. So, then you're way out into July. And I think this judge saying that, look, we've only got one defendant, and prosecutors are ready to hand over all the discovery, all the exculpatory material, and let's get this done before we have more damage out there with the former president tweeting away as we're already seeing happening yesterday and probably today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "WALKER",
      "sentences": "And how much of this trial will hinge on Trump's state of mind, the fact that he -- you know, whether or not he believed the falsehoods?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "WALKER",
      "sentences": "Yes, I can't imagine his defense counsel would want Trump taking the stand. Lis Wiehl --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "WIEHL",
      "sentences": "Oh, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "WALKER",
      "sentences": "Thank you very much. Good to see you this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "BLACKWELL",
      "sentences": "Let's turn now to Russia's war on Ukraine. We're learning more details about a sea drone strike on a Russian Navy ship in the Black Sea. The attack shows how Ukraine is extending its reach in its counter-offensive against Russia. We've gotten some more details now from CNN's Chief International Security Correspondent Nick Paton Walsh.NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT (voice-over): The footage is grainy and dark, then the target comes into view, Russia's Olenegorsky Gornyak amphibious assault ship. An unmanned attack drone approaches its target. 450 kilograms of TNT detonates, and the feed cuts out. Russia claimed to have repelled this attack, but the video tells a different story. Ukraine's counter-offensive has in recent weeks reached further and further behind the front lines, forcing the Russian military to spread its sea and air defenses. Hundreds of miles from Ukrainian-controlled territory, this was meant to be a safe anchorage no longer. It used to be safe here, says one prominent military blogger, but Kyiv's arm has grown longer. The rear no longer exists, he says. ANDRIY YUSOV, UKRAINIAN DEFENSE INTELLIGENCE (through translator): The fact that such unfortunate incidents occur one after another will certainly be something for them to talk about today. For the political leadership of the Russia fascist regime, this is, of course, a serious slap in the face. WALSH (voice-over): All the same, Russia maintains the image of being in control. It says, Defense Minister Sergei Shoigu visited troops in occupied Ukraine. The map, they both point to so much worse for Moscow than ever imagined when they invaded nearly 18 months ago. (END VIDEOTAPE) WALSH (on camera): Victor, Amara, the attacks on the Kremlin in Moscow, its expensive suburbs, the glass towers of Moscow City, all an example of Ukraine's further reach. But really, this naval port on the Black Sea, Novorossiysk, hundreds of miles potentially, Ukraine will have to have sent a drone to have got there. And it is a startling sign, I think, of the ingenuity Kyiv are using to attack parts of Russia's military establishment they must have thought, frankly, far from Kyiv's reach just a matter of weeks ago. Victor, Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "WALKER",
      "sentences": "Nick, thank you. At least 57 million people across the South and Southwest are under heat alerts today as the temperatures continue to hammer parts of the U.S. this weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "BLACKWELL",
      "sentences": "Plus, nearly 100 temperatures records have been broken in cities across Arizona and Florida today. I feel like we've been tossing a weather with the same lead-in for months, because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "WALKER",
      "sentences": "Because the heat is just hammering.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "BLACKWELL",
      "sentences": "-- Arizona is ridiculously hot. We're breaking records weekend after weekend. Allison Chinchar in the Weather Center now. What's going on this time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "ALLISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "I'm ready for fall. I don't know about you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "WALKER",
      "sentences": "Same here. Same here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "CHINCHAR",
      "sentences": "Yes, yes. I think I'm ready. And yes, we get it. It's summer. It's supposed to be hot. But the thing you have to understand is that we're talking about levels that really aren't meant to be here for prolonged periods of time. In Arizona, emergency rooms are having people come in with burns simply from falling on the pavement, because these numbers are so high.And you've still got these excessive heat alerts stretching from California all the way over towards Florida today. When you factor in the humidity along with it, places like Corpus Christi are going to feel like 118 today. Yes, 118. Not much better in Brownsville or Baton Rouge where they'll top out at 115 today. Out West, still also pretty hot. Tucson, Phoenix, even Las Vegas, you're talking five to 10 degrees above where they normally would be this time of year. Throughout the weekend, we're looking at least 100 locations from Arizona to Florida that could end up breaking even more records on top of what they already have. The only areas that are really seeing any form of relief from all of this heat are actually the areas that are dealing with rain. But in those areas, it's severe weather. So, it's not even really relief that they want. You've got very heavy rain coming down now across areas of Illinois, into Kentucky, and Tennessee, the same places we had flooding issues yesterday. Now, you're talking additional severe threat for today. The main concerns here are going to be damaging winds and large hail. We can't rule out a tornado, but these are certainly going to be the biggest areas of concern. You're talking Sioux Falls, down to Oklahoma City, but then also farther over into the Mississippi Valley and Tennessee Valley area. So, Indianapolis, Memphis, even Birmingham, also looking at the potential for some showers. A double play here. You've got some already this morning. And then that second round, guys, will start to develop once we get into the afternoon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "BLACKWELL",
      "sentences": "Oh, yes, fall, When is it coming? September.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "WALKER",
      "sentences": "I think -- I think we just need to be wearing fall gear and it'll just come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "BLACKWELL",
      "sentences": "All right, Allison Chinchar, thanks so much.The Mega Million jackpot now above $1.5 billion. Nobody won Friday's jackpot. It could be a new record for Tuesday's drawing. Now, people across the country, a few of them won at least $1 million. They got the five white balls right, but they didn't get the sixth ball.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "WALKER",
      "sentences": "Why can't they just divide that jackpot by like four, you know, so everyone can get about, what is the math over a quarter million? No, 250 mil, three.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "BLACKWELL",
      "sentences": "Oh, boy. This is riveting television, by the way. Live math.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "WALKER",
      "sentences": "I never said -- I never said I could do good math. But if you divide it, it's a big pot for every person that wins. Stop it. Do the math.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "BLACKWELL",
      "sentences": "15 divided by four.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "WALKER",
      "sentences": "Do 1.55 divided by --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "BLACKWELL",
      "sentences": "6.25.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "WALKER",
      "sentences": "Here are Friday's winning numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "BLACKWELL",
      "sentences": "I'm kidding. I don't know. It's a hundred -- it's like four. It's something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "WALKER",
      "sentences": "400 million per person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "BLACKWELL",
      "sentences": "Live math, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:10",
      "speaker": "WALKER",
      "sentences": "Tweet us. Tweet us the answer, because you know, I don't have a calculator on my phone. All right, here are the numbers. You saw it, 11, 30, 45, 52, 56. Megaball, 20. Good luck.Still ahead, the FBI says there might be more victims after a woman escaped from a cinder block dungeon in a man's garage in Oregon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "WALKER",
      "sentences": "All right, this is just one wild story. Police have arrested 65 people, at least 30 of them juveniles in New York City after a video game console giveaway spiraled into total chaos. Look.(BEGIN VIDEO CLIP) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "BLACKWELL",
      "sentences": "This is crazy. I mean, the aerial shots are even worse. The crowd of thousands showed up for the giveaway in Manhattan. It was organized by social media influencer and Twitch star Kai Cenat. Apparently, there was no giveaway. The crowd turned into a mob. Here's CNN's Miguel Marquez.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "MIGUEL MARQUEZ, CNN CORRESPONDENT",
      "sentences": "Victor, Amara, it was some very nervous moments for NYPD and for lots of New Yorkers here downtown. This was a mob started by basically lies told on social media that fanned a complete mob down here. Just a massive number of people, thousands of young people coming down here for Kai Cenat. He's a YouTuber and on Twitch has millions of followers across social media platforms.Around 1:00 p.m., he told his followers to come down, that he was going to give away PS5 or some sort of video game system. They got down here, they started arriving by 3:00 p.m. in the thousands and there were no PS5's. There was nothing to be had. It turned into an absolute mob. This area, this is Union Square Subway stop. This was under construction completely cordoned off from the public. And it was torn down. Police say that they took rocks and bottles and construction materials from here and attacked not only police but each other as well. And then they spread out throughout the city and police called in all hands essentially to make to lock down this area and areas around the system. Here's how NYPD says this whole thing started. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "JEFFREY MADDREY, CHIEF, NYPD",
      "sentences": "As the crowd grew, so did our mobilization. The crowd was swarmed when the influencer finally arrived at the park. Individuals in the park begin to commit acts of violence towards the police and the public. There was a construction site within the Union Square Park, and people broke into the park and they began to grow. Articles that belong to the construction site, paint cans, bottles, rocks, you have people walking around with shovels, axes and other tools from the construction trade.And additionally, individuals were also lighting fireworks and they were throwing them towards the police. They were throwing them towards each other. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "MARQUEZ",
      "sentences": "What is truly impressive is how quickly NYPD responded to this and was able to get a hold of it, but it was quite frightening for a while for everyone. You had senior officers with NYPD down in the crowd batting away stuff that the crowd was throwing at them until they called in all forces and finally got this under control. Amara, Victor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "WALKER",
      "sentences": "Those crowds, just unbelievable. Miguel, thank you.Nearly five years after 17 students and teachers were killed at Marjory Stoneman Douglas High School, bullets flew the school once again. The shooting rampage was reenacted with live rounds on Friday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "BLACKWELL",
      "sentences": "This was part of a civil lawsuit against the school resource officer who stayed outside during the massacre. CNN's Carlos Suarez explains.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "CARLOS SUAREZ, CNN CORRESPONDENT",
      "sentences": "Victor and Amara, good morning. The families of the victims believe that the reenactment will prove that there's no way that former school resource officer Scot Peterson did not know where the gunfire was coming from the day of the shooting.Back in June, Peterson was found not guilty on criminal charges for his inaction after his attorneys argued that Peterson took cover outside of the 1200 building because he thought there was more than one shooter and he could not tell where the sound of gunfire was coming from. The reenactment is part of a civil lawsuit against Peterson and others, including the Broward County Sheriff's Office. Now, before the reenactment took place, nine members of Congress made up of Democrats and Republicans toured the 1200 building with some of the family members. They got a look at the three floors where 17 students and staff members were killed and 17 others were hurt in 2018. We're told that the building remains exactly the same as the day of the shooting. Now, after the tour, the lawmakers met with the families to discuss school safety legislation and increasing funding for mental health services and school resource officers. Here now is South Florida Congressman Jared Moskowitz, a graduate of Marjory Stoneman Douglas here in Parkland, Florida. (BEGIN VIDEO CLIP) REP. JARED MOSKOWITZ (D-FL): There's nothing more powerful than visualizing what happened in that building. And I'm hoping that it breaks the walls down and we figure out where we can mitigate this from happening, not just in schools, but in communities, with an understanding that there's still going to be disagreements and there's still going to be things that I want done that, you know, they won't do, and there's things that they want done that I won't do. But that should not impact us from the things that we know we should be doing for parents and for families and for teachers. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:00",
      "speaker": "SUAREZ",
      "sentences": "The family members said they would like to invite other members of Congress before the 1200 building is eventually torn down, a process that the Broward County School District says could take several months. Victor and Amara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:20",
      "speaker": "BLACKWELL",
      "sentences": "Another Gilgo Beach murder victim has been identified. The woman known for years as Fire Island Jane Doe has now been identified as Karen Vergata.In the 90s parts of her body were found dismembered. Then, 15 years later a skull was found along Ocean Parkway on Long Island. And last year, officials were able to use DNA to identify her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:20",
      "speaker": "WALKER",
      "sentences": "Yes, the technology is really incredible. Now, authorities are not connecting this victim to Rex Heuermann at this time.Heuermann was arrested last month and charged in the deaths of three women who are also found on Gilgo Beach. CNN's Jean Casarez walks us through the two decades worth of police work that got us here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:20",
      "speaker": "JEAN CASAREZ, CNN CORRESPONDENT",
      "sentences": "Victor and Amara, what this shows is not only the length of time that it can take to identify someone, but truly the advent of forensic science.It was February of 1996, and on Fire Island in New York, there was found extremities of a human being -- feet and legs. And no identity at all. But then, 15 years later, a skull was found in the Gilgo Beach area. And they were able in 2011 to look at the DNA, and they determined that it was from the same person. Now, go from 2011 to 2022 and that is when the task force basically was born to look into these unsolved homicides in Long Island Gilgo Beach. Listen to the elected District Attorney of Suffolk County. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:20",
      "speaker": "RAYMOND TIERNEY, DISTRICT ATTORNEY, SUFFOLK COUNTY, NEW YORK",
      "sentences": "In August of 2022, approximately six months after we formed this Gilgo Task Force, DNA profile suitable for genealogical comparison was developed from the remains of Karen Vergata.In September of 2022, the FBI was able to -- was able via a genetic genealogy review to identify Ms. Vergata presumptively as Fire Island Jane Doe. Thereafter in October of 2022, using a buccal swab from a relative of Karen Vergata, we were able to definitively identify her. (END VIDEO CLIP) CASAREZ: The district attorney does not implicate Rex Heuermann at all with the identification of this brand-new victim. He does say that they will work this part of the case just like they did with the Gilgo Four. But what's interesting is that the charges that Rex Heuermann is facing, the victims were found tied with belts, duct taped, rolled in burlap, and Karen Vergata and several other victims in the Gilgo Beach Long Island area, they were dismembered and parts of their body were found in various locations But one thing we do know, the investigation is far from over, and we will be continuing to see what happens. Amara, Victor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:20",
      "speaker": "BLACKWELL",
      "sentences": "Jean, thank you.The FBI is looking for victims after a woman in Oregon -- she made this really terrifying escape. Earlier this week, a woman broke out of a makeshift cinder block dungeon. She told the FBI she had been kidnapped in Seattle on July 15th. A 29-year-old Negasi Zuberi is a very is now in federal custody. Court documents say he posed as an undercover police officer to solicit services from a prostitute. And then, he told her that she was under arrest. Zuberi has been linked to several other violent assaults in four other states. Investigators say he has lived in 10 states in 2016. And now, they fear they may be more victims in those states. CNN senior national security analyst Juliette Kayyem is with me now. I mean, this is unbelievable. The -- they describe this man as having all of the things you'd expect an undercover officer to have. The weapons, the badges, all of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:20",
      "speaker": "JULIETTE KAYYEM, CNN SENIOR NATIONAL SECURITY ANALYST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:20",
      "speaker": "BLACKWELL",
      "sentences": "It is exceedingly rare. But what should someone do, if this --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:20",
      "speaker": "KAYYEM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:20",
      "speaker": "BLACKWELL",
      "sentences": "It happens and you think, well, he looks like an undercover cop?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "BLACKWELL",
      "sentences": "So, Juliette, authorities now looking in 10 other states where he's lived in the last several years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "KAYYEM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "BLACKWELL",
      "sentences": "What are they doing likely to find potential victims?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "KAYYEM",
      "sentences": "Yes. Well, it's never the first time. So, you know, he gets caught. And this is what she's -- he is traveling 400 miles with her. So, he's has a certain amount of, I would say, cockiness about his ability to transport women across states for long periods of time.So, you're going to go from the assumption that, yes, there are other victims. And then, going mostly to his places of residence or where they might think he have -- he has resided, and then, looking back at police reports about whether there were other cases in which women came forward and said, look, there was a guy who pretended like he was a police officer, he did this to me, or he tried to drag me. And then, they'll look at unsolved. You know, drag me out of the -- into his car, and then they'll try -- it. And then we'll look at unsolved cases, woman's who are missing, woman who's -- whose whereabouts a bit unknown for some period of time, or unidentified bodies of, you know, women who may have been in the sex trade or who had -- who didn't have family looking for them on identified bodies, and then try to link them. They now have him, they have his DNA, they'll be able to do this, as we've been talking about with more sophisticated forensics at this stage and give their (INAUDIBLE) these women, justice, as well as their families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "BLACKWELL",
      "sentences": "Let's turn to the Gilgo Beach discovery. Now, the Fire Island Jane Doe has been identified as Karen Vergata. We know that Rex Heuermann has been charged with other murders. They are not connected to this one, during this news conference. What will they be doing to determine whether he is also responsible for Vergata's death?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "KAYYEM",
      "sentences": "Well, I think it's interesting that they are waiting. They simply do not -- they have such -- as to identify him to this new body, they have such a strong case now. They don't want to -- they don't want to make any mistakes at this stage.So, I think in the next week or two, there'll be identifying, you know, whether there is hairs or DNA or anything else that they can find on these -- on these two body parts, where was he at the time of -- the time that the victim went missing? Can they -- are there similarities in the bodies or in his behavior around that time? Remember, his behavior begins to start to look similar over the course of these year. His family is often out of town, so, the look to the family's travel records, and then his whereabouts. So, it is -- it is very smart of them to wait to tie this. Because if they tie it and then they don't have the proof, the rest of the case falls apart. So, some of this is just them being very, very wise about pacing this investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:06",
      "speaker": "BLACKWELL",
      "sentences": "All right. Juliette Kayyem, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:42:50",
      "speaker": "BLACKWELL",
      "sentences": "There is new hope for mothers experiencing postpartum depression. The FDA has approved the nation's first-ever pill, zuranolone, created specifically for the condition.The drug could be taken at home daily over the course of two weeks and has been deemed safe and effective, and at least two clinical trials. Patients in those trials say it worked very quickly for them, with sustained effectiveness. Now, at least one in eight women in the U.S. and 70 percent of women across the globe experienced symptoms of depression after giving birth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:42:50",
      "speaker": "WALKER",
      "sentences": "The CDC -- excuse me, is now recommending all infants under 8 months of age, to get a new antibody shot to protect against severe respiratory syncytial virus. I probably said that wrong, but we have a doctor coming up. It's also known as RSV.And infection with RSV is a cold like nuisance for most healthy people, but it can be life-threatening for the very young and the elderly. Joining me now is Dr. Alicia Shelly. She is the lead physician at Wellstar Medical Center, in Douglasville -- and an obesity specialist. Doctor, appreciate you joining us this morning. You know as a mother who, you know, has two children, I really wish -- I wish I had this shot for my children because they've had RSV, it's a terrible virus to get. What is your reaction now that this is available? And what would you recommend to parents?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:42:50",
      "speaker": "ALICIA SHELLY, LEAD PHYSICIAN, WELLSTAR MEDICAL CENTER, DOUGLASVILLE, GEORGIA",
      "sentences": "You know, this is wonderful. This is an opportunity for us to be able to protect our infants, especially our babies, who are under the age of 8 months, going into the RSV season.I would definitely recommend for our parents to speak with their pediatrician, to make sure that they are able to get this medication. Now it's not actually a vaccine, it's a monoclonal antibody that helps with protection of the infant for up to five months during the season of RSV, and most parents that, you know, it's hard to see your baby who's sick, who has a runny nose, a cough, so this will help with protecting them during this season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:42:50",
      "speaker": "WALKER",
      "sentences": "So, this antibody shot then, is not going to prevent your child from getting RSV. It's about how severely sick you would get if your child were to contract the virus. Correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "WALKER",
      "sentences": "I do want to ask you about this Ozempic and Mounjaro lawsuit, especially considering you are and obesity specialist.So, this was a lawsuit that was filed on Wednesday. And there was a woman who is claiming in his lawsuit from Louisiana that she suffered severe injuries due to her use of Ozempic and Mounjaro. And I do want to read to you what part of that lawsuit alleges. She said that, she suffered from, \"severe vomiting, stomach pain, gastrointestinal burning, being hospitalized for stomach issues on several occasions, including visits to the emergency room, teeth falling out due to excessive vomiting, requiring additional medications to alleviate her excessive vomiting, and throwing up whole food hours after eating.\" That sounds pretty frightening. I mean, is there any advice for, I mean, what is -- what is your reaction to this lawsuit? And for those who are interested and seeking out help from Ozempic and Mounjaro, or Wegovy? What is your advice to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "SHELLY",
      "sentences": "Yes, it's so unfortunate that this young lady experienced those side effects from these medications. Definitely, it's clear on their label that Ozempic and Mounjaro, they're part of the GLP-1 agonist class, and one of their side effects is severe gastric symptoms, such as nausea, vomiting, diarrhea.And my recommendation is for those people who have diabetes and are on Ozempic, and Mounjaro. If they are on -- if they experiencing these symptoms, they need to, first of all, discontinue the medication, and then also talk with their physician about what are some other alternatives. Unfortunately, not everyone's able to take these medications, but that's OK, there are other medications that are out there to help with not only controlling your diabetes, but then also there are FDA- approved medications that help with weight loss as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "WALKER",
      "sentences": "And from your experience, I mean, how popular has -- have these drugs been?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "SHELLY",
      "sentences": "Oh, they have been extremely popular. It's one of the medications that people come in, they're like, my friend heard about this Ozempic. Or they heard about Mounjaro. How can I get on this. And right now, those medications are just FDA-approved for diabetes.But, soon, they do have Wegovy, which is FDA-approved for weight loss. So, that's also an opportunity for us to be able to get somebody on this particular class of medications. I've seen a lot of people be able to lose weight with these medications. And not only that, I've seen a lot of people who've been able to control their diabetes with these medications. So, they definitely are an excellent medication if -- for the -- for particular people. Some people are not able to take these medications due to the severe side effects. And in my practice, we usually will stop them if anybody is experiencing continuous nausea, vomiting, because there are other medications that can help that do not cause the side effects.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "WALKER",
      "sentences": "Dr. Alicia Shelly, appreciate your time this morning. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:52:34",
      "speaker": "WALKER",
      "sentences": "This is exciting. Seven-time Olympic medalist Simone Biles, set to return to competitive gymnastics today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:52:34",
      "speaker": "BLACKWELL",
      "sentences": "This is the first time since pulling out of the Tokyo Olympics in -- Beijing Olympics in 2021. Carolyn Manno has more now.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:52:34",
      "speaker": "SIMONE BILES, AMERICAN ARTISTIC GYMNAST",
      "sentences": "I guess I would describe myself as confident.CAROLYN MANNO, CNN SPORTS CORRESPONDENT (voice-over): Flying high after five Olympic medals in Rio and an unprecedented ascension to the top of the sport.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:52:34",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm always in awe when I watch her. Sometimes I just think he's unhuman just because she is just so amazing.MANNO (voice-over): No one could have predicted just how human Simone Biles would be five years later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:52:34",
      "speaker": "BILES",
      "sentences": "Ah!MANNO (voice-over): The superstar gymnast, withdrawing from five events at the Tokyo Games, prioritizing her mental health over her medal count.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:52:34",
      "speaker": "BILES",
      "sentences": "To bring the topic of mental health, I think it should be talked about a lot more especially with athletes, because I know some of us are going through the same things, and we're always told to push through it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:52:34",
      "speaker": "JORDAN CHILES, AMERICAN ARTISTIC GYMNAST",
      "sentences": "We don't know what's going on in her head. So, you know, it was probably the most devastating thing that happened to her.MANNO (voice-over): Biles says she's been in therapy weekly since stepping away. Now, she is ready for a comeback. This weekend marks her first elite competition since 2021, she is aware of how influential she continues to be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:52:34",
      "speaker": "BILES",
      "sentences": "At the end of the day, we're not just entertainment, we're humans, and there are things going on behind the scenes that we're also trying to juggle with as well, on top of sports.MANNO (voice-over): Biles is recently married and has kept a lower profile, leading into this weekend that she has acknowledged the overwhelming support from fans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:52:34",
      "speaker": "BILES",
      "sentences": "I think gymnastics has helped shape me and the people around, but I'm really excited about life and what's to come and how I've changed and evolved as person.(END VIDEOTAPE) MANNO (on camera): Biles is planning on competing in four events at this Saturday's core hydration classic, which has been sold out for weeks. Ever since this news broke of her return, a lot of people also viewing this step back into elite gymnastics as the first step towards the Paris Olympic Games, which is set to take place next summer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They've been stung by a mantis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:01",
      "speaker": "SCOTT EVANS, HOST, ACCESS HOLLYWOOD",
      "sentences": "Carl Lumbly stars as this man has been shot by the police.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Somebody help me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:01",
      "speaker": "EVANS",
      "sentences": "Just paralyzed but builds an exoskeleton that gives him the ability to walk. And with that ability comes for him the responsibility of fighting violence.CARL LUMBLY, ACTOR, M.A.N.T.I.S.: I'm Carl Lumbly. And I was television's first black superhero. Didn't know it? Assume that there must have been another one. Just, you know, one I hadn't heard about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You can go on destroying each other or you can learn to live together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:01",
      "speaker": "LUMBLY",
      "sentences": "M.A.N.T.I.S. was pilot that celebrated black genius.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}