{
  "date": "2023-04-14",
  "headline": "Connect the World",
  "subHeadline": "Union Leaders: Protests will Continue if Bill is not Withdrawn; France Braces for Ruling on Plan to Raise Retirement Age; Suspect in Classified Documents Leak Formally Charged; Saudi Arabia Holds Talks with Houthis for Ceasefire; Sony Announces \"Photographer of the Year\"; CNN Follows Migrants on Five-Day Journey through Darien Gap. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, if you ask the protesters, they certainly say that it won't take you around a littlebit. As you can see, we do have a bit of a crowd going here. Now it's been forming in the last couple of minutes. Now, this is really one of those protests marches that were taking place before that's now ended here. We've actually moved on from the Louvre. We're now in front of City Hall, here in Paris. And you can see it's quite a loud, large, loud crowd. Not a very large crowd yet, but it is one that's gathering. And I think one of the things that you said is absolutely correct. The anger is also building as we're getting closer to the hour of that decision being announced by the Constitutional Council. And you know, one of the things that the folks here, keep telling us is, no matter what the decision is going to be, they want to come out and continue to protest further, they want to come out in the coming days in the coming months. Because of course they are against this law, they are against rising the pension age from 62 to 64. But it's also the way that Emmanuel Macron, the President of this country has pushed this reform law through. They obviously say, the fact that he essentially bypass legislative process, he's a big problem for a lot of people. Now, it's interesting to see the makeup of the crowd that you see here, because this is really a mix of student groups, and also trade unions. And especially the fact that you have so many young people here on the street, kind of shows that all of this has morphed a little bit from being just about the pension reform to really being anger at the way that Emmanuel Macron conducts business as president of this country, and specifically, the way that this pension reform was pushed through. So that's certainly the anger that the people here say they want to bring to the streets. And you know we were speaking a little bit about yesterday about some of the violence that we saw on the fringes of that protest. Certainly, so far, we've seen none of that we were seeing this March, as it was coming towards here, all of that very peaceful right now, the folks here, very loud, very colorful, but very peaceful as well. But certainly, once that decision is announced, and especially, of course, if the constitutional if the Constitutional Council deems that law to be constitutional, then you will see a lot of anger here on the street. Obviously, the trade unions, for instance, saying this is definitely not the end of it's quite interesting because Emmanuel Macron had offered to speak to the Trade Unions next week. So far, they're saying they don't want to speak to him before May 1. So, this is certainly something that will go on, the discussions will go on in the society in France, because of course, as we know, this law, this proposed law, very unpopular among a lot of people here in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "MACFARLANE",
      "sentences": "And Fred, if these reforms are allowed to stand today, but changes are brought, are there any circumstances under which demonstratorswould accept any change? I'm thinking perhaps about the reform referendum that would potentially enable the pension reform to be halted or considered more broadly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, that's a good point. Fred, thank you for now! Let's turn to CNN's Nada Bashir, who's standing by for us outside the ConstitutionalCouncil, which has barricades around it now. Nada, let's just back up a minute and walk us through the options the council, we will be weighing today, and what is the most likely outcome to happen here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "NADA BASHIR, CNN REPORTER",
      "sentences": "Look, of course, as Fred mentioned, as the union's want, they want this legislation to be struck down by theConstitutional Council, but it is widely anticipated that that won't be the case. And there are two clear avenues that the Constitutional Council may take this evening, that vote set to be announced in the next hour or so they could potentially uphold this legislation as constitutional allow it to pass through. The other option also they have is to allow the legislation to pass through but with amendments. So, there might be some aspects of this legislation of this reform that they find to be unconstitutional, that will require changing and amending before it can be fully green lit and brought into law.  But of course, if the legislation is passed, if it is upheld and found to be constitutional, and we've already heard from a spokesperson from the Elysee, who said that President Emmanuel Macron is looking to sign this legislation into law as early as this weekend. So that could, of course be a spark of anger and frustration for many of the trade union members who have been protesting now for 12 rounds of demonstrations. This is a significant moment. We are expecting the announcement shortly. And of course, if this is green lit, we will continue to see that angle. We've heard from the trade union leaders, we've heard from the protesters yesterday have all said that they will continue to protest against this reform in some form or other. The government has already said that if this is green lit and goes through, they will invite the trade union members to the Elysee to speak with the government next Tuesday. But we will have already seen efforts and negotiation between the government and the trade unions. We saw talks between President Emmanuel Macron, the Prime Minister with union members, they still they haven't gone anywhere, the government refusing to move from its position. And of course, the trade union members also refusing to back down, they are completely against the proposal to rise the retirement age from 62 to 64. But also, of course there is that anger being directed towards President Emmanuel Macron. And the government's decision to push this legislation through by bypassing the lower house of parliament, bypassing that final vote many telling us that they feel this is a threat. It undermines the principle of democracy here in France. So clearly, there is a lot of frustration and anger being directed towards President Emmanuel Macron, who already isn't doing well when it comes to that polling data. And of course, we will continue to see those demonstrations. But if you see behind me, you can see that the Constitutional Council has these protective barriers that have been put in place, not unprecedented given the violence that we saw yesterday with pockets of violence rather, at the demonstration yesterday. But this isn't something you would typically see outside the Constitutional Council and there is still a heavy police presence. Protesters have been told that they aren't allowed to demonstrate in this area. And of course, over the last 12 rounds of protests, we have seen the numbers of people coming out to the streets dwindling. But they are still significant figures, 380,000 people across France just yesterday 42,000, at least here in Paris. And we did see those tensions are scuffled between police officers, riot police and the protestors that it is anticipated that we will continue to see small pockets of protests like where Fred is right now taking place throughout the day. And there is the anticipation that there could potentially be small pockets of violence here in Paris if this legislation is green lit Christina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "CELIA BELIN, SENIOR POLICY FELLOW, EUROPEAN COUNCIL ON FOREIGN RELATIONS",
      "sentences": "Yes, thank you, Christina. Where it shows today is also the difficulty togovern for Emmanuel Macron without majority. As you know, his party for Nissan's has lost the legislative elections last year. And so, it's extremely difficult for the prime minister and the current governments that are of Macron's party to govern without any coalition without any coalition partner. And so, this, if the Constitutional Court does indeed roll this, this law to be legal, Macron will sign it into law this weekend. But it will surely lack political legitimacy. The trades union is claiming that they have the popular legitimacy because two thirds of the French are opposed to this, to this reform and the trade union are opposed to it by and large. But Emmanuel Macron is claiming electoral legitimacy for being elected last year as president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MACFARLANE",
      "sentences": "I mean, at the core of this issue is the need for reform. And I just want to play you and our viewers, a small snippet from France'sminister for economics, who spoke to our Richard Quest yesterday about the need for reform, take a listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BRUNO LE MAIRE, FRENCH FINANCE MINISTER",
      "sentences": "I will not say that the -- is an easy is growing, we have violence in the street, I strongly condemn allviolence. But nevertheless, the process is going on and we are waiting for the very last decision or the French import tomorrow. I just want to emphasize how vital this reform is for our pension system. We have a very efficient, very generous pension system. But we need to ensure to the French citizen, that there is a financial balance by 2030. This is the purpose of the reform. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "MACFARLANE",
      "sentences": "So, Celia, France has an aging population. And it's known that the current pension retirement age will not suffice to support that agingdemographic. So, at the core of this is a really important issue that needs to be addressed. How much do you think the French people understand that and how much of that has really been set aside because of the manner in which Macron has behaved here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "MACFARLANE",
      "sentences": "Celia separately, there has been well concern over macrons comments internationally. In fact, there was huge blowback really againsthis comments over China and Taiwan in the recent, in the last week. Macron, saying Europe should not just become followers of the U.S. This is not the first time Macron has spoken provocatively over issues where he is not aligned with his allies. Yes, I'm thinking of comments he's made about NATO in the past, pushing for dialogue with Russia, for instance. Why is Macron so often out of step with his allies in crucial moments like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "BELIN",
      "sentences": "Well, I will make maybe sort of a counter intuitive point here, comparing the foreign policy to the domestic policy of President Macron. Inmany ways, the president is convinced that he's right. He's convinced that whatever he's advocating on one side is the pension reform, to necessary in his opinion for the French budget. On the other side, is the European strategic autonomy and having an independent European voice in the world stage. In both cases, he lays out his vision and lies out, you know, and sometimes takes decision, but do not necessarily take people along with his thinking. And he has not taken along the French people with this thinking on the pension reform. But clearly, he has not taken along the allies, European allies, and even less American allies, in convincing them that European strategic autonomy is absolutely crucial and needed at this point. And there was just on this particular instance of the China comments, there was also a question of timing and a question of optics that were probably poorly chosen, commenting on European strategic autonomy, including on Taiwan, while leaving China gave a very negative signal for American allies and confused a lot of Europeans as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "MACFARLANE",
      "sentences": "It's an interesting point, Celia that he's in some ways facing the same problems at home and abroad because of his approach to the job ingeneral. It's great to have your insight, you know, at this crucial juncture as we wait for this pension reform decision, appreciate your time. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "BELIN",
      "sentences": "Thank you, Christina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MACFARLANE",
      "sentences": "A reminder of our breaking news this hour. The suspect in the leak of highly classified U.S. military secrets has appeared in court andhas been formally charged. 21-year-old Jack Teixeira who was an airman in the Massachusetts National Guard is facing two charges for allegedly posting the documents online. We're learning that the charges are the unauthorized retention and transmission of National Defense Information and the unauthorized removal and retention of such material. The judge schedules a detention hearing for Teixeira on Wednesday. Teixeira did not enter a formal plea. Let's get more on the reaction from the Pentagon. This hour Natasha Bertrand is there. Natasha, is there anything more you can tell us about these charges? And what they mean exactly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yes, so these are charges that relate obviously to the allegation that he took these classifieddocuments from his place of work at the Air National Guard in Massachusetts and then posted them online. He essentially removed this classified information from the secure setting where it was supposed to be stored. And he posted them in a forum where other people who were not authorized to see this highly classified information, were able to review them. Now we are told that he had a top-secret clearance and that he has had that since around 2021. He also had a clearance that allowed him to view Sensitive Compartmented Information, which is extremely, extremely classified information having to do with some of the U.S. government's most sensitive intelligence programs. And we are told that this really was a clearance that was given to him by virtue of his work with the Air National Guard within an intelligence unit of the guard. So, he specifically worked in an intelligence facility where he had exposure to this kind of highly classified information. Now what is unclear at this point is whether he was dealing with these sensitive documents on a day-to-day basis themselves in terms of the work that he was doing, because we are told that and according to the FBI and the affidavit here, he was actually a person that dealt with information technology and security. So essentially like an IT person for this wing of the Air National Guard. So, the idea that you had a top-secret clearance and that he was viewing this stuff doesn't necessarily mean that he had a need to do that. So, part of what investigators will be examining here is whether he sought out that information just specifically in order to leak it on this group chat. But clearly a lot of damage here has been done, according to the U.S. government in terms of exposing highly sensitive national security secrets. According to The Washington Post, he posted over 300 of these documents over the course of several months. The FBI says he began exposing this classified information in December of last year, Christina?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MACFARLANE",
      "sentences": "Natasha, thank you for now, we know that the ramifications of this case go well beyond the confines of the U.S. intelligence communitythat Natasha was just outlining there. Let's bring in John Miller, CNN's Chief Law Enforcement and Intelligence Analyst to discuss the wider impact of what's unfolding. I know, John, so many questions circulating around this not just about his age and his low rank and how someone of this standing to get hold of these papers. But I'm interested to learn more about the investigation, the arrest and how they tracked down this suspect, because we've been learning that various media publications such as The Wall Street Journal, the New York Times already had the information of the which the suspect was before the FBI arrested him. Was this considered to be a quick or a slow response from the FBI to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, it's moved very quickly since then. And John to that point, you know, Jack Teixeira is not an Edward Snowden or Chelsea Manning,as far as we know, you know, acting with intent of being a whistle-blower, as far as we know, at this stage is a 21-year-old doing this, reportedly to impress a group of online gaming friends. And the Pentagon say or have said that age isn't really a factor here in their view, and they are reviewing the situation but should it be, you know, when we consider who is given access to such classified information?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "MILLER",
      "sentences": "You know, it's a, it's an interesting question, because if you look at, you know, the military of any country, Great Britain, the UnitedStates, you pick, you know, they recruit young people. And you know, a kid like Jack Teixeira signs on for either a four-year enlistment or a six-year enlistment, and then they give them enormous amounts of training. And they give them enormous amounts of trust, if they're working in the intelligence field, enormous amounts of responsibility and risk if they're working on the battlefield. This is where the militaries of the world get their people, you know, just out of high school just out of college, and thousands and thousands -- and thousands of them perform up to the oath that they took when they joined. And every now and then you see one of these anomalies on the part of a soldier or a military contractor, where you see one of these leaks, but they're very rare. And yet, when they happen, they can be extraordinarily damaging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MACFARLANE",
      "sentences": "Welcome back to \"Connect the World\". A massive prisoner exchange began today in Yemen. Some 300 detainees have already beenreleased, you can see some of them arriving in the capital of Sanaa, and they're just in front of you. By the end of the operation more than 700 Houthis and 180 from the side of the Yemeni government are due to be freed. The conflict in Yemen is multifunctional but over the past eight years, the fighting has been primarily between the Houthis and the Saudi led coalition. Let's have a look at how we got here. In 2011 political unrest rocked the country during the Arab Spring and eventually forced out the president. By 2014, the Houthi rebel group backed by Iran took over the Capitol. The following year, Saudi Arabia intervened to contain the Houthis driving the country into a full-fledged war. In April 2022 the United Nations brokered a ceasefire that is largely held ever since. And just this Sunday, a Saudi envoy was in Yemen to negotiate a permanent ceasefire with Houthi officials. The International Committee for the Red Cross has been coordinating efforts for the prisoner swap. And I have the near and Middle East Director Fabrizio Carboni joining me now live from Geneva. Good to see you. We know this exchange had been delayed throughout the week. But as we've just been seeing and images there prisoners are being released. What were the holdups? And how did you work them out to get to the point where we are today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "FABRIZIO CARBONI, ICRC REGIONAL DIRECTOR, NEAR AND MIDDLE EAST",
      "sentences": "I mean, the main skills, I think its patient, especially when you involve in such acomplex operation. You know, you need to fly people, you know, across borders across front lines. You also know that we need to visit all the detainees before the release, because we need to make sure that they are fit to fly, we need to make sure that they want to be released and that they don't fear for the physical integrity once they go back. So, there is a logistic dimension, which is not easy. And obviously, there are always delays, hiccups and things which are not foreseen. So, need to be patient and at the very same time, very flexible, because we need to adjust to the reality of Yemen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes. And we know these negotiations have been going on for many months. Today is a small step, but a significant victory. What do you know,for -- about the conditions, these prisoners were being held in on both sides, and how many people are still detained?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "CARBONI",
      "sentences": "When it comes to the number of people detained, and also the condition of detention, this is usually information we keep for aconfidential dialogue with the authorities. What we know is that today, we've released 300, by the end of the operation, around 900 people are going to be released. In parallel to this, we continue visiting the places of detention, where the remaining detainees are still held, and we make sure that the condition of detention is acceptable. Now, it's obvious that you know, when you are detained for several years with the regular contact with your family, even if in, you know, advanced country, it takes a toll on people to be detained. So, it's not a surprise to see people you know, in some time difficult, emotional and physical condition is just because prison, wherever you are around the world is a difficult situation and so very happy that those people are released.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes. I mentioned that Saudi officials were in Yemen earlier this week to discuss a possibility of a permanent ceasefire. I wonder howhopeful are you that a permanent ceasefire will be reached between the Houthis and Saudi Arabian? Do you think this will lead to peace across the country given all those different warring factions within?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, I mean, these talks are a positive development. What we're seeing today is a positive development. But we shouldn't forget that thereis still so much suffering across the country, right, a devastating humanitarian crisis, the U.N. estimates some 6 million are on the brink of famine. What are the ICRC's operations on the ground at the moment to address that, and how much funding is needed given the scale?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "CARBONI",
      "sentences": "No, first of all, thank you for asking this question. Because I think it's very important. We have good news today something very positivefor many people, for the Yemeni people, for the detainees, their family. But at the very same time, we cannot ignore that Yemen will require long term attention. Even if today, there was a peace agreement signed just now, we would still have many years of engagement because the humanitarian consequences of this conflict. And on top of the humanitarian consequences of the violence and the conflict, you also have the climate crisis. You also have a situation of under development, which really brings most of the Yemeni on the brink of total collapse. So really important that we focus on the long term, really important to not forget that Yemen is multilayer crisis and deep crisis and the third one is the funding. I mean, for the ICRC is the first time in 11 years that we are underfunded in Yemen. It's us, but it's also other humanitarian actors. It's also local actors who are affected by this situation, if I have to think about the Yemeni Red Crescent, who plays a very critical role in Yemen. They are also affected by this underfunding. And, and this is obviously worrying, because what we've seen the positive dynamic, we see now needs also to be translated into a better living condition for the Yemeni people. And there the humanitarian action and the work we are all doing collectively, is critical and an undefended humanitarian operation is a concern for the people. And it's a concern for the whole humanitarian political environment, which would lead to a more peaceful and stable Yemen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, it's an important point. And just to end on a hopeful note, I know that your organization was facilitating phone calls for someof these detainees home today. I'm sure that was. There have been many, quite moving moments within that. But we appreciate you coming on and talking to us about the continuing challenges the Red Cross faces within the country and of course, the people themselves. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "CARBONI",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "MACFARLANE",
      "sentences": "And for more on how talks between the Houthis and Saudi Arabia are progressing, you can head to our Meanwhile in the Middle Eastnewsletter, today's edition will have an interview with a high-ranking Houthi official involved in those negotiations. It's a really important inside look at what's happening on the ground, and you can sign up for that newsletter at cnn.com/mideast. Tensions are high in France today where a crucial ruling on the country's pension age is expected shortly. The nation's highest Constitutional Court is set to decide later today on that reform bill. The court could approve it suggest a few changes or even toss it out altogether. If approved, it would raise the retirement age which has not been welcomed by many French. Well, massive protests have been taking place across the country over those changes. Joining us now live from Paris is CNN's Fred Pleitgen. Fred, talk to us about the scene there, the tension ahead of this announcement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "MACFARLANE",
      "sentences": "Well, we will keep a close eye on proceedings. Fred, with you there that, as you say, set to be announced, we think within the next halfan hour. Thanks, Fred. All right, coming up why these photos, my next guest the award for Photographer of the Year, stay with us as we dive into the themes and meanings behind the award-winning series. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "MACFARLANE",
      "sentences": "Welcome back. While a lot of us may dabble with photography, myself included, very few of us get to be recognized as the world's best.But Edgar Martins joining me here in London was just crowned as Sony's Photographer of the Year; he was selected out of a pool of 400,000 entries. My goodness! Congratulations. Over 400,000 entries, have you had a chance to take it in yet? EDGAR MARTINS, PHOTOGRAPHER OF THE YEAR, SONY WORLD PHOTOGRAPHY AWARDS 2023: It's absolutely overwhelming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, I can imagine and today no doubt has been very busy for you. So, your series Our War, I know was inspired and is a tribute to yourfriend Anton Hammerl who was shot while covering the war in Libya. Just walk us through how he has inspired and shaped this series.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes. And there's so much significance in these images, because as you mentioned, you know, you focused on not falling into the samecategorization the same tropes that you see in what images.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MARTINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MACFARLANE",
      "sentences": "I just want to talk to some of these specific images.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MARTINS",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MACFARLANE",
      "sentences": "Because they are so striking, this one, in particular, give us a bit of background on how you reach this image and who the individual is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MARTINS",
      "sentences": "Yes, well, the individual's range, I don't usually identify them specifically within the images. And that's actually part of the approachbecause one of the questions that I asked myself is photography is very good, unfortunately, at doing this. And when we talked about the tropes of war, which is sometimes inadvertently misrepresenting or sometimes outright exploiting its subjects. So, because I'm always very conscious of the power relations between photographer and subject and how the control is always with the photographer, I decided to empower my subjects. So, I empowered my subjects by doing two things. Firstly, I'm working with large format cameras, so I put them on a tripod, and I step away from the camera with the shutter release. And I literally just allow my subjects to be in front of the camera relaxing familiarizing themselves with it. Sometimes we will talk about the project. Other times, we just wouldn't even take any pictures. But in the end, I would photograph them how they saw themselves being photographed. The other important thing to say, in terms of the choice of the individuals is that there is not only the people that you dimension, so you call the usual suspects when you're talking about a project like this, you know, militants, combatants, Gaddafi loyalists, you know, sort of Libyan dissidents, but there's also people enacting their stories. And this was very important to me, because these aren't just any people. In some cases, they were the descendants of people that fought in the war, but didn't have hadn't experienced directly the traumas of war. But who wanted to understand, you know, their nation's traumas, or their parent's traumas and so on, are the times they were just local civilians. And then I guess the big challenge was, you know, choosing the locations. And what I did, I ended up sort of retracing some of Anton steps, you know, some of the places he visited.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MACFARLANE",
      "sentences": "It's a very personal journey. And you can just see from the composition of these pictures that viewers like myself, are going tonaturally look at war and conflict in a different way, which I guess was, you know, part and parcel of the reason you have done this. It's an inspiring exhibition unfortunately; we can't talk more about it just now. But I know that people can go and see this. It is here in London, and it opens tomorrow. But Edgar, it's really great to speak to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MARTINS",
      "sentences": "My pleasure, my pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MACFARLANE",
      "sentences": "And digging back your tribute to your friend, very moving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MARTINS",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MACFARLANE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MARTINS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "MACFARLANE",
      "sentences": "Welcome back. We want to take you now to the Darien Gap. It's a treacherous path connecting South America to Central America and one thatmany migrants must cross to reach the United States. It requires migrants to track on foot carrying all their possessions hiking through the dense jungle rushing waters and steep mountainsides. Despite the danger the number of migrants on this trail just keeps growing. CNN's Nick Paton Walsh and his team recently hiked the entire Darien Gap over five days and encountered some extraordinary stories. And Nick is joining me now to share more. Nick, I have watched this documentary in full and it is an extremely emotional watch. And jaw dropping really to see what appear to be biblical scenes of people in the middle of a jungle in the Darien Gap. Talk to us about what that experience was like for you and your team being in amongst those people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "It's important to try and grasp just the volume of people who are trying thiscrossing this track every day. Basic math makes you think probably most of the time there are five or 6000 people on these routes going through the Darien Gap at any particular given time. And the day we began we're in a group of nearly a thousand. So many of them children record numbers last year and all the signs in the first quarter of this year that they're heading for about seven times as many compared to the year previously. So, staggering the volume here, here's a little of what we saw. (BEGIN VIDEOTAPE) WALSH (voice over): The football shirts or porters each numbered charging to carry bags, even children uphill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey my kings, my queens, whoever feels tired, I'm here.WALSH (voice over): But it doesn't always work out. Wilson is separated from his parents. A porter raced off ahead. WALSH (on camera): My name is Nick, nice to meet you. You are here all by yourself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.WALSH (on camera): You're waiting for your parents? Where are they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They are behind.WALSH (on camera): Are you going to America? Where are you going?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "To Miami.WALSH (on camera): Miami, What do you like about Miami?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Daddy is going to build a swimming pool.WALSH (on camera): He will build a pool for you? What do you want to be when you grow up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "To work.WALSH (on camera): What work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "School work. And my sister has chosen nurse.WALSH (voice over): Nearly a thousand unaccompanied children were found on the route last year, the U.N. have said. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}