{
  "date": "2023-05-29",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Russia Targets Kyiv In Unusual Day Time Attack; NATO Allies Congratulate Erdogan; State Farm Stops Home Insurance Sales In California; Reports: Queen's Music Catalog Could Sell For More Than $1B; Millions Traveling Home After U.S. Holiday Weekend; Venice Grand Canal Turns Bright Green; Giant Panda Ya Ya Returns To Beijing Zoo. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "CHRISTINA MACFARLANE, CNN INTERNATIONAL HOST",
      "sentences": "A very warm welcome to the show everyone, I'm Christina Macfarlane in for Isa Soares. Tonight,bombarded by night and by day. How Kyiv is resisting Russia's latest assault and how that's impacting the frontline. Then NATO allies are congratulating Erdogan, but how will Turkey's victorious president adapt to opposition, economic and geopolitical pressures? And later, California may be too expensive and too exposed to be ensured. Why one major home insurance company will stop selling to buyers in the Golden State. Now, weekend of terror hasn't ended for Ukraine. Kyiv residents are bracing for the night ahead after a massive Russian air assault continued today. (BEGIN VIDEO CLIP) (CHILDREN SCREAMING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MACFARLANE",
      "sentences": "Video out of the capital here shows children screaming and running for shelter. Other cities also saw waves of Russian strikes. Manypeople have taken refuge in Kyiv's metro. Night-time assaults are common in the city, but an attack in broad daylight is unusual. On Ukrainian official says the Russians are changing their tactics. And throughout it all, first responders and air defenses have kept busy. They say dozens of missiles and  drones were destroyed, but even intercepted weapons pose a threat. This video here captures the moment a piece of flaming debris slams into traffic. Ukrainian officials are vowing to retaliate. For the latest, CNN's Fred Pleitgen is live for us in Kyiv tonight. Fred, this daylight attack was obviously a brazen attempt to target civilians. I mean, is that the point of Russia changing their tactics here, to kind of sow fear and chaos in the capital?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "PLEITGEN",
      "sentences": "It's just the beginning, a top adviser to Ukraine's presidency tells me. Everything that is happening now is a precursor for acounterattack. A necessary precursor with the intensity of fire increases.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "PLEITGEN",
      "sentences": "And he lays out bold aims for the counteroffensive. \"It will end undoubtedly on the borders of Ukraine as they were in 1991 with the de-occupation of Crimea, and with the beginning of a massive process of transformation of Russia's political system. But for now, resilience remains key for the people in Ukraine's cities. These newly-weds had just tied the knot and were on their way to their celebration when the air raid sirens went off. So they just continued to celebrate in the bomb shelter, vowing not to let Russian rockets ruin the best day of their lives. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "PLEITGEN",
      "sentences": "Certainly that, one of the signs of defiance here in the Ukrainian capital, of course, in many other cities in Ukraine as well. Andthat's really been the name of the game for a while now. That when these air-raids sirens happen, yes, people run for cover, they go into shelters. But once the air raid alerts are over, they do come out very quickly and go about their daily lives. People go back to their offices. People go around to the places that they had been aiming to go to in the first place. And it was quite interesting because the head of Ukraine's Military Intelligence, Christina, he came out right after this set of attacks today, and he said, look, the Russians are clearly trying to scare the population, but it clearly isn't working, Christina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, and Fred, given this was, I believe the 16th attack on Kyiv this month, I mean, it is astonishing resilience, isn't it? From theUkrainians. Thanks so much for your reporting there. Fred Pleitgen live from Kyiv. Now, the celebrations are winding down in Turkey for President Recep Tayyip Erdogan and his supporters after he won an unprecedented third term in a runoff election. Now, he faces the difficult job of uniting the country after a bitterly- divided campaign. Mr. Erdogan edged out his secular challenger, Kemal Kilicdaroglu, despite an ongoing economic crisis. That gives him a mandate until 2028, extending his two decades-long rule. Leaders of fellow NATO countries are congratulating Mr. Erdogan on his win, and so, too is Russian President Vladimir Putin. Oh, we're joined now by Nada Bashir who is live for us in Istanbul. So Nada, as Erdogan begins this new term in office facing a number of pressing challenges, not just domestically, but also externally as well from western allies, specifically regarding the ratification of Sweden to NATO. We know that the next summit on that is due to happen in July. Can we expect any change in stunts from Erdogan, now that the elections are done and over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, I know, it'd be very interesting to see if Erdogan can unite the country as he claims he can do when he took him -- took a step upand did his victory speech. Closer to home, Nada, we know Turkey's economy is in bad shape, and today, the Turkish lira fell to a record-low having lost, so I think 90 percent value over the past decade. How much pressure is Erdogan coming under to abandon his unusual policy of low interest rates to get inflation and the economy back under control?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "BASHIR",
      "sentences": "Well, look, President Erdogan has been coming under pressure now for months. Turkey is going through one of the worst cost of living crisisit has seen in recent times. And President Erdogan's own unorthodox monetary policies has been blamed by experts, observers for what we're seeing as rising inflation, the plummeting value of the lira as a result, largely by President Erdogan's insistence on keeping interest rates low. And we've heard from President Erdogan speaking yesterday during his victory speech. He plans to push ahead with this plan, and in fact, he spoke to our own Becky Anderson ahead of that all important election. He said he believes that Turkey will seek good returns in the long run with this economic policy. Now, of course, there is a real sense of anger and frustration among supporters of the opposition. There was a real sense that this was a crisis at the forefront of all of these voters' minds, on both sides of the political spectrum. President Erdogan seems firm in pursuing his current agenda as it stands. There are questions, of course, now, as he formulates his next cabinet, who he will appoint as his finance minister, perhaps, we will see some change and tact over the coming weeks and months. But of course, President Erdogan has been clear, he thinks this is the right plan. And when we spoke to supporters of President Erdogan yesterday, celebrating his victory outside the AK Party headquarters, they said that they believe that the political stability that President Erdogan offers, having been in power for so long is what this country needs over the coming years, considering it is experiencing so many struggles on various fronts. Christina?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, so many struggles on various fronts, still a lot to do. Nada Bashir, live for us there today and for the past few days, thanks verymuch, Nada. Now, Spain will hold early parliamentary elections in July. That's the word from Prime Minister Pedro Sanchez, hours after his socialist party suffered major setbacks in regional and local elections. In a statement, Mr. Sanchez said he had talked to Spain's King Felipe on -- of the decision to hold elections July 23rd. The conservative popular party defeated the socialists in a number of important votes on Sunday. While, meanwhile, Greece's president says the country will hold a second parliamentary vote on June 25th following an inconclusive election earlier this month. The ruling New Democratic Party fell just short of an outright majority in the May 21st contest. New Democracy wants to secure that majority, and none of the countries' other parties were able to put a coalition together. Well, U.S. President Biden and the Republican House Speaker have a deal to avoid a government default. Now they have to convince lawmakers on Capitol Hill they didn't compromise too much. Progressives on the left and hard-line Republicans are both unhappy with this final deal. So Mr. Biden, House Speaker Kevin McCarthy are counting on the political middle to pass the measure. The deadline to avoid a potentially catastrophic default is now June 5th. I want to bring in our congressional correspondent Lauren Fox. And Lauren, no doubt, there are still a lot of wrangling going on behind the scenes as we prepare for this vote. Just walk us through what we know about the deal and the concessions that have been made here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, so to that point -- I mean, there's still procedural hoops to jump through here. What are the chances of them meeting this tightdeadline, and if they don't, are we going to see this vote move back? I mean, we heard, I think Chuck Schumer coming out and saying that, that vote could move to Friday or even the weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "FOX",
      "sentences": "Yes, I mean, that is really -- when Chuck Schumer is warning about weekend votes, he's really accounting for the fact that any one member canreally slow this process down in the Senate. In the House of Representatives, the expectation is this vote is going to happen on Wednesday, but the Senate is where that process can really start to slow down. The expectation is they can still meet that Monday, June 5th deadline, but obviously, all eyes are going to be over in the Senate as we wait to see if they can pull this together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MACFARLANE",
      "sentences": "Yes, it'd be fascinating to watch in a divided house. Lauren, thanks very much. All right, still to come tonight, activists are gettingready to challenge one of the world's toughest anti-LGBTQ laws, it was just enacted in Uganda. And living in fear under military occupation, Palestinians in Jericho accuse Israel's army of terrorizing the population as it carries out raids targeting militants. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So if we don't stand our ground as a country, as a people, as a community, then we will completely have succeeded oursovereignty and independence as a country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "MCKENZIE",
      "sentences": "Now, Museveni has already faced a great deal of pressure not to sign the bill, and I'm sure he'll be roundly criticized by westerngovernments and potentially face sanctions for this. Uganda is very dependent on support from the European Union and the U.S. for both humanitarian aid, and in the U.S. case, military support. But he has stood firm and says, this law should be put forward and these punishment should be meted out. Now despite the talk of sovereignty, there's a growing body of evidence that U.S. groups were certainly involved in helping Ugandan lawmakers push through this law, conservative groups and the same is the case in Ghana where a similar law is being proposed. David McKenzie, CNN, Johannesburg. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "GOLD",
      "sentences": "Jibril Ardar(ph) was 17 when he was killed by Israeli soldiers on May 1st while they carried out arrests.UNIDENTIFIED FEMALE (through translator): We were never used to soldiers in the camp. They're now invading the camp every two or three days and terrorizing people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "GOLD",
      "sentences": "He had been imprisoned once before by Israeli authorities. His older brother currently in an Israeli prison as well on secret charges, theIsraeli prison authority told his family. Jibril's(ph) parents say he heard his cousin had been injured, so he ran out to see what happened when he was shut as well. In response to CNN's inquiries, the IDF said both Jibril(ph) and Mahmoud's(ph) cases are quote, \"under examination\". UNIDENTIFIED FEMALE (through translator): This allegation is not true. Our children are just kids. When you come to someone with a weapon and want to shoot at him, his normal reaction will be throwing a stone. That will not harm the army.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "GOLD",
      "sentences": "Community leader Jamal Ewada shows us around. He says he's never seen the camp like this.JAMAL EWADA, COMMUNITY LEADER, AQABAT JABR REFUGEE CAMP (through translator): The killing that you are practicing will not bring you any security in any way. The killing will create rebels. When you kill someone who has four brothers, one of them will want revenge. The killing will bring killing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "GOLD",
      "sentences": "For weeks, the Israeli military set up check-points, at times imposing a blockade on the entire city of 25,000. For its part, the IDSsaid they set up the roadblocks because of concrete intelligence about an imminent attack, but the ripple effect was huge. (on camera): Jericho is a major tourist destination, attracting millions of foreign visitors every year into sites like this, Hisham's Palace. But the strict Israeli military measures as well as a week's-long blockade, that's cost the city tens of millions of dollars in lost revenue. (voice-over): Mayor Abdul Karim Sedir said the blockade amounted to collective punishment. If I did everything from waste management to farmer's harvest. MAYOR ABDUL KARIM SEDIR, JERICHO, PALESTINE (through translator): Maybe there was a once passing, it's not the way. They tried to. Of course, I'm afraid. If the blockades continue during the next Eid holiday at the end of June, there will be an exodus of investors from Jericho and a large number of resistant fighters will be born, which will transfer the city to a different rank.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "GOLD",
      "sentences": "I hope that the city of the moon will soon return as an oasis of calm in the desert. Hadas Gold, CNN, Jericho.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MACFARLANE",
      "sentences": "Violent clashes have broken out between protesters and NATO peacekeeping soldiers in northern Kosovo.(BEGIN VIDEO CLIP) (ARTILLERY FIRE) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:19",
      "speaker": "MACFARLANE",
      "sentences": "Welcome back. Today is Memorial Day in the US and the country is honoring America's fallen soldiers. Earlier, President Joe Biden andfirst lady Jill Biden visited Arlington National Cemetery to lay a wreath at the Tomb of the Unknown Soldier. Mr. Biden delivered his Memorial Day address from the cemetery. (BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT: As it is for so many of you, the pain of loss is with us every day but particularly sharp on Memorial Day. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:19",
      "speaker": "MACFARLANE",
      "sentences": "Today is the day of remembrance, of course, but it's also a day when many Americans celebrate the beginning of summer and that means summertravel. CNN's Pete Muntean is live for us from Reagan airport and joins us now. I believe 42 million Americans on the move this Memorial weekend, Pete. So any chaos yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:19",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "No big chaos yet, Christina, you know. It is a good thing, especially when you consider the backdrop of allthe cancellations that we faced here in the U.S. last Memorial Day weekend, 2,700 here in the U.S. It kicked off really meltdown after meltdown. Some are long between Memorial Day and Labor Day. Airlines canceled 55,000 flights in total. It is especially good news for all of these passengers who are flying right now. The Transportation Security Administration screened 2.7 million people at airports across the country on Friday. That is the highest number we have seen since the depths of the pandemic. In fact, day after day, the numbers are actually bigger than the same day back in 2019. Before the pandemic, the cancellations overall have remained relatively low. We've seen about 600 so far in the U.S. since Thursday, when this holiday travel period really kicked off, just checked only about 63 nationwide today. And I've been talking to travelers who say all of those meltdowns of last year, they're still thinking about them this time around. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It is absolutely in the back of my mind, but I'm keeping my fingers crossed when I get home without a hitch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I hope that when I go back on Tuesday, I won't have a problem because I have to get to work.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:19",
      "speaker": "MUNTEAN",
      "sentences": "The Federal Aviation Administration here in the U.S. anticipates operating 42,000 flights nationwide today. This is the second wave wheneverybody begins coming home all at once. So far so smooth, Christina. The good news here is that the FAA has not implemented many ground stops or delay programs just yet, although there are some issues out in San Francisco because of low clouds there. There could also be some delays later on in the New York area, also in Florida and Houston, some major airports. So we'll see as the day develops here, Christina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:19",
      "speaker": "MACFARLANE",
      "sentences": "Yes, so far so good. Fingers crossed it stays that way, Pete. I think airlines could do with a break, couldn't they? Thanks so much, Pete.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:19",
      "speaker": "MUNTEAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:19",
      "speaker": "MACFARLANE",
      "sentences": "Now legendary rock band Queen might be about to set a brand new record. Sources are telling CNN the group's full music catalog could sellfor more than $1 billion, which would make it the highest amount a music catalog has ever sold for. It will include hits like this one. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:19",
      "speaker": "QUEEN, BAND",
      "sentences": "I see a little silhouetto of a man. Scaramouch, Scaramouch, will you do the Fandango, thunderbolt and lightning, very, very frighteningme, Galileo, Galileo, Galileo, Galileo, Galileo, figaro magnifico. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "CHLOE MELAS, CNN ENTERTAINMENT REPORTER",
      "sentences": "I mean, look, the source that is close to these conversations is telling me that this is a deal that wecould see close this summer and potentially within the next month. But, again, these are conversations. The ink has not been officially, you know, signed here yet. And these discussions are underway. I spoke to a spokesperson for Disney Music Group who said they have no plans to sell the catalog, but we know that the conversations are underway. We have not heard back from Universal just yet. But this would set an all- time record. In 2021, Bruce Springsteen sold his music catalog for $500 million, actually, a little more than that. And that arguably remains the highest amount for any music catalog that has been sold. But you do see that this is a growing trend, whether it's the estate of David Bowie, whether it's Justin Bieber, Sting, so many artists have sold their catalogs and why? Because it's lucrative. It creates generational wealth. And, yes, these stars are already making money. But it really does take it to the next level when they're able to sell these catalogs. Now, I don't know if Queen, if the individual band members that are still alive, or the estate of Freddie Mercury would see any monies exchanged with an acquisition since it's Disney potentially selling to universal. But I've reached out to some of the members of the band to find out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "MACFARLANE",
      "sentences": "Yes. We tried to reach out as well. But they're not saying anything for the time being it seems. To your point, Chloe, about thisbeing a sort of increasing trend, is this also because it is becoming harder with, you know, the advent of online streaming for bands to actually make money and this is an obvious way to do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "MELAS",
      "sentences": "That's a great point. I mean, you saw Jay-Z who started his own streaming platform at one point called Tidal. You saw Taylor Swift, who'sin the process of rerecording her masters, because hers were sold early on in her career. And so she is trying to make that money back. It is growing increasingly difficult for artists to make money off of their work with royalties and with streaming and not really knowing how many downloads. It's not the same old days where you can say how many CDs were purchased, right? So it is more difficult. And this is a lucrative next step for artists who have really created a name for themselves. And listen, it has been a big music week with a lot of music news from Celine Dion putting her tour on hold, and then the passing of Tina Turner. And obviously this is some happy music news. But this source tells me that these conversations are well underway and that you can see this acquisition go through sometime within the next month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:03",
      "speaker": "MACFARLANE",
      "sentences": "Now, in medical news, growing evidence shows that strengthening your leg muscles may be linked with better outcomes after a heart attack.So, keep striving to the squats, lunges, and other weight training moves at the gym. That's according to new research presented this month to the European Society of Cardiology. Joining us now is CNN Health Reporter Jacqueline Howard. She spoke with the researchers behind this study. And Jacqueline, these researchers were specifically looking at the strength of people's quadriceps. So talk us through what is it about stronger quads that can lead to better outcomes with your heart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:03",
      "speaker": "JACQUELINE HOWARD, CNN HEALTH REPORTER",
      "sentences": "That's correct. They use the quad muscle as a marker for this study. But we do know that there's thisconnection between your leg muscle strength and your heart. The more you work out those muscles, the more you use your heart. So, there's that connection. But what the researchers did, they specifically looked at more than 900 heart attack patients and they measured their quadricep muscle strength, as well as followed them over time to see how their recovery after that heart attack went. And they found that those with low quadricep strength had a higher incidence rate of heart failure after their heart attack. A 22.9 incidence rate, those with high muscle strength in their quads had a lower incidence rate 10.2. That rate is based on per 1,000 person years. That's a measurement scientists use where they take the number of people in a study, multiply it by the number of years they follow that person. And the researchers say that this shows that those who had high quadricep muscle strength had a 41% lower risk of developing heart failure after heart attack. So the takeaway here, Christina, this research really emphasizes the importance of regular exercise, as well as muscle strength training, especially during that recovery process after a heart attack. And researchers say, as you age, you tend to lose muscle mass. So, this also shows the importance of maintaining muscle strength and older age so that you do have a better recovery after a possible heart attack, Christina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:03",
      "speaker": "MACFARLANE",
      "sentences": "It's so fascinating and obviously a compelling reason never to miss leg day. But what are the methods are there to stay healthy after aheart attack? Presumably this isn't the only thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:03",
      "speaker": "HOWARD",
      "sentences": "Exactly. It's not the only thing. And the American Heart Association does say that there are five things you can do to really helpduring that recovery process. Number one, of course, take your prescribed medications. Number two, go to your follow up doctor appointments. Number three, participate in cardiac rehabilitation. Number four, get support from your loved ones or even join a heart attack survivor support group and then number five, manage risk factors. That means eat healthy, exercise, do not smoke. Follow all of those healthy lifestyle things that we do to maintain your heart health and, of course, to live a happy life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:03",
      "speaker": "MACFARLANE",
      "sentences": "Yes. And remember to squat. Jacqueline, thanks very much.Now the famous Grand Canal in Venice turned green over the weekend but the reason why is still a mystery. Police has collected water samples for clues. They're also looking at surveillance video to see if anyone suspicious was around the water. Our CNN's Barbie Nadeau explains. Theories range from algae to environmental activists. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:09",
      "speaker": "MACFARLANE",
      "sentences": "Now giant panda Ya Ya is back in Beijing. The panda returned to the Chinese capital after two decades in the United States. The Beijing Zoosays she needs to adjust to her new environment and will not be shown to the public for now. A controversy over Ya Ya's health played out against the backdrop of the souring relationship between the U.S. and China. Well, coming up, you may know the jingle like a good neighbor, State Farm is there, but maybe not if you live in California more on why the insurance company is pulling out of the Golden State next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "RYAN PATEL YES, SENIOR FELLOW, CLAREMONT GRADUATE UNIVERSITY",
      "sentences": "And the State Farm probably needs you to sing the jingle a little more often to get thisnews off the table because it is a big, big deal. Because when you think about new homes and State Farm being the leader, this is something that they're known for going forward. And I think part of this decision, I think, it has become the economic complexity of many of these businesses, specifically here in California. As you know, I'm based here, it's expensive. State Farm doesn't want that risk anymore, because they don't -- they believe in the short-term, they're going to be losing more money. And that's part of the reason mainly why they're stepping out. They don't believe that that risk is worth it for them on new sales. Now, it still went to say existing policyholders still are fine. However, it's a big deal because it could have a ripple effect in how other people you look at the state when it comes to insurance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "MACFARLANE",
      "sentences": "Yes. Are we seeing a domino effect already from this? Are we seeing any other insurers thinking about pulling out in the same way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "PATEL",
      "sentences": "I think we saw AIG last year kind of get out of the business here in the multimillion-dollar perspective of homes. When you think about theresidential side, you know, we may see specifically, I don't know everyone that will take out like State Farm did of that whole sector, but we can see some certain aspects. It could be commercial property, it could be other aspects where the construction costs are rising. It's just not worth for them to be able to be profitable while they're refocusing on the net operating income and State Farm said that at the beginning of the year, looking at the revenues last year that they're trying to get it under control. So you can see businesses taking preventative action, instead of waiting to, you know, they don't mind losing market share. My thought around this, Christina, is I think they'll be back eventually once the economic conditions are a little bit more stable. But that's just my thought.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "MACFARLANE",
      "sentences": "That's a really interesting thought. Because I mean, the other idea around this is, you know, this is climate change in action. And it'sclearly businesses who are being impacted first here, in this case, it's to do, you know, with the -- with rising temperatures, while 7,000 wildfires in one year, but in other parts of the country, we're also seeing flooding, we're seeing high snowfall. I mean, is this something that we could see out in the years to come here playing out across the country, not just in California?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "PATEL",
      "sentences": "Yes. I mean, thinking California, in 2021, they had the largest fire, wildfire over one million acres with more than 700 homes. Then youlook at Florida, for example, with hurricane, especially southeast here in the United States. That has always been hard to, you know, estimate, how many hurricanes can you get or how many fires? When I say do I think they'll come back, I think when inflation and construction costs start to decrease, you know, then there's some stability. Yes, we'll see a rise, like you said, there -- you can't control how many wildfires but there's on the rise. Some of these companies will charge a premium. Right now, their premium isn't covering that cost. And so that's where we're at right now, is that, you know, when there's profit to be had being made these companies, they will come back to be able to do it. But right now, there is a rise of, you know, natural disasters that are occurring that doesn't match up with the rising cost of the economic perspective. And so, yes, especially when Think about the East Coast and the West Coast of the United States, it's really hard to tell and people don't feel like it's worth it actually for businesses. And unfortunately for the consumer, we, at the end of the day, will have to start shopping and who knows? This actually could hurt State Farm's initial business because people may just preventively move somewhere else because they feel like maybe in the future, they will not be providing them insurance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "MACFARLANE",
      "sentences": "Yes. I mean, it'd be interesting to see how this affects patterns of behavior among consumers. Ryan, let's hope it doesn't affectyou personally. Thanks so much for coming on and giving us your thoughts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "PATEL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:09",
      "speaker": "SLOANE STEPHENS, TENNIS STAR",
      "sentences": "Obviously, when there's FBI investigations going on with people are saying to you online, it's very serious. Andobviously, it's been something that I've dealt with my whole career. And I think that, like I said, it's only continuing to get worse and people online have the free rein to say and do whatever they want behind fake pages, which is obviously very troublesome. But, yes, it's something that I've had to deal with my whole career and something I will continue to deal with, I'm sure, and that's that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}