{
  "date": "2023-10-30",
  "headline": "CNN News Central",
  "subHeadline": "IDF Rescues Hostage In Daring Ground Operation; Political Pressure Mounts On Netanyahu Amidst Ongoing Conflict; International Leaders Urged To Unite Against Rising Extremism; UN Warns Of Growing Desperation In Gaza, Calls For Humanitarian Aid; Auto Industry Strikes Come To An End: UAW And GM Reach Tentative Deal. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "BRIANNA KEILAR, CNN ANCHOR",
      "sentences": "Hello, I'm Brianna Keilar with Boris Sanchez here in Washington. We have Wolf Blitzer in Tel Aviv, and you're watching CNN's special live coverage of Israel at war. Today, we are tracking several major developments from the battlefield. Just a short time ago, the IDF confirming that one of their soldiers who was kidnapped by Hamas on October 7th, has been released, or is now in their custody. Private Ori Megidish, who is seen here, is said to be doing well, and has been reunited with her family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "We're also hearing directly from some of the other 230-plus hostages being held by Hamas. The terror group releasing a short video today, showing 3 women held captive. Now, CNN is not showing that footage, but in it, one of the hostages, who may obviously be under duress, speaks directly to Israeli Prime Minister Benjamin Netanyahu, pleading for freedom. The Prime Minister spoke just moments ago about the need, not only to rescue the hostages, but also for Israel to continue this war for the sake of its own survival.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "Just as the United States would not agree to a ceasefire after the bombing of Pearl Harbor, or after the terrorist attack of 9-11, Israel will not agree to a cessation of hostilities with Hamas after the horrific attacks of October 7th. Calls for a ceasefire are calls for Israel to surrender to Hamas, to surrender to terrorism, to surrender to barbarism. That will not happen.(END VIDEO CLIP) KEILAR (voice-over): Overnight, the IDF sent in more ground troops into northern Gaza, escalating what Israel calls the second stage of its war on Hamas. I want to head to you now in Tel Aviv, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "All right, Brianna, the Israeli military operations are crippling Gaza's already fragile infrastructure. The United Nations is warning that civil order is, quote, breaking down, even as aid slowly makes its way into the enclave. In the next hour, the U.S. -- UN Security Council is set to hold an emergency meeting about Israel's ground operations in Gaza. In the meantime, let's get right to the scene. That's Nic Robertson. He's joining us in Sderot, Israel, about a mile or so from the Gaza border. Nic, major developments happening where you are in the last hour. First of all, what do we know about this IDF soldier who's now been released by Hamas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "BLITZER",
      "sentences": "I'm hearing some noise behind you right now, Nic. I wonder if you could tell us what that is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "ROBERTSON",
      "sentences": "We're hearing some artillery going into Gaza. We're hearing fighter jets flying overhead. But by the day here, we see different types of munitions being used. Two or 3 minutes ago, we were watching some rockets or something dropping onto Gaza from almost vertically above it, perhaps from a helicopter that we couldn't see and hear in the darkness. But the munitions that are being brought to bear in Gaza have changed to a degree. And that perhaps is in part because the IDF says the way that they're working there now with the troops on the ground, the troops identify a target, a cell of Hamas. And then those troops call in for air support on that, on that particular location.And that, I think, is what we're witnessing from here. Very hard to know at night, very hard to know without the IDF giving clarity. But that fact that we're seeing a change of tactics. The aircraft are there bringing in strikes. The artillery is there also bringing in strikes. But these different rockets that we were seeing firing down before, that's something new, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "BLITZER",
      "sentences": "All right, Nic, thank you. We'll get back to you. Stand by and stay safe over there. Joining us now, CNN military analyst, retired Air Force Colonel Cedric Layton. Colonel, thank you so much for joining us. As you know, the IDF says one of its soldiers was released during ground operations in Gaza overnight. Does her release, this Israeli soldier, does her release show that this second phase of this war is actually working? Do you expect we'll see more hostages released in the coming days?COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST: Well, I think there'll be a lot of luck involved in that, Wolf, but it's certainly a positive development. One of the key things to look at here is the fact that this seems to have taken place in a ground operation. So, probably not as the result of Hamas releasing her, but of the Israelis being able to go in and through special operations tactics and as some type of special operations team, whether it was from Shin Bet or from the military, actually going in and freeing her. So that is significant. We obviously need to know more details about that, but my suspicion is that it was a release of that type where the Israelis went in and found her using intelligence or plain operational luck to get her. But I think intelligence played a part in this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "BLITZER",
      "sentences": "We will find out, I'm sure, sooner rather than later. This second phase, Colonel, of Israel's war in Hamas has seen Israeli ground troops going into Gaza, fighting the terrorists and sprawling underground tunnels that the Hamas terrorist, terrorist group has built over these past several years. What challenges does fighting in that kind of environment, deep underground tunnels, pose for the IDF?",
      "isLastSentenceInterrupted": false
    }
  ]
}