{
  "date": "2023-04-06",
  "headline": "Amanpour",
  "subHeadline": "Interview with Carnegie Russia Eurasia Center Director Alexander Gabuey; Interview with Friend of Evan Gershkovich and The Financial Times Correspondent Polina Ivanova. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "BIANNA GOLODRYGA, CNN SENIOR GLOBAL AFFAIRS ANALYST",
      "sentences": "Hello, everyone, and welcome to \"Amanpour.\" Here's what's coming up.(BEGIN VIDEO CLIP) EMMANUEL MACRON, FRENCH PRESIDENT (through translator):  I know I can count on you to bring Russia to its senses and everyone to the negotiating table. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "As French President Macron urges China to bring peace to Ukraine, I asked foreign policy expert Alex Gabuey, is China stepping in asthe world's key geopolitical player. Then -- (BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE:  There's no doubt that he's being wrongfully detained. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "The Biden administration ramps up its push to bring Evan Gershkovich home from Russia. Journalist and friend, Polina Ivanova, looksat what the \"Wall Street Journal\" reporter faces inside Russia's infamous Lefortovo Prison. And -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "OK. We are told that Russian lines are just one kilometer from here.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "Correspondent Ben Wedeman reports from the trenches in Eastern Ukraine.Also, CNN senior legal analyst, Joan Biskupic, with a glimpse behind the scenes at the Supreme Court in her new book, \"Nine Black Robes.\" Welcome to the program, everyone. I'm Bianna Golodryga in New York, sitting in for Christiane Amanpour, who will be back next week. French President, Emmanuel Macron, is in Beijing today, seeking to dissuade China from supporting Russia militarily, and to use all its influence to help bring peace to Ukraine. (BEGIN VIDEO CLIP) EMMANUEL MACRON, FRENCH PRESIDENT (through translator):  The Russian aggression in Ukraine has dealt a blow to the stability. It ended decades of peace in Europe. I know I can count on you. Moreover, under the two principles I have just mentioned to bring Russia to its senses and everyone to the negotiating table. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "President Macron is joined on his trip by Ursula von der Leyen, president of the European Commission. China is now the E.U.'s biggesttrading partner, and she was warmly greeted by the foreign ministry spokesperson. (BEGIN VIDEO CLIP) MAO NING, CHINESE FOREIGN MINISTRY SPOKESPERSON (through translator):  Contact between China and Europe in various fields has resumed swiftly and comprehensively. The recent warm exchanges between China and the E.U. fully demonstrates that although there are some differences between the two sides, there is strong desire for communication and exchange as well as wide and deep common interests. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "Von der Leyen has welcomed President Xi's willingness to hold talks with Ukraine but told her host that relations between the E.U. andChina had grown complex in recent years. The commission president says, it's a trading relationship which is increasingly unbalanced in China's favor. And earlier today, representatives of Saudi Arabia and Iran also met in Beijing, further highlighting China's growing diplomatic influence. Here to discuss it all is Alex Gabuey. He is the director of the Carnegie Endowment's Eurasia Center, and he was forced to leave Moscow last year when the Kremlin shut down his office. Alex is following China's relations with Russia and Europe closely and he joins me now from Berlin. Alex it's great to see you, my friend. A lot to talk about here. A lot of focus on what's transpiring in the meetings taking place, a high-level meetings in China, we should say. Let's start with the French President Macron and his attempt to put more pressure on President Xi to get Vladimir Putin to end the war in Ukraine. Here's what Macron said to Xi that he was counting on him for. He said, to bring Russia back to reason and everyone back to the negotiating table on Ukraine. Now, Alex. We have been here before. President Macron tried to play the diplomatic leader here with regards to Vladimir Putin, whether it's on phone calls or in person meetings in Moscow in the months leading up to the war. That didn't result in anything promising the war continued. There are a lot of people who are viewing this meeting with the same sense of pessimism. Are you one of those people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "That's interesting because a lot of people would say that, oh, China and President Xi just has to snap his fingers and Russia will dowhatever he is telling him to do. You're saying that he does not have the leverage than many think that he has over Vladimir Putin to end this war. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GABUEY",
      "sentences": "His leverage is definitely growing. China now accounts for 30 percent of Russian exports, 40 percent of Russian imports, including hightech goods like chips are coming from China, and all of the trade increasingly is clear for Chinese yuan, the Chinese currency. But at the same time, China is fully aware that Russia's dependence on Europe was much bigger before the war started, needless to say, it was even bigger in 2014 when Russia decided to annex Crimea. And then Putin is so fixated on Ukraine. He believes that bringing Ukraine to its knees and dominating in Ukraine is something that will define his legacy, no matter how much leverage and influence Xi Jinping has over Putin, he doesn't really have the power to push him from these thoughts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "I want to play for our viewers how President Xi responded to these comments from President Macron, specifically with regards to any sortof influence he could have on negotiations between the two countries. (BEGIN VIDEO CLIP) XI JINPING, CHINESE PRESIDENT (through translator):  On the matter of Ukraine, China continues to urge for talks to reach a settlement. China is willing to work with France to urge the International Community to exercise rational restraint and to avoid worsening the situation, to prevent the situation from spiraling out of control. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "He went on to say that China, \"Appeals for the protection of civilians. And nuclear weapons must not be used, and nuclear war must beavoided.\" So, Alex, you and I know, and our viewers know there's only one party that's threatening the use of nuclear weapons, and there's only one party in this war that's targeting innocent civilians. So, what do you make of President Xi's comments here and his \"commitment\", shall we say that, to bring more negotiations about between these two countries?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GABUEY",
      "sentences": "We've heard these words before from the Chinese leader and from people down below in the Chinese system. They're saying platitudes, ofcourse, innocent women and children shouldn't be heard. Of course, peace is better than war. And of course, nuclear weapons shouldn't be used. It's like saying that sky is blue and grass is green. This is also part of what people call China's peace plan that was unveiled a year into the invasion. That's basically a laundry back of very familiar talking points that we've heard from China. And the same time there is nothing to suggest that China is really ready to pressure Russia into sitting down for us and sear negotiation with Ukraine. And I think that President Biden get the same wording from Xi Jinping before that chancellor -- German Chancellor Olaf Scholz, and also say -- make to say, Xi Jinping say in platitudes. But at the same time, China doesn't show in its behavior that it's ready to use any sort of influence and use any persuasion to make Mr. Putin abandon his current disastrous course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, and to that point, China hasn't proven to be an honest broker here. I mean, you had Xi Jinping very publicly make a trip toMoscow, a couple of days he spent there which was rare for him. And yet he has yet to pick up the phone and call President Zelenskyy. He says that that may or may not happen in the future. What do you make of that decision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GABUEY",
      "sentences": "I think that President Zelenskyy has some very unpleasant things to say about China's role in keeping the Russian system of load. China isbecoming the major buyer of Russian oil. It's the major supplier of dual use goods, including chips. We know that Chinese producers are part of Russian military supply chain, including weapons that are used on the battlefields in Ukraine, targeting Ukrainian citizen, kidding -- killing Ukrainian civilians. And at the same time, China is very slow to roll out its support for Ukraine. It's pledged below $1 million in humanitarian assistance, and yet, that's not being delivered. So, picking up this phone call and listening to all of this makes Xi Jinping vulnerable if there is a risk that President Zelenskyy will disclose the content of negotiation, that's probably not the risk that the Chinese leader wants to take. It could be really embarrassing for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GABUEY",
      "sentences": "I think that China is pulping and sensing this divisions in the Transatlantic camp. I think that the Inflation Reduction Act and the U.S.push for European economies to decouple from China is creating rifts and discussions within E.I. Because if we take France, it was not as dependent on Russia for its energy as Germany but it still was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "Uh-huh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GABUEY",
      "sentences": "And now, this Russian pillar of German economic prosperity and European economic prosperity is gone because of sanctions. And then Chinais a major market for Germany, France, Spain and other countries. And he or Xi Jinping senses the weakness that these leaders need to go to China and need to secure their position in the Chinese market. And they're also in competition. Olaf Scholz went there alone, despite Macron suggestions to go together. So, this competition inside Europe and the rifts in the Transatlantic camp is something that Xi is happy to exploit. And if you need to provide diplomatic cover for this, so you go to the leader of the most powerful, authoritarian country in the world, you don't do that for petty business of out storm and other French companies. You do that for the cause of peace in Ukraine, and that's a good length to frame these trips --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GABUEY",
      "sentences": "-- even if they are fruitless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, because just from the economic perspective, I'm just wondering, can you really decouple the war in Ukraine and whatever leveragethat Xi may have over it and economic ties to China? Because if you look historically in the past, the United States does have a point when it says to European countries, you tried to do the same thing with Russia when you depended on Russia for your energy supply and source there, and look how that turned out for you. Could this be a warning and is Europe not heeding these warnings that perhaps the same thing could come out of their relations with China?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GABUEY",
      "sentences": "There are multiple discussions around this, at corporate boards and in government quarters in Europe, and in various capitals, you havevery different schools of thought. Ursula von der Leyen, chairwoman of the European Commission who travels with President Macron has just delivered a policy speech on China when she says that decoupling is probably the wrong word but derisking and reducing the exposure of the European Union to China. And decreasing options for China for its predatory behavior in the European economy and technology sector is very important. But at the same time, President Macron goes and presides over signing off a new airbus deal that envisages not only sale of 160 jets to China, but also building a new airbus plant in Tianjin. I think China's economic leverage is much bigger than the one that Russia ever had in Europe. And at the same time, it wants to prevent and preempt this decoupling. It says, we're not Russia. We're not invading anybody. It's the Americans who are pushing you in the wrong direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, we're not invading anybody yet, right? Because we're talking about this through the lens of the war in Ukraine. And of course, alot of focus is on what, if ever, could happen militarily with regards to a Chinese invasion of Taiwan, and that is what a lot of military analysts and business leaders and global leaders are talking about at the same time right now. Before I let you go, I do want to ask you about the other meeting taking place in China, and that is the meeting of the foreign ministers of Saudi Arabia and Iran after China successfully brokered a peace deal between these two countries. On the surface, the Biden ministrations has welcomed this peace deal behind closed doors. As you know, there's a lot of trepidation about China's role in the region right now. And it's interesting to note that CIA Director Bill Burns happens to be in Saudi Arabia right now as well, trying to reaffirm the U.S. commitment to partnerships between these two countries. What do you make of the significance of this deal and China's role in it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GABUEY",
      "sentences": "I'm always happy to hear the name of my former boss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "I know. I know you are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, much more challenging to broker any, sort of, peace there from China's perspective. Alex Gabuey, always great to see you. Thanks somuch. Be well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GABUEY",
      "sentences": "Thanks for having me, Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, coming up later this hour, protests erupt on the streets of the French capital. We'll bring you a live report.But first, after the break, just over a week since American journalist Evan Gershkovich was arrested in Russia, we speak to one of his close friends. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "POLINA IVANOVA, FRIEND OF EVAN GERSHKOVICH AND CORRESPONDENT, THE FINANCIAL TIMES",
      "sentences": "I mean, we were delighted to hear that. Obviously, it wascompletely uplifting and heartwarming to know that Evan is his usual self. As soon as we heard that he was cracking jokes, you know that, you know, Evan is absolutely, you know, he's strong and himself and he's staying strong despite the incredibly tough conditions that he's in. It doesn't surprise me that that he has not faltered, you know, that he carries on being himself and -- yes, we're just very, very happy to hear that. And we now also know that he is receiving some letters. So, he started receiving letters, which is also something that really -- yes, it just -- it really heartens us to know that he's hearing from us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "That really stood out to me, Polina, because you know, I've been exchanging messages with you and other friends of Evan's. And on theone hand, obviously, the initial reaction is shock and horror and heartbreak. But I have been stunned with how quickly you all have been able to, sort of, mobilize and understand the circumstances under which he is in at Lefortovo Prison and understand what needs to be done to get him what he needs and to send messages and speak with him, as you just said. Translating letters that can get to him. I would imagine that just speaks to what you are all conditioned to accept as normal life in Russia today, and the challenges facing Russian journalists, in particular, who have been in this very same prison for these very same charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "IVANOVA",
      "sentences": "Yes, you're absolutely right. It's something that is quite -- almost quite normal for anyone who has worked as a journalist or has beenan activist or a protester in Russia. You know, people who have engaged in any kind of activity that goes, perhaps, against the Russian state in some way. You get accustomed to having someone that you know get detained. Whether it's in Lefortovo Prison itself, where Evan is being held, or elsewhere. And so, as soon as we heard that Evan had been detained, that he had been placed in Lefortovo Prison, a whole system kicked in of, you know, friends reaching out, explaining exactly what you need to do. How to write letters. How to use the prison digital system to purchase food, to get products to him that he might need, you know, basic necessities to make sure that he, you know, that he's OK there. And we had a huge amount of support from Russian journalists as well. People who -- many of whom have had this experience themselves before in the past because of their reporting in previous years or have had friends jailed and they started explaining all of this to us. And it just got -- speaks to how many friends Evan has made in his career in Russia. That a such a big community immediately kicked into action, both his friends from back home, but also this kind of Russian journalist community that immediately started trying to figure out how to help him and to explain to us how we can best help him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, it speaks to how beloved he is. But it also speaks to the dangers of the job of being a young journalist just reporting in Russia.And not only a Russian journalist, because we've talked about the threats facing Russian journalists in the past. But this was an accredited American journalist, and this was a big red line that has never been crossed before, at least in modern times. You know, there obviously was an American journalist who was detained during the Soviet Union era. But let's talk about the Lefortovo Prison itself. I raised this question yesterday in a conversation with your friend and Evan's friend, Pjotr Sauer, just to talk about what \"The Wall Street Journal\" in their very extensive detail of what this prison is. Who has been there in the past. It's all about solitude. It's all about separating the detainees from others around them. And there have been some famous prisoners held there with the similar charges. Trevor Reed spent time there, as did Paul Whalen, as did a famous Russian- Jewish dissident Natan Sharansky, who spent time there in the 1970s before moving to Israel. Here's what he said about Lefortovo. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "\"The Wall Street Journal\" describes it as isolation that is very hard to endure. And the question I asked Pjotr, I'm curious to getyour thoughts too, is in a way, given Evan's reporting and given that his familiarity with this prison and what transpires there, do you think that, in a sense, may have made things a bit easier for him in terms of knowing what to expect mentally for these next few days or weeks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "IVANOVA",
      "sentences": "I think so. It gives me a lot of confidence to know that Evan, in some way, it's a strange thing to say, but it gives me confidence that Evanhas been reporting on imprisonment of Russian journalists and the imprisonment of activists before. So, he knows exactly how this goes. He's aware of the system. You know, he's on courtroom reporting in the past. And we've just all been covering these stories for so many years now. It's obviously devastating that, you know, that it has to now actually affect him personally as well. But he's familiar with the language. He is familiar with the stages of the process. This is stuff that he will have reported on extensively. So, when his lawyers come to him to speak to him about, you know, probably coming to speak to him about the process, he will be familiar with it. He'll know what to expect. And that is that is encouraging. What's also encouraging is that I'm sure that he knows that so many people are now fighting for him. I know that he knows that his newspaper, which he is -- which he loves so much, and where he's so proud to work, is doing absolutely everything it can to fight for his case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, wall to wall coverage online, on social media to free Evan Gershkovich. I was touched by people even mentioning his name at the firstnight of Passover and the seders that people were having, Jewish families were having around the world. Obviously, his family having fled the Soviet Union, his parents in the late 70s as Soviet Jewish refugees to the United States. Can you talk about Evan as a friend? I mean, we've looked at all of these pictures that you provided and posted of your times together, not only working, but socializing and traveling. He seems like such a lovely, warmhearted, fun, exciting man. And I just want to know if you could talk more about his nature and what made so many people love him as a colleague and a friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "IVANOVA",
      "sentences": "Yes, Evan is super charismatic, so funny. And he really finds time for absolutely everyone. He finds time to be supportive for hisfriends. You know, we all had a very tough year reporting on the war in this past year and reporting on Russia. And he has, somehow, managed over that year to also produce, you know, incredible work. But at the same time be, kind of, rock of emotional support for all of his friends. You know, that's really difficult to do. And he's very generous. He's very funny. I'm not surprised he's joking around with the prison monitors who came to see him. I think some of them were actually kind of baffled by just how much he was cracking jokes and being, kind of, being himself. So, he's a very warm person and makes friends everywhere he goes. He's beloved by the Moscow press corps, but also by Russian journalists. And, yes, he's someone that everybody is very, very -- would -- he's very, very dear to absolutely everyone and always finds time for people. Also, I think it's important to kind of speak about also his generosity as a journalist, which I think is quite a rare quality, but he's always putting other people first. Always finding time to read your stories. Share contacts, share sources, you know, and really pushes other people's careers forward as well. And, you know, if he's applying for a position that he is interested in, he will also put other people forward for it. That's really just the way he works. He's very collegial and always ready to help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "IVANOVA",
      "sentences": "Well, it's so important to have people on the ground. And it's also, very, very difficult, as you say. The parameters for reporting onRussia changed so quickly after the start of the war. I mean, it was already a difficult place to work before that, but after the start of the full-scale invasion of Ukraine, everything shifted, you know, all of these laws were introduced to police speech around the war, it basically criminalized most kinds of journalism, honest journalism, almost immediately and led to hundreds of independent Russian media outlets -- independent Russian journalists leaving and media outlets closing. So, already, the amount of information coming out of Russia shrank so much. And continuing to report there, Evan was doing an incredibly important -- was doing incredibly important work because it's such a -- it's so important right now to understand what is happening in Russia and to really have that -- those voices that he would -- those stories that he would tell on the ground. He would go to places like Scoff (ph) to talk to people affected by the war, to talk to families of soldiers and to get their views. That's really -- it's very hard to get that kind of detail and to really get those stories out of Russia unless you're really there. But, of course, security comes first and the situation now, of course, there's a huge chilling effect after Evan's detention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "And it works for the Kremlin's advantage to have these objective journalists leave the country. He called -- Vladimir Putinfamously called Russian objective journalists, independent journalists the fifth element, right? And so -- the fifth column, I mean. And said that he was happy to see them leave. I should note that your work continues to be very informative and very important and very frightening, the last piece that you wrote. I still get chills when I think about the details in your piece, talking about Russian informants and how quickly some of the Stalinist era tactics have come back to a country that, you know, has spent so many decades trying to recover from them. I urge everyone to read your piece and obviously, for everyone to continue to focus on freeing Evan Gershkovich. Paulina, I wish, again, we have been speaking under better terms, but please do keep us posted and we'd love to have you back on very soon. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "IVANOVA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "And still to come, dramatic scenes in Paris as protesters take to the streets. We go to our reporter live on the ground next.Then, life on the front lines. The everyday reality for Ukrainian soldiers. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MELISSA BELL, CNN PARIS CORRESPONDENT",
      "sentences": "It's not over yet. What's happened is that the march has now ended at this destination point. The Placed'Italie. It went from Avalit (ph) to here over the course of the day. And the marchers are continuing to arrive from that march. But this is the sort of destination point of today's march. You can see a number of fires are underway. The riot police have lined up just beyond that line there. There's been a lot of tear gas here on this square, and the area's pretty thick with it now. You can see people trying to protect themselves. All around., there are substantial numbers of riot police hoping they're going to keep this particular area calm even as the sun sets and this march comes to an end and people then head home. It is, generally at this time, that things get worse. But it was a day of remarkable conflict and violence over the course of the day, you're quite right, Bianna. Where the protesters determined to continue, making their anger the government heard, for now, the French government, in the shape of the prime minister, continues to say that they will stand firm. The plan is for the age of retirement to be raised by the end of the year. The laws gone through parliament without a vote. The constitutional council has yet to rule. What these protesters say, not just the violent minority that have been directly targeting the police over the course of the day, but the vast majority of peaceful protesters who say they will continue to fight for what they say is the majority opinion here in France. Polls show, Bianna, that the majority of the French public are against this reform and they intend to keep on coming out here. They hope to sufficiently paralyzed France over the coming days and weeks. That these kinds of scenes will ultimately force the government back to the negotiating table, Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "It doesn't look like that will happen, at least at this point. We know President Macron is overseas. He's traveling in China for a fewdays. And these protesters have vowed to return for a 13th day of protest scheduled for next Thursday -- or 12th day, I should note, scheduled for next Thursday, April 13th. What can we expect then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "BELL",
      "sentences": "That's right, Bianna. What happens at the end of these official protest days is that we hear when the next one will be. You can see herethe riot police have moved in to try and push the protesters back from where the fires have been lit. And that tends to mean that tear gas will follow, which is why the crowds have been running away. What we've heard today is that the next day of protests will come next Thursday. Just today, Bianna, before that constitutional council I told you about a moment ago, rules on the constitutionality of this particular law. And what we expect to see here, more scenes like this one with many hundreds of thousands of people out on the street. And no doubt, again, a determined violent minority taking on the riot police on the outskirts of that protest very much as they have done today. Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "Just incredible reporting. Our thanks to my colleague Ben Wedeman for that.And when we come back, the transformation of the U.S. Supreme Court and what it means for crucial issues on the docket this year. The author of \"Nine Black Robes\" joins us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. And I'm glad you brought up the question of trust, because less than half of Americans, some 47 percent, according to Gallup, fromjust last year, say that they have a great deal or fair amount of trust in the judicial branch headed by this specific Supreme Court. How significant is this figure? And is there sort of a crisis in trust in the United States?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "BISKUPIC",
      "sentences": "Right. You're talking about these high levels of distrust, and they come about for two main reasons. The overriding one is the opinionsthemselves. You know, last June, the justices rolled back nearly a half century of reproductive rights in their Dobbs opinion that reversed Roe v. Wade from 1973, and that just really shook many Americans, even Americans who might have wanted more restrictions on abortion. It's just the fact that after all these years with so many different justices, many Republican appointed justices, voting to uphold it just because it was precedent to have this particular five-member majority that included Clarence Thomas rolling it back. So, it's the rulings that are suddenly really getting a lot of people's attention because of the way that they appear a little bit more political. And just as in the side, I know we're going to get to the Donald Trump influence. But remember, Bianna, Donald Trump campaigned on the issue of appointing only justices who would roll back Roe v. Wade, and that's what we got. So, that's one whole element of why public trust in the Supreme Court is diminishing. But then, also, you have things that you just brought up today, this new report about Clarence Thomas and the off-bench behavior. You know, if the justice -- the justices have always felt like they could say to people, trust us, we can police our own. We don't need -- we will look to codes of conduct that lower court judges are bound by, but we don't need to be bound by those, trust us. And I think one -- you know, one episode after another, including this big one from \"ProPublica\" today, really diminishes the idea that we can trust the Supreme Court in certain off-bench activities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. That trust is being challenged to the core in ways we haven't seen. I don't -- I mean, you're the expert here, but I don't recallhow far back we have to go to get to the place we are right now. You brought up the overturning of Roe and I want to quote from your book on the circumstances surrounding it because you wrote this about that leak that led up to that decision. And you write, the leaked Alito draft, so, it was Justice Alito, was produced in about two months, relatively quick for such a substantial case. The justices who joined him before the 98-page document became public never wavered after the leak. Perhaps they never wavered because of the disclosure. If that's the case, could it have been a justice, like a conservative actually, who had leaked it, who wanted these justices not to waver? Because I don't have to tell you, there was a lot of controversy as to who it would benefit more to have had this leak, the right or the left?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "BISKUPIC",
      "sentences": "But bottom line, Bianna, is once that opinion was leaked there was no way anybody was going to switch. And Justice Alito, who wrote thatopinion, did not back off of much of his very harsh, unyielding rhetoric, saying, there never was a right to abortion in the constitution, and we're going to, you know, make sure that that's now the law of the land, no right to abortion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. And the reverberations are still being felt politically and legally, right, throughout the country right now. With Former PresidentTrump having appointed three Supreme Court justices, the question always came about as to whether this was still Justice Roberts' court. Has that been definitively answered?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "BISKUPIC",
      "sentences": "You know, when it comes to abortion and some other, you know, culture war issues John Roberts sees this, you know, slipping through hisfingers. He's -- the justices to as far-right are in control on things like religion now and abortion, certainly. But I do want to say that Chief Justice John Roberts still has a fairly strong rightward march himself on things like racial remedies, voting rights, affirmative action, campaign finance regulations, which he has voted against. You know, a lot of government regulations that he is pushing to roll back. So, John Roberts still is chief justice. He still controls the court on many areas. But on the case of abortion and in the defining case of probably his generation and his tenure on the Supreme Court, the Dobbs ruling of last June, he could not control the majority to his right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "You know, during his time in office, there have always been a question as to whether Donald Trump would be the ultimate test on democracyand the judicial system in this country, and it seems to still be continued to be asked as a question even as a former president, given that he has once again a candidate as he is seeking the Republican nomination once again. I'm just curious to get your thoughts from your expertise on what the -- what we saw come out of New York and the D.A. here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "BISKUPIC",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "And these indictments, and the impact that they may have on the system as a whole, given that this was not the only case that thispresident, former president, is being, you know, investigated under right now, and the question that that may have, ultimately, for the system as a whole.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "BISKUPIC",
      "sentences": "When he when he became president, he talked about how, you know, maybe some lower court judges had ruled against him, but wait until I getto the Supreme Court, you know, I'll show you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "BISKUPIC",
      "sentences": "And then, in time, when the Supreme Court starts, you know, ruling against him, he says, do you get the impression that the SupremeCourt doesn't like me? He's always targeting the judiciary one way or another.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. He's always viewed them as my justices, my judges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "BISKUPIC",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "And not the judges of the United States and upholding the constitution. Joan, it's a fascinating book, a fascinating conversation.There are some really important cases coming up as well. So, I urge everybody to follow you and to read this book as well. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "BISKUPIC",
      "sentences": "Thank you, Bianna. I appreciate it.",
      "isLastSentenceInterrupted": false
    }
  ]
}