{
  "date": "2023-11-23",
  "headline": "The Situation Room",
  "subHeadline": "Hours Away From Israel-Hamas Truce, Initial Hostage Release; Qatar's Crucial Role As Mideast Mediator; Trump's Thanksgiving, Posting Attacks On Social Media; Ukrainian Civilians Building Drones For War Effort; Israeli-Americans Give Thanks During Wartime. Aired 6- 7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Happening now, the temporary truce between Israel and Hamas is now just hours away. The pause in hostilities expected to set the stage for the first major hostage release of the war, 13 captives on the verge of returning home, followed by more in the days to come.Right now, very anxious families in Israel and across the globe are hoping the deal holds without another delay. This hour, I'll speak with a key senior adviser to the Israeli prime minister, Benjamin Netanyahu. Welcome to our viewers in the United States and around the world. I'm Wolf Blitzer in Tel Aviv, Israel, and this is a SITUATION ROOM special report. Our top story this hour, Israel now on edge as the deadline for a truce between Hamas and a major hostage release draws closer and closer. Our Chief Global Affairs Correspondent, Matthew Chance is joining me here in Tel Aviv. He's got details. So, Matthew, first of all, what do we know about the hostages who are expected to be released?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, we know there's an initial list, Wolf, of 13 people on that list. And that list was given by Hamas to Israel via Qatar, which has been playing a leading role, mediating this hostage deal. All of the hostages on the list for potential release tomorrow.I'm saying potential because, you know, it's already been put back once 24 hours and it's a very fragile deal. They're all women and children. The Israelis estimate that there are dozens, perhaps as many as 40 children that are being held captive inside Gaza since being abducted back on October the 7th. Now, in terms of the names, that list has not been publicized for good reason. They're not making public who exactly is on that list. But Israeli officials say that they have contacted all the families to tell them whether or not they are on the list. And so you can imagine it's a very anxious time, a very stressful time all across Israel right now, but specifically for those families who have either just found out that their loved ones are on the list or perhaps even worse, found out that they're not on the list.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "BLITZER",
      "sentences": "I know you've been speaking with a lot of family members of these hostages. What is the bottom line? What are they saying to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "CHANCE",
      "sentences": "Oh, well, actually, some of the families that I've spoken to -- it's mixed, right? Some of the families I've spoken to are very optimistic. They are hopeful, even if their loved ones are not on this first initial group of hostages to be released.It's going to go on for the next four days, at least, and perhaps longer. They're still optimistic that this is a step in the right direction, that eventually they do now stand a chance of getting their loved ones back, certainly the people who have got women and children who are being held captive inside Gaza. It's mixed, though, because whatever happens, I mean, the Israelis are talking about perhaps 50 people, perhaps 80 people, perhaps more, depending on how long this goes on for, there's still going to be a lot of people left behind, particularly the soldiers, the men. No one at the moment is really talking about the possibility of them coming back. I spoke to one woman from a kibbutz near Gaza that was attacked on October the 7th. It's very despondent that her 38-year-old nephew was not even being talked about at this point. And so, again, mixed feelings, happiness, but also a bitter sweet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:00",
      "speaker": "BLITZER",
      "sentences": "Let's hope they come home. Matthew Chance reporting for us, Matthew, thank you very much.For reaction now from the White House, I want to bring in CNN's Arlette Saenz. She's traveling with President Biden and Nantucket, Massachusetts. Arlette, what is President Biden saying, first of all, about the hostages tonight? Hold on one minute. I think we lost our connection with Arlette. We're going to try to reconnect with her. Don't disconnect. I want to bring back Matthew Chance. All right, Matthew, you got your microphone there? All right, let's talk a little bit about what else you're hearing. This is a really sensitive moment. But I've been speaking to a lot of Israelis, family members. They're really nervous that despite it looking optimistic, it could collapse. It's not a done deal. They say until it's a deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BLITZER",
      "sentences": "All right. Matthew, standby. I want to see if Arlette Saenz is available. I think we had a technical issue with her. Arlette, I asked you what President Biden is now saying about the hostage situation tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, well, President Biden struck an optimistic tone about this release of the hostages that is expected to take place tomorrow. But he said, told reporters, he wouldn't be ready to provide a full update until that first wave of hostage releases is completed.But the White House and President Biden have been very keyed in into how this deal is being implemented. That is a key focus heading into tomorrow's release that's expected. And one big question for officials is how many Americans will be included in this initial batch of hostages that are released? There is a hope that there will be three Americans, two women and also that young three-year-old girl, Abigail Idan, who will be part of this larger package, but they're waiting to see exactly if they will be released tomorrow. President Biden today telling reporters he was keeping his fingers crossed that Abigail Idan, that three-year-old toddler, would be part of this release. Now, U.S. officials are expected to notify the families of any Americans who are released once they are departing Gaza. That's according to a U.S. official. Essentially, what will need to happen is an American official or a trusted third party will need to set eyes on these Americans before they move forward with notifying their families. But the White House is hoping that in the coming days there will be that release of three Americans included in this deal, and so they're waiting to see how this all plays out tomorrow. BLITZER:  Arlette, while I have you, how did President Biden spend this Thanksgiving?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "SAENZ",
      "sentences": "Yes. President Biden is here in Nantucket, Massachusetts. This is a family tradition for them to visit this island for decades now. The president and the first lady spent some time this morning making phone calls to service members from each of the military branches. They also stopped by a firehouse to drop off five pumpkin pies for first responders and firefighters working there.And then the president's granddaughter, Naomi Biden, posted this photo of the family saying that they partook in an annual polar plunge, jumping into the waters of the off the coast of Nantucket. You can see President Biden there wrapped in a towel with his son Hunter, daughter, Ashley, and his grandchildren. And so we are also expecting that the family is going to sit down for a Thanksgiving dinner at some point this evening, and a quiet night at home for the Bidens here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BLITZER",
      "sentences": "Arlette Saenz, thank you very much for that report.Joining us here in Tel Aviv is Mark Regev. He's a senier advisor to Prime Minister Benjamin Netanyahu. Mark, thanks very much for joining us. This hostage deal was supposed to be taking place today, but it's been delayed until  tomorrow. Are you at all concerned it could be delayed again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "MARK REGEV, SENIOR ADVISER TO ISRAELI PRIME MINISTER",
      "sentences": "So, like President Biden, I think Israelis are keeping their fingers crossed that this will in fact happen and we'll see 13 Israelis returned tomorrow. That's our hope. But we have to wait and see.We know who we're dealing with. Hamas is a brutal, ruthless terrorist organization and we have to be ready for things that are unexpected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BLITZER",
      "sentences": "Why was there a delay? It's still not clear why they decided to delay from today until tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "REGEV",
      "sentences": "So, I can't go into the details, I'm sorry. All I can say is I'm hopeful it'll happen tomorrow, like President Biden, I'm keeping my fingers crossed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BLITZER",
      "sentences": "How confident are you that this will be the beginning of at least 50 Israeli hostages coming home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "REGEV",
      "sentences": "So, that's the understanding reached, and that's what we're hoping for, though it's bittersweet. Because if we get 50 home, there's still 190 in Hamas captivities being held hostage, and, of course, we want them all home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BLITZER",
      "sentences": "So, this is basically just the start. But you have confidence that this will work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "REGEV",
      "sentences": "I don't have a lot of confidence, but because Hamas has been under a lot of Israeli military pressure, we've been hitting their military machine, we've been hitting their commanders, we've been eliminating their top military commanders, they're under pressure.They want this time out. They don't need a humanitarian pause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BLITZER",
      "sentences": "But they're going to get a pause right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "REGEV",
      "sentences": "They get a pause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "BLITZER",
      "sentences": "So, how are worried are you that if there's three or four or five days, whatever the pause is, that it will enable Hamas to rebuild?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:00",
      "speaker": "REGEV",
      "sentences": "So, obviously it's a calculated risk. The prime minister himself said this was not an easy decision. But we have the priority is now we have a chance to bring out hostages. Obviously, amongst this group there are children, infants, even a baby.And this I think is a crucial point. A nine-month-old baby was taken hostage by Hamas. He's now ten months old. He was a hostage before he could walk or talk. This shows exactly who we're up against.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "REGEV",
      "sentences": "As long as it takes to get our goal. And our goal is one, to destroy Hamas' military machine, number two is to get all our hostages out, and number three is to create a new reality in Gaza where Israelis don't have to live in fear anymore of these terrorists crossing the border in the middle of the night and butchering our people. They're our goals, those goals will be met.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "So, if after this initial pause, in order to get more hostages home, will there be more pauses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "REGEV",
      "sentences": "So, Hamas has an option. It's in the understanding. It's in the framework. That after the four days, if they automatically release, if they tell us they're ready to release another ten, they get another day, and then another and another. In other words, to get our hostages out, we're willing to continue the pause.But, ultimately, our goal does not change. There will be a Gaza Strip without Hamas, without Hamas running the area. Ultimately, Israelis have, will refuse to live any longer next to this terrorist enclave, living in fear that in the middle of the nigh,t terrorists are going to cross the frontier and butcher their children. It will not happen again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "As this truce, this temporary pause, looks like it's going to happen, at least some Israeli hostages will be coming home, it looks like the situation in the north with Hezbollah and Lebanon is heating up big time. Are you worried about another major war erupting up there? REGEV",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "Are they part of this deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "REGEV",
      "sentences": "No, not part of this deal. And we're watching the north very, very closely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "So, there will be no pause as far as retaliating against Hezbollah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "REGEV",
      "sentences": "Well, you use the word retaliation. They're hitting us. They're attacking us, and we're returning fire. We didn't want to see any fighting in the north. This is Hezbollah's choice. And we warn Hezbollah if Hamas succeeded in surprising us on October 7th, and we paid a bloody price for being caught by surprise, yes, a price in blood that Israelis are anguished about, but if Hezbollah and the north start something, we won't be taken by surprise.We've got our eye on the ball. We're watching closely, and if they escalate, we are mobilized and we are ready to respond forcibly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "Because Hezbollah has thousands of rockets and missiles and bombs provided by Iran, potentially a much greater threat to Israel than Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "REGEV",
      "sentences": "That's 100 percent. And, once again, we want to concentrate on Gaza. We prefer it stays quiet in the north. But if they force us to fight, we will win decisively.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "One quick final question, is the Israeli government and the Biden administration on the same page?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "REGEV",
      "sentences": "I believe so on the important issue, one, the need to destroy Hamas, two, the need to create a new reality in Gaza, and three, to get all the hostages home. We're on the same page.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "Mark Regev, thanks very much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "REGEV",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BLITZER",
      "sentences": "We're only hours away from the truce and the first exchange of Israeli hostages and Palestinian prisoners.CNN's Brian Todd takes a closer look at Qatar's role as a key intermediary in helping broker this historic agreement. (BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice over):  A pivotal player in getting the hostages freed from Hamas captivity is a tiny emirate over a thousand miles away from Gaza, smaller than the state of Connecticut, with about a quarter the population of New York City. Qatar, an oil-rich nation on a peninsula in the Persian Gulf, ruled by a 43-year-old sheik named Tamim bin Hamad Al Thani, who took over when his father abdicated ten years ago. Analysts say Qatar has been indispensable in brokering this hostage deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "DAVID SCHENKER, WASHINGTON INSTITUTE FOR NEAR EAST POLICY",
      "sentences": "Qatar is central. It has relationships with broad range of terrorist groups throughout the region and on savory regimes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "TODD",
      "sentences": "Qatar was instrumental in getting four hostages, two Israelis and two Americans, released about two weeks after the current war started. And that wasn't Qatar's first go-round with deals like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "PETER BERGEN, CNN NATIONAL SECURITY ANALYST",
      "sentences": "Qatar has had a long role in these kinds of prison negotiations, most recently playing an important role in getting five American prisoners released from Iran. There were $6 billion of Iranian funds that were sent to Qatar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "TODD",
      "sentences": "That deal took place in September. Analysts say mediation has long been one of Qatar's most marketable skills, specifically its ability to be an interlocutor between international players who are at odds with one another.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "BERGEN",
      "sentences": "They are seen as a sort of a fair player by many of the different actors in the region. They do have some leverage over Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "TODD",
      "sentences": "For years, Qatar has given sanctuary to figures like Hamas' top political leader, Ismail Haniyeh, and Qatar's financial support for Hamas and Palestinian citizens in Gaza has been substantial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "SCHENKER",
      "sentences": "The state of Qatar funding Hamas for many years, underwriting the salaries of Hamas and Palestinian employees in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "TODD",
      "sentences": "But Qatar has also been one of America's closest allies in the Middle East, not only supplying oil and gas, but also allowing the U.S. to maintain the Al-Udeid Air Base, headquarters of U.S. Central Command.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "SCHENKER",
      "sentences": "We ran operations not only in Iraq but in Afghanistan. Out of there, we continue to run operations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:00",
      "speaker": "TODD",
      "sentences": "Qatar was crucial in facilitating America's 2021 evacuation from Afghanistan. It's maintained backchannel contacts with Israel, while at the same time having relationships with groups like the Taliban and al-Qaeda, and sharing an enormous natural gas field with Iran, all of which allow Qatar to have dialogue with key players in the region like no one else can. And experts say Qatar is willing to do things in negotiations over hostages or captured militants that the U.S. and others won't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "We're following major new developments here in Israel. 13 hostages could be just hours away from leaving Gaza after more than six weeks in Hamas captivity, with more to come in the days ahead if, if the truce with Hamas holds firm.CNN's Jeremy Diamond is on the story for us, joining us from Sderot, Israel, not Far, from Gaza. Jeremy, give us the latest. What are you hearing? I understand there's been some serious military activity going on tonight in northern Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Wolf, we are less than six hours away from that expected truce between Israel and Hamas, but over the last several hours, we have been witnessing a very notable uptick in Israeli military activity inside the Gaza Strip.We have been listening and watching as Israeli forces have been pummeling northern Gaza. We have witnessed heavy explosions, outgoing artillery fire, as well as machine gun fire coming from inside Gaza, indicating active battles between Israeli forces and Hamas militants. The Israeli military said earlier today that they intended to continue carrying out their military operations inside of Gaza up until they get the order to stop. Business as usual is how one IDF spokesman described it to us earlier today. And so we are witnessing this continuation of activity up until that truce. You can hear some of the booms still going off in the background. But at 7:00 A.M., if everything goes according to plan, there will be a pause in the fighting to allow for the release of the first 13 hostages who are expected to leave Gaza and enter Israel. They are going to be met by Red Cross officials inside of Gaza, who will then take them to Israeli forces at various points between Israel and Gaza. They will then go to hospitals where they are expected to meet their families for most of them. Some of them will meet their families near the border if they are under 12 years old. We don't know, of course, the condition of those hostages, and that is part of why they are going to be heading to hospitals. But we are witnessing behind us, Wolf, as you can see, some of the lighting coming from behind us likely flares, but also potentially fires burning from some of those strikes that have been coming from that very same direction. But after this pause in fighting ends, Wolf, after those 50 hostages, perhaps more, if the pause is extended, the Israeli officials have made very clear that this war is going to continue until they reach their aims of not only getting back all of those nearly 240 hostages, but also destroying Hamas and removing Hamas from their hold on power in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "Jeremy Diamond in Sderot, Israel, stay safe over there Jeremy. I tell you that every day. I appreciate it very much.Meanwhile, Palestinians in Gaza and the West Bank are also anxiously awaiting the truce between Israel and Hamas. Let's get some more on all these late breaking developments. CNN's Nima Elbagir is joining us from Jerusalem. Nima, what is CNN learning about the current situation, first of all, in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "NIMA ELBAGIR, CNN CHIEF INTERNATIONAL INVESTIGATIVE CORRESPONDENT",
      "sentences": "Well, as Jeremy showed us there, Wolf, there has been an intensification of the bombardment of Gaza. And given what we know of the toll, the cost to civilians, you can only imagine what it's like tonight.This video we're about to show is from earlier today, but this man perfectly captures what so many Gazans are feeling, Wolf. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We pray for martyrdom. But the fear, this fear. I can't describe it. We die every night in this war. You hear the sound about to strike and we don't know where it would hit. A missile destroys a block. So, imagine what happens when we are hit with three missiles.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "ELBAGIR",
      "sentences": "And Wolf, that was before this latest escalation that we've been reporting on.It's so important to remind our viewers that until a couple of days before this deal was announced, Prime Minister Netanyahu was adamant that there would be no truce, that he would continue bringing this war to Hamas in Gaza, which unfortunately means bringing the war to civilians. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "Nima, Israeli officials also released today more details about the Palestinian prisoners who will be released in exchange for the Israeli and other hostages. What can you tell us about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:10",
      "speaker": "BLITZER",
      "sentences": "Nima Elbagir reporting for us from Jerusalem, Nima, thank you very much.Right now, I want to bring in retired U.S. Air Force Colonel Cedric Leighton for some serious analysis. Colonel, thanks so much for joining us. What do you expect Hamas to do during this brief pause in fighting? COL. CEDRIC LEGHTON (RET.), CNN MILITARY ANALYST:  Well, Wolf, I think what they're going to do is they're going to move their forces around. They're going to try to avoid detection by the Israelis. And that speaks to the cessation of drone flights. Hamas is going to take advantage of that because of this surveillance picture, that part of the surveillance picture at least will be lacking for the Israelis. So, Hamas is going to take advantage of that. They're also going to deploy their forces in a way that will allow them to potentially ambush Israeli forces. Now, they've got some serious challenges on the Hamas side because Israel is sending a lot of airstrikes their way and a lot of artillery strikes as well. And what that's doing is it's kind of forcing Hamas back from the northern area of Gaza. So, with all of that in mind, what you're seeing is a consolidation of forces on both sides with the preponderance of Israeli force right now concentrated in the north of Gaza and then potentially moving into the central part for a push once more into Gaza City. On the other hand, Hamas is going to try to keep as much of Gaza city as they possibly can, and they're certainly going to try to keep their tunnels active as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:10",
      "speaker": "BLITZER",
      "sentences": "Colonel, Israel's defense minister, Yoav Gallant, says he expects the fighting against Hamas to last, in his words, at least another two months. Do you see that as being enough time for Israel to accomplish its objective of completely destroying Hamas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:10",
      "speaker": "LEIGHTON",
      "sentences": "Not really, because destroying Hamas would require not only a military victory, but also a psychological and political victory. That is something that I don't see happening, because at this particular point in time, you have two very hostile populations pitted against each other. And Hamas is very determined to keep its power based in Gaza as long as it can. And the Israelis, of course, are equally determined to uproot them.But Hamas has basically got the upper hand when it comes to the hearts and minds, that overused term, of the Gazan people. Although they had basically less than majority support before October 7th, right now I think their support has increased. And that is going to also impact the way in which Israel has to conduct this war. So, it's going to take more than two months if they want to complete that goal of destroying Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:10",
      "speaker": "BLITZER",
      "sentences": "Retired Colonel Cedric Leighton, thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:10",
      "speaker": "LEIGHTON",
      "sentences": "You bet, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "BLITZER",
      "sentences": "Alayna Treene reporting from Washington. Alayna, thank you very much.We're also getting new details about Monday's mass shooting at an Ohio Walmart. A gunman injured four people before killing himself. Let's go to CNN's Nick Watt. Nick, the FBI says he was inspired by racist, violent and extremist ideas. Is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:00",
      "speaker": "NICK WATT, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, that is the theory that they are working on right now, Wolf. The investigation remains active. But, apparently, FBI officers, this is according to WHIO, one of our local affiliates, that the FBI and other officers found in his home and in his truck materials that lead them to believe that this could be a racially motivated attack.Apparently they found two Nazi flags. They called something they're describing as an S.S. history book. And they also read what he had been writing in his journal. And all this leads the FBI to believe, quote, I'm going to read from their release, that the attack may have been at least partially inspired by racially motivated, violent, extremist ideology. Now, the gunman apparently pulled up outside this Walmart in his truck just after 8:30 Monday night, left the door open, walked in, and he actually was walking up the cereal aisle holding his weapon and bumped into a shopper. And this shopper called 911 and said that he thought that this man, Benjamin Jones, who was just 20 years old, he thought he was armed with a BB gun. Jones apparently said, hi, and then walked on. Four people were shot, all of them injured. They are all expected to survive. And it seems that he picked these victims at random, but, again, that is still under investigation. The people injured two black women, one white man and one white woman. Apparently, he bought the weapon a couple of days prior. And, of course, that is also something that's being looked into, because according to some reports coming out of Dayton, Ohio, the police were called to his house a couple of times in 2022 due to his mental state. And he was, in fact, taken to the hospital on both occasions, we are told. So, this is still active. But, Wolf, of course, when you hear Walmart and shooter, you do think racially motivated when we look back to 2019, that horrific incident at a Walmart down in El Paso, Texas, where 23 people were shot dead and many others injured by a white nationalist who believed that Hispanic people were somehow, you know, infiltrating this country. And, you know, so it harkens back to that. Now, we do not know exactly, as I say, what the motivation was here, but it is looking like the FBI is saying that they are working on the theory that this also was a racially motivated attack. The gunman himself is dead. He died of a self-inflicted wound in that store before police even got to him. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:47:45",
      "speaker": "BLITZER",
      "sentences": "We'll get back to our coverage of the upcoming Israeli/Hamas truce and hostage release in just a few moments. Well, we're also following the war in Ukraine where a drone shortage is forcing Ukrainian civilians to build their own for the war effort against Russia.CNN's Anna Coren has the story. (BEGIN VIDEOTAPE) ANNA COREN, CNN INTERNATIONAL CORRESPONDENT (voice-over):  On the outskirts of Kyiv, a soldier puts on a pair of goggles. She's part of a unit testing the latest batch of drones that have just arrived. Some work. Some don't. But this is the place to find out before they're delivered to Ukrainian troops on the eastern and southern fronts. Some of these drones are from civilians, produced in homes on kitchen tables. They can be used for recognizance or assault missions. Drones have become a critical component of this war and absolutely essential to every single Ukrainian unit on the front line. And while civilians are working with private companies and the military to produce as many drones as possible. These soldiers say they're not nearly enough. As Russian's full-scale invasion approaches a second year, there's now a critical shortage of drones. China's decision to shut down exports of parts citing national security concerns is part of the problem. However, the biggest issue is Russian electric warfare. A Ukrainian official tells CNN the military uses roughly 30,000 to 40,000 drones per month. They're cheap and expendable. But soldiers on the ground say they need at least ten times more. A grassroots army of civilians are heeding the call including Vera and Oleksander, encouraging others to do the same. Their operation has taken over their one-bedroom apartment. He makes drone parts with this 3D printer while she creates camouflage dressings for the soldiers' helmets. Their work acknowledged by grateful troops in Bakhmut who sent them Ukraine's code of arms made of bullets. OLEKSANDR SIERKOV, CIVILIAN DRONE MAKER (through translator):  Instead of getting married and having a wedding, we started making drones. Now we are happy with our gold rings, but with the drones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:47:45",
      "speaker": "COREN",
      "sentences": "Companies like Victory Drones are training up civilians online to help build these little birds to then distribute to the military.HENNADIY, VOLUNTEER, \"VICTORY DRONES\":  If you attach their payload to the bottom, if you attach the battery on top, you have a perfect shell which is a guided missile.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:47:45",
      "speaker": "COREN",
      "sentences": "Volunteer and soldier Hennadiy says to compete with Russia's industrial output, Ukraine must innovate or there will be no future.He's already lost his best friend, seen here in this video singing lullabies to their children. He knows too well the painful price of this war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:47:45",
      "speaker": "HENNADIY",
      "sentences": "You know, when I'm saying, innovate or die, I see eyes of people from my unit. I lost a lot of the -- and obviously we have to win this war because otherwise the -- the sacrifice was fruitless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:47:45",
      "speaker": "COREN",
      "sentences": "Even the next generation is getting involved. The military has begun training school kids, some as young as first graders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:47:45",
      "speaker": "SOFIYA, STUDENT",
      "sentences": "My name is Sofiya. I'm 6 years old. I like flying drones and protecting the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:47:45",
      "speaker": "COREN",
      "sentences": "And there are even plans to make this part of the nation's education system.Anna Coren, CNN, Kyiv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:47:45",
      "speaker": "BLITZER",
      "sentences": "And our thanks to Anne Coren for that report.Here in Israel, meanwhile, the holidays can be a very lonely time of year for IDF soldiers serving from abroad, including from the United States. But a volunteer organization is helping them give thanks during wartime. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:47:45",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Okay. So we have mashed potatoes, green beans --BLITZER (voice-over):  For many Israeli Americans gathering to give thanks, this holiday is a sad one. There are empty seats at some Thanksgiving tables, those killed by Hamas on October 7th, and the more than 200 people being held hostage in Gaza. This day is tough for the Israelis call lone soldiers, men and women like Tali who are from abroad and serve in the Israel defense forces here without their families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:47:45",
      "speaker": "TALI ROCHWERG, VOLUNTEER, LONE SOLDIER CENTER",
      "sentences": "We act as a little family for them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:47:45",
      "speaker": "BLITZER",
      "sentences": "Tali Rochwerg volunteers at the Lone Soldier Center, one organization helping bring people together during this very difficult time. She and fellow volunteer Anat Ben Dror's families are not among those killed or captured, but they're working to support others in the country reeling from the October 7th Hamas attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:47:45",
      "speaker": "ANAT BEN DROR, VOLUNTEER, LONE SOLDIER CENTER",
      "sentences": "Usually we're doing very big events on Thanksgiving to the Lone Soldiers, but in this time, we thought, what's the right way to celebrate in this not happy times here in Israel? We decided to celebrate it for the ones who can come, to thank them for what they're doing and to say thanks that we are alive and to try and get some strength from one another. So it is, it's like bittersweet Thanksgiving, I have to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:47:45",
      "speaker": "BLITZER",
      "sentences": "Despite everything, the people here are taking some comfort in this moment of unity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:47:45",
      "speaker": "ROCHWERG",
      "sentences": "We don't have our families here and we want to spend thanksgiving with people that we love and people that we feel comfortable with. And so we have this event for them. So that we can all come together and still celebrate and have that joy.We're going to have our turkey and the yams with marshmallows on top hopefully and we're going to have our dinner here with the Lone Soldiers who can arrive and join us. So, that's what we're trying to achieve here, is bring everyone together, it doesn't matter if you're American.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:47:45",
      "speaker": "BLITZER",
      "sentences": "For Arnila Fuchs (ph), today is about remembering the loved ones lost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:47:45",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We light a candle in memory of our soldiers who died on the Sabbath, on the 7th October.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:47:45",
      "speaker": "BLITZER",
      "sentences": "Hanging over this dinner table and the country is the absence of those who are being held hostage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:47:45",
      "speaker": "ROCHWERG",
      "sentences": "The feeling that while we're all together, we're not fully whole, there's still a part of our country, of our people that are not with us tonight. We want everyone back home, able to be with their families. We want kids back home with their parents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:47:45",
      "speaker": "BLITZER",
      "sentences": "But also at the table, gratitude for the glimmer of hope as families wait for the release of the hostages.",
      "isLastSentenceInterrupted": false
    }
  ]
}