{
  "date": "2023-08-29",
  "headline": "CNN This Morning",
  "subHeadline": "Idalia Now A Category 1 Hurricane As It Aims For Florida's Gulf Coast; Trump Trial Set For A Day Before Super Tuesday In Federal Election Case; Meadows Testifies In Bid To Move G.A. Case To Federal Court. Aired 6-6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:00:39",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:39",
      "speaker": "PHIL MATTINGLY, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Good morning, everyone. It's Tuesday, August 29. I'm Phil Mattingly. Sara Sidner is standing by in Florida and that's where we want to start this morning with breaking news.Idalia is now a category one hurricane is now has a maximum sustained winds of 75 miles per hour with stronger gusts and it is expected to intensify to a potentially category three hurricane before making landfall in Florida tomorrow, where millions are already under hurricane and storm surge warnings. Right now, Western Cuba is feeling the brunt of the storm, then the track what Idalia coming on shore well north of Tampa in Florida's Big Bend. But and this is a very important reminder, a small shift in the track could put that population center board at risk. Sara arrived just a few hours ago in Clearwater, Florida. And Sara, some parts of Florida will start seeing the -- and feeling the impact soon. What are you seeing on the ground right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:39",
      "speaker": "SARA SIDNER, CNN NATIONAL CORRESPONDENT",
      "sentences": "Look like every other hurricane is calm before the storm. But this is when people are being told to evacuate in 10 counties and preparations are underway as Idalia who started out as a tropical storm and is now a hurricane, it is expected to grow and grow and grow or grow to a major hurricane, a category three hurricane. Right now, listen to what people are doing as they try to get out of the way of a high storm surge and high winds.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:39",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Can cause fear and a lot of anxieties. So, yes, we're concerned. There's been plenty of times when I've over prepared and then griped about it afterward because all the work I did I had to undo. But it's better than the alternative of not being prepared if it does turn this way and things go sideways.(END VIDEO CLIP) SIDNER: So you heard the anxiety is high there. We've talked to people early this morning at 5 a.m. who are also preparing to leave. They came to visit Clearwater where we are and now they realize that this could be a very dangerous and serious storm. With us now, Derek Van Dam. I get to hang out with him in person. Hurricanes do sometimes bring people together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:39",
      "speaker": "DEREK VAN DAM, CNN CERTIFIED METEOROLOGIST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:39",
      "speaker": "SIDNER",
      "sentences": "We are standing on the beautiful sandy beaches here --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:39",
      "speaker": "VAN DAM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:39",
      "speaker": "SIDNER",
      "sentences": "-- of Clearwater. But this is potentially a very powerful storm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:39",
      "speaker": "VAN DAM",
      "sentences": "Without a doubt. And this area is so susceptible purely because of what you're looking at just how shallow the nature is of this topography here. Everything, you could literally walk out on this shoreline and still be knee height and water for several 100 yards away from where the water starts. So, it's just the topography here. It's so flat, it's so vulnerable.And we talk about storm surge, that is the number one related fatality disaster for a hurricane, you know, it's not the winds, it is the water. And we continue to go back on that, we harp on that product so much because of its dangers. We saw that with Hurricane Ian, and what it's capable here across the eastern Gulf of Mexico as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:39",
      "speaker": "SIDNER",
      "sentences": "You have been tracking this, is there any sense of exactly the timing of when we'll start seeing some of the real effects of this. It's always very interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:39",
      "speaker": "VAN DAM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:39",
      "speaker": "SIDNER",
      "sentences": "It's very humid. It feels like a regular summer day --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:39",
      "speaker": "VAN DAM",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:39",
      "speaker": "SIDNER",
      "sentences": "-- here in Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:39",
      "speaker": "VAN DAM",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:39",
      "speaker": "SIDNER",
      "sentences": "And but we know we're watching it inch closer and closer and closer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:39",
      "speaker": "VAN DAM",
      "sentences": "Yes, you said it just well earlier because this is like the last few hours that people have to prepare their property and to evacuate in those mandatory evacuation zones as well. So, just before sunrise will have the first bands kind of approach the southern Florida peninsula, then they'll slowly creep up and then they'll reach us here in Clearwater, midday today. And then that's when we start to see those intermittent tropical storm force winds. When we start seeing the hurricane force winds, it'll be overnight and certainly into the day on Wednesday. That's when we expect the most power from the storm to really ramp up.And, well, if you're on the east side of that center of this particular hurricane. That is where we're going to watch out. We call that the dirty side. That's the -- that's the area that has the potential for tornadic activity, that type of thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:39",
      "speaker": "SIDNER",
      "sentences": "And that's another thing a lot of people are very concerned about tornadic activity. In fact, the last time when Hurricane Ian came to this side of Florida, people first were alerted that was coming there was a tornado that showed up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:39",
      "speaker": "VAN DAM",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:39",
      "speaker": "SIDNER",
      "sentences": "So, there are a lot of things that can happen that are unpredictable in the storms because they do create their own weather, don't they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:24",
      "speaker": "SIDNER",
      "sentences": "You will feel that when, but it is the storm surge. It is the flooding --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:24",
      "speaker": "VAN DAM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:24",
      "speaker": "SIDNER",
      "sentences": "-- that is the most dangerous and the most deadly. We will be watching it. I will be paying attention to everything that you're saying --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:24",
      "speaker": "VAN DAM",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:24",
      "speaker": "SIDNER",
      "sentences": "-- as you track this storm. We're going to send it back to you, Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:24",
      "speaker": "MATTINGLY",
      "sentences": "All right. Thanks, Sara. Thank you, Derek. We are going to be keeping a very close eye on this throughout the course of the next several hours, throughout the course of the next several days. Just to reiterate, Idalia has now strengthened to a hurricane, a category one hurricane about 85 miles north of the western part of Cuba. We will be watching that throughout the morning.But we are also watching this morning some major developments in two legal cases for former President Trump. The trial for the former president's federal election interference case now has a date set to begin March 4, 2024. The judge, Tanya Chutkan, brushing off Trump's request for a two year delay and instead choosing the day before the Super Tuesday Republican primaries, the biggest voting day in that primary race. Meanwhile, Trump's former White House chief of staff, Mark Meadows, left court in Georgia yesterday without a ruling on his effort to move his state case to federal court. The judge says he will rule as quickly as possible. CNN's Evan Perez joins us now. And Evan, I want to start with what you were watching in Washington yesterday, the federal case, and now having a date that Judge Tanya Chutkan did not seem to have a lot of patience for delays in the date itself. How's it going to work when Trump or his legal team trying to appeal that date or shift that March 4 date?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:24",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Yes, Phil, look, I think she is not very patient at all with the attempt to try to delay this. She, right off the bat, told the fence that she didn't believe they were going to get two years, she didn't think they needed two years, she said that they had plenty of time to be able to prepare. They were complaining about millions of pages of documents that were turned over by the government that they say they need to be able to prepare. John Lauro certainly said that what the proposal from the government was ridiculous and what the government was trying to do with a show trial, not a fair trial. In the end, she asked him to turn the temperature down and then she chose March 4.And what we expect is that, you know, they might try, the former president may try to delay this in some way or perhaps by trying to ask her to appeal the trial date, but it's not likely to work, at least certainly not by him very much time. Because as she said, this is what she said from the bench, she said, setting a trial date does not depend and should not depend on the defendant's personal or professional obligations. That's a reference to the fact that the former president is running for office, and he's going to spend a lot of time in the courtroom instead of being able to be on the campaign trail during that time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:24",
      "speaker": "MATTINGLY",
      "sentences": "Yes, we showed just the calendar of March where really critical primaries are happening. And that's already packed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:24",
      "speaker": "PEREZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:24",
      "speaker": "MATTINGLY",
      "sentences": "And you look at the next five months, it's definitely packed. I do want to ask you, though, Evan, above the Georgia election interference case. Mark Meadows showing up to testify there's -- to some degree, it was a collective gaffes. You haven't heard from him really since January 6 -- PEREZ",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:24",
      "speaker": "MATTINGLY",
      "sentences": "-- with the exception of his book. The decision to put him on the stand, a risk, I think, to some degree unexpected but a gamble that could pay off to some degree?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "MATTINGLY",
      "sentences": "Yes, it was a fascinating development hours of testimony. Evan, keeping an eye on all of it, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "PEREZ",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "MATTINGLY",
      "sentences": "Well, corrupt old, how Americans really feel about the front runners in the 2024 race. That new polling coming up next. What do you ran for, Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "SIDNER",
      "sentences": "From hurricane. That's somebody -- and we are here in Florida, we are in Clearwater as we await this storm. There are dozens of evacuations, many, many school districts that have closed down. And we're going to check in with Cuba who has felt the effects of this storm no that is not yet the rain from the storm, that's a sprinkler. But we will give you an update on where the storm is ahead.(COMMERCIAL BREAK) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:05",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Is that too soon? Too far away? What do you think?CHRIS CHRISTIE, (R) PRESIDENTIAL CANDIDATE: I think it's a realistic date, Jake, given that it's a one defendant case. Today I think what the judge did was twofold. One, she gave them another six months to get ready for trial in a single defendant case. And two, she made it quite clear to the Trump legal team that the public relations games that they and their client play are not going to impact the decisions that she makes in the courtroom. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:06",
      "speaker": "REBECCA ROIPHE, PROFESSOR, NEW YORK LAW SCHOOL",
      "sentences": "Yes. So, I mean, she really made an effort. And she has consistently made an effort to suggest that she is not treating him any differently than any other defendant. It is, of course, a unique case and so extremely hard to do that. And I think it's true that this is a pretty quick trial for, you know, yes, there's only one defendant, as Chris Christie said, but it is also a pretty complicated case with a lot of documents.And, you know, it's a pretty quick trial date, it's not unreasonable. But you know, she is taking into account broader social interest in having an effective and efficient resolution of this case, which is legitimate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:06",
      "speaker": "MATTINGLY",
      "sentences": "You heard a very strenuous argument from Trump's lawyer or legal team about the necessity of preparation, and you make the point. There are millions of documents here, 100s of 1000s of pages of documents. Now contrast that with what we heard from one of Trump's attorneys over the weekend. (INAUDIBLE) take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:06",
      "speaker": "ALINA HABBA, TRUMP ATTORNEY",
      "sentences": "What is he going to have to be prepped for? The truth? You don't have to prep much when you've done nothing wrong. So that I'm not concerned with.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:06",
      "speaker": "MATTINGLY",
      "sentences": "Maybe a little misalignment of messaging to some degree. But I do think that underscores there are PR lawyers here and there also the legal team lawyers. The idea of needing a lot of time to prep, do you think that that's not necessarily off base?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:06",
      "speaker": "ROIPHE",
      "sentences": "I don't think it's off base, I think it's a little disingenuous, given the fact that they were asking for this, you know, 2026 trial date. If they had been willing to compromise and the judge pushed them, she said, you know, can you pick a more realistic date? And they were like they kept -- they kept with that after the election date. And that made it seem as if preparation was really a ruse, that what were they really want to do is push this off, past the election, a point at which, in their minds, he wins the election, he either pardons himself or he appoints an attorney general who just dismissed, makes these cases go away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:06",
      "speaker": "MATTINGLY",
      "sentences": "Yes, it's the unspoken subtext and all this that everybody kind of whispers about that, at least in the federal cases, for sure getting elected and then the ability to pardon himself or kill any case is a critical component, which is a weird reason to run for president. And yet, here we are. The calendar though, is what fascinates me. And obviously the Trump team immediately jumped on that. This is the day before Super Tuesday, this is election interference.Look, man, you were indicted four times in the middle of a campaign, it was going to be problematic. But I want to pull up the March calendar, Joyce, because people were pointing to Super Tuesday, I get that, that's the day after. But eight days later is the Georgia prime -- or primary, which by the way, Georgia is not a great state for the former president right now beyond just the Fulton County indictment. A week after that is a bunch of winner take all primaries, including Florida, where his top competitor, despite being up by 20 or 30 points is the governor of Florida who just crushed his opponent in his reelection campaign. When you look at this calendar, are there political problems here? JOYCE KOH, VIDEO REPORTER \"THE WASHINTON POST\": Yes, because then several weeks after that, he'll be in New York for the New York hush money payment case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:06",
      "speaker": "MATTINGLY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:08",
      "speaker": "MATTINGLY",
      "sentences": "And I think as much as -- I think your point about optics is, A, 100 percent, accurate and B, I understand when people are like stuff talking about optics, it's very disingenuous. No, no, this matters here, because the optics of him showing up for arraignment, showing up for indictments, has had a boost in his fundraising, has had a boost in his poll numbers, has consolidated his Republican support. And so if you're another Republican campaign and you're looking at this calendar, my natural instinct is to say he's off the trail for weeks. That's a huge net positive, but is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:08",
      "speaker": "JESSICA WASHINGTON, SENIOR REPORTER, THE ROOT",
      "sentences": "I think what we saw in the beginning with the indictment was a boost for Trump among Republicans. But what we've seen more recently, he did not get a boost after this latest, this fourth indictment. And the American public generally is concerned about this. I think, the latest ABC Ipsos poll, about 50 percent of Americans said he should suspend his campaign because of these indictments. So, and I think about 20 percent of Republicans.So I do think the concern for Trump is maybe he was seeing a boost, and he certainly seems to think that he's getting a boost from these indictments, from these trials, and we've seen it in the fundraising numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:08",
      "speaker": "MATTINGLY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:08",
      "speaker": "WASHINGTON",
      "sentences": "But when Americans see him in a courthouse right before Super Tuesday, right before they're about to pull that lever to vote, I do think there are some people who are going to push pause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:08",
      "speaker": "MATTINGLY",
      "sentences": "As an impact. Before we go, Rebecca, what are people going to see if the court date -- if the date stands? And it seems like it's going through, at least at this point. That week, the weeks that follow, what are people going to be seeing or hearing about in terms of this trial?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:08",
      "speaker": "ROIPHE",
      "sentences": "So, it's a complicated trial. It tells us -- but it tells a simple story, and it tells a simple story about his efforts to interfere with this election. Now, his defense is going to push hard on this fact that he was simply or their argument that he was simply trying to contest what he thought was a rigged election. But you know, there's a lot of evidence stacked up there that he knew this election was stolen and he continued to push and pushed in ways that were not legitimate. It's one thing to bring a case in court, it's another thing to arrange for fret day collectors.So, I think that evidence will start to play out in much the way it did in the January 6 hearings, but at a different point in time, as we were just talking about and in a different forum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:29",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Sunday it was like it's coming and now it's like get out. It's mandatory. I don't know if I want to leave or not though. I don't know where to go.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:29",
      "speaker": "MATTINGLY",
      "sentences": "You were just listening to our Hernando County Florida resident in the path of what's expected to be a major hurricane. Sara Sidner is standing by just south of there in Clearwater, Florida.Overnight, Idalia strengthened into a category one hurricane. Sara will be speaking to a storm chaser in just a few moments who's traveled to Florida to follow the storm. But here's what we know right now, millions in Florida are under hurricane warnings, rainfall totals could get up to 12 inches in some areas. A life threatening storm surge warning is in place for the Big Bend area of Florida. Evacuations have been ordered in at least 10 counties in the region and 32 school districts multiple colleges also close including Florida A&amp;M, Florida State University and the University of Florida in Gainesville. Officials warn of punishing winds and flash flooding. Meteorologist Derek Van Dam is with us now. Derek, what's the latest? What are we seeing as these updates start to come in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:29",
      "speaker": "VAN DAM",
      "sentences": "Yes. So, what people need to know is that it strengthened to a hurricane officially at the 5 a.m. update this morning. One interesting thing to note as well is that it is on its forward move. We are seeing that northerly progression at about 14 miles per hour. So that means it is picking up speed and it will continue to do so before its landfall.Now look, it's got a lot of open water to traverse first and that water is extremely warm. So that will allow for this what we call rapid intensification, a strengthening of the storm. We've seen this story play out time and time again. Hurricane Ian, last year we remember that. Here's the latest radar. And you can see how the western slopes of Cuba are getting clobbered right now with heavy rain bands. Havana included in that category one hurricane now moving into the open waters of the Southern Gulf of Mexico and we'll start to see those rain bands impacts places like Fort Myers, Naples eventually into Tampa as well. Here's a look at the storm surge flooding. And we've got the red highlighted there eight to 12 feet, that's Cedar Key. And that's incredible because a lot of people use a benchmark storm of Hermine, which was a category one back in 2016, you may have covered it, that brought six feet of storm surge. And that was only a category one, this could be a category three. For Cedar Key, that means total inundation of that particular key right off of the coast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:29",
      "speaker": "SIDNER",
      "sentences": "And this is why authorities are telling people you have to evacuate now. This storm is going to be powerful. You may not feel it right now, it feels like a regular summer day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:29",
      "speaker": "VAN DAM",
      "sentences": "Right. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:26:29",
      "speaker": "SIDNER",
      "sentences": "But you will start seeing the storm surges and you will start seeing this wind and potentially tornadic activity as well.Speaking of someone who has gone through this, we now have Patrick Altman. He is in Havana where this storm has slammed into. Patrick, what is the situation there?",
      "isLastSentenceInterrupted": false
    }
  ]
}