{
  "date": "2023-01-28",
  "headline": "CNN Newsroom",
  "subHeadline": "Memphis Releases Video Of Deadly Police Beating Of Tyre Nichols; Trump Hits Campaign Trail In Third Bid For White House; Trump Kicks Off 2024 Run With Stops In New Hampshire, South Carolina; Pence Takes \"Full Responsibility\" For Classified Docs Found In Home; Video Shows Attacker Hitting Paul Pelosi With Hammer; Gunman Wounds Two In Jerusalem One Day After Deadly Synagogue Attack. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:06",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "Last night after that video came out, about $82,000 have been donated, and right now more than $600,000 have been donated.I'm Jessica Dean in for Fredricka Whitfield. CNN NEWSROOM continues with Jim Acosta right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:06",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "You are live in the CNN NEWSROOM. I'm Jim Acosta in Washington.Outrage and calls for action following the release of video showing the deadly police beating of Tyre Nichols. That's where we start this afternoon. The images we're going to show you and the video clips right about now are graphic and disturbing but critical to understanding what happened to this 29-year-old man. Here is what we know at this hour. Nichols was pulled over by Memphis Police on January 7th allegedly for reckless driving. But in a shocking development, the police chief there in Memphis says the department has not been able to find anything to substantiate that claim. This body cam video shows the moment police catch up to Nichols when he runs away. Again, if you haven't seen it yet, need to warn you, it is incredibly graphic. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:06",
      "speaker": "TYRE NICHOLS, VICTIM",
      "sentences": "No! No!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Give me your fucking hands! Give me your fucking hands.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Give me your hands! Give me your hands!(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Watch out, watch out!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:06",
      "speaker": "NICHOLS",
      "sentences": "Mom! Mom!(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:06",
      "speaker": "ACOSTA",
      "sentences": "There you can hear Nichols crying out for his mother who was just blocks away. Officers continue to hit and spray Nichols struggling with him on the ground. And none of this happened quickly. The videos, in case you didn't count this up yourselves, we did here at CNN, they covered 38 minutes from the moment officers pulled Nichols over to the arrival of an ambulance.Unbelievably, for 21 of those minutes the footage appears to show inaction by police officers, sheriff's deputies and paramedics. Five Memphis police officers at the scene are now facing multiple charges, including second-degree murder and kidnapping and two sheriff's deputies at the scene have been placed on leave pending an investigation. Former Barack Obama speaking out on Twitter today saying this. \"The vicious unjustified beating of Tyre Nichols and his ultimate death at the hands of five Memphis police officers is just the latest painful reminder of how far America still has to go in fixing how we police our streets. Along with mourning Tyre and supporting his family, it's up to all of us to mobilize for lasting change.\" CNN's senior crime and justice correspondent Shimon Prokupecz joins me now. Shimon, this horrific video, once again, like so many other cases, I know you've covered, we've covered here at CNN in the past, they have shocked the nation. Take us through what we now know about what these videos tell us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "ACOSTA",
      "sentences": "Absolutely. And Shimon, two sheriff's deputies were placed on leave after the sheriff's office watched that footage. What is the sheriff's office saying about that? That is a slightly new development in all this, isn't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "PROKUPECZ",
      "sentences": "It is. And it came at a very strange time because the sheriff is saying that he didn't see the video until last night. We, in the public, seeing this video for the first time along with the sheriff. He is the leading law enforcement official in this county. Why didn't he have access to that video sooner? He said once he saw it, he put those sheriff's deputies on leave.We don't know exactly what they did. They are on scene there. Obviously, there are questions about law enforcement officials not intervening. But that is an interesting development, Jim, certainly in that how that is being handled and why 20 days later was he only learning of these officers' actions on that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "ACOSTA",
      "sentences": "And we know the officers who have been charged were part of what's called the Scorpion Unit? What is going to happen to this Scorpion Unit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "PROKUPECZ",
      "sentences": "Yes. Those five officers are part of this unit, former officers now. They were part of this unit. It's an anti-crime unit. You see them in the video, in the first video. They ride around in unmarked cars, really aggressive policing. What they are supposed to do is fight crime, stop crime, aggressive actions. They right now are not operating in the city. The mayor and the police chief both saying we've -- we are not allowing the unit to operate right now.The family wants the unit to be disbanded. The lawyers yesterday making a point of this, saying how aggressive these units are, that they should not be patrolling the streets of any city, really. So for now the unit is not working. The police department saying that the actions of these former officers has nothing to do with this unit. It has to do with the officers. So there is a lot more that they need to figure out about training with some of the officers who were a part of these units. The family does not want them on the streets anymore. So it's going to be interesting to see certainly, Jim, what the police department ultimately decides here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "ACOSTA",
      "sentences": "All right. Shimon Prokupecz, thanks so much for your reporting. We appreciate it.Joining me now CNN senior law enforcement analyst and former police chief Charles Ramsey. Chief, thanks so much for being with us. I know you believe that the most damning video was the one that came from that camera perched above at a utility pole. We want to warn our viewers again the video we're going to show you is graphic. There is no audio, but you clearly see Tyre Nichols being kicked in the face. He's also being pushed into the pavement, beaten by the other officers. Later in the video he is being restrained and he is getting hit repeatedly with what appears to be a nightstick. You also see officers hitting him in the face. I mean, this just goes on minute after minute while officers keep his hands restrained behind his body. Chief Ramsey, we've all had about 24 hours, nearly 24 hours to absorb the horror of all of this. What are your thoughts? What lessons are you drawing from all of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:07",
      "speaker": "CHARLES RAMSEY, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Well, I mean, I haven't seen anything at all, I didn't last night and still haven't, that would justify the behavior of the officers at all. I mean, they were acting way outside of any training, policy, or values or anything associated with policing. So there is absolutely nothing good to say about it. I mean, this whole situation started at a very high level.They escalated it from the very beginning. And whereas the pole cam I think is the most damning, the audio with the rest of the video is just as damning because it gives you an insight into the mindset of the police officers. I mean, they come at him in a very aggressive way. If anything, Mr. Nichols is trying to de-escalate the police instead of it being the other way around. So, you know, this is just very bad. It's embarrassing to the profession. These individuals had no business being police officers at all. And I doubt if this is the first time they have engaged in that kind of conduct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "NICHOLS",
      "sentences": "Damn, I didn't do anything!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey, turn your ass around!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "NICHOLS",
      "sentences": "All right, all right, all right. Hold him down.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You don't do that, OK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Get on the fucking ground! Get on the ground! I'll tase your ass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "NICHOLS",
      "sentences": "All right. All right. All right. I'm on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Lie down! Lie down!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Get down!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Get on the ground!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm going to tase you! Get on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right now! I'll tase you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "NICHOLS",
      "sentences": "All right, OK, all right. OK, dude, dagg!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Turn the fuck around. Put your fucking hands behind you back!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Put your hands on your back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "NICHOLS",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Drop your hands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "NICHOLS",
      "sentences": "You guys are really doing a lot right now.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "ACOSTA",
      "sentences": "Yes, Chief, the thing that I, you know, came away with after watching this last night and I guess it dovetails off of what you were just saying a few moments ago, I don't understand how a traffic stop results in officers sounding like they are almost out of their minds in dealing with this individual. There are clearly more of them than Tyre Nichols and yet they are saying things like they are going to knock him out and all of these other things.What was your impression of that? RAMSEY: Well, I mean, again, it's just totally inappropriate. There is no justification for that. You know, we don't even know if it was a legitimate traffic stop. But even if it was, there is still no excuse for the behavior of the police officers. That's not how you conduct yourself. You just don't. In fact, the emphasis now is on de- escalation, not escalation, and that's what they did. You know, it's easy to escalate. And if you start off at a very high level, where do you go from there? And so you don't want to approach people with that kind of mindset, you know? You let their behavior, their actions guide how you respond. But you should never be disrespectful. You know, there are folks that believe that, you know, you have to engage in this kind of aggressive policing in order to impact crime and it's just not true. You can have constitutional policing and reduce crime at the same time. Yes, one is not at the sake of the other. You know, and so these special units, specialized units are needed. You need some officers with flexibility do you can send them into areas that are experiencing upticks in crime. But with that comes responsibility. I mean, they're not tied to the radio. But you have to be very careful in the selection of those officers. And even just as important, if not more important, you have to be very careful about the selection of the supervisors. You need a very tight span of control. You need supervisors who aren't afraid to supervise and to step in and deal with conduct that is inappropriate before it escalates to what you saw last night. And that's not just a Memphis issue. That's an issue in a lot of cities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "ACOSTA",
      "sentences": "Yes, and, Chief, the other thing that is just so unsettling and it was hard to think about, you know, trying to just go to bed last night, was the inaction of the officers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "RAMSEY",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "ACOSTA",
      "sentences": "While Tyre Nichols was slumped over the car. I mean, that is the thing that still stays with me. Let's watch a little bit of that and get you to talk about it.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sit up, bro. Sit up, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(INAUDIBLE) my radio, bro. He's shouting like (INAUDIBLE).(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey, where my light is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, where my light go, bro?(CROSSTALK) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:09",
      "speaker": "ACOSTA",
      "sentences": "Yes, Chief, why didn't any of these officers recognize that this could be a human being who might be taking his last breaths or on the verge of, you know, going unconscious and dying as a result of these injuries that they inflicted on him? I just don't understand how all of these men, grown men, could be standing around this young man, this suspect like this, and behave in this manner. Just uncaring. Just not giving any regard to his humanity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "ACOSTA",
      "sentences": "Highly damaging. Highly damaging. And I don't know how you repair this damage quickly on a national level because there just seems to be this very large national institutional problem that's going on. People have to have more regard for human life than this.Chief Ramsey, thank you very much. Appreciate your expertise. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "RAMSEY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "ACOSTA",
      "sentences": "All right. You heard on the video how Tyre Nichols cried out for his mother as he was being beaten. CNN's Don Lemon spoke to Nichols' mother about the injuries her son suffered.(BEGIN VIDEO CLIP) ROWVAUGHN WELLS, TYRE NICHOLS' MOTHER: They have beat him to a pulp. He had bruises all over him. His head was swollen like a watermelon. His neck was busting because of the swelling. They broke his neck. My son's nose looked like an S. They actually just beat the crap out of him. And so when I saw that, I knew my son was gone then. Even if he did live, he would have been a vegetable. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "ACOSTA",
      "sentences": "Joining me now, Vickie Terry, executive director of the NAACP.Vickie, now that you've seen this video, your thoughts? I guess you just heard Chief Ramsey and I discussing this. Your thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "VICKIE TERRY, EXECUTIVE DIRECTOR, MEMPHIS NAACP",
      "sentences": "Yes. Oh, my god. This is horrible. I was sitting here listening to you all watching the video as you spoke, and it just hurts every time I hear anything about it or see it. And I just can't believe that these officers treated this young man the way they did. And Chief Ramsey was right. There was so many other people there that did not render care to him. How could you just stand by and let this happen? You know, me as a mother, my heart is just -- it is broken. I just can't even conceive how Miss Wells is feeling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "TERRY",
      "sentences": "It's horrible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "ACOSTA",
      "sentences": "As a parent, I mean, I think about it. It just turns your stomach in knots watching this. And what you're talking about. The video appears to show police hitting Nichols at least nine times in under four minutes all while he is yelling out for his mother. I guess when you think about Nichols' mother, what she has been through, what the community is going through there, how do you put the pieces back together?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "TERRY",
      "sentences": "Oh, my god. It's going to take, you know, it's going to take a miracle, really, to put these pieces back together. I don't know how we are going to bounce back from this. You know, I drove by the scene last night. I don't live that far from where it happened. And I was leaving an interview with CNN last night and I told my friend, I said, let's just drive by here. I want to see exactly where this happened. And he was not far from his home at all. You know, when they said he was at a location, you know, it wasn't far at all.[15:20:02] And I was just, you know, I'm like, God, you know, it had to be a reason, he has to be a vessel that is being used to -- and I think Attorney Crump said something about Memphis becoming a blueprint. It's got to be something, you know, for us to have to endure this. I mean, the city, I am so embarrassed by our -- not all of Memphis police, but these five individuals and the ones that were there. It is so embarrassing to our city, embarrassing to -- I know his, Tyre's mom said to the families of these individuals, this is horrible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "ACOSTA",
      "sentences": "And was it known in Memphis prior to this incident that there was a problem with some bad officers in Memphis? Is this something that your organization has worked on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "TERRY",
      "sentences": "Yes, sir. We have individuals that come in and call, and that is what I do on a daily basis. I handle complaints when people say they have been down to Internal Affairs, when they have done this. And I have -- you know, I will reach out to the Memphis Police Department. I have reached out to the Shelby County Sheriff's Department. And both have always, you know, been easy to work with.When I call and say, I got a complaint, will you send a letter saying I received a complaint, and what we've got to do as a city and other organizations, we got to make sure that we follow up on these complaints with these -- with the police department. And I know that the Internal Affairs, I think they have a new chief that's over that, you know, that department. And I think they need to. I think a lot of changes -- there has got to be some police reform for the Memphis Police Department.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "ACOSTA",
      "sentences": "All right. Vickie Terry of the Memphis chapter of the NAACP. Thanks very much for your time. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "TERRY",
      "sentences": "Thank you so much, Jim. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:16",
      "speaker": "ACOSTA",
      "sentences": "Former President Donald Trump is back on the campaign trail today, and we're told this time he's keeping it more low key. Trump is trading in his signature mega rallies for two small-scale public events as he makes a third bid for the White House. Still popular among many in the GOP despite his attempt to overturn the 2020 election and his actions surrounding January 6th. His first stop a high school auditorium in New Hampshire where he touched on his shift in campaign style.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:16",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "They said, he is not campaigning. This is like about a month ago when I announced, well, I said, you know, I got two years. They said, he is not doing rallies. He is not campaigning. Maybe he has lost that step. I am more angry now and I am more committed now than I ever was. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:16",
      "speaker": "ACOSTA",
      "sentences": "I'm joined now by Republican strategist Alice Stewart and Democratic strategist Keith Boykin.Alice, let's begin with you. Your reaction to Trump saying he is more angry and more committed than ever? Interesting choice of words.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:16",
      "speaker": "ALICE STEWART, CNN POLITICAL COMMENTATOR",
      "sentences": "Exactly. And that is to be expected, clearly. He is really all in on this. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:16",
      "speaker": "ACOSTA",
      "sentences": "Committed to what, I guess, maybe the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:16",
      "speaker": "STEWART",
      "sentences": "Exactly. Exactly. And I just think the fact he is starting off saying he is angry and he spent a good part of his speech today talking about election integrity and the failed election system, voter ID, talked about immigration, talked about Hunter Biden's laptop, and I really expected him to come out and especially in a red meat crowd like this and talk about the issues that are important to the American people, the economy, inflation, certainly potentially securing the border, but crime and safety especially with what's going on in the country.But what I think is interesting is how ever since he has announced, it really hasn't taken off and he really hasn't really made inroads. If you look at the polls right now in New Hampshire, where he was earlier, he's behind DeSantis significantly in New Hampshire. He is going to South Carolina now where he is ahead of DeSantis. So this is going to be an interesting juxtaposition to see how he and DeSantis try to make inroads in these key early states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:16",
      "speaker": "ACOSTA",
      "sentences": "Keith, you know, he is back on the campaign trail. You know, when he says he is more committed than he ever has been, I guess my question is, what's he committed to this time? Is he committed to democracy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:16",
      "speaker": "KEITH BOYKIN, DEMOCRATIC STRATEGIST",
      "sentences": "I think, Jim, he is committed to staying out of jail and I think he thinks that somehow by having this campaign that he is not seriously interested in, that somehow that's going to protect him from an indictment from the Justice Department. But, you know, if phoning it in had a definition, it's Donald Trump. This campaign, this running right now, announcing in November of 2022 when nobody else is in the race, is all designed to prevent him from being indicted.This trip to New Hampshire, in South Carolina, it's just doing the least amount possible to make him seem like he is a plausible candidate. But as Alice said, the Republican Party, I don't think that they've grown tired of Trump per se, but they've grown tired of losing. Remember, Trump said that we're going to win so much you're going to get tired of winning? Well, it's been the exact opposite for the Republicans in the past three election cycles. And I think they're tired of that. So that's one of the reasons why they're looking to Ron DeSantis and possibly looking at other candidates. But Trump needs to be realistic about what he is trying to do. And I think the American people know it's not a sincere and genuine campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:26:16",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "ACOSTA",
      "sentences": "Yes, I mean, if he is phoning it in, he is probably calling collect.Keith, Trump's events today come after it was revealed classified documents were found at the Indiana home of his former Vice President Mike Pence. I thought Pence's comments were interesting here. Let's listen to what he had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "MIKE PENCE, FORMER VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "While I was not aware that those classified documents were in our personal residence, let me be clear, those classified documents should not have been in my personal residence.Mistakes were made. And I take full responsibility. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "ACOSTA",
      "sentences": "Keith, I mean, I covered the White House for almost eight years. I feel like I should be going through some boxes at my home.But what do you make of that? I do think it was interesting that Mike Pence said mistakes were made.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "KEITH BOYKIN, DEMOCRATIC STRATEGIST",
      "sentences": "Well, you know, Mike Pence has a book to sell and a campaign to run. So I am not surprised that he would do something like this.But I do applaud him for making this statement because he didn't have to do this. I think it was an important step because I do believe there are other people who probably do have classified documents, maybe other presidents or vice presidents. It's important for the national security infrastructure to have this type of review. I worked in the White House. Alice, you worked in the White House. You know when you leave the White House, it's not as rigorous a process, I think, as people might expect when you leave. I didn't handle classified documents on a regular basis, but I still feel like the process for leaving for staff and, obviously, for presidents and vice presidents could be improved. But here is the thing. I didn't like what Mike Pence said when he said that mistakes were made, that passive construction. It goes back to the 1980s and the Iran/Contra scandal when Ronald Reagan used that term. I don't like it when people should say, \"I made a mistake.\" Irrespective of the fact he may not have packed the boxes himself, but he is responsible. The buck stops with him. So I give him partial credit for taking ownership of it, but I wish he would have gone a little bit farther.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "STEWART",
      "sentences": "Yes. I think partial credit is better than no credit. I hand it to Pence for taking responsibility for it and saying he will accept the responsibility.You also have to give partial credit to current President Biden. He appears to be cooperating with the FBI on searching for these documents. Stark contrast from former President Trump who is not cooperating and making this all about unnecessary raids on his home. I think the bottom line is we need to get to the bottom of mishandling classified documents. And the best thing that can happen has happened, and that is the archives is asking all former presidents and vice presidents to search for documents and turn them in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "ACOSTA",
      "sentences": "Keith, I want to turn to the death of Tyre Nichols. Last night, the graphic videos of his deadly beating were released.Keith, your thoughts on how we just seem to have a national problem with police brutality and it's not being solved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "BOYKIN",
      "sentences": "I think that's right, Jim. We keep going through cycles. We had the Rodney King, George Floyd. We had it with Michael Brown, the insurrection in Ferguson.And I think what's happening is that America hasn't come to terms with the fact that we need to have whole scale re-understanding or re- imagining of the way we do policing. It's far too focused, especially in black communities, on law enforcement and not on public safety. I lived in Harlem. I saw these Scorpian Unit-type activities taking place in New York City, I was very troubled by that. I think black communities often see the police in our communities as occupying forces, whereas in white communities or mixed communities, the police are often seen as people there to protect them. That needs to change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "ACOSTA",
      "sentences": "All right. Keith Boykin, Alice Stewart, thanks very much. Appreciate your time today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "STEWART",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "ACOSTA",
      "sentences": "New disturbing video released in the brutal attack on Paul Pelosi, the husband of former House Speaker Nancy Pelosi. Video and audio show the break-in at their San Francisco home in October.Here is CNN's Veronica Miracle. Again, we warn you, what you are about to see may be hard to watch. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "UNIDENTIFIED LAW ENFORCEMENT OFFICER",
      "sentences": "Drop the hammer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "DAVID DEPAPE, INTRUDER",
      "sentences": "Nope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "PAUL PELOSI, HUSBAND OF FORMER HOUSE SPEAKER NANCY PELOSI",
      "sentences": "Hey, hey, hey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "UNIDENTIFIED LAW ENFORCEMENT OFFICER",
      "sentences": "What is going on right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "UNIDENTIFIED LAW ENFORCEMENT OFFICER",
      "sentences": "Whoa, whoa.(EXPLETIVE DELETED) VERONICA MIRACLE, CNN CORRESPONDENT (voice-over): Body camera video shows police struggling with Paul Pelosi's assailant after witnessing the assault.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "UNIDENTIFIED LAW ENFORCEMENT OFFICER",
      "sentences": "Give your (EXPLETIVE DELETED) hands. Give me your (EXPLETIVE DELETED) hands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:39:59",
      "speaker": "MIRACLE",
      "sentences": "The 82-year-old husband of then-House Speaker Nancy Pelosi appears to try to signal the 911 dispatcher that he needs help without upsetting the intruder.P. PELOSI: Is the Capitol Police around?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:39:59",
      "speaker": "DISPATCHER",
      "sentences": "No, this is San Francisco.P. PELOSI: They're usually here at the house protecting my wife. He told me to put the phone down and do what he says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:39:59",
      "speaker": "MIRACLE",
      "sentences": "Then, before he hangs up the phone, the intruder interrupts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:39:59",
      "speaker": "DEPAPE",
      "sentences": "I'm a friend of theirs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:39:59",
      "speaker": "MIRACLE",
      "sentences": "The intruder, David DePape, has been charged with assault and attempted homicide, among other charges, and has pleaded not guilty on all counts.After his arrest, DePape told police he was out to get then-House Speaker Nancy Pelosi and, quote, \"other targets\" and repeated baseless conspiracy theories about Pelosi and Democrats spying on the Trump campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:39:59",
      "speaker": "DEPAPE",
      "sentences": "It's just like an endless (EXPLETIVE DELETED) crime spree. Like the whole (EXPLETIVE DELETED) four years until they were finally able to steal the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:39:59",
      "speaker": "MIRACLE",
      "sentences": "He said he woke Paul Pelosi and was looking for his wife.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:39:59",
      "speaker": "DEPAPE",
      "sentences": "I was going to hold her hostage and to talk to her and tell her what I would do. If she told the truth I would let her go scot- free. If she (EXPLETIVE DELETED) lied, I was going to break her kneecaps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:39:59",
      "speaker": "MIRACLE",
      "sentences": "DePape had previously posted conspiracy theories about the January 6th attack at the U.S. Capitol on his Facebook account.He told police:",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:39:59",
      "speaker": "DEPAPE",
      "sentences": "When I left my house, I left to fight tyranny. I did not leave to go surrender.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:39:59",
      "speaker": "MIRACLE",
      "sentences": "Nancy Pelosi spoke with CNN's Chris Wallace about the attack one week ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:39:59",
      "speaker": "CHRIS WALLACE, CNN HOST",
      "sentences": "How is your husband Paul doing?REP. NANCY PELOSI (D-CA): He's doing okay. It's going to take a little while for him to be back to normal. I feel very sad about it because the person was searching for me, and my dear husband, who is not even that political, actually, paid the price.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:39:59",
      "speaker": "MIRACLE",
      "sentences": "Paul Pelosi underwent surgery after the attack for a skull fracture and serious injuries to his right arm and hands. And he has been seen wearing a hat at events with his wife in recent months.She said she would not watch the video showing the attack. N. PELOSI: I have absolutely no intention of seeing the deadly assault on my husband's life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:39:59",
      "speaker": "MIRACLE",
      "sentences": "Veronica Miracle, CNN, San Francisco.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:55",
      "speaker": "ACOSTA",
      "sentences": "Tensions are high in Israel and the Palestinian territories with more violence in Jerusalem today.Two people were wounded a day after a gunman killed seven near a synagogue in the city. Police are calling the synagogue shooting one of the worst terror attacks in the region in the past few years. Hadas Gold is in Jerusalem for us. Hadas, what more do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:46:55",
      "speaker": "HADAS GOLD, CNN CORRESPONDENT",
      "sentences": "Jim, this really starting to feel sort of like a crisis moment for the region. The last three days have really felt like three days of blood shed for the region.As you noted, in the last 24 hours in Jerusalem, there were two shooting attacks. You mentioned one this morning outside of the old city of Skrum Jerusalem. A 13-year-old, Palestinian police identified him, saying he shot at a group of men injuring two. And somebody in that group was armed and shot back at the 13-year-old, injuring him. Last night, Israeli police call it one of the worst terrorist attacks in recent memory at a synagogue in northeast Jerusalem as people were leaving after Shabbat services ending, a holy day for Jews. So likely a lot of people in that synagogue. As they were leaving, the shooting attack began. Seven people were killed. We're learning, among those victims was a 14-year-old boy. The shooter tried to flee in a vehicle but he encountered police. After a brief shootout, he was killed. He was identified as a 21 Palestinian resident of east Jerusalem, although police believe that he acted on his own. But those two events happening just right after what was the deadliest day for Palestinians in the West Bank in over a year. That happening after an Israeli military raid in Jenin. It was unusual, happened in daylight hours. The Israelis say they were going after Islamic jihad militants. In that raid, nine Palestinians were killed. One of them was a bystander, civilian, woman in her 60s. And later, a Palestinian man was killed in further clashes. And then later that night, rockets were fired from Gaza towards Israel. Israel responding with airstrikes. There were no injuries in those instances. But you can see what's happening here in the last three days, that the tension is really sky high. This is a big test for this new right-wing government under Prime Minister Benjamin Netanyahu. He just recently announced they will be putting out new measures, he says, to combat what they are saying is this rise in terrorism, including putting more guns on the streets. He says he wants to allow more gun permits so that everyday civilians can be armed as they go around their daily lives, he says, to potentially be able to prevent more attacks -- Jim?",
      "isLastSentenceInterrupted": false
    }
  ]
}