{
  "date": "2023-06-01",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "Putin Allies Vow Revenge as Attacks Grow in Russia; Trump Ignores Questions on Classified Docs Tape; Biden Jokes He \"Got Sandbagged\" After Trip and Fall; Republican Kari Lake Who is Still Fighting 2022 Election Results, to Headline Georgia GOP Convention. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:30",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "OUTFRONT next, the war coming to Russia, increased attacks on Russian territories. Putin and his forces on defense as the Kremlin vows to exterminate Ukraine.Plus, Republican Kari Lake still obviously won't accept that she lost the race for Arizona governor, given a keynote speaking slot at the upcoming Georgia Republican convention. Why? Well, a top Georgia election official, you know him, Gabe Sterling, who publicly rejected Trump's claims of election fraud and bravely so, is OUTFRONT. And China's brutal campaign against its own now at a boiling point as Chinese officials take on mosques around the country. Let's go OUTFRONT. And good evening. I'm Erin Burnett. OUTFRONT tonight, the war inside Russia. There is a bold new front in the war, and it is on Putin's territory. A Russian official just this hour announcing that Russia's air defense system shut down several Ukrainian drones over Western Russia. That's just this hour, right? And earlier today, a smoke rising over Belgorod. This is new video in from there. You can see on your screen. Belgorod, of course, is the Russian city that, you know, Russia used to stage its original invasion on Ukraine, now under attack by anti-Kremlin Russian forces. Just listen to this Russian reporter on the ground, describing the scene in Belgorod. (BEGIN VDEO CLIP) RUSSIAN REPORTER (through translator): We are now spooked, even by cars passing by because the town is under constant shelling. One Grad shelling after another, as well as mortars, cannon artillery. (END VIDEO CLIP) BURNETT: I mean, just think about how this has come, right, Russian territory, nothing was happening there, right? It was -- it was completely sacred, now constant attacks, there. The defense ministry for Putin claiming to have taken out several dozen of the fighters who attacked Belgorod. But I want to be clear, that there's no evidence of that. What is clear is that Russia is on the defense in it's own country, and the head of Russia's private army, who today was seen meeting with his fighters withdrawing from Bakhmut in Ukraine said he may soon be using his man to protect actual Russian territory. That's what Prigozhin said. And inside the Kremlin, new words, the word exterminating, they talked about exterminating Ukraine today. (BEGIN VIDEO CLIP) DMITRY MEDVEDEV, FORMER RUSSIAN PRIME MINISTER (through translator): It's clear what response is needed. They need to be annihilated. Not just in our personal capacity, but we need to be destroy them in the hornet's nest itself. The regime that's developed in Ukraine should be exterminated. It must be destroyed. Otherwise, we will face continuous threats from it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:30",
      "speaker": "BURNETT",
      "sentences": "Those threats extending to state TV tonight where tonight, one of Putin's top propagandists lashed out at the United States and its allies as well.(BEGIN VIDEO CLIP) UNIDENTIFIED MALE (through translator): Just look at how you are shelling Shebekino, using your weapons with your blessing. And for that, we're going to pound you at factories that are supplying weapons to Ukraine. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:30",
      "speaker": "BURNETT",
      "sentences": "Those are bold and big new threats.Sam Kiley is OUTFRONT. He is live in Kharkiv tonight. And, Sam, what is the very latest on the ground there tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "KILEY",
      "sentences": "NATO's weapons are already in use in Ukraine's east. And now Ukraine has launched a campaign inside Russian territory. At least eight people have been injured and hundreds evacuated from what are now front line villages in Russia.The original sin of Russia's invasion of Ukraine compounded as it is by their continued targeting of civilians, the absolute brutality of their occupation has ceded Ukraine an unassailable position on the moral high ground. But they've got to hold on to that even as they prosecute their own campaigns inside Russian territory. VYACHESLAV GLADKOV, BELGOROD GOVERNOR (through translator): A massive attack is ongoing. The lives of local people primarily in Shebekino and nearby villages are in danger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "KILEY",
      "sentences": "Anti-Putin Russians and Ukraine's forces claim to have raided his province a second time and broadcast these warnings.UNIDENTIFIED MALE (through translator): Stay in your homes, don't worry. Soldiers of the Russian volunteer corps are not at war with civilians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "KILEY",
      "sentences": "They claim to have hit Russian ammunition dumps and other military targets. But Russia says the raiders were driven out with heavy casualties. Still, Ukraine now holds the initiative on this front.Russia continues to rain misery from the sky. Yarisov (ph) lost his wife and 9-year-old daughter in this raid on Kyiv. Nothing matters anymore, he says. There are no more people left. (END VIDEOTAPE) KILEY (on camera): Now, Erin, the scale of the hysteria inside Russia has really demonstrated how effective this relatively limited campaign from the Ukrainians and the Russians they support from the dissonant Russians who have been crossing the borders there. But it is just about 25 minutes drive from where I'm standing. We are within missile range. And there's an anticipation that the Russians may try to strike back frankly and try to drive the Ukrainians back away from the border which has been their campaign now for more than a year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:00",
      "speaker": "BURNETT",
      "sentences": "Sam, thank you very much as you said about 25 miles away from that border in Kharkiv.OUTFRONT now, Alma Katsu, former CIA and NSA senior intelligence analyst. She is also the author of \"Red London\". Also with me, retired Air Force Colonel Cedric Leighton. And, Colonel Leighton, let me start with you because you heard what Sam's reporting, right, this hysteria inside Russia because of this new front in the war, a front that is inside Russia. I mean, this is something we emphasized, Colonel, even a few months ago. It would've been unthinkable. It would be considered an absolutely redline. And now, it's heavily just had air raid sirens in, Kursk, near the Ukraine border. And also obviously the smoke in Belgorod, the drone attack in Moscow this week, This is constant. What are the implications? COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST: Well, the implications, Erin, are huge. One of the key things here is that these are very limited attacks. It would be very interesting to see the Russian reaction if the Ukrainians mounted even further attacks against the Russians, against the towns. In essence, what the Ukrainians have been doing is they've been giving the Russians a taste of their own medicine and they don't really like it very much. And that's going to be I think a major factor in the Russian response, which could get very nasty unfortunately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "BURNETT",
      "sentences": "Yeah. I mean, this is going to be the real question of how the response. I mean, Colonel Leighton, the Russian defense ministry, is saying that 50 out of 70, they're saying these were Ukrainian fighters, although Alma is right, our understanding is that the Russian nationals. But the Russians are saying these are Ukrainian fighters, 50 out of 70 of them, they're saying who attacked Belgorod were killed.Now, it's obviously impossible to know if any of these numbers have any voracity to them. They've never have had honesty with our numbers, we don't know if there were 70, we don't know who they were, we don't know how many were killed. But what do you make of this claim in and of itself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "LEIGHTON",
      "sentences": "Well, I think there's a lot of bravado attached to this claim, Erin. And, you know, one of the key things is that, you know, as Alma correctly pointed out, you know, Putin has put these people in a bubble and the bubble is being pierced. And the fact that this bubble is being pierced is a big shock to them.And so, they're going to come out with these kinds of news reports if you will, news bulletins from their side that indicate that there forces are doing something against these Ukrainian fighters. But the key element here is that, first of, all those reports seems take them with a grain of salt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "BURNETT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "LEIGHTON",
      "sentences": "And secondly, it only speaks more to the fear that the Russians have that the Ukrainians might actually be on to something. It might be actually exposing the weakness of the Russian state at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "BURNETT",
      "sentences": "Right. And, certainly, Alma, you know, we saw that in Moscow, Prigozhincalling that out, right, that the drones came and the air defenses weren't -- didn't stop most of it, right? So -- but if these attacks continue as there's no reason to think that they won't, there was one just in the past hour that we understand about in Kursk, near the border. What does -- what does Putin do? I mean, as I said a few months ago this was unthinkable. This would've been a red line, is there such a thing at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "KATSU",
      "sentences": "That's the million dollar question I think. I mean, I know a lot of us would like to see him back down, or, you know, have some sort of situation where he does that. But I don't think we'd see him do that's per se. You know, we have to remember that the Russian character is a very macho. He can never appear to be weak.And so, you know, he said he's committed to playing the long game now. And that would actually work in our favor. It might lead to a situation where we can find some kind of compromise, a compromise that heat except because it would help them save face. But he's indicated that he won't change from the strategy. But the thing that would force him off is if there was an attack that would cause major damage, something that he could not ignore because then if he did he would seem weak, and he would just, you know, open the door to his political rivals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "BURNETT",
      "sentences": "And, Colonel, as a quick follow-up to that you think that the Ukrainians are still pushing for what everybody at this point still saying is a red line, although many still say go ahead and across it anyway. And that would be Crimea itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "LEIGHTON",
      "sentences": "Yeah, this is what Ukrainians are going to do. I think these are probably faced in the direction of Russia right now. But anything is possible. But I think Ukraine is going to make Crimea its big target.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "BURNETT",
      "sentences": "All right. And that really will be a true test of where all of this stands.Thank you so both so very much. And next, Trump pressed by CNN about our exclusive reporting that the special counsel has the former president on tape, admitting that he kept classified materials after leaving the White House. And he knew that he couldn't declassify it. What was his response? Plus, Ron DeSantis has been relentless and slamming Dr. Fauci, relentless. I mean, it is a key part of his stump speech. But our KFILE uncovered something. DeSantis used to be a Fauci fan, and we've got the tapes. And President Biden trips and falls on stage. The White House says he's fine tonight. Biden just moments ago talk to reporters about it and we'll show you that. (COMMERCIAL BREAK) [19:17:41]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "BURNETT",
      "sentences": "Tonight, former President Trump ignoring multiple questions from our Jeff Zeleny about CNN's reporting that the special counsel has Trump on tape saying that he held on to classified documents after he left the White House, and he knew that he couldn't declassify it.The document was a Pentagon plan for a potential strike on Iran. (BEGIN VIDEO CLIPS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "JEFF ZELENY, CNN SENIOR NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Mr. President, why did you take classified documents concerning General Milley? Mr. President, why did you take classified documents concerning General Milley? Can you talk about that, please, Mr. President?Mr. President, how those documents get to Bedminster, sir? Mr. President, can you talk to us about the classified documents? How do those documents get to Bedminster, sir? (END VIDEO CLIPS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "BURNETT",
      "sentences": "No answer.Well, the tape, Trump on tape talking about this is from 2021. It includes Trump admitting that there are limits to his ability to declassify material and that is as I indicated very crucial. That undercuts his many defense, right, which is at one point he said if I just think about it, they're declassified. Katelyn Polantz is one of the reporters who broke the story for CNN. And she's OUTFRONT tonight. And, Katelyn, I know you've learned so much about all of this. What are you learning tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:02",
      "speaker": "BURNETT",
      "sentences": "All right. Katelyn, thank you very much.And, of course, as Katelyn is emphasizing, right, they were boxes, and boxes of the stuff. Storage rooms of the staff. Some of it obviously highly classified. We're talking about one document here. So, legal analyst Ryan Goodman joins me. And this one document is a very significant it puts Trump on tape talking about, its existence and his inability to declassify it, which of course goes against his court defense. So, you heard Jeff Zeleny asked Trump repeatedly about the documents, talk about them at all, why were they at Bedminster, you heard him do. So what do you think the best possible explanation right now for Trump's motivation in keeping the documents?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:02",
      "speaker": "RYAN GOODMAN, FORMER SPECIAL COUNSEL AT DEPARTMENT OF DEFENSE",
      "sentences": "So, the CNN reporting is in some sense a breakthrough in this question, it's been the one in some ways that has not been answered, what his motive for holding on to the document. And here we have and it seems like in this situation using them for the mode of his public image. He's trying to control the narrative.There's just been a report now that Milley, the chairman of the joint chief of staff, stopped him from potentially attacking Iran in his final days in the office. He says no, no I've got the document that counteract that because it shows you that Milley had this plan for an attack on Iran. That's him trying to control the narrative and his image. And that would be a reason to hold on to the documents. So we can use them in that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:02",
      "speaker": "BURNETT",
      "sentences": "Right, to use it in that way, and, of course, it's the obvious of course. The U.S. would have those sorts of plans for many places that they don't intend on attacking. So, the existence of one does not mean there's intent to do so. I know it seems obvious but I'm just making sure I say.So, okay, what about the other point that Katelyn was making, though, about, you know, they're trying to draw and this distinguish, not just between classified at different levels of classification but also what is seriously sensitive and not. Does -- do these sorts of levels matter here, we're talking about charges beyond possibly obstruction?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:02",
      "speaker": "GOODMAN",
      "sentences": "So, it doesn't matter at one level at all --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:02",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:02",
      "speaker": "GOODMAN",
      "sentences": "-- for the Espionage Act. It is just, as Katelyn said, its national defense information that needs to be closely held. Trump in that conversation saying, I can't share this with you, he knows that it's closely held. It satisfies those elements.And the next question is, what if it is super highly classified? It actually could potentially impede the prosecutors because the U.S. intelligence community does not like to share that information, even provide it for prosecutors at a trial. So it's a little below that level or if it's just secret -- secret means that the unauthorized disclosure could reasonably expected to cost serious damage to U.S. national security and attack plans for any country as a contingency would be that, that is the goldilocks standard because then, the intelligence community be more likely --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:02",
      "speaker": "BURNETT",
      "sentences": "So, then, you could see it, right? You could see it as opposed to these other words, sort of just trust us, we don't talk about it.Okay. So, one of Trump's lawyers, Jim Trusty, he talked about this last night and he said they're still trying to arrange a meeting, team Trump is, with the attorney, Merrick Garland, after sending a letter demanding one, and that they still haven't had one. Here's some of what he said. (BEGIN VIDEO CLIP) JIM TRUSTY, FORMER PRESIDENT TRUMP'S ATTORNEY: Prosecutorial misconduct has infected this case and we need to give it to the attorney general directly before he makes any important decisions, he needs to recognize just how far afield this case has gotten. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:02",
      "speaker": "BURNETT",
      "sentences": "So, what do you make of what he's saying, and their demand to meet with Garland himself? And Garland, at least as far as we know to this point, a complete lack of response on this? What does this translate into?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:02",
      "speaker": "GOODMAN",
      "sentences": "I think that they think that there is an indictment coming down soon-ish. And that this is their opportunity to make that last- minute meeting, the Justice Department, which is not super unusual, to get an opportunity to say, here's why you should not indict my client. But the idea that they would go to Garland now is somewhat bizarre.If we do find that there's a report of that meeting that I do think we're within a 24, 48-hour period of watching to see if an indictment does drop because we might give him that like gratuitous opportunity to present their side of the story before making that final call.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "Well, tonight, just now, President Biden making light of his fall during the graduation ceremony at the Air Force Academy this afternoon. He just spoke, here he is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I got sandbagged.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "REINER",
      "sentences": "-- you know, contributes to him walking with his shuffling gait, and if you had a sandbag, there's not a lot of flexibility, and you go down. He's fine but the optics are bad but he got unlucky and just tripped on the sandbag.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "Now, we know from his physical that he is on blood thinners to treat afib, which is a fairly common heart condition. But does that specific diagnosis raise any additional concerns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "REINER",
      "sentences": "Well, when you fall and you're taking a blood thinner, it increases the risk of bleeding, and the president takes a drug called Eliquis to prevent clots from forming in his heart in the setting of atrial fibrillation, and you want to try and get people like that from falling.And I talk to people every week the president's age about safety, about putting grab bars in their bathrooms, and making sure area rugs are secure because falls can really create a major health injury for a person of president's age, particularly if you were to break his hip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "You know what? President Biden, you know, wasn't the only one talking about this. Trump heard about it, the former president, and, of course, commented on it. He had some incidents himself which he referenced. He brought that up. Here he is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "sentences": "He is at the air force academy? He actually fell down? Well, I hope he wasn't hurt. I hope he wasn't hurt.The whole thing, look, the whole thing is crazy. You've got to be careful about that. You've got to be careful about that because you don't want that even if you have to tiptoe down a ramp. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "When he is referencing, that of course, he is referencing himself, right? He had to walk in 2020, it was slippery, and he had his own incident. It's interesting in the way he responded there is a bit unusual for him. To your point, one and four people fall, we are watching here. He knows what this is like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "REINER",
      "sentences": "Yeah, President Trump was very self conscious about that incident. And he was quite concerned about falling. Look, I would -- I would suggest to the president that he really needs to be careful, and on unstable ground, it would not be the worst thing for the president to use a cane. I know he might not like the optics, but falling appears much worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "And quick final question for you on that point, does anything about this warrant the questions that, of course, we've seen predictably in some quarters about his fitness for office?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "REINER",
      "sentences": "No, not -- not at all. Look, people have sort of mistaken the opinion that the president is like an astronaut, and was spinning around and centrifuges to prove their fitness.But what we really ask force is mental sharpness and the ability to carry out the duties of his office. I think the president has shown that. But the president is 80, and 80 year old people fall. And I think the goal forward is to prevent the president from getting hurt, and his staff should make sure there aren't obstacles like sandbags in his way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "Right, obviously, people like FDR, physical elements during a presidency, JFK, right, are not unusual. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "REINER",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "And also tonight, Republican Kari Lake, who still hasn't accepted that she lost the 2022 Arizona governor's race, will be a keynote speaker at Georgia's upcoming conventions. Lake joining former President Trump as the latest election denier to accept a prominent speaking role of the Republican event.Lake, of course, still is fighting the election results for the race for governor, hasn't conceded, bowing to appeal after a judge rejected her latest legal attempt to overturn her loss. And she also continues to constantly sow doubts about the election process. (BEGIN VIDEO CLIP) KARI LAKE (R), FORMER ARIZONA GUBERNATORIAL CANDIDATE: We're the laughingstock of elections here in Arizona. The system is corrupt from top to bottom. We've been playing checkers. They have been playing chess. And we're going to start -- we're going to show up to a knife fight with a gun, not a knife, okay? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "STERLING",
      "sentences": "I know she doesn't like to hear that. And she says they are RINOs, they are not. They are good guys. I mean, Stephen Richer and Bill Gates do a great job. They are serious (INAUDIBLE).So, here's the thing. You are coming to Georgia. I don't need a poll to tell me that election denialism does not work with the independent or swing voters or even a big chunk of Republicans in my state because I have real life examples of where it hasn't. Brian Kemp, Brad Raffensperger, Chris Carr all got reelected with big majorities, Secretary Raffensperger got the largest victory of any of them, just the margin, based on the fact that Georgia has rejected election denialism and many of these Trump endorsements.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "BURNETT",
      "sentences": "It absolutely did. And yet -- I mean, you know, this I'm trying to understand what's happening here. You know, in addition to Lake and Trump, as you pointed out, they are the headliners of this. Pence decided he was going to go announce his campaign. There are other Republican scheduled to speak at this event, right?Georgia is a crucial state now. You've got the presidential candidate Asa Hutchinson, obviously, just to be clear, he is loud and clear that the 2020 election was not stolen. And then you've got members of Congress showing up there, Marjorie Taylor Greene, Barry Loudermilk, Andrew Clyde, Rick Allen, Mike Collins, they all say it was stolen or they voted to overturn the election results. Gabe, here's the thing -- you are sitting there in the state of Georgia this moment, can people who have such very opposite he was on something that at this point has become not just a matter of fact and fiction, one side is right, one side is wrong. One side is lying. This is not something where you can entertain two ideas at the same time. Can your party continue to be the same political party when these people are all in it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "STERLING",
      "sentences": "Every party has their disparate elements that make it difficult sometimes. You have those difficult kind of conversations, but I know what happened in Georgia, a lot of the same people might have complained. They gave Brian Kemp a gigantic victory versus what he gave in 2018. They gave Brad Raffensperger a gigantic victory.And there are -- I view most voters as rational actors. One of the most interesting things of all was that in Marjorie Taylor Greene's district, she won that with 60 percent of the vote. And Brian Kemp won that with 80 percent of the vote or 78 percent. And Brad Raffensperger won with 59 percent of the vote. So, you have people who voted for Kemp, Raffensperger, and Greene for very disparate reasons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "STERLING",
      "sentences": "Now, the thing I'm concerned about is the fact that it is 2023, so it is months spent fighting this thing -- it's been years now, let's be fair.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "STERLING",
      "sentences": "So, the fact that this is still something people feel they can build an election on, we have proven over and over again. Trump told us we'd be tired of winning. In 2018, we lost. In 2020, we lost.They are -- basically, we've lost elections in Georgia three times based on this election denial as a touchstone. We've to get past it. In the past, normally, rational political players move on. President Trump has every right to run. He needs to stop talking to this election thing and starts talking about the issues because the reality is that we have two -- we have Biden and Trump, who are right now the front-runners, I think Biden will obviously get it. We have two great parties nominating the only two humans who can possibly lose to each other. There's something is fundamentally wrong with our overall system if that's where we're at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "BURNETT",
      "sentences": "All right. Gabe, thank you. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "STERLING",
      "sentences": "Thank you. Have a great night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:43:09",
      "speaker": "BURNETT",
      "sentences": "New tonight, Ron DeSantis' radical reversal on Dr. Fauci. CNN's KFILE reporting that the Republican governor and 2024 hopeful previously sang Fauci's praises. A 180 from what he now says in nearly every public about. So, here is just an example from just last week.(BEGIN VIDEO CLIPS) GOV. RON DESANTIS (R-FL), PRESIDENTIAL CANDIDATE: We chose freedom over Faucism and the state of Florida is better off as a result of doing that. I was the leader in this country and fighting back against Fauci. You do not empower somebody like Fauci, you bring him into the office and you tell him to pack his bags. You are fired. (END VIDEO CLIPS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:43:09",
      "speaker": "BURNETT",
      "sentences": "Okay, right? You're saying that's right, that's right, that's what we heard him say. And you're right and then there was this our KFILE, Andrew Kaczynski went back and he found DeSantis saying some very different things about Fauci. Here's DeSantis in March of 2020.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:43:09",
      "speaker": "DESANTIS",
      "sentences": "There are a lot of people there are working very, very hard they're not getting a lot of sleep and they're really focusing on a big country that we have. And from Dr. Birx, to Dr. Fauci, to the vice president who's worked very hard, the surgeon general, they are really doing a god job.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:43:09",
      "speaker": "BURNETT",
      "sentences": "All right. So, KFILE's Andrew Kaczynski, as advertised, is now OUTFRONT.So, Andrew, I just played one example of DeSantis praising Fauci obviously, very early on in the pandemic, you founded that is far from the only time that DeSantis praised the man that he now bashes regularly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:06",
      "speaker": "BURNETT",
      "sentences": "Right, Easter. I remember, the churches were going to be opened for Easter, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:06",
      "speaker": "KACZYNSKI",
      "sentences": "Open by Easter, exactly, and he criticized Fauci earlier than DeSantis did, too. He was retweeting calls to fire Fauci in April, he had some of his staff over the summer had some very direct hits on Fauci. He criticized Fauci about opening schools.Take a listen to these comments from DeSantis at some of those early Florida press briefings. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:06",
      "speaker": "DESANTIS",
      "sentences": "The president's task force has been great. I mean, you call, we talk to Dr. Fauci a number of times, talk to the surgeon -- U.S. surgeon general, number of times, VP, you know, they've been really, really good and really, really helpful.I would defer to people to Dr. Fauci. I think Dr. Fauci has said nationwide, you're looking at six to eight weeks of where we're really going to be having to dig in here. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:06",
      "speaker": "BURNETT",
      "sentences": "And you say there was a least ten of those and that he continued to do that even as Trump had turned on Fauci. So, Trump turned first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:06",
      "speaker": "KACZYNSKI",
      "sentences": "Yeah, Trump turned on Fauci pretty -- I mean, it was -- honestly, we all remember because we were there. It was the height of the pandemic especially here in New York City. And Trump is criticizing Fauci early spring and May right around that time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:06",
      "speaker": "BURNETT",
      "sentences": "Right. So, DeSantis continues.Now, DeSantis earlier this week did say he has some regret about how we handle the pandemic. And maybe this is part, but here's what he said about how we handle the beginning of the pandemic. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:06",
      "speaker": "DESANTIS",
      "sentences": "It was a difficult situation, we didn't know a lot. And so I think people could do things that they regret. I mean, I've said there are things we did in those first few weeks that I pivoted from.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:06",
      "speaker": "BURNETT",
      "sentences": "So what is the DeSantis campaign said to you about your reporting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:06",
      "speaker": "KACZYNSKI",
      "sentences": "So, we did reach out to them and they give us a statement and their statement is very much along the same lines of what he said. They said that like most Americans, the governor initially assumed that medical officials were going to serve the interest of the people, keep politics out of the decision. When it became clear that wasn't the case, the governor charted his own path and never looked back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:06",
      "speaker": "BURNETT",
      "sentences": "And then they say Governor DeSantis would've fired Fauci.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:06",
      "speaker": "KACZYNSKI",
      "sentences": "Yeah, they did say that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:06",
      "speaker": "BURNETT",
      "sentences": "They did say that, but, of course, you know, he also said what he said for months.All right. Thank you very much, under Andrew Kaczynski and KFILE. And next, frustrations in China boiling over as China intensifies its crackdown on its own people, now targeting mosques across the country, you'll see this first OUTFRONT. And Trump taking on what's become a popular rallying cry from the right. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:51",
      "speaker": "BURNETT",
      "sentences": "Tonight, the defense secretary warning relations with China could, quote, quickly spiral out of control. Tensions between the two countries are at their highest in decades. China even refusing to meet with U.S. officials at the defense summit this week. Secretary Austin's warning China's crackdown on its own people is rising to a frightening new level.And Ivan Watson is OUTFRONT with this story you'll see first here about the Chinese government, they don't want their own people to see this. Here it is for you. (BEGIN VIDEOTAPE) IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): A rare confrontation between law enforcement and the faithful, Chinese Muslims clashed with police outside a mosque in southwestern China. For two days last weekend, residents in the village of Najiaying tried to protect their mosque from a Chinese government reconstruction plan. They want to demolish the roof of our mosque, an emotional local protester tells CNN, speaking on the condition of anonymity. This is our last bit of dignity, the protester says. It's like someone going through your house and demolishing it. CNN reached out to Chinese authorities for comment but the only official acknowledgment of the incident comes from this local government statement, urging protesters to turn themselves in after disrupting social order, and causing severe adverse impact. Is it safe to be a Muslim in China today? Naju (ph) is an imam and activist from the Hui Muslim ethnic minority, living in exile in the U.S. UNIDENTIFEID MALE (through translator): No Muslim is safe in China. My people, the Hui people, everyone is trembling, scared, and living in fear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:51",
      "speaker": "WATSON",
      "sentences": "He claims the Chinese government has targeted hundreds of Hui mosques across the country, demolishing their Arabic inspired domes and minarets, and replacing them with Chinese style architecture. CNN has independently verified the before and after images of several of these cases. Part of Chinese leader Xi Jinping's policy of Sinoziation, instructing religions to basically look more Chinese.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:51",
      "speaker": "JAMES LEIBOLD, PROFESSOR OF CHINA STUDIES, LA TROBE UNIVERSITY",
      "sentences": "The logic of what China is trying to do is about social re-engineering. So, it's by remolding people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:51",
      "speaker": "WATSON",
      "sentences": "Academics and activists say since Xi came to power, there have been crackdowns on expression of religious, ethnic and linguistic identities.UNIDENTIFEID MALE (through translator): Xi Jinping's policies are aimed at all socially organized groups, including Christians, Buddhist, even some civil organizations including LGBTQ.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:51",
      "speaker": "WATSON",
      "sentences": "CNN extensively reported on the detention of more than a million ethnic Uyghurs and other minorities in China's Xinjiang region and interment camps. And CNN reported on clashes around churches in Eastern China where authorities chopped the crosses off the top of Christian places of worship. Those scenes in 2015, remarkably similar to the images of protesters, trying to protect their mask today in Najiaying.Today, they will change our mosque. Tomorrow, they'll ban us from going to mosques, the local protester tell CNN. A last ditch effort to protect deeply personal concept of faith and identity from being defined by the Chinese state. Ivan Watson, CNN, Hong Kong. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:45",
      "speaker": "BURNETT",
      "sentences": "Tonight, Donald Trump taking on the term woke in the campaign stop in Iowa today.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:45",
      "speaker": "TRUMP",
      "sentences": "I don't like the term woke because I hear the term woke, woke, woke, you know, it's a term that used half of the people can't even define it. They don't know what it is.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:45",
      "speaker": "BURNETT",
      "sentences": "Well, you know what? He's got a point there, right? People have no idea what it is, they just have a concept, an emotional reaction to, because it is a popular rallying outcry on the right.Just this week, there were threats to boycott Chick-fil-A for, quote, going woke, after the company hired a vice president of diversity, equity and inclusion, right, whose job wants to, you know, foster understanding and belonging Christian values. Harry Enten is OUTFRONT now. So, Harry, let's start with the term woke, okay? We hear it thrown around a lot. As I said, the former president has a point. It doesn't really mean anything. It is really emotional to people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:45",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "It is emotional to people. And when people are essentially asked if someone called you woke, how would you think of that what they were calling you? We basically see a split country, right? We see 40 percent say they consider it insulting, 32 percent say they consider it praise.Look at that, 26 percent don't know the meaning. And so, I think when the former president is saying, I think he is part of that 26 percent who is really going, what the heck are you really talking about here, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:45",
      "speaker": "BURNETT",
      "sentences": "Right, right, is it complementary, is it an insult? And you're right, I would presume that is very much a political, it wouldn't go with political affiliation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:45",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:45",
      "speaker": "BURNETT",
      "sentences": "Now, DEI -- back to this point, back to the Chick-fil-A, that is diversity, equity, and inclusion. Some people are obviously associating that as the ultimate, corporate woke-ism. And there are calls to boycott Chick-fil-A because it actually had somebody who was a DEI officer.So, how do people view DEI, and how does it break down by party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:45",
      "speaker": "ENTEN",
      "sentences": "Yeah, most American workers actually think DEI is a good thing, right? What we see is the majority of them say it is that 56 percent overall hooting that the varsity equality programs are good thing. But among Democrats, it's 78 percent, among Republicans, it is just 30. Percent I think that's why you are seeing all these Republicans coming out against DEI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:45",
      "speaker": "BURNETT",
      "sentences": "Quick final point -- Bud Light boycott over trans in an ad, sales dropped 30 percent for them after that. What's the swinging opinion after that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:57:45",
      "speaker": "ENTEN",
      "sentences": "You know, a few -- essentially, yes, there was a poll question, do you believe American society is too accepting of transgender people, which as you see, look at this back in June of 2020, just 15 percent, it is up to 43 percent. Now I believe a lot of it is being driven by the attacks on transgender people on the right side of the aisle.",
      "isLastSentenceInterrupted": false
    }
  ]
}