{
  "date": "2023-09-21",
  "headline": "CNN News Central",
  "subHeadline": "Zelenskyy on Capitol Hill; Russia Launches Deadly Attacks; Murdoch Steps Down; John Bresnahan is Interviewed about Congress; Writers and Studios Leave Talks Encouraged. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:39",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "This morning, Ukrainian President Volodymyr Zelenskyy is in Washington to make an urgent plea for help as Russia rains missile strikes across his entire country, but some Republican hardliners here are ready to cut the money off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:39",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "A potential breakthrough in Hollywood. Could we be looking at the end of the strike that has been going on for more than 140 days now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:39",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "And new allegations from the young woman whose bombshell testimony played a key role in the January 6th investigation. She now says on January 6th -- Cassidy Hutchinson now saying Rudy Giuliani groped her, calling him a wolf who treated her like prey.I'm Sara Sidner, with John Berman and Kate Bolduan. This is CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:39",
      "speaker": "BERMAN",
      "sentences": "All right, happening now, an extraordinary split screen. Ukrainian President Volodymyr Zelenskyy is in Washington, D.C., visiting the Capitol, the Pentagon, the White House for a series of critical closed door meetings, asking for more in sustained help to push back against Russia's invasion.And at this very moment, Russia is launching missile attacks across the entire breadth of Ukraine. This morning, five cities across the entire nation targeted as officials describe a, quote, \"terrible night of shelling.\" Ukraine says it shot down 36 out of Russia's 43 missiles that were fired, but several deaths and injuries are now being reported. This is what Zelenskyy has left at home as he faces U.S. lawmakers today, including Republicans in the House, some of whom at this moment are threatening a shutdown of the U.S. government if Congress tries to give him any more financial help. We are seeing live pictures of Zelenskyy - let me see if I can see this on a screen somewhere. Zelenskyy arriving at the U.S. Capitol, walking into the building. He's with the Democratic Leader Hakeem Jeffries there, which is notable because the Republican House speaker, Kevin McCarthy, is not hosting a larger forum for Zelenskyy with House members. That was the Democratic leader, Hakeem Jeffries, walking alongside Zelenskyy. We have team coverage this morning all over Washington and Ukraine. Let's go to Lauren Fox first on Capitol Hill, where President Zelenskyy just arrived. Lauren.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:39",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes. And this is an important meeting in part because he is going to be making his case for why Ukraine needs more support from the United States at a critical time when House Speaker Kevin McCarthy has made clear that he is not necessarily committed to moving any short-term spending bill with Ukraine aid. In fact, the plan that was revealed last night in Republican conference doesn't include any of that supplemental request from the White House, $24 billion in additional humanitarian and military support.It isn't going to be the same picture that we saw last year when Zelenskyy came to Capitol Hill, was hosted by House Speaker Nancy Pelosi at the time, and a joint meeting of Congress was held. You saw, at that time, so many members standing in support with Ukraine. Now the political landscape has really shifted. With McCarthy in charge, facing his own rebellion on his right flank, there are major questions about whether or not Zelenskyy is ever going to get the aid that he's asking for. Here's what he's facing among House Republicans. (BEGIN VIDEO CLIP) REP. BYRON DONALDS (R-FL): The first thing I'll tell you is, there's no money in the House right now for Ukraine. It's not a good time for him to be here, quite frankly. That's just the reality. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:02",
      "speaker": "BERMAN",
      "sentences": "Different chambers but really different worlds.All right, Lauren Fox, thank you very much. Let's get a sense of the situation on the ground in Ukraine. CNN's Frederik Pleitgen is in Zaporizhzhia. Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:02",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, it was a massive aerial attack that the Ukrainians faced in the early morning hours of today. Now, they say that the targets were, first and foremost, civilian infrastructure, but also energy infrastructure. And, of course, that's something that is significant.The Ukrainians are saying it's the first time that the Russians have launched a massive aerial attack using cruise missiles on the energy infrastructure here in this country in the past six months. And, of course, it comes as fall is progressing and we're reaching the heating season here in Ukraine. So, certainly something that will become very significant. Ukrainians say that the Russians used strategic bombers launched from a base in western Russia. Those bombers then fired cruise missiles towards the territory of Ukraine. Ukrainian general staff is saying they managed to take down 36 of 43 of those cruise missiles that were fired. But, of course, some of them did reach some of the areas here in Ukraine. And the damage is especially extensive, they say, in the west of the country and the central parts of the country. Also in one place a hotel was hit and (INAUDIBLE) injured people there as well, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:02",
      "speaker": "BERMAN",
      "sentences": "All right, Frederik Pleitgen, outside Zaporizhzhia in Ukraine.Fred, you and your team please stay safe. Let's get the latest now on where the current aid package to Ukraine stands, what they want and what they're getting. Natasha Bertrand at the Pentagon. Natasha - oh, she's in Washington. What are you learning, Natasha?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:02",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY REPORTER",
      "sentences": "John, the aid package that is expected to be announced by President Biden today, it will include things like artillery, anti-armor, anti-aircraft, as well as additional air defense capabilities, which, of course, Fred just laid out. They are so important right now given Russia's ongoing missile barrages against Ukraine. And, of course, targeting critical infrastructure just as the winter there is going to be beginning soon. Obviously, it's going to be very critical for the Ukrainians to be able to fend off these Russian attacks on critical infrastructure across the entire country.And President Zelenskyy actually said today that during his meetings today in Washington, air defense capabilities are going to be a top priority. He said, quote, \"the goal is to work to deprive Russia of its terrorist potential really in its entirety.\" And, of course, the missile attacks that we have seen from the Russians across the country, they have not abated at all. Now, one thing that Ukraine and President Zelenskyy are expected to be disappointed by with regard to this package is the fact that it is not expected to include those long range missiles, the ATACLMS systems that have a range of about 190 miles that Ukraine and Zelenskyy have really been begging for over the course of the last several months. We have reported that President Biden is expected to decide soon on whether to send Ukraine those missiles, which the U.S. has been pretty reluctant to do over the last several months and really since the war began because of the potential risk for an escalation with Russia, they can reach far across Russian territory if they're - if the Ukrainians were to use them in that way, and the fact that U.S. stockpiles of these systems are not infinite. They're running pretty short at this moment. So, expect that to be a topic of discussion between President Biden and Zelenskyy today. He's going to be asking for those. But, of course, he told our Wolf Blitzer just earlier this week that if Zelenskyy and Ukraine does not come away with those long-range systems, he is going to be extremely disappointed, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:02",
      "speaker": "BERMAN",
      "sentences": "All right, a long day for Volodymyr Zelenskyy ahead.Natasha Bertrand, thank you so much. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:02",
      "speaker": "BOLDUAN",
      "sentences": "All right, we have breaking news right now. Rupert Murdoch has now announced he is stepping down as the chairman of Fox Corporation and Fox News.Let me bring in CNN's senior media reporter Oliver Darcy for more on this. It's been a long awaited question of what his plans were for the future, what his succession plan was. This is big news today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:02",
      "speaker": "OLIVER DARCY, CNN SENIOR MEDIA REPORTER",
      "sentences": "This is huge news. Rupert Murdoch saying - telling employees that he's stepping down as chairman of Fox Corporation and also News Corporation, which is his publishing arm. He wrote to employees saying he is in good health but now is the time to step down. I want to read to you part of the note that just went out to employees moments ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:02",
      "speaker": "BOLDUAN",
      "sentences": "Oh, OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "DARCY",
      "sentences": "Yes, this is real life succession. So, Lachlan Murdoch has been the chief executive of Fox, of these companies, but now he is going to take on this - this role as chairman and really lead it officially. He's now - he's now leading the companies without his father at his side. I think most people, you know, Lachlan has been chief executive, but most people would still say that Rupert was really the one making the major calls behind the scenes when it comes to things. But now Lachlan is in the driver seats and he has come out on top.You know, there was a lot of questions over the years, who would take over these companies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "BOLDUAN",
      "sentences": "Oh, absolutely. I mean - yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "DARCY",
      "sentences": "Initially it seemed like James Murdoch, the other son, would take over. Then Lachlan came in and became chief executive. And now Lachlan is the one who is the heir apparent. Not heir apparent, the heir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "BOLDUAN",
      "sentences": "The now - the man in - that will be in charge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "DARCY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "BOLDUAN",
      "sentences": "What does this say and what do you think this will portend for this massive media company for the direction that is Fox News, for - I mean he is not just any media mogul. He had a strong hand in the direction things took and the people that were put in charge, like the era of Roger Ailes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "DARCY",
      "sentences": "Right. I think if someone like James Murdoch, the son who is -- tends to be more liberal on things, were to come into power, I think that would mean mayor changes are coming to the companies. But with Lachlan Murdoch, I think he's much more aligned probably with his father's vision. He's said to be very conservative on a lot of things. And so I'm not sure how much of a change editorial you'll see, but certainly there's going to be some change. You know, Lachlan is not his father. And so what that looks like, I don't know. I can't tell you right now. But I would imagine that someone new coming in, taking the throne, that is going to lead to some change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "BOLDUAN",
      "sentences": "It's so interesting because even in this - even in this letter he takes a shot at the elites, which is always a fascinating kind of juxtaposition because he's the definition of a media elite, you can very clearly say. But he talks - he also ends this with talking about, in my new role. Is there any word of what new role he's talking about? Like this is not him going into -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "DARCY",
      "sentences": "It's going to be an honorary -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "BOLDUAN",
      "sentences": "But is this -- effectively he is going into retirement or he's taking on a different project from here on out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "DARCY",
      "sentences": "I don't think anyone is ever going to say that Rupert Murdoch is going into retirement. I don't think that's something that he's capable - those words he's not capable of uttering. But I do think this is as close as we're probably going to get to him announcing that he is stepping down -- I mean he is announcing he's stepping down from these roles.I mean he's 92. So, while people say he is in great health, he has had some health scares over the years. And I imagine that even if you're an incredibly healthy 92-year-old, you know, running these companies is a - is a huge task. And so you need someone who's able to devote, you know, the full attention that it takes to run these massive media companies and he's saying that he's going to hand it off to Lachlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "BOLDUAN",
      "sentences": "Look, and you've done so much reporting over the years of just kind of the - I keep wanting to call it the succession, but it really is that. It's not just the amazing series, of kind of how he had, for years, tried to groom his sons and like put them in positions. I remember the stories about -- it was either Lachlan or James that he would put in as like an internship. They'd put them in internships in the various companies and the headlines that would come out from it when one of them falls -- was seen as falling asleep on the job or something. And just kind of what this - it's -- it is a family affair for the Murdochs and what it has also done to this family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "DARCY",
      "sentences": "Yes, and they -- the empire used to be a lot bigger, right? I mean Rupert sold a lot of the empire to Disney, you know, the movie studio. And so now the empire that Lachlan will be taking hold of is still very powerful, it still has Fox News, you know, \"The Wall Street Journal,\" some very powerful entities in it, but it's not the big entertainment company that this once was. It is now mostly a news company, and a sports company, they do have Fox Sports, obviously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:04",
      "speaker": "DARCY",
      "sentences": "But it's not the big media giant it was.And so while he is taking over, I think that it's not necessarily the throne -- the empire isn't as big as it once was, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:06",
      "speaker": "SIDNER",
      "sentences": "And there may be more breaking news. A possible breakthrough in Hollywood. The writers and studios came together to negotiate yesterday and left feeling, as they put it, encouraged.Also, Rudy Giuliani accused of sexual misconduct by one of the key witnesses in the January 6th investigation. His response and that story ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "SIDNER",
      "sentences": "Aren't they supposed to work together in Congress? It's just a thought, Kate.All right, with us now, John Bresnahan, co-founder of \"Punchbowl News.\" You have just listened to what Kate has said. She says hello as well. McCarthy has bowing to this - this far-right freedom caucus and moderates are clearly frustrated. I did want to let folks hear what Tennessee Representative Tim Burchett said about the situation that Republicans find themselves over the budget right now. (BEGIN VIDEO CLIP) REP. TIM BURCHETT (R-TN): We're dysfunctional.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's just that simple?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "BURCHETT",
      "sentences": "That simple. We are that - we are so dysfunctional. You know, we've got - we've got nobody at the head. You know, I've said, this train's left the station.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "SIDNER",
      "sentences": "This train has left the station he says. So now what?JOHN BRESNAHAN, CO-FOUNDER, \"PUNCHBOWL NEWS\": So now McCarthy, as Kate summed up admirably, a very difficult situation. McCarthy is going to see if he can get the votes to pass his CR, his short-term funding bill. All his plan would do would fund the government from October 1st to November 1st, it's not a long-term solution, while giving the House more time to try and pass its appropriations bill. He's got to see if he can do that. If he can't, McCarthy's in a real, real jam because he has to go to Democrats then and at that point the conservative critics, the seven or ten or 12 Republicans on the right who really just dislike McCarthy for a variety of reasons, will try to take him out as speaker. They're expected to make a move against him at that point. And that's what he's trying to prevent. He wants to fund the government and keep his job at the same time. And he may not be able to do both. SIDNER: I am curious because you write, you know, a great article about all of this mess, if you will, and that McCarthy's leadership is really being undermined by the very person that he has stood behind, Donald Trump. What happened there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "BRESNAHAN",
      "sentences": "Yes, Trump sad last night that McCarthy should not pass the short-term funding bill. It's known -- the parlance - it's know the parlance as a continued resolution, or CR. You know, Trump wants to defund the Justice Department because, of course, Trump has been indicted by federal prosecutors in two different cases. And, you know, Trump - Trump wants chaos. He really does. That's where he's seeking. If it looks bad for Biden if the government's shutdown, that's good for Trump, he thinks.And, remember, Trump went through the longest shutdown -- government shutdown in American history that, you know, that he caused back in 2018 into 2019 over the situation at the border, the U.S./Mexico border, and he got nothing, a five-week partial government shutdown. So Trump, you know, he's tried the government shutdowns that didn't work for him, but he wants to see if he can cause problems for Democrats and Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:06",
      "speaker": "SIDNER",
      "sentences": "Yes, you said that he enjoys chaos.I'm wondering if the folks in the Freedom Caucus, that are sort of after McCarthy, really don't care if they sort of burn it all down because they want a smaller government anyway. Is that the sentiment that you hear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "SIDNER",
      "sentences": "And, if they don't, this thing could all go south.John Bresnahan, thank you so much for joining us this morning. Appreciate it. Now to another John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "BERMAN",
      "sentences": "You know, Bresnahan, man, he lives and breathes this stuff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "SIDNER",
      "sentences": "He does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "BERMAN",
      "sentences": "Great to hear from him.All right, might there be a possible breakthrough in Hollywood maybe soon? This morning writers and top executives from major studios plan a second straight day of talks. And the word that emerged from yesterday was \"encouraged.\" CNN's Natasha Chen in Los Angeles with what might be some good news for viewers out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "NATASHA CHEN, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, John, at least they are at the table again. And that in itself is encouraging. This strike with WGA has been going on for more than four and a half months.Let's show you who was in the room yesterday. Our Oliver Darcy is reporting that the executives from top studios, here they are, Netflix, Disney, Universal, Warner Brothers, Discovery, and, of course, the AMPTP representing all of the studios, the Writers Guild of America. So, the CEOs were in the room. And there is a lot of pressure now. This has been going on for much longer than the WGA strike in 2007, 2008. And here are some of the points that they are trying to go through as far as yesterday's talks. They are meeting again today. They, as you said, the talks were described as encouraging, that the four studios met with the unions. The goal is to definitely reach this deal before winter. There are plenty of people that I've talked to, very concerned that this is going to drag through the holidays. In fact, the rank-and-file WGA members who were not in the room, even hearing the reporting that this was encouraging, they told me they were skeptical because of how unsuccessful previous talks have been. And at the same time, we're not just talking about writers and actors who were out of work. We are talking about an entire industry brought to a halt. That means everyone who has provided catering, food for these productions, cleaned their offices, provided props, all of these ancillary businesses have also been at a stop. People out of work. I spoke to a prop house owner this week who was very upset at having to lay off half her staff. Here she is. (BEGIN VIDEO CLIP) PAM ELYEA, VICE PRESIDENT AND CO-OWNER, HISTORY FOR HIRE: I'm the one who, you know, worries at night about -- about what's going to happen. Because, you know, you don't lay somebody off without thinking, I'm not just taking their job. They're going to lose their home. They're going to lose their apartment. Because nobody makes enough to live in Los Angeles. This is an extremely expensive city to live in. So -- so, you're really impacting someone's life. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CHEN",
      "sentences": "The Milken Institute tells me that the economic damage nationwide thus far has surpassed $5 billion, now pushing $6 billion.Of course, they are meeting again today. So, we will see how that goes. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "BERMAN",
      "sentences": "All right, keep us posted.Natasha Chen, great to hear from you. Kate.",
      "isLastSentenceInterrupted": false
    }
  ]
}