{
  "date": "2023-08-16",
  "headline": "CNN News Central",
  "subHeadline": "Biden To Mark Inflation Reduction Act Anniversary As He Struggles To Sell \"Bidenomics\" To American People; Ukraine Shows CNN Exact Moment A Sea Drone Hit Key Bridge; \"Big Short\" Investor Bets $1.6B On Stock Market Crash; Video Shows Denver Police Fatally Shooting Man Holding A Marker That Officer Mistook For Knife; Man Arrested In Midtown Manhattan With 3 Weapons, Including An A.K.-47 Loaded With Extended Magazine. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:32:13",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "Just moments from now, the president will be speaking there at the White House to tout his economic policies, marking the one-year anniversary of signing his landmark legislation, the Inflation Reduction Act. It included clean energy investments, also reduction of prescription drug prices.It comes at a time when high prices are still hitting Americans. Polls show a lot of Americans don't quite support the administration's handling of the economy. CNN's Kayla Tausche joins us from the White House. The disconnect, it's been lasting. It's been remarkable. Strong economic numbers, yet most folks say the economy's heading in the wrong direction, and really not a great sense it seems among Americans as to what was actually in any of these pieces of legislation passed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:13",
      "speaker": "KAYLA TAUSCHE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "That's right, Jim. There seems to be this growing disconnect between what the economy is doing according to the data and how people actually feel on the ground.And the message that we're going to hear from President Biden today is an attempt to shore up the visibility of some of his landmark pieces of legislation that he passed a year ago. Not just the Inflation Reduction Act but also the bipartisan infrastructure law and the CHIPS Act, which created a halo effect for the president a year ago that the administration wants to keep ongoing. But the problem is a lot of Americans don't know what's in this legislation and they don't chalk it up to the work of the administration. Some 71 percent of voters said they don't know what's in the Inflation Reduction Act. And so that's why the White House is trying to put some stats behind exactly what it's going to do. By and large, Jim, the economy is doing well according to the numbers. Unemployment at 3.5 percent is still hovering near a five-decade low. Inflation is near a two-year low, although, as you mentioned, things are still more expensive for the average American than they were two years ago. And consumer sentiment is still trending in the right direction even though it did dip slightly in the last month. But there are a couple problems for the president. The first is calling it the Inflation Reduction Act draws people's attention back to inflation. The president pointed that out. He said at a fundraiser last week he wished he hadn't called it the Inflation Reduction Act. He wished he'd called it something else. And then there's the fact these investments are going to be deployed over 10 years. That's something the White House has picked up on. Here's Karine Jean-Pierre, the White House press secretary, earlier this morning. (BEGIN VIDEO CLIP) KARINE JEAN-PIERRE, WHITE HOUSE PRESS SECRETARY: These are long-term investments which Americans are going to start to see. Polling don't tell the whole entire story. That's why we're going to continue to tell that story. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:13",
      "speaker": "TAUSCHE",
      "sentences": "Can they tell that story? Will it matter to the American people? We'll soon find out.Jim, back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:34:56",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Time now for a CNN exclusive. Ukraine's intelligence service has released to us video showing the exact moment an experimental sea drone carried out a strategic high-value target, Russia's bridge to annexed Crimea.It's the first time Ukraine's intelligence service has claimed responsibility for last month's strike. CNN's Nick Paton-Walsh helped us break this exclusive reporting and he joins us now live from Dnipro. Nick, why is this so significant?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:34:56",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "Look, this is fundamentally part of Ukraine's changed status in this war.From the country back in February last year that many thought potentially would last a matter of weeks from the Russian invasion to a military force able to project its power to the eastern side of the Black Sea, to potentially threaten the $4 billion Kerch Bridge Vladimir Putin values so highly. And the Ukrainian security service very open now on how they were behind the more recent attack on it. (BEGIN VIDEOTAPE) PATON WALSH (voice-over): It's become the most beleaguered symbol of Russian occupation. This weekend, Moscow saying this incident was just a smokescreen foiling a Ukrainian attack on the $4 billion Kerch Bridge, the link between Russia and occupied Crimea that Putin seems to dote on. Now CNN has obtained exclusive footage heralding a new way of warfare of another earlier devastating Ukrainian seaborne drone strike there in July from the Ukrainian Security Services, the SBU, who say they did it and more will follow. This is exactly what the drone pilot saw -- thermal imagery -- the water rippling as up to a ton of explosive approaches the bridge. The feed then obviously went dead as it hit the concrete. Russian officials said two civilians died in the attack. Cameras on the bridge captured the first blast on the road section. The cursor shows the drone moving in, and another on the railway tracks at about the same time. Ukraine has been coy. Some officials saying these huge blasts are from, quote, \"an identified floating object.\" But no longer. The head of the Ukrainian Security Services told CNN this is just the start. VASYL MALIUK, HEAD OF SBU (through translation): Sea surface drones are a unique invention of the Security Service of Ukraine. None of the private companies are involved. Using these drones, we have recently conducted successful hits of the Crimean Bridge, a big assault ship, \"Olenegorsky Gornyak,\" and SIG tanker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:34:56",
      "speaker": "PATON WALSH",
      "sentences": "This, another Ukrainian drone attack on the Russian amphibious assault boat, \"Olenegorsky Gornyak,\" on which Ukrainian officials said 100 personnel were on board.It was a remarkable feat carried out by a growing fleet of what they call the \"Sea Babies.\" Hundreds of miles away from Ukrainian bases and right in Russia's coastal heartland, it put the Black Sea's east suddenly at risk. MALIUK (through translation): These drones are produced in an underground production facility in Ukraine. We are working on a number of new, interesting operations, including in the Black Sea waters. I promise you it will be exciting, especially for our enemies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:34:56",
      "speaker": "PATON WALSH",
      "sentences": "Ukraine's ingenuity again and again toppling the lumbering Russian Goliath.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:34:56",
      "speaker": "PATON WALSH",
      "sentences": "Again, this war turning on its head so many of the accepted thoughts about Russia's military supremacy, Ukraine's difficulty in fending Russia off, and what basic low technology like drones, like nearly a ton, metric ton of explosive might do if mounted on a rudimentary device like that.Quite extraordinary how so many of the expected norms here are being shattered. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:39:06",
      "speaker": "SCIUTTO",
      "sentences": "Well, the investor who famously foresaw the housing crash that led to the Great Recession in 2008 now has a new prediction. His new big short. That's coming up on CNN NEWS CENTRAL.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:39:06",
      "speaker": "SANCHEZ",
      "sentences": "He's famous for correctly predicting the 2008 housing market collapse. And now Michael Burry, the investor famously played by Christian Bale in \"The Big Short,\" is making a new bet. We're talking about a $1.6 billion gamble.CNN's Richard Quest is here. So, Michael -- or rather, Richard, what is Michael predicting now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "SANCHEZ",
      "sentences": "Yes, there have been talks about a potential recession now for years seemingly. But it hasn't materialized, at least so far.Richard Quest, thanks so much. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:02",
      "speaker": "SCIUTTO",
      "sentences": "Now to some of the other headlines we are watching this hour.For the first time in six years, Target's quarterly sales are down. Experts pin the blame on a change in spending habits as people focus more on food and travel. Also, though, the fierce right-wing backlash to Target's Pride month collection had an impact. A technical glitch let Bank of Ireland customers withdraw money crucially they did not have in their accounts. The bank is apologizing after people formed long lines to take advantage, meaning some customers could not access funds they actually had. The bank says the glitch is now fixed, warns that any withdrawals, quote, \"over normal limits would be debited from customers' accounts.\" And at the women's World Cup, it is Europe in the spotlight. England will face Spain in Sunday's championship. This will be the first final for those both teams. Australia and Sweden, who you may remember eliminated the U.S., they're going to play for third place. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:50",
      "speaker": "SANCHEZ",
      "sentences": "New questions today about a 911 call in Colorado for a domestic dispute that ended with an officer shooting and killing a man.Denver police say the officer believed the man was charging at her with a knife. It turns out he was holding a marker. And 36-year-old Brandon Cole was pronounced dead at the hospital. The shooting happening this month. Police just releasing the body camera footage. We should warn you before we play it, it's disturbing. You will not only see the moments right before the shooting, but a child standing nearby as well. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:50",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Don't pull the gun on my husband, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:50",
      "speaker": "UNIDENTIFIED LAW ENFORCEMENT OFFICER",
      "sentences": "OK, do you need EMS?(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:50",
      "speaker": "UNIDENTIFIED LAW ENFORCEMENT OFFICER",
      "sentences": "Let me see your hands.(SHOUTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:50",
      "speaker": "UNIDENTIFIED LAW ENFORCEMENT OFFICER",
      "sentences": "Stop!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:50",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Brandon, look at me, stop.(EXPLETIVE DELETED)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:50",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Stop!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:50",
      "speaker": "UNIDENTIFIED LAW ENFORCEMENT OFFICER",
      "sentences": "Hey, Brandon! Stop!(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:50",
      "speaker": "UNIDENTIFIED LAW ENFORCEMENT OFFICER",
      "sentences": "Brandon. Stop! Stop! Stop!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:50",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Don't!(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:50",
      "speaker": "SANCHEZ",
      "sentences": "CNN chief law enforcement and intelligence analyst, John Miller, joins us.John, walk us through what happened here. And what stands out to you about this footage? JOHN MILLER, CNN CHIEF LAW ENFORCEMENT &amp; INTELLIGENCE ANALYST: What you see is the first thing that police see when they get there is the woman sitting on the sidewalk, the wheelchair beside her. The call was she had been knocked out of the wheelchair by her husband and he was chasing after their teenage son. What is the first statement she makes, which is, \"Please don't pull a gun on my husband.\" What he is doing when we start the video is he's going into the car to get something. He's got his back to police and he comes out, moves it between hands behind his back, and then is holding it in the front. And the officer who is the male officer with the taser, the electronic taser devices, is saying show me your hands, show me your hands. He turns and looks at the female officer, who is not holding a taser. She's holding her weapon. And then cuffs his hands together in front of him and charges at her. So it is a very interesting dynamic where he seems to be working hard to provoke a situation where he does not have a weapon but appears to be almost trying to make it seem that he does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:50",
      "speaker": "SANCHEZ",
      "sentences": "That's so unusual.John. We also want to get some new reporting from you about a man who was arrested on Park Avenue in New York City with an A.K.-47. Is that correct?",
      "isLastSentenceInterrupted": false
    }
  ]
}