{
  "date": "2023-02-15",
  "headline": "CNN Newsroom",
  "subHeadline": "Russians Holding Ukrainian Children; Scott Clancy is Interviewed about Unidentified Aerial Objects; Cancer Patients Not Receiving Full Treatment Due to Shortage. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:35:14",
      "speaker": "LLOYD AUSTIN, DEFENSE SECRETARY",
      "sentences": "We do know that Russia has a substantial number of aircraft in its inventory and a lot of capability left. That's why we've emphasized that, you know, we need to do everything that we can and to get Ukraine as much air defense capability as we possibly can.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:14",
      "speaker": "SCIUTTO",
      "sentences": "Also this morning, disturbing new revelations from a report that says that Russia is operating a network of camps that have held thousands of Ukrainian children, this since the war began nearly a year ago. The analysis comes from a State Department backed research lab at Yale.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:14",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "And the findings are incredibly disturbing. The report found more than 6,000 children, some of them just a few months old, all the way up to the age of 17, have been put in these camps. The report, though, does warn that the actual number may be much higher.CNN's David McKenzie is live in Kyiv for us this this morning. So, what is happening with these children inside the camps, David?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:14",
      "speaker": "DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Erica, we've been reporting on this extensively, in fact, over the past few years, speaking to mothers who are just in an enormous amount of distress. They are here in Ukraine. Their children are in those camps in occupied Crimea or in the Russian Federation. This is a complex story. Often what happened, when Russian forces took territory, the new administrators would then persuade parents to get those children out of the front lines and into these summer camps.Now, they are summer camps. Children do activities you would expect even in the U.S. to do these kind of camps. But it is much more sinister. They are forced to sing the Russian national anthem. They are taught in Russian. And it's very difficult once the front line moves to get them back to their parents. There are Ukrainian organizations, organizing rescue missions through Belarus, into Russia, and into those camps where, if they get the right paperwork, they can sometimes get those children back. But they say hundreds if not thousands are still in those camps. So, this Yale University report saying that in the camps there is political reeducation, military training, forceable adoption in some cases and also a permanent relocation of these children. This is an extremely important humanitarian issue. The Russian embassy in Washington saying that these reports and, frankly, some of our reporting is absurd in their mind. They say they are just trying to keep those children safe, get them out of harm's way. And when they can keep them with their family, they do. But in many cases, these families are separated. Jim. Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:14",
      "speaker": "SCIUTTO",
      "sentences": "World War II like concentration camps. Just amazing to hear. David McKenzie in Kyiv, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:44",
      "speaker": "HILL",
      "sentences": "New this morning, federal prosecutors investigating former President Donald Trump's handling of classified documents are trying to force additional testimony from his lawyer Evan Corcoran by alleging the former president used his attorney in furtherance of a crime or fraud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:44",
      "speaker": "SCIUTTO",
      "sentences": "CNN's senior crime and justice reporter Katelyn Polantz is here now with more.OK, it's interesting here because there have been some thinking that maybe the criminal side of that documents probe was over now, that everybody's - everybody seems to have classified documents. But this would seem to indicate there's something still here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:44",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Yes, the Justice Department clearly wants answers. The special counsel's office wants answers from the person who was giving advice to Donald Trump through the course of this after his presidency when they were attesting that there were no more documents to be found and then the FBI went in and found hundreds more.And what's happening here, it's under seal, so we haven't actually read what the Justice Department is arguing, but Kaitlan Collins and I have confirmed that they are saying that they believe that Donald Trump, using his lawyer, would be trying to further a crime or covering up criminal activity in those conversations. So, the Justice Department wants to ask more questions of this lawyer, Evan Corcoran. He's already testified before the grand jury and declined to answer some things saying it's attorney/client privilege and this is the next step in that, trying to get more answers. This is the thing that the Justice Department doesn't do lightly. They don't push for attorney answers in this way very often. They have to take it up the chain at the Justice Department. And there is going to be a court that heavily considers whether or not he's going to have to answer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SCIUTTO",
      "sentences": "So, first question, during your time at NORAD, how many air incursions like this, by balloons, et cetera, operating in this near space space, as they call it, a few miles up, up to just below the level of what we call low earth orbit, did you see? Did you see stuff like this during your time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "CLANCY",
      "sentences": "While I was director of operations in NORAD, and then, you know, I was the deputy commander up in Alaska as well, we would launch not necessarily routinely but every once in a while we would launch on a radar track that was unknown, that we did not know what it was, whether it was a feed from our NORAD radars, on the periphery of the continent, or the feeds that we get from NAVCAN (ph) and FAA radars from the interior.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SCIUTTO",
      "sentences": "OK. I wonder, as we're now coming to terms with the fact that Russia with this -- sorry, China, with this large surveillance balloon has sent others, not just over North America, but also South America, other parts of the world. Is it your view that NORAD, the U.S., missed a growing threat here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "CLANCY",
      "sentences": "I don't think that they've missed a growing threat. And the reason why I say that is, if you had asked me, was I surprised by these events, my answer, no, I'm not surprised by these events. I've been aware because of my position of the intelligence gathering capability of the People's Republic of China and Russia. You know, principal adversaries to the security of North America. So, have we missed some of the balloons that have come across? I mean I think General VanHerck, in his statements at the Pentagon briefings has said, yes, categorically we have in the past, but we're closing those intelligence gaps. In this instance, it was seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SCIUTTO",
      "sentences": "China appears to be deliberately exploiting or attempting to exploit this area in altitude known as near space. In your view, have they been successful doing so? Do we have any sense as to what they've gained by sending balloons like this up there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "CLANCY",
      "sentences": "No, I don't think we have a good sense, but I think that that study started, you know, when I was there at NORAD and continues on. China is a glowing - a growing, sorry, you know, international power. It has military power that it really is regionally based, while Russia has global military power. I think that we're seeing China advance in these areas and I think our vulnerabilities are going to become more and more important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SCIUTTO",
      "sentences": "I wonder, maybe another way to look at it, does this show strength or weakness by China? Does it show that they need to operate closer to the surface and closer to surveillance targets because their satellites cannot gather this kind of intelligence themselves?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "CLANCY",
      "sentences": "So, this is getting after, you know, the principal thing in this puzzle that I think our intelligence services and NORAD and both governments are trying to figure out from Canada and the United States, what's the real intent behind this? We think of this in terms of intelligence gathering. That's highly tactical. What are you seeing? Are measuring your reactions from NORAD.But, you know, extrapolate that out to the political and geostrategic level, what does this indicate, and our reactions as occidental nature - nations, or an incursion across, you know, the Taiwan Straits? And maybe that's the kind of test that this is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SCIUTTO",
      "sentences": "Interesting. You think it might be tied to preparations for military action over Taiwan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "CLANCY",
      "sentences": "What I -- what I think is, is that there's the possibility. And this is complete conjecture on my part. But that things like this aren't just about measuring the pure intelligence from the look down capabilities that are on board that air - that, you know, balloon. That - there's a distinct possibility that this is gauging the coherence, the resilience and the, you know, firmness of both governments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SCIUTTO",
      "sentences": "Interesting point there. Something to watch closely.Major General Scott Clancy, we'd like to have you back because there's still a lot of things to explore here. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "CLANCY",
      "sentences": "OK. It would be my pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:53:27",
      "speaker": "SCIUTTO",
      "sentences": "Thousands of bladder cancer patients are getting only partial treatments now because of a shortage of drugs. And there's no apparent end in sight. CNN is getting an exclusive first look at a new report on that shortage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:53:27",
      "speaker": "HILL",
      "sentences": "The report shows more than 8,000 patients a year just aren't getting the full treatments that they need from the life-saving drug BCG because of that shortage. It is, actually, the drug of choice for a very common type of bladder cancer. CNN's senior medical correspondent Elizabeth Cohen joining us now.So, Elizabeth, why the shortage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "HILL",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "SCIUTTO",
      "sentences": "It's amazing how often we see that happen, one maker, I mean even -- or a handful. You think about baby formula.So, what can be done about this to help these patients?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:04",
      "speaker": "COHEN",
      "sentences": "So, in this case, there's some short-term things that hospitals have been doing. So, first of all, they are using less effective drugs sometimes. I mean imagine being told you have this horrible cancer, a high recurrence rate. We can't give you the drug we want to give you. We'll give you something that's not as good. Merck is building a new facility, but they say it won't be ready for five to six years in order to, you know, get up and be in production.Now, some people are advocating, not just for this shortage, but for other ones as well, they're advocating that the government pay pharmaceutical companies to make drugs like this that don't have a huge market and are inexpensive. Other people say pharmaceutical companies are wealthy enough, why should we have to pay them?",
      "isLastSentenceInterrupted": false
    }
  ]
}