{
  "date": "2023-10-22",
  "headline": "CNN Live Event/Special",
  "subHeadline": "More Aid Trucks Enter Rafah Crossing; U.S. Seeks To Delay Israeli Ground Offensive In Gaza; Israel Military Ramping Up Gaza Airstrikes; Interview With Senior Adviser To Israeli Prime Minister Netanyahu And Former Israeli Ambassador To The U.K. Mark Regev; Gaza Hospital Scales Back Treatments Over Shortages; Hamas And Israeli Troops Clash Inside Gaza; IDF Expanding Evacuations In Northern Israel; 14 Aid Trucks Arriving In Gaza; Biden And Key European And Canadian Allies Spoke By Phone; U.S. Trying To Slow Down Israel's Invasion Of Gaza; U.S. Hopes To Free More Hostages; Biden And Netanyahu Spoke By Phone On Sunday; U.S. Concerned About Potential Escalation In The Middle East; Ehud Barak On Timing Of Ground Incursion; Israel Preparing To Send Enormous Force Into Gaza; Interview With U.N. OCHA In The Occupied Palestinian Territory Andrea De Domenico; Gaza Hospitals Overwhelmed And Undersupplied; French Judges Issues Arrest Warrant For Several High-Ranking Syrian Military Officials; Police Search For Detroit Synagogue Leader's Fatal Stabbing. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:01:01",
      "speaker": "BIANCA NOBILO, CNN INTERNATIONAL HOST",
      "sentences": "Hello and welcome. I'm Bianca Nobilo in London and welcome to our breaking news coverage of the Israel Hamas war.Tonight, we begin this hour with a tense wait as more trucks carrying lifesaving food and water have entered the Rafah Crossing between Gaza and Egypt. That is according to Egypt's Red Crescent. Twenty trucks have already made it into the besieged Palestinian enclave this weekend, but aid workers say that's not nearly enough. At the same time, CNN is hearing that the U.S. is seeking to delay an Israeli ground offensive in Gaza. Sources briefed on the discussion say the hope is to get more humanitarian aid in and more hostages out. This comes as Israeli troops clash with Hamas fighters inside Gaza earlier Sunday amid ramped up airstrikes. Israel says it's preparing for what it calls the next stage of its war with Hamas. And right now, I want to bring in my colleague Sara Sidner who's in Jerusalem for us. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:01",
      "speaker": "SARA SIDNER, CNN CORRESPONDENT",
      "sentences": "Yes. In Jerusalem, it is the second day really of quiet prayer here. Very few people here. Very unusual place right now because normally it is teeming with people from all over the world. Pilgrims that have come here from three different religions trying to see some of the holiest sites in Judaism, Islam and Christianity. But now, it is extremely quiet. Lots of stores have shut, as this war goes on. A lot of people looking around them themselves and saying, this looks very much like what it did during the COVID shutdowns. It is a devastating, moment for those living here and watching what is happening. First, in Israel, that Hamas attack on October 7th and then, in Gaza and the continued airstrikes that have been going on there and the growing humanitarian crisis.I want to get now to Mark Regev. He is an ambassador for Israel. He's also been a longtime spokesperson over the years in the past for the prime minister's office. Mr. Regev, thank you for joining us. Can you hear me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:01",
      "speaker": "MARK REGEV, SENIOR ADVISER TO ISRAELI PRIME MINISTER NETANYAHU",
      "sentences": "My pleasure, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:01",
      "speaker": "SIDNER",
      "sentences": "All right. So, here is one of the things that everyone is talking about, because the world's attention has turned to Gaza. They are also, of course, thinking about how this all began with Hamas and its terror attack where it took out and killed thousands of people here in Israel, men, women and children. But by all accounts, the World Health Organization, UNICEF, UNRWA, Doctors Without Borders, they're saying there's a humanitarian catastrophe that is already occurring and has been for the past two weeks, especially in Gaza because of the Israeli blockade and the constant airstrikes. There are 20 trucks of humanitarian aid have made it into the country, but Israel continued its airstrikes after that.Can Israel commit to creating a humanitarian corridor, for example, as this war goes on in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "SIDNER",
      "sentences": "But, Mark, indeed, there have been thousands of civilians, Palestinians killed in Gaza. The Ministry of Health, they're saying that there are now upwards of 4,000 plus people who have died, many of them civilians. I want to ask you about the north because Israel has told people they need to evacuate from the north for their own safety.But Doctors Without Borders, their doctors are saying they're not going to leave the hospitals there because they can't get their patients out with them. What do you say to those doctors and patients that are in hospitals in Northern Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "REGEV",
      "sentences": "So, obviously, we will do our best to those people who can't evacuate. Of course, especially humanitarian side, like a Holocaust -- like a hospital, we don't target hospitals.But please, everyone who can leave should leave. Get out of a combat zone. There will be heavy fighting between Israeli forces and the Hamas terrorists. And we don't want to see, I repeat again, we don't want to see innocent people caught up in the crossfire. That's not our goal. We -- our enemy is Hamas that brutally killed our people. But the truth is, in many ways, Sara, Hamas is also the enemy of the people of Gaza, because after 16 years of ruling the Gaza Strip, they've only brought suffering and pain and impoverishment to the people of Gaza. The people of Gaza themselves deserve better than this terrible terror regime. And when this is over, and we will have successfully dismantled Hamas' military machine and its political control of Gaza, I think there will be room for something better, which will obviously be better for the people of Israel that won't have to live next to a hostile, extreme terrorist enclave, but it'll also be better for the people of Gaza who will get a government that maybe will be interested in their interests instead of this crazy extremist Hamas ideology, this sort of ISIS type approach, which just wants more violence and terror. That doesn't help anyone, least of all the people of Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "SIDNER",
      "sentences": "You talked about, you know, trying to get civilians out of the way. I do want to tell you -- I know you've heard what some Arab leaders have said around this region and what Palestinians are certainly saying is that it appears that airstrikes that Israel is using are hitting so many civilians that the war is against Palestinians, not just Hamas. How do you respond to that criticism?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "REGEV",
      "sentences": "It's not true. In fact, Israel is trying to make maximum efforts, as I just said, to keep civilians out of the crossfire while Hamas is doing exactly the opposite. And here is, I think, an irony that's worth pointing to, many perceive in the Arab world Israel is the enemy of the Palestinians. Yet, Israel is taking many steps to try to safeguard Palestinian lives.And at the same time, Hamas, which proclaims that it is the defender of the Palestinians, so to speak, at least ostensibly that's what it propaganda says, it actually is taking steps deliberately to endanger Palestinian civilians, to bring them into harm's way, using them as a human shield for its war machine. Why else are they telling Palestinians not to leave areas of future fighting? Why are they actually physically preventing them from leaving future combat areas by putting up roadblocks? It's almost as if they want to fight to the very last Palestinian civilian. You know, in normal countries like Israel, the United States, Britain, we use our militaries to defend our people, to protect our civilians. Hamas invokes that. They use their civilians to protect their terrorist machine. It's ridiculous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "SIDNER",
      "sentences": "Let me ask you about the fighting, because you mentioned going in to the north and that that is going to be the scene, Gaza City, especially the scene of intense fighting. Is there still a ground offensive by Israel in the works?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "SIDNER",
      "sentences": "It is true that Hamas does not recognize nor want to see the State of Israel exists, but I do wonder when you talk about the next government, does Israel plan to stay in Gaza? They have done this once before, and it did not work out so well. What is the end game of this war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "REGEV",
      "sentences": "We are looking at end games. We're trying to think one or two steps ahead, Sara. The most important thing is to get rid of Hamas. All the other options are superior to having Hamas remain in power. What will be the future status of the Gaza Strip after we get rid of Hamas? Different options have been on the table. We're looking at different things. We're actually talking to different (INAUDIBLE), there have been preliminary discussions with different international interlocutors.But the most important thing is we get rid of Hamas just as you -- the Americans led an international coalition to get rid of the territorial control that ISIS had in parts of Iraq and Syria, we will get rid of Hamas' territorial control in Gaza. And just as what came after ISIS might not have been perfect, but it was superior to ISIS. What will come after Hamas will be far superior to Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "SIDNER",
      "sentences": "I just lastly want to ask you why Israel bombed a Greek Orthodox church in Gaza that happened a couple of days ago and Israel took responsibility for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "REGEV",
      "sentences": "So, I'm sorry, but I don't know the details of that operation, but I can say the following. Hamas has a documented history of using civilian and even holy sites for its war machine. They've put missiles in mosques and they've put missiles in schools. They've unfortunately have an historic record of behavior, whereby they abuse places, which is supposed to be places of learning or places of worship for their military machine. And if they do so, they cannot expect immunity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "SIDNER",
      "sentences": "Ambassador Mark Regev, thank you so much for joining us here on CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "REGEV",
      "sentences": "Thanks for having me, Sara. Much appreciated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "SIDNER",
      "sentences": "All right. I want to go now to our Matthew Chance who is in Northern Israel. He is witnessing different things there because there is, of course, Lebanon on that border. Lebanon has fired some rockets into Israel over these past days 15 days, and there has been just a small bit of small arms fire people coming over from the Hezbollah territories into Israel, and a firefight has been underway over these past couple of weeks. Matthew, what are you seeing now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, I mean, it's very quiet here in Kiryat Shmona at the moment in Northern Israel, but that's mainly because the vast majority of the population of this city of more than 20,000 people, this town, have gone, they've been evacuated. And that's true of towns and villages all across this area close to the Lebanese border.There's been an order from the Israeli government for civilians to leave because of the growing threat of rocket attacks and other kinds of attacks from Southern Lebanon, where Hamas controls the territory. Palestinian militant groups also operate in Southern Lebanon as well. And indeed, the Israeli military say that those attacks have been increasing over the course of the past week or so, with, as you say, drone attacks taking place, drone flights, at least, taking place across Northern Israel from Lebanese territory, anti-tank missiles being fired at Israeli installations along the border. There have been infiltrations of gunmen from the Lebanese side into Israel. The Israelis have, of course, responded in kind. They've been pounding areas with artillery strikes and airstrikes inside Southern Lebanon and in Syria as well. We're very close to the border with Syria also. And they are now warning Lebanon, yet again, and warning Hezbollah that if this continues or if it escalates, there will be a very strong response, indeed, from the Israeli military. [15:15:00] They say they don't want a second front to open up, but, you know, as they're focusing on the south and as they prepare for that operation, that land operation in Gaza, but they have moved tens of thousands of troops at least into this region in preparation for what they say will be a very determined and strong and destructive response against Hezbollah and against Lebanon if the attacks from that southern part of the country persist or escalate. And so, a lot of tension up here in Northern Israel. And if there is going to be a second front that opens up, it's here, Sara, where it's likely to start.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "SIDNER",
      "sentences": "Yes. And that is one of the things -- the existential threats, if you will, that Israel has always been concerned about that they would have a war on more than two fronts or two fronts.I do also want to mention, you know, what's really interesting, you're reporting about that whole area that has been you basically evacuated and it shows you the fear of what might be to come, especially as this ground offensive, they say, is on the way at some point. Matthew Chance, thank you so much for your reporting from Northern Israel. And we will be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:00",
      "speaker": "NOBILO",
      "sentences": "Just in to CNN, at least 14 aid trucks have arrived in Gaza. A CNN journalist observed the trucks arriving and they're being offloaded now. These lifesaving supplies transited the Rafah Crossing and officials say much, much more is needed.And even though it's Sunday, it's still a busy day for U.S. President Joe Biden. We've learned from the White House that Mr. Biden held a call with key European and Canadian allies. President Biden and Israeli Prime Minister Benjamin Netanyahu also spoke by phone. There's no word yet on what they discussed, but the call comes amid reports that the U.S. is trying to slow down Israel's invasion of Gaza. Two sources have told CNN that the U.S. is hoping a delay will give them more time to negotiate the release of hostages held by Hamas. The U.S. is also trying to get more humanitarian aid into Gaza before the Israeli ground war begins. U.S. President Joe Biden is spending the weekend at his Delaware residence. That's where CNN White House Correspondent Priscilla Alvarez is today. Priscilla, tell us more about what's on the President's schedule.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "NOBILO",
      "sentences": "Priscilla Alvarez for us. Thank you so much.The U.S. is concerned that its forces around the Middle East could become targets for attacks. The U.S. military has deployed additional missile defense systems to the region and is stepping up the readiness of some U.S. troops in case they have to deploy at a moment's notice. (BEGIN VIDEO CLIP) LLOYD AUSTING, U.S. DEFENSE SECRETARY: Recently we've seen rocket and UAV attacks against bases housing our troops in Iraq and Syria. We're concerned about potential escalation. In fact, what we're seeing is the prospect of a significant escalation of attacks on our troops and our people throughout the region. And because of that, we're going to do what's necessary to make sure that our troops are in the right -- good position. They're protected. And that we have the ability to respond. Now, this additional, deployment sends another message to those who would seek to widen this conflict. As President Biden said earlier, and as you've heard me say, if any group or any country is looking to widen this conflict and take advantage of this very unfortunate situation that we see, our advice is don't. We maintain the right to defend ourselves. And we won't hesitate to take the appropriate action. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "NOBILO",
      "sentences": "Let's talk more about the military situation a Israel prepares its ground incursion into Gaza, we believe. Joining me now is CNN Military Analyst Mark Hertling. And he was the commanding general of U.S. Army Europe and the 7th Army. Always such a pleasure to speak to you.LT. GENERAL MARK HERTLING (RET.), CNN MILITARY ANALYST: It's great to be with you today, Bianca. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "NOBILO",
      "sentences": "Let's pick up, first, on what the defense secretary was just saying about protecting U.S. forces and also the potential for escalation. Now, obviously, the U.S. has brought military assets or more of them to the region as a deterrent, but it's sort of double- sided, isn't it, because it also increases the opportunities for escalation if those military assets are targeted and attacked?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:00",
      "speaker": "HERTLING",
      "sentences": "That's what we've been seeing the last few days, Bianca. The popular mobilization fronts, the organizations that are supported by Iran in both Syria and Iraq have been relatively active. And we've also seen, as, you know, the attack from Yemen, or the attempted attack from Yemen that was thwarted.So, whenever you have those kinds of military actions going against Al-Asad Air Base or Beal (ph) Baghdad and Iran itself, and then potentially the Al-Tanf base, mostly special forces in Syria, you have to be concerned. Those are the things the secretary is concerned about, but also the fact that Iran could be -- become more deeply involved in this. And that's why he made the announcement yesterday to put more forces on deployment preparations while also announcing there were going to be more Patriot batteries, which the world has found out about over the last year. But also, now, that batteries THAAD, the Terminal High Altitude Air Defense, which are better air defense equipment, and that's primarily geared toward ensuring Iran doesn't do anything that would increase the basically the attacks in the area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "HERTLING",
      "sentences": "Well, certainly, you know, this is the unfortunate part when you're conducting operations as Israel is about to -- in a very rural area with 2 million people with what the military calls civilians on the battlefield tops (ph).During the last operation where Israel went into Gaza, in 2014, Operation Protective Edge, there were 66 Israelis killed and 2,100, according to the United Nations, Palestinian and Hamas fighters killed. And that was in a 50-day period. So far, in this fight, you've had over a thousand Israelis killed, that includes the -- certainly the -- those that were killed by the terrorist attack of October 7th, but by count thus far, according to the Hamas health organization inside of Gaza, there have been 4,500 Palestinians killed. So, you're talking about a doubling of numbers in a civilian environment when the ground assault hasn't even occurred yet. This, unfortunately, also plays into Hamas' objective, and that is to force a negative information operations campaign against Israel. It's a lesson that the United States learned over 20 years in both Iraq and Afghanistan, where the enemy, the terrorist groups, the insurgents, try and show that the forces that are in the country, in this case, Israel, are doing so many bad things that they're killing civilians or causing civilians to be harmed. Hamas actually has a name for this, they call it the victim doctrine. Everything that happens should be painted as a result of something bad that Israel did. Now, again, when you're going into an urban environment with the amount of force Israel is about to, there are going to be civilian deaths on the battlefield. So, those are all problematic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "NOBILO",
      "sentences": "Mark Hertling, thank you so much for joining us today. It's always great to be able to speak to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "HERTLING",
      "sentences": "Great to be with you Bianca. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:09",
      "speaker": "NOBILO",
      "sentences": "Welcome back. Now, continuing with our coverage of the war between Israel and Hamas, a CNN journalist has seen at least 14 aid trucks crossing into Gaza from Egypt through the Rafah Crossing late Sunday. That follows 20 aid trucks that were allowed to cross early Saturday, but aid workers saying this is not nearly enough.In Gaza City, explosions could be seen as night fell on Sunday. Israel's military says it's ramping up its aerial bombardment of Gaza, preparing for what it calls the next stage of its war with Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:09",
      "speaker": "SIDNER",
      "sentences": "Meanwhile, CNN's hearing that the United States is asking Israel to delay its ground offensive that is planned on Gaza. Sources briefed on the discussion say the hope is that they can get more hostages out of Gaza and let more humanitarian aid into Gaza.A senior Israeli official, though, is denying the report. That's happening as hundreds of armored vehicles along the -- with thousands of Israeli military forces are poised at the border with Gaza to go in on that ground offensive. CNN's Jeremy Diamond has more on the story. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:09",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Well, in case there was any question that Israel intends to go into Gaza Strip with troops, a ground invasion, those questions are being put to rest this evening by Israel's military chief of staff, the top general saying, \"We will enter the Gaza Strip.\" What he is also telling his troops is their mission. And he says that it is to \"destroy Hamas operatives and infrastructure.\"Now, these comments add to others by the defense minister, by the Israeli prime minister, all making clear that a ground invasion is certainly approaching. Now, on the ground, what we also see are the signs of a potentially imminent ground invasion as well. As we were driving along the Gaza Strip today, within about eight kilometers or so of the Gaza Strip, what we found was not one, not two, but four different groupings of dozens of tanks, armored personnel carriers, as well as these D9 bulldozers, which the Israeli military uses ahead of ground troops to try and dig up and set off any potential IEDs, as well as any other obstacles that may be in the way of those forces. Now, put together, these four groupings that we saw in just about one square mile of an area represented hundreds of tanks and armored personnel carriers. as well as those bulldozers, and there were also infantry troops, positioned along the way. Now, the only question appears to be exactly when the Israeli military will move forward with this invasion. Certainly, Hamas seems to continue to be dangling the possibility of additional hostages being released as one way to try and delay this ground invasion, but Israel's military continues to insist that it will move forward at a time and place of its choosing. And in line with that, Israeli military officials now say that they are increasing their strikes, that they are intensifying those strikes in order to try and minimize the risk to their own troops when they move in on the ground. But the question of what the impact will be on Gaza's civilians, who have already suffered so much in two weeks of bombardment by Israeli forces, more than 1,600 children are believed to have died, according to, the Palestinian Ministry of Health, that question of civilian casualties still remains going forward. Israel's military has directed civilians to move out of the northern part of the Gaza Strip and to move south. And when I spoke with a special forces commander just the other day, this commander said that, civilians have been directed out of those areas, and he said, \"Anyone who has chosen to stay there has chosen a side,\" indicating to his troops that any person who remains in that area could potentially be an enemy and could potentially be a target. Now, at the same time, that commander said that his troops will still try and avoid civilian casualties, but those comments and the broader specter of this war and how it has already impacted civilians inside of Gaza certainly raises the possibility of a very bloody time, bloody days, bloody weeks ahead. Jeremy Diamond, CNN, Ashkelon. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "EHUD BARAK, FORMER ISRAELI PRIME MINISTER",
      "sentences": "The goal should be to, eliminate any military capability of Hamas and its capacity to reign over the Gaza Strip. We do not intend to erase the ideology or the wishes and dreams of many members of Hamas and it's all around our world. They are part of a wider power, Muslim Brotherhood and occupying Turkey and some people in Qatar, we cannot erase the Hamas entity, but as an operator, or military operator in Gaza, and as the ruler of Gaza, we can do it.Of course, it cannot be completed from the air. It will need this massive ground operation with a thousand, probably tens of thousands of boots on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "FAREED ZAKARIA, HOST, FAREED ZAKARIA GPS",
      "sentences": "The Biden administration is, from what best we can tell, cautioning Israel to be careful not to go in too big to -- you know, to kind of devastate Gaza completely. Again, you've done this. Is that possible, you know, or are -- is the idea of going to have to go in, in massive numbers, go door to door, you know, tunnel to tunnel, building to building?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "BARAK",
      "sentences": "Look, I would say that, I never used the word inevitable in military affairs. But I would say that in 90 plus percent that we will see in the coming days a major invasion into Gaza Strip. It will take -- even to take the northern part of the Gaza Strip will take some time, probably two weeks or whatever, three weeks, depends on what pace it all be won, but to clean it from the physical and human resources of the Hamas might take many weeks or several months before it's completed.And we are aware, we do not intend to stay there forever. The whole operation has to face four different constraints. One is the hostages, the other is the risk that it will spread into much wider conflict with Hezbollah in Lebanon, probably others. The third one is how to manage this dialogue with the international law. We are committed to the international law and we are fully aware that our universal support and legitimacy will erode a long time when the numbers of people who are citizens who are hit there will grow in spite of the fact that the reason for them being there is the fact that Hamas coerced them into becoming kind of human shield. We are aware of these constraints. And the last one is the question to whom we can pass the torch, because we do not intend to stay there for years to come. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SIDNER",
      "sentences": "All right. Now, we would like to go to Andrea Di Domenico. He is the head of the U.N. Office for Coordination of Humanitarian Affairs in the Palestinian Territory. He joins me now from Jerusalem. Thank you so much for joining me, Andrea.ANDREA DE DOMENICO, U.N. OCHA IN THE OCCUPIED PALESTINIAN TERRITORY: Thank you, Sara, for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "SIDNER",
      "sentences": "All right. We know that there is a dire situation, a humanitarian catastrophe that is happening in Gaza. You had talked about the situation of the hospitals there who are trying to treat hundreds, if not thousands, of patients who have been injured in airstrikes. Can you give me some sense of what the hospitals are dealing with now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "SIDNER",
      "sentences": "Andrea, I'm not sure if you can still hear me. I think that your signal may have cut out a bit, but if you can still hear me, I am curious, Andrea, if you can tell us what has gotten in, what have -- there been supplies that have made it to hospitals, not just in the south, but you said, you know, a huge number. Most of the hospitals are in the north where we know that doctors are continuing to stay because they can't get the patients out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "DE DOMENICO",
      "sentences": "So, some assistance, as you have reported, has come in the recent -- in the last two days is a good step forward is a -- for sure a step in the good direction, but it's far from being up (ph). The reality is that the needs are gigantic. And the more the operations continue, and as you said earlier, another bombardment continue, the more need of those hospitals, who stay in those hospital will be there.So, we really are making our, you know, highest possible efforts with the support of UNWRA on the ground and WHO colleagues at the World Health Organization that is trying to bring in as much as medical equipment and supplies for trauma treatment in order to sustain and respond to the needs of people. And so, what we need is, is a steady opening of humanitarian supplies into Gaza. Wherever the needs are, whenever peoples are in need where -- that's where we have to be able to go and to reach them and deliver assistance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "SIDNER",
      "sentences": "I just spoke with the former Israeli prime minister's spokesperson, Mark Regev, who is also now an ambassador. I asked him whether or not he understood that the doctors and the patients in those hospitals were going to stay, because the doctors won't leave without the patients and the patients can't leave, and he said that he would -- they would try, Israel, to work basically around those hospitals when it comes to -- the airstrikes and the ground war, but warned everyone else to leave Northern Gaza.Are you getting a sense that people are so desperate in the south because there's not enough humanitarian aid there that they're going back to the north? Because that is some of what we've been hearing over the past couple of days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "DE DOMENICO",
      "sentences": "Absolutely. That's exactly what's happening. You know, the fact that we do not have access with humanitarian supply at scale and in a sustainable manner has not allowed us to scale up the operation of humanitarian support to the level where we have a dignified level of assistance to these people.So, people indeed moved to the south. And then when they saw that they couldn't find places to stay, water to drink, food to eat, of course they moved back. Some of them moved back and then they moved south again when they saw that the bombardment was so heavy in their area. So, I think we will have patterns of movement, north south, south north, constantly. Because simple people is looking for surviving. And wherever they can find something to survive, they will move. Some people told us, we are not staying in the south if we have to die here outside of our homes without any assistance. So, we are going back. And that's why we need absolutely to scale up our operations. We need access to Gaza. We absolutely need to scale up this. And I know the parties are committed to that. It's a constant dialogue with them, but absolutely we need to push this forward as soon as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "SIDNER",
      "sentences": "Andrea De Domenico, thank you so much for explaining the horrors of what is going on there and the needs that are so great in Gaza at this time. I appreciate you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "DE DOMENICO",
      "sentences": "Thank you for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "NOBILO",
      "sentences": "Back to our main story this hour, at least 14 aid trucks have crossed into Gaza, they're headed for a United Nations warehouse in the central Gaza Strip.Also, Israeli troops have clashed with Hamas fighters inside Gaza. It appears to be one of the first one -- on one ground battles in the territory since war broke out this month. This week, French judges issued arrest warrants for several high- ranking Syrian military officials on allegations of war crimes. The indictments came after a year's long investigation and center around the tragedy of a single family. But human rights activists hope it's the start of bringing justice to an entire nation. Jomana Karadsheh has this story. (BEGIN VIDEO CLIP) JOMANA KARADSHEH, CNN CORRESPONDENT (voiceover): This is how the regime of Bashar al-Assad backed by Russia fought its way to survival. City after city bombed into submission, an aerial campaign of indiscriminate brutality that claimed countless lives. And they did it all under the cover of total impunity, but that may be no more. The long road to accountability began here in the City of Daraa with a June 2017 airstrike that killed Syrian French national Salah Abu Nabut, who turned his home into a makeshift school. After a year's long investigation by judges of France's war crimes unit, top ranking Syrian generals have now been indicted and international warrants have been issued for their arrest. MAZEN DARWISH, SYRIAN LAWYER/SYRIAN CENTER FOR MEDIA AND FREEDOM OF EXPRESSION: This is the first time that Syrian official army prosecute. This is the first time we are talking about the air force, the official Syrian army attacking schools, protected places. KARADSHEH (voiceover): Lawyer Mazen Darwish and his Syrian Center for Media and Freedom of Expression played a crucial role in the case, collecting witness testimony, evidence from the scene French investigators couldn't reach, and with the help of Syrian officers who defected, they were able to build the regime's chain of command structure and alleged criminal responsibility of those who set policy and issued orders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "DARWISH",
      "sentences": "It took more than 14 months to build the structure and the chain of command. This is never be able to done if there is no those insider.KARADSHEH (voiceover): The suspects include the then second highest ranking military official after Bashar al-Assad, Major General Fahd Jassem al-Freij who served as minister of defense, deputy commander in chief of the Army, Major General Ali Abdullah Al Ayyoub, then chief of staff of the Armed Forces, later defense minister. He was Syria's third highest ranking officer at the time of the attack. And Brigadier General Ahmed El Baloul, who commanded the air force, was also indicted along with the commander of the Helicopter Brigade accused of dropping the barrel bombs on the school.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "KARADSHEH",
      "sentences": "Why isn't Bashar al-Assad one of the suspects they would go after if he is the commander in chief?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "DARWISH",
      "sentences": "Not because he's not responsible but because we are talking about local court. Presidents have immunity, and this is why we try to go to the ICC.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "KARADSHEH",
      "sentences": "But Russia blocked the path to the ICC?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "DARWISH",
      "sentences": "It's not about revenge. This is how we can protect our future from revenge. The same people who arrested me, tortured me, and they have all the power, and they can do it again. This is our responsibility for our children, for our future.KARADSHEH (voiceover): Those fighting for justice say it's about preserving the narrative and doing all they can to ensure it never happens again. Jomana Karadsheh, CNN, Paris. (END VIDEO CLIP) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "SIDNER",
      "sentences": "From here in Jerusalem back to the United States where police are looking for a suspect and a motive in the killing of a Detroit Michigan synagogue leader. Samantha Woll's body was discovered with multiple stab wounds at her home Saturday morning. She was pronounced dead at the scene there. Michigan's governor described her as a source of light and a beacon in her community. Our Omar Jimenez is in Detroit, Michigan for us.Omar, what can you tell us about any details about a potential motive in this?",
      "isLastSentenceInterrupted": false
    }
  ]
}