{
  "date": "2023-03-09",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Protests Impacts U.S. Defense Secretary's Israel Trip; Ukrainian Military: Russia Launched 81 Missiles Overnight; Two Football Officials Sentenced over Deadly Stadium Crash; The Fentanyl Pipeline; The Hunt for Drug Labs in Mexico. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "MAX FOSTER, CNN HOST",
      "sentences": "Hello, welcome to CNN \"Newsroom\", I'm Max Foster in London. Just ahead a \"Difficult Night\" across Ukraine as President Volodymyr Zelenskyy as Russia launches a barrage of missiles, hitting Kyiv and the Western City of Lviv.Anti-government protesters in Israel block the road leaving to the main international airport is just one of the many demonstrations. Almost been called a day of disruption and CNN traces the path of the illegal sale of fentanyl from the chemicals bought from china, to produce it to Mexico. Drug cartels make billions of the deadly drugs. U.S. Defense Secretary Lloyd Austin is in Israel for high-level, talks he has just met with Prime Minister Benjamin Netanyahu as well as Israeli Defense Minister. Austin's schedule was impacted by the ongoing protests over the Israeli government's plan to overhaul the judicial system. Demonstrators have blocked a road to the airport, in one of the latest protests against the plan. This comes as Israeli and - police conducted an operation in the West Bank. Police say three suspected Palestinian militants were killed in a shootout near Jenin. CNN's Hadas Gold has all the latest developments from Tel Aviv. So it's very clear, isn't it to this VIP what the demonstrators think about the plans for the judicial change?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HADAS GOLD, CNN CORRESPONDENT",
      "sentences": "Yes, Max, I am in Tel Aviv just above the main aisle on highway where for the past actually several hours. Protesters had completely blocked both the north and south side. And just the last few minutes, police have managed to essentially push the protesters off they used several dozen police officers as well as mounted police.And they also had water cannons at the ready they did not end up using them and protesters have now moved up off the highway and I want to show you where they have ended up they are some of them are along the bridge as well. And they are now starting to disperse along the streets of Tel Aviv. All of these protests against the planned judicial overhaul which at its most drastic of these changes would allow the Israeli parliament, the Knesset to overturn Supreme Court decisions with a one vote majority. Now earlier today, protesters had taken these protests to the airport. This is something they had not done so far in these nine weeks or so of protests. They had protesters driving their cars very slowly on to the airport grounds with flags, they were honking their horns they were motorcycle riders and bicycle riders essentially trying to disrupt as much as possible the operations at the airport. In fact, we saw tourists who had to get out of their cars, get out of their taxis and use just drag their luggage up the road to get to the terminal. This was happening actually as the different U.S. Defense Secretary Lloyd Austin was landing at the airport and in fact, his own schedule was affected by these protests. The Pentagon saying that Israeli Officials asked him to delay and change his schedule, because of fears about the protests, what it would do to travel. He's ending up meeting all of the Israeli Officials at a complex just off the airport grounds. But protesters told me that they weren't there for the Defense Secretary. They were there because Benjamin Netanyahu was also actually scheduled to take off for Rome today to have a meeting with the Italian Prime Minister. But the Defense Secretary, according to a Pentagon Official was planning to tell the Israelis that he is concerned that the Israeli focus on other issues, including violence in the West Bank, is affecting their ability to focus on the strategic specifically about a rant. So a lot happening here right now, these protesters are expected to continue throughout the day. Again, this is the 9th week of protests against this plan judicial overhaul these protesters do not seem to be losing any sort of steam and in recent days, they've gained also Former Israeli fighter jet pilots who have said that they will not come up for reserves they say. If these judicial overhauls go through because they feel so they will no longer than be fighting for democracy. But so far the Israeli government seems to be continuing to push on with the legislation saying that they believe that these reforms are necessary to rebalance the branches of power, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FOSTER",
      "sentences": "Hadas, thank you. Ukraine's President says it was a difficult night there Russia fired more than 800 sorry 80 missiles across Ukraine claiming at least 11 lives and knocking out power. Russia says the strikes were in retaliation for what it called terrorist actions in the Bryansk region of Russia last week.President Zelenskyy says Russia's large scale attack was aimed at critical infrastructure across Ukraine. Ukrainian Officials say one of those missiles obliterated homes in the Western City of Lviv. The attacks brought fear to an already terrorized population. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "IGOR YEZHOV, KYIV RESIDENT",
      "sentences": "It's hard to say. It doesn't make sense to me. How this can be in the 21st century. There is some kind of wild people just savages. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FOSTER",
      "sentences": "Were crews are trying to restore power to areas that lost it while the nuclear power plant Zaporizhzhia, Europe's largest is disconnected from the power grid due to the shelling and is operating in emergency mode right now. Ivan Watson joins us from Kyiv, I believe emergency mode means they're running off coal, is that correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "Ivan Watson in Kyiv amongst those extraordinary scenes, thank you. Georgia's ruling party has withdrawn its controversial foreign agent's bill after about two days of mass protests in the Capital. The proposed law targeted organizations that receive at least 20 percent of their income from abroad were seen by many as an authoritarian shift inspired by Russia.Moscow, meanwhile, says it is concerned by the unrest in Tbilisi but denied any involvement in the legislation. On Wednesday, Georgia's President told CNN Bill was unnecessary. And if it landed on her desk, she would veto it. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "SALOME ZOURABICHVILI, GEORGIAN PRESIDENT",
      "sentences": "There is no need for the slow, it comes from nowhere. Nobody has asked for it. There is no need to have more registration of the nongovernmental organizations and the presentation of the slow calling these people including myself, by the way, foreign agents is something that looks very much like Russian politics.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "CNN's Salma Abdelaziz has more on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "Max, after two days of huge demonstrations in Georgia, a controversial bill has now been withdrawn from Parliament by the ruling party there. This controversial bill known as the \"Foreign Agents\" bill would have required NGOs, civil society groups, media organizations to register with the government if they received 20 percent or more of their funding from abroad from foreign sources.Critics of the bill called it Kremlin like and said it was straight out of Russia's playbook of defense. They said it would weaken civil society and the media these critical independent institutions needed of course to counter balance the government there. There were also serious concerns from the United States and the EU, both saying that this bill would potentially be create a wedge between Georgia and its Western allies. Important to note here that shortly after Russia's invasion of Ukraine, Georgia had applied for EU membership and it's very much on that pathway to membership. So the EU was warning that this bill could violate essentially the norms of the European Union and bring potentially Russian influence into Georgia. But for now, a victory for the tens of thousands of protesters that took to the streets in Tbilisi the last couple of days this controversial bill now withdrawn from Parliament, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "LAUREN FOX, CNN POLOTICS CONGRESSIONAL REPORTER",
      "sentences": "Yes, I mean, we're still awaiting more information about how long he will be hospitalized and what his current condition is. But what we know right now is from that statement that you were describing his statement from the spokesman saying, \"This evening Leader McConnell tripped at a local hotel during a private dinner\".He has been admitted to the hospital where he is receiving treatment. Now McConnell is 81 years old. He is the longest serving Republican Leader in the history of the U.S. Senate and he is someone that whose absence could make a big difference here on Capitol Hill. Again, we don't know how long he will be out but this comes as the Senate is narrowly divided. And as two Democrats Senators Dianne Feinstein and Senator John Fetterman are also both missing from the U.S. Senate receiving their own medical care, Fetterman for clinical depression at Walter Reed outside of Washington D.C., and Senator Feinstein receiving treatment for shingles. So a lot of question marks right now about how this could affect the balance of the Senate. How long McConnell is going to be out but right now, it's just too soon to know the answers to those questions, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "FOSTER",
      "sentences": "Lauren in Washington, thank you for that update. We'll wait to hear more today. Now still to come. A U.S. drugstore chain is under fire for a drug it is refusing to sell in several states. We'll get both sides of the debate coming up.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "CHRISTINE ROMANS, CNN CHIEF BUSINESS CORRESPONDENT",
      "sentences": "Well, so here's what the California is reasoning here with the pulling a $54 million contract from Walgreens. Walgreens provided specialty medication to its prisoner rehabilitation system, and California saying, you know what, we're not going to do business with you.We're done. That's the tweet from Gavin Newsom to Walgreens and the state going up this far as California will not stand by as corporations cave to extremists and cut off important access critical access to reproductive care and freedom. At issue here is that Walgreens has said it has some would say caved to the request from 2021 State Attorneys General not to sell an abortion medication in their state. And while this is playing out legally, the legal questions are playing out in the wake of Roe v. Wade being revoked in the United States. Walgreens is taking this cautious stance here. Other chains, by the way, are also monitoring developments. There's a huge lawsuit happening right now in Texas against the FDA, which actually authorizes these drugs to be sold. So there are still legal questions that are swirling in the aftermath of the Supreme Court's decision to revoke Roe V. Wade, overturn Roe V. Wade. And this is how it's playing out here with the drugstores that sell this medication, abortion drugs. More than half of the abortions in United States are medical medication abortions, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "The legal system in the United States does make these sorts of things more complicated, doesn't it? Are you concerned that this might cause a precedent for other companies and a range of businesses who might be concerned about being exposed in a similar way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "ROMANS",
      "sentences": "I can tell you that this is a conversation that none of these companies wanted to be thrust into. And they're trying to figure out how to navigate what is a fraught legal and then also political, political landscape here, right. They're trying to figure out what their legal exposure is, even as many, many more lawsuits are playing out here.The Texas case that I told you about, and then the State Attorney Generals who are battling, some of them are battling that they have their own suits to make sure this medical medication, abortion drugs can't be sold in their state. Even some of these states that right now, it is legal, you have anti-abortion activists who want to go further. They want to go further than what the Supreme Court did? And it's overturning Roe v. Wade, and they want to make sure that these medication abortions are not available. So it puts some of these companies in a very, it puts them in the crosshairs really, of what is still a very fraught national debate here in the United States about abortion rights access.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "It does, you know; involve them in politics, doesn't it? And that's what you're saying. That's the very difficult space for many Chief execs to be in when they're selling to the mass market.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "FOSTER",
      "sentences": "Fentanyl's big business for drug cartels in Mexico and Authorities say chemicals from China are being used to produce these synthetic opioids. CNN's David Culver accompanied Mexican forces battling to stop this deadly trade and he brings us this report.(BEGIN VIDEOTAPE) DAVID CULVER, CNN CORRESPONDENT (voice over): Culiacan in the state of Sinaloa Cartel country as some sees it. Here the Mexican Army is on the hunt for drug labs. With 50 soldiers and in a convoy of 6 armored vehicles we travel out of Culiacan into a rural and mountainous landscape. U.S. Officials estimate fentanyl makes Mexico's criminal organizations billions of dollars each year. The cartels determined to eliminate anyone or anything that might threaten their profit Colonel Alfredo Gonzalez Cuevas our guide taking us to the scene of their latest fentanyl bust. CULVER (on camera): They're securing the perimeter right now. CULVER (voice over): Days earlier, he says cartel members opened fire on him and his soldiers. CULVER (on camera): He said they started shooting at them hitting the vehicles and then the 4 guys started running. CULVER (voice over): The Army's Intel led them to this unassuming home in a quiet family friendly neighborhood. CULVER (on camera): That white building right there. That's the fentanyl lab. CULVER (voice over): The army says they seized 270,000 pills here all containing fentanyl. CULVER (on camera): It's about all sorts of machines to make the pills. CULVER (voice over): In his nearly 35 years in the army working to dismantle drug operations. The Colonel tells me fentanyl has been far more devastating and difficult to control than cocaine, heroin and meth. They test substances to know what exactly they're seizing. CULVER (on camera): So it shows it here, it's a breakdown of what the chemical is and what makes it up and then they been has here listed the hazmat component to it. CULVER (voice over): Crucial and understanding how fentanyl is made is knowing where the chemicals are sourced. CULVER (on camera): A lot of them he says come from the port, which came in from Asia. Higher Ranking Military Officials have told us most of them come from China. CULVER (voice over): China's vast chemical industry is where experts say many of the ingredients to manufacture fentanyl known as precursors are sourced and with worsening U.S.-China relations working with Chinese Officials to stop the flow increasingly challenging. MATTHEW DONAHUE, DEA CHIEF OF FOREIGN OPERATIONS 2019-2022: With China, it's extremely difficult because you don't get information from them, you don't get cooperation from them. CULVER (voice over): Matt Donahue worked for the DEA for more than three decades, retiring last year as its Deputy Chief of foreign operations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "DONAHUE",
      "sentences": "Mexican intentionally making these drugs known are killing Americans and still shipping them up there without putting anyone in jail without seeing any properties or going after all their drug assets.CULVER (voice over): High ranking Mexican Officials adamantly push back on that claim. Instead, they point to the U.S. to do more on its soil a sentiment echoed by China on Monday, the Foreign Ministry responding to our questions, saying in part the accusation by some people from the U.S. that China is not further controlling the export of fentanyl precursors because of geopolitical influence is a desecration of the spirit of the rule of law and is completely groundless. Adding using China as a scapegoat will not solve the drug crisis in the United States. Back in Culiacan, the army keeps a presence at these busted labs 24/7, preserving the scenes for prosecutors and preventing cartel members from restarting production. They also conduct random inspections at package facilities around Culiacan searching for fentanyl and the precursor chemicals needed to make it. Even setting up checkpoints, working to prevent the distribution of drugs made here. CULVER (voice over): Well, he said in one of the searches for example, it's not uncommon to find that fentanyl or other drugs will be stashed in places like the car wheel or within the car but even in the gas tank.",
      "isLastSentenceInterrupted": false
    }
  ]
}