{
  "date": "2023-10-23",
  "headline": "State of the Race with Kasie Hunt",
  "subHeadline": "IDF: Ground Troops Launch Raids along Gaza Contact Line; IDF says it Launched 320 Airstrikes into Gaza Overnight; Aid Trickles into Gaza as Israeli Airstrikes Ramp Up ; House in Chaos as GOP Struggles to Find New Speaker; Trump to File for GOP Nomination in New Hampshire Today; Palestinians Fear Massive New Displacement. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "KASIE HUNT, CNN HOST, STATE OF THE RACE",
      "sentences": "Good day, I'm Kasie Hunt. Welcome to our viewers watching in the United States and around the world. It'sMonday, October 23, 11 am here in Washington. It's now been 20 days since the House had a Speaker. There are now 9 Republicans who still claim they want the job but anger and frustration are setting in we're keeping an eye on that story. And we'll bring you the latest as we get it. But we are going to start with the latest developments in the Middle East. Israel says their ground forces launched deep raids along the contact line with Gaza overnight. The IDF says the raids used armor and infantry and they're preparing for what Israel calls the next phase of the war. Looking for whatever they can find on the hostages held by Hamas. Israeli forces are also just deployed to the north where they're trading fire with militants in Lebanon. Israel's Prime Minister spoke to Northern troops on Sunday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "We are fighting for our lives for our home. This is no exaggeration. This is war. We are now in a doublebattle. One battle is to block them here. The second battle is to win a crushing victory that will erase Hamas. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HUNT",
      "sentences": "Israeli airstrikes on Gaza have continued through the weekend. The Palestinian Health Ministry says more than 400 people were killedovernight. The Enclave is in desperate need of aid and convoys are finally being allowed in from Egypt. But CNN calculates they are more than 7200 trucks short of normal deliveries. That's we've been talking about 20 trucks compare that to 7200 they would normally have. Let's talk about all this with today's panel. Brett Bruen is the President of the Global Situation Room, also the Former Director of Global Engagement in the Obama administration. Jack Detsch is Pentagon and National Security Reporter at Foreign Policy magazine. And Leigh Ann Caldwell is the Co-author of the Early 202 Newsletter at the Washington Post. Welcome all thanks very much for being here. This obviously another very difficult day in Israel and in Gaza and you know, the reality is we've all been kind of waiting to see when Israel was going to make their move go in to Gaza I want to play a little bit of what the Defense Secretary Lloyd Austin had to say about this over the weekend. (BEGIN VIDEO CLIP) LLOYD AUSTIN, U.S. DEFENSE SECRETARY: Urban combat is extremely difficult. It goes at a slow pace I think you'll see a fight that's characterized by a lot of IEDs, a lot of booby traps, and just really grinding activity going forward. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HUNT",
      "sentences": "So Jack, that really kind of explains part of why there's a lot of, you know, waiting here because they know just how tough it's going to bewhen they go in. But there are also other forces at play, including some reported pressure from the Obama administration on Israel to wait. JACK DETSCH, PENTAGON &amp; NATIONAL SECURITY REPORTER AT FOREIGN POLICY: That's right. The Biden administration is worried about the status of the hostages, 200 hostages adding to that difficult ground picture. And this could be block to block or house by house fighting that the Israelis could be involved in, when they do cross over the border. You have enormous preparation of the battlefield that needs to take place. They want to take out the command and control basically the nerve center of Hamas, enabling them to fight against an enemy that's really disabled. So this is going to be an incredible challenge for the Israelis to do this in a way that's tactful. That mitigates civilian casualties because you're talking about the third most densely populated area in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HUNT",
      "sentences": "Right. Well, I mean, look, it goes beyond tactics as well, Brett, just because I mean, I was thinking I was looking at that video of BenjaminNetanyahu right in a flak jacket, rallying troops in his, you know, in Hebrew that there is enormous pressure inside Israel to on the political leaders to show that they are doing the most that they can possibly do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "HUNT",
      "sentences": "We basically can't watch this happen and not say to the people who did it. You will not do that again fundamentally. Yes, Leigh Ann, theFormer Vice President, Mike Pence, who of course, he's running, currently somewhat troubled campaign for the Republican Presidential nomination. But he was on Sunday, trying to draw a contrast between where he would stand on what's going on and what the administration is doing. Take a look at what, Pence, had to say we'll talk about it. (BEGIN VIDEO CLIP) MIKE PENCE, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: We're talking about American hostages being held by bloodthirsty terrorists in Hamas. And if I was President of the United States, like, I would have directed American Special Operations, Delta Force Navy SEALs, to stand up and to be prepared to go in. And then I would have made it very clear to Hamas, you either turn those American hostages loose, and the Israeli hostages loose or we're going to come and get up. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "HUNT",
      "sentences": "So I'll just say it's a lot easier to be an armchair quarterback than it is to actually be in charge and making the tough decisions as PresidentBiden and Biden administration are doing right now. But I do think this is something you're going to start to hear more from as the administration navigates this. They've gotten a lot of points, frankly, for the way that they've stood strong with Israel from, you know, people who perhaps don't otherwise agree with the administration. But I mean, what do you make of what pence had to say there? And what pressure does exist on the Biden administration here? LEIGH ANN CALDWELL, EARLY 202 CO-AUTHOR AT THE WASHINGTON POST: So the Biden administration is being pressured from the right and the left at this point, we're apprentice coming from more from the right, it actually seems to go against what the Biden administration's policy is currently, which is trying to prevent a broader war from happening. And by putting American troops on the ground, that could instigate something like that. But the Biden Administration is also getting pressure from the left as well as you have a generational divide on where people stand on Palestinians and Israel. And also, there are a growing number of people who are calling for Biden to call for a ceasefire as well. And so President Biden has been very clear where he stands. But this is also becoming very politically challenging for him too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "HUNT",
      "sentences": "Yes, it does seem like we're a long way from the administration calling for a ceasefire becoming at all politically tenable here. But I dothink you're right to kind of point that out. Of course, the broader challenge here too, is that let's say the Israelis do accomplish the goal that they have set out to accomplish right, which is the total destruction of Hamas. Here's what the Secretary of State Antony Blinken had to say on NBC over the weekend, about what might happen after that, watch. (BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE: Something needs to be found that ensures that Hamas can't do this again. But that also doesn't revert to Israeli governance with Gaza, which they do not want and do not intend to do. One thing is for sure. Israel cannot go back to the status quo. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "HUNT",
      "sentences": "I mean, Jack that is really the central question here. It seems to me, it's OK. So they destroy Hamas. It's not so as simple as saying wedestroyed a terrorist group that was opposing us. You're saying we're destroying the group that is functionally ruling this strip of land? What do they replace it with? Right, you can tear about part Hamas limb from limb, in terms of their military leadership, but actually going in and establishing a political solution is much more difficult for the Israelis. Now Israeli officials I've talked to have indicated they'd like to see a moderate Palestinian force come in. But where are you going to find that? It's probably not the Fatah. It's probably not something that exists in the West Bank. And you have people potentially being radicalized by what's going on right now over 4600 Palestinians dead. If we're to believe the Palestinians Health Ministries count so just significant civilian casualties going on. It's going to have a political effect in the region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "HUNT",
      "sentences": "Yes, I mean, because the reality is Hamas was their chosen leadership.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "BRUEN",
      "sentences": "And yet, I think there is actually a path post conflict. And it runs through the United Nations, it runs potentially through a regional forcethat can be brought together that says we understand Hamas is no longer a legitimate de facto quasi government authority in the Gaza Strip. I don't think anyone in a western capital and quite frankly, many Arab capitals would say Hamas ought to continue to rule in Gaza. What we need to do is Antony Blinken and his team to start to put together an international consensus around what that governance of the Gaza Strip looks like, because that will also get us closer. Though obviously a long way off from some sort of medium term solution, that can ensure that the Palestinians have a path towards a two state solution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "BRUEN",
      "sentences": "As a recovering Diplomat, I can say international consensus is most easily found even if it still is difficult in these moments of maximumchallenge you have both on the Arab Street as well as in Europe, even in places like China and Russia, a desire for us to do something to put this on the backburner in a place where it's not going to boil over and cause all sorts of challenges. So yes, some solution can be found. It's not going to be easy. But I think that work needs to start now. And we have to gaze beyond just the Israeli invasion of Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HUNT",
      "sentences": "Jack, quick last word here, I mean. Do you see that as plausible enemies? Do you think that the Palestinian street would accept somethinglike that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "DETSCH",
      "sentences": "I think the big risk right now is escalation and you're seeing even as Israel tries to mow the grass in the region, we saw strikes on Syria.We've seen of course these repeated strikes on Gaza. The Iranians have vote potentially Iranian proxies have a vote, strikes on U.S. troops last week in Iraq in other parts of the region. So this might simmer up a little bit higher before it simmers down a little bit lower.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HUNT",
      "sentences": "I think the goal would be for certainly the U.S. is looking for that, it to stay at a simmer and not boil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "DETSCH",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "HUNT",
      "sentences": "All right coming up next, the tanks are there the troops are there, but Israel has yet to begin its ground offensive into Gaza, ahead we'relive near the border. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "YOAV GALLANT, ISRAELI DEFENSE MINISTER",
      "sentences": "This needs to be the last maneuvering inside Gaza, due to the simple reason that Hamas will cease toexist. It might take a month or two. But eventually there will be no Hamas. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "HUNT",
      "sentences": "It is still not clear when the ground offensive will begin. CNN's Nic Robertson is in Southern Israel for us, Nic, thank you so much for beingwith us. What is the latest there the latest signs or lack thereof, that this ground incursion may be imminent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, the old troops are there. They are not at appearing sort of lined up at the border, butthey're very close. They could be there pretty quickly. We've seen tanks we've seen heavy armored fighting vehicles. We've seen the heavy bulldozers that are often used for ground incursions in the past, in lined up in the fields, these farmer's fields very close to the border with Gaza. So it does appear that they're set and ready to go when they get the order. The question is about the order. And the question about that order is when does it come and an order for what specifically, there are Military Analysts here who are close to the military today who say that this is going to be a long incursion. And this seems to be the indication coming from the Defense Minister there from what he was saying as well. So it could be an incursion that takes weeks or even longer, that could take control effectively tries to take control of whole swaths of the Gaza Strip. But for the troops waiting there, we were talking to some of them over the past few days, that you know, they talk about being told to be ready to go. And then being told no stand down and then being told to be ready to go. But seasoned Veterans from the Israeli military, we've talked to say, this is not out of the normal way, but times waited, they \"the Arab Israeli war 1967\". Well they say they worked for a month waiting in the field for the fight. And back then they said we just did a lot of training. And this is what the IDF is saying the troops who are waiting right now they're doing training, they're doing preparations for when that order for an incursion comes, the moment it does just feel like a matter of time. Although there's pressure on Prime Minister Netanyahu government to delay to allow for humanitarian access to Gaza to allow for the possibility of more hostage releases. This is a government that has many pressures on it. And one of those pressures is the real pressure to go in and try to eradicate as they want to Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "HUNT",
      "sentences": "Right, of course. Nic, there have been some skirmishes near the border, or at least one in particular where an Israeli soldier was killedover the weekend, can you give us a sense of what was going on there and how it fits into this broader question of what the military is going to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ROBERTSON",
      "sentences": "We're aware that a lot of forces are close to the border, we don't know all the places where they are close. But the area where this IDFsoldier was killed and three others wounded on Sunday. We were sort of down close to that western part of the border with Gaza or eastern part of the border with Gaza, rather. And there are a lot of forces there, but the way that incursions are often done in the past because there is a border wall. There is a border fence. There is the real concern that Hamas will be preparing ambushes if you will. There will be perhaps traps a these tunnels where they can circle and sort of get behind the Israeli troops as they go in. What happens in the past sometimes, and this is what was happening on Sunday. It seems a small force had gone into prepare the path for the larger force to follow on and it seems a small force a couple of mechanical diggers in a tank were targeted by Hamas who were firing an anti-tank rocket. That would have been most likely armor piercing and therefore able to penetrate the reactive armor on the outside of the tank and therefore cause these injuries that was sustained by the unit but it appears that this was a preparatory maneuver. Now it doesn't mean to say that troops will necessarily come through that way this they could come through in other directions. And it doesn't necessarily mean that they'll follow on very quickly, but it's a sort of indicator that an incursion is building up and waiting to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You sound like you have a lot in common with President Biden, in his worldview, based on what you just laid out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MCCONNELL",
      "sentences": "Yes, not on the domestic side but on this issue that we were discussing today. We're generally in the same place.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "So Brett, they're saying mean, logistically, they're in the same place. But there's a philosophical way to think about this as well, whichis supporting democracy around the world in the face of autocracy, terrorism, fear, things like that. I mean, what is your take on the Biden administration is pushed to tie these two things together and is it going to work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "BRUEN",
      "sentences": "Well, I think it's smart, because ultimately, we are not clearly given the politics in this town, able to get Ukraine the level of supportthat it needs. And yet as President Biden, has laid, out this fundamentally comes down not just, to American credibility, it comes down to America's security. And if we start saying to allies, like Ukraine, like Israel, our dysfunctional politics are going to delay and even deny some of the critical arms that you need, they're going to start looking elsewhere, they're going to start looking at the likes of Saudi Arabia, the likes of China, Russia, even. And that is really problematic when it comes to our influence in the world when it comes to our own security. And this is already happening. We've seen obviously, in the wake of Afghanistan, in the wake of the political battle over Ukraine, that there is this down in Kyiv if there is this question a lot of foreign capitals, is America a reliable partner? And if we prove ourselves not to be especially on this package, there are going to be a lot of collateral consequences that are going to come from well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "I mean not to take this too far field Jack, but I mean, this is kind of the Vladimir Putin long game, right, weighed out the U.S. will andresolve. Hope Donald Trump gets elected, quite frankly, and continues to go about this. I mean, what is your taking? What are your sources, telling you the people that you talk to every day about whether it's possible to link Ukraine and Israel both in the concrete way in terms of getting money out the door, but also in a political way in the minds of the average American?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "DETSCH",
      "sentences": "Yes, I mean, you hit the nail on the head, Kasie. I was at NATO last week. And that was the fear of a lot of officials on the ground therein Brussels, that you would have Putin kind of adding fuel to the fire with Hamas, adding disinformation to the fire and then potentially distracting the west, from the situation in Ukraine. And we've already seen the focus shifts you saw all the seats, the TVs shifting from Israel, to Ukraine, from Ukraine to Israel, rather. So you have this dilemma that it has split the attention. And there is some consternation in the Republican Congress. We saw Darrell Issa say he didn't want to see these packages tied together, Israel and Ukraine. So there may be some momentum within the Republican Party, even among Republican standard bearers to see this split up. But it does seem like they're going to push along this track of trying to get it done at once even though these munitions don't quite trade against each other. You have Iron Dome, and you have artillery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "DETSCH",
      "sentences": "In two different camps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "HUNT",
      "sentences": "Right. Well, I mean, on the Republican divisions Leigh Ann, here's a chipper a tweet that was more explicit than what you just cited. And hesays this is about the White House asking Congress for $100 billion in Ukraine and Israel. This is a hell no, and no one in the House GOP should support it is asinine, unpaid for, ineffective and dangerous. And this of course, you know, overtop of the Speaker fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "HUNT",
      "sentences": "Yes. Now, that's a nice little bit of news. Kevin Hern, if elected Speaker would strip these two things apart. Of course, the issue thatRepublicans control in theory controls the floor of the House. They don't control the floor of the Senate. Chuck Schumer could just put that on there. Anyway, thank you. Both President Joe Biden is on the move right now. We see him here, returning to the White House from Fort McNair after a weekend in Rehoboth Beach, Delaware. There he is, -- and he is currently at Fort McNair. Excuse me. So we're taking a look at that. In the meantime nine Republicans one gavel up next we're going to take you to Capitol Hill for the latest chapter in the search for new House Speaker. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HUNT",
      "sentences": "Alright, let's bring our panel in now, Republican Strategist, Doug Heye, also former Communications Director for the RNC. Jeff Weaver, theformer Senior Campaign Adviser for Senator Bernie Sanders and Leanne Caldwell, the Author of the Early 202 Newsletter at the Washington Post. Thank you all. Doug, let me start with you, since you're regularly on the phone with all these folks. And I mean, look, tell me if you disagree with me and feel free to. But when I listened to Kevin McCarthy over the weekend, basically saying, this is embarrassing, we need to stop. It tells me that he is seeing the same numbers that we're starting to see in the public polling, which is that Americans are frick (ph) and tired of this, and think it's a mess, and want them to get their acts together. DOUG HEYE, U.S. REPUBLICAN STRATEGIST: And privately, he's not saying frick by the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HUNT",
      "sentences": "I know, I just can't say the other word.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HEYE",
      "sentences": "And that's part of it. And Mike McCaul obviously feels that way as well. And he's one of the adult members of the Republican conference. Butthere's, the other number that they're seeing or not seeing in that case, and that number is 217. And as you look at these nine who are running, there's a very real question of can any of them get there? And what I'm hearing more often than not, isn't, who's going to get there? It's what happens if we can't get there. And that's where we still have more questions and answers. And that's the real problem for Republicans this week, not who emerges. But what happens if we don't have anybody -- .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HUNT",
      "sentences": "I mean it does seem kind of more likely than not that anyone is going to emerge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HEYE",
      "sentences": "No, absolutely not. I'm hearing from senior leadership that that's their biggest concern, not this person, that over that person. Andobviously right now, Tom Emmer is the front runner. But how many times have we seen the front runner of the Kentucky Derby finish in third, fourth, or fifth or worse, that could happen here with nobody winning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HUNT",
      "sentences": "Just stunning. I mean, look, here was, I'm going to show this just because there's some like richness to the person that is making these, thisset of comments, take a look at Newt Gingrich. (BEGIN VIDEO CLIP) NEWT GINGRICH, FORMER U.S. HOUSE SPEAKER: That 217 has to be committed not just to elected speaker, but to stick together for the next five or six months. They got big decisions coming down the road. There's a very real danger that they'll elect somebody and three or four or five weeks from now, you're going to have a group of people blow up and decide to go back into the same mess. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HUNT",
      "sentences": "So Leigh Ann Caldwell, Newt Gingrich, you could argue invented this style of politics. So I was talking to someone this morning who said, well,at least he still had the contract with America. So he did have some ducks in a row, which doesn't seem like this, these folks do. But I mean, it's quite something that even he is saying, look, and this is the flip side of what Doug was saying, even if they can't get to 217, now, it's no guarantee they can hold it together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "CALDWELL",
      "sentences": "Yes, it's a complete mess. I mean, this is supposed to be the easy part is electing a speaker. Of course, there are challenges and everytime there's speakers elected, but they are literally not able to elect a leader. And this is a huge problem. You know, I reported this morning a lot about the Trump factor with Tom Emmer. And I just got reporting now as of last night, Trump was going to stay out of it. And I just was told that Trump actually is now directing his allies to Emmer very publicly. Emmer's is very aware of this. They have been trying to work the phones and quell this dissent over the weekend. But Trump's preferred candidate Jim Jordan didn't win last week. So who knows how much of an impact this is going to be. But the reality is, is that there are so many divisions, so many hurt feelings, so many factions within the Republican Party right now. It is almost impossible for anyone to find 217.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HUNT",
      "sentences": "No, I mean, look, I think the lesson from Jordan was that Trump doesn't have what it takes to get somebody across the finish line. But Idon't think it proves that Trump doesn't have the ability to sink somebody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "CALDWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HEYE",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HUNT",
      "sentences": "Or prevent them from getting 217. Let's flip this around. And Jeff, I want to get you to weigh in here because obviously the reason why big partof the reason why Trump is opposed Emmer is that he voted to certify the 2020 election say, OK, Joe Biden, please go ahead and occupy the White House. He is only one of two MRN and Congressman Austin Scott, who voted to certify, the rest of these candidates voted against certifying the election. My colleague Jake Tapper asked Liz Cheney about this over the weekend. Take a look at what she had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "JAKE TAPPER, CNN CORRESPONDENT",
      "sentences": "And a bunch of the candidates for Speaker, Kevin Hearne, Byron Donalds, Mike Johnson, Jack Bergman, all of them votedto object to the Electoral College results in Arizona, Pennsylvania, and to disenfranchise millions of Americans based on those lies. Is that disqualifying? FORMER REP. LIZ CHENEY (R-WY): Certainly, I think there's no question. And I think it tells you though, you know, over 140 members of the House Republican Conference voted to object and voted to object after the violence. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "JEFF WEAVER, FORMER SENIOR CAMPAIGN ADVISER FOR SENATOR BERNIE SANDERS",
      "sentences": "Oh, no, absolutely that's the case. And you know we'll see it; Doug was sayingabout, there are nine people. But really the test is going to be who has the fewest enemies, now who have the most important. I think this process of having successive vote to see who can get to the top of the pyramid to get to the floor is really going to end up in disaster because, again, if you've got five, five opponents, it's over. Like, we're going to go back to square one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HUNT",
      "sentences": "So Jeff, I mean, the one in the event, you know, Doug was saying that worst case scenario, and they can't get anywhere to 217 that's going tostart to generate conversations about what would Democrats do? And you know you're someone who's really tied in with the way the progressive wing thinks about things like this. I mean, do you think there's any way progressive Democrats would I realize everyone's saying we're going to wait for Hakeem Jeffries, Democrats have been good about staying united. But do you think progressives would scream bloody murder if they were asked to standby while Democrats helped elect a Republican Speaker?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "WEAVER",
      "sentences": "Well, I think a lot of progressives would object to themselves personally, being involved, you know, whether it's some kind of centralfaction group between the two parties can come together and like the speaker will have to see, I mean, that's never happened in this country. You know, much more in parliamentary systems where you have that kind of alignment. But I think a lot of progressives who would objective voting for a Republican for Speaker certainly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HEYE",
      "sentences": "There could be a vote no hope. Yes, caucus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HUNT",
      "sentences": "Yes, no, that's a really good point. In fact, here let's bring in Manu Raju, our Chief Congressional Correspondent. If you're still with us,you've been standing by a patient on the hill. I really appreciate it. What is your latest reporting here? We were just discussing the idea that it sounds like Trump is now aggressively directing his allies to try to sync Emmer's nomination for Speaker. What's your sense of what impact that may or may not have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Well, I think that Tom Emmer is the clear frontrunner heading into the speaker, ballot electionthat will occur on Tuesday morning. Remember, that is just a majority vote in the conference. But I, Emmer is going to have a difficult time getting to 217 votes on the House floor just as any of these candidates will. I talked to just one of them just moments ago, Congressman Dan Meuser, he's a Republican from Pennsylvania. He's jumped in the race, he's could be seen as a bit of a longshot candidate here. But it is such an unpredictable process here that perhaps he could emerge, at least that's what he hopes. He told me just moments ago, he is making his pitch to his members that he's the one who can actually bridge the divide with among in this badly divided Republican conference, listen. (BEGIN VIDEO CLIP) REP. DAN MEUSER (R-PA): Well, perhaps it's because some of the things that I mentioned, maybe some haven't felt respected over the years, maybe there have been some legacy issues, maybe some personalities. I mean, let's face it, Kevin McCarthy was taken out unfairly, those people took them out. Most of them, maybe all are my friends. But as I said, I respect each and every one of them. That's got to be the case moving forward. Jim Jordan, I think was probably a response to those who took out Kevin McCarthy. Now, the next in line, whomever that's going to be one of the nine, hopefully, they're more agreeable to saying now it's time the American people want us to stop this dysfunction and get on with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAJU",
      "sentences": "So nothing should happen to the eight members in terms of punishment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "MEUSER",
      "sentences": "I'm not interested in spending any energy on punishment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAJU",
      "sentences": "Do you agree with the President and Senator McConnell that those two issues should be linked together?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "MEUSER",
      "sentences": "Absolutely not.(END VIDEO CLIP) RAJU (on camera): And that last part was about tying Israel aid to Ukraine aid. He said absolutely not. Don't tie Israel to Ukraine. And that is going to be what the next speaker is going to have to deal with, not just avoiding a government shutdown by mid-November, but how to deal with aid to Ukraine, aid to Israel. The White House wants to keep it together. Senate Republican Leader Mitch McConnell wants to keep it together. But this one Speaker candidate Dan Meuser says absolutely not and expect other Republican candidates to echo that, Kasie. So you can see the challenges ahead of governing even if they do unlike the speaker or sometimes so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HUNT",
      "sentences": "Yes, I mean, it's almost like a farce at this point, right. Manu, like, can they govern? I don't know, they can't even pick somebody to, youknow, start to make those kinds of decisions. So it's, it's very, very hard to see where we go from here. And I got a long week ahead of us. I really appreciate you spending some of your Monday with us Manu. Thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAJU",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HUNT",
      "sentences": "All right, Kristen Holmes on the trail for us in New Hampshire. Thank you very much for that. And Doug hi and Jeff Weaver are back with me. Andjoining us is former Federal Prosecutor and CNN Legal Analyst Elie Honig. Elie let me start with you on what Kristen was just saying there in terms of the legal challenges he's dealing with. He's obviously personally she's reporting obsessed with the New York case, which has serious threats to his businesses. But the other cases have potentially serious threats to his freedom. And obviously, we've learned that Sidney Powell and Kenneth Chesebro have pleaded guilty in Georgia. I think my question for you is, you know, how do you expect what we learned from them and the fact that they are going to have to testify and that we may see them testify there? How's that going to impact kind of the wider universe of his legal challenges? How would say Jack Smith use what they learned in Georgia in his trial? ELIE HONIG, FORMER ASSISTANT U.S. ATTORNEY: Hey Kasie, well, I find it interesting, the reporting that Donald Trump is preoccupied with his civil case happening now here in New York, because he's got way bigger problems, as you say he's got four pending criminal cases. And he got some really bad news last week with this news that Sidney Powell has flipped. Now we know that means that she will be testifying against him in the Georgia case, the state case brought by the Fulton County DA. The question is has she fully cooperated? We know she's going to say yes, I was part of this attempt to breach the election equipment down in Coffee County. But is she going to go that step further and say, and yes, by the way, when I was out there, lying to the public, I was doing that for him. I knew it was a lie. It was all part of this criminal effort to steal the election. You raise a really good question. How's this going to play with the federal cases? Now Sidney Powell and the other person who has flipped Kenneth Chesebro, they're not charged as defendants in the federal case. They are, however, easily identifiable as two of the unindicted co-conspirators. So if I'm Jack Smith, I'm picking up the phone to Sidney Powell's lawyers and to Fani Willis and saying, hey, if she's cooperating down there, I'm interested in her cooperating here as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HUNT",
      "sentences": "Yes. Doug Heye, none of this seems to have any bearing whatsoever on what Republican voters seem to think of Donald Trump. No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HEYE",
      "sentences": "No. And I would put a lot of the blame on that on the Republican candidates who by and large are running against him in theory, more than inpractice. What we've seen is every time Donald Trump has been indicted, the people running against him, his opponents, and I would put that word in quotes, not only failed to go after Donald Trump, they backup and reinforce his messaging. So if you're a Republican voter, where are you supposed to go? Aside from Chris Christie and Asa Hutchinson, every Republican running basically says Donald Trump is right, Donald Trump is a victim. So Republican voters, whether you're talking about caucus goers in Iowa or voters in New Hampshire, or just more broadly, nationally, they sort of don't have a place to go at that point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HUNT",
      "sentences": "Yes, you know, it's funny, Jeff Weaver, it's small potatoes in comparison, but I'm reminded by how the Bernie Sanders campaign handledHillary Clinton's emails in that primary that you guys ran against her. And basically, you know, ended up neutralizing that issue. But look, I want to ask you about a general election campaign against Donald Trump, because clearly we know how the Republican voter, you know, they seem to be correct in saying that they can basically weaponize these lawsuits with their base of supporters and say, you know, they're after me and get them to say, yes, OK, that everyone's after you. We're going to support you anyway. How do you think this works with the independent voters who are going to decide the election? Do you think that that similarly applies? And is this something that is going to be so known and so baked in that it's not actually going to matter? Or do you think I mean it is unprecedented to see a major party nominee on trial, if we get there, and it looks like we are likely on track to do that. Do you think it will make a difference?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "HUNT",
      "sentences": "Jeff, what do you think team Biden is missing on this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "WEAVER",
      "sentences": "Look, I think the president has a lot of accomplishments. And I think by the normal measure in Washington, DC, he's done a tremendous job.But again, like I said, I think there is a real misunderstanding among the elites in both parties. Among newsmakers and opinion makers, about the level of contempt that many people in the country and its growing number have for the people that they perceive to be in power, whether that's the media, whether it's political figures, or economic leaders. I mean, we saw stories recently about how voters of color are moving away from the president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "HUNT",
      "sentences": "Yes, I mean, look, when I was covering your campaign, I remember the trouble I had convincing people to pay closer attention and to listen towhat we were seeing out there on the road. There weren't that many people paying attention. And man when you guys challenged her and then when Trump won the election, they certainly started to pay attention. Doug Heye, Jeff Weaver, Elie Honig, thank you very much for being with me today. I really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "WEAVER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "HEYE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "HUNT",
      "sentences": "Up next thousands of Palestinians are being told to evacuate Gaza, but where can they go? Still ahead, look at life for previous Palestinianrefugees and what we can learn from that. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "HUNT",
      "sentences": "Welcome back. Thousands of Palestinians are being told to evacuate Gaza. But where do they go? Our Nada Bashir takes a look at what life hasbeen like for Palestinians who were forced to move to Jordan more than 70 years ago. (BEGIN VIDEOTAPE) NADA BASHIR, CNN CORRESPONDENT (voice-over): Through the narrow streets of Amman's Jabal el-Hussein camp, the mood is clear. Established more than 70 years ago, this community is now home to more than 30,000 Palestinian refugees. Just a fraction of the more than 700,000 who were expelled or forced to flee their homes following the 1948 Arab Israeli war. Families in this camp know the pain of exile all too well, denied by Israel their right to return to their homeland. It is a life sentence to separation from family, from friends, from home. And for those with loved ones still in Gaza, they say it is a sentence to the cruelest form of anguish.",
      "isLastSentenceInterrupted": false
    }
  ]
}