{
  "date": "2023-01-03",
  "headline": "CNN Newsroom",
  "subHeadline": "Idaho Murder Suspect Appears In Court; Six States Under Tornado Watch; Ukrainian Strike Kills Large Number Of Russian Troops; Thousands Line Streets In Brazil For Pele. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:33:34",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "Today, the suspect accused of killing, murdering four Idaho college students is set to make his first appearance in a Pennsylvania court. Bryan Kohberger, pictured there, is expected to waive any challenges to his extradition to Idaho. Prosecutors there have already filed a complaint charging him with four counts of murder, along with felony burglary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:33:34",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "Overnight, Steve Gonclaves, the father of one of those victims, says he looks forward to actually facing the suspect upon his arrival in Idaho.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:33:34",
      "speaker": "STEVE GONCALVES, FATHER OF VICTIM KAYLEE GONCALVES",
      "sentences": "And we're going to definitely look this guy - and look him in his eyes. He's - he's going to have to deal with this. And he has been dealing with this for seven weeks. It's - it's not about to end.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:33:34",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:33:34",
      "speaker": "HILL",
      "sentences": "CNN correspondent Jean Casarez is outside the courthouse in Stroudsburg, Pennsylvania.So, Jean, give us a sense, what is the tick tock of what we'll see today and how quickly could he, in fact, be in Idaho?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes, just the very first step in a long legal process.Jean Casarez, in Pennsylvania, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "CASAREZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SCIUTTO",
      "sentences": "All right, so what happens next legally in the court, in the investigation? Joining us now, CNN legal analyst Elliot Williams.Elliot, so, Kohberger, when he's returned to Idaho, that's when we might see this probable cause affidavit and learn, in effect, what investigators already have here. It struck me that we know now, since his arrest, they were surveilling him for four days and it seems tracked him across the country. So, have known for a number of days this was at least a person of interest here. Do you expect, in a probable cause affidavit, to learn, you know, the extent of the evidence they have and perhaps that they have more than we realized?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "Yes, absolutely. Maybe not the full extent of the evidence, but what establishes first degree murder here. So, what are the facts that indicate not just that he killed individuals, but what his motive might have been. For instance, did he know the individuals?What was his connection or contact with them prior to this? What were the means by which he's accused of actually having killed them? All of those things will be evidence, could come out at trial at some point, but will get a fuller picture to the public as to why and what actually happened here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "HILL",
      "sentences": "DNA, we were told, was key here in terms of connecting him as a suspect. Give us a sense, how does that evidence tend to play out in court? Is DNA really a slam dunk for prosecutors?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "WILLIAMS",
      "sentences": "Oh, heavens no, and it should not be because it's sort of - you know, it's an imperfect science to be perfectly clear.But, you know, not - Erica, not to get too macabre or dark here, but the simple fact is this is, as we understand it, a homicide involving a knife. In those you tend to find more of the assailant's DNA at the scene of the crime just because there's typically a struggle and it's almost not as - and, again, not to be glib here, but frictionless like poisoning or something like that would be. So there's a decent chance that whoever the defendant or the accused is probably left some DNA at the scene of the crime. Investigators probably got their hands on it, analyzed it, you know, over - over these days that they were in pursuit of this individual and then, you know, landed on a suspect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SCIUTTO",
      "sentences": "His family has told me they're concerned that he might use his studies as a -- in criminology to gain an advantage in this investigation, perhaps somehow exonerate himself. And I wonder, what should we be looking for in that category? Do you think that that is something to be concerned about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "WILLIAMS",
      "sentences": "Oh. Well, it's hard to know how he could exonerate himself. If anything, it could actually point to his attempts to cover up his tracks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "WILLIAMS",
      "sentences": "So it could - you know, that evidence could cut both ways. And, again, all of this depends on what we find out in some of these sworn statements and affidavits that law enforcement will put out. Like what -- what was in his mind, based on his education, experience and training? If it's him, again, this particular individual, who knows, you know, everybody's innocent until proven guilty. But, you know, it's just hard to know how that would play in, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "HILL",
      "sentences": "Elliot Williams, always great to talk to you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes, so many questions to be answered there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "WILLIAMS",
      "sentences": "Thanks a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:44:00",
      "speaker": "SCIUTTO",
      "sentences": "Well, some more severe weather to report this morning. Five states under tornado watches. Storms moving from eastern Texas to Kentucky posing the risk of possible tornado, at least high wind gusts. Already a trail of damage left behind. A possible tornado reported in Jessieville, Arkansas, damaged a school while a class was in session. Thankfully no one was injured.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:44:00",
      "speaker": "HILL",
      "sentences": "Yes. Another tornado reported in Jonesboro, Louisiana, where large trees were knocked down.CNN's Derek Van Dam is live near Shreveport, Louisiana, in Bossier City. A tornado watch in that area was just lifted, Derek. So, what are you seeing and where is this headed next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:07",
      "speaker": "SCIUTTO",
      "sentences": "Yes. Yes, that kind of stuff is scary when it comes through.Derek Van Dam, in Louisiana, thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:43",
      "speaker": "SCIUTTO",
      "sentences": "Russian and Ukrainian officials still with competing accounts as to the loss of life after an attack killed at least dozens of Russian troops.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:43",
      "speaker": "HILL",
      "sentences": "The Ukrainian military had previously claimed that some 400 Russian soldiers were killed in the attack. Russian officials disputing that number claiming it was 63 Russian service men who were killed. Important to note, CNN cannot independently confirm the numbers, but it is still notable that Russia is even acknowledging that number of deaths.Scott McLean is live for us right now in Kyiv. So, Scott, the fact, too, that is interesting is, we're hearing more from Russia. They're understandably saying somebody must be held accountable. What more do we know about this attack?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:43",
      "speaker": "SCOTT MCLEAN, CNN CORRESPONDENT",
      "sentences": "Yes, Erica, this is coming from a Russian lawmaker who's not only calling for accountability, but calling for criminal liability.And he's not talking about the Ukrainians. He is talking about the people within the Russian military, within the Russian intelligence service who really dropped the ball here, who allowed such a huge concentration of Russian troops to be in one place, essentially sitting ducks for any kind of an artillery or a missile strike, which is what appears to be the case here. This was a vocational schools that Russian troops were using as their quarters. They were bunking there. Precisely how many were there is unclear at this point. If you ask the Ukrainians, they suggest that there were some 700 there. They say 400 were killed, 300 were wound. They say they're trying to clarify those number at this stage. If you ask the Russians, they say 63 service men and women, they were killed. There's a huge gap between those numbers. But even officials in Russia, pro-Russian bloggers, they're starting to acknowledge that, look, that number of 63 is probably not the final number. If you look at these pictures that we're seeing here from the scene, it is difficult to imagine how anyone could have survived anything like that. It is literally a pile of rock. You see maybe a couple of walls there still intact but that is about it. They're, at this point, using heavy machinery to try to pick through the rubble. Perhaps there is someone alive under there. But, again, looking at those pictures, it seems pretty unlikely at this stage. And this is attracting some criticism within Russia. One pro-Russian blogger says that, look, the Russian command had been sloppy. Another says that even this far into the war, more than ten months into the war, and incompetence continues to be a problem in that not only do you have this concentration of Russian equipment, Russian weapons, Russian troops all in one place, whereas they should have been dispersed along the front line. Also, one former official in the Donetsk People Republic, the occupied part of Donetsk, says that, look, Russian -- the Russian military still doesn't quite have a grasp of how effective this HIMARS system, this U.S. supplied HIMARS artillery system can actually be and how deep it can strike into Russian held territory. Jim. Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:43",
      "speaker": "SCIUTTO",
      "sentences": "And we should note, Russia does not have a good record on casualty counts, if you look at the, for instance, loss of the ships, the Moskva. They claimed far lower than what the reality likely was there.Scott McLean, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:43",
      "speaker": "HILL",
      "sentences": "The family of Brazilian soccer legend Pele is holding a private funeral in Santos, Brazil. The funeral procession, though, winding its way through the streets there heading past Pele's mother's home on the way to his final resting place. Now, the procession began at the stadium where, of course, we had taken you yesterday.That's where he started his career. There was a 24-hour public wake held in that stadium in Santos. More than 150,000 people arrived to pay their respects. Among them, Brazil's president, Luiz Inacio Lula da Silva.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:43",
      "speaker": "SCIUTTO",
      "sentences": "Listen, he was a sports star there. He was also very much a national star with great impact through the decades.CNN's Julia Vargas joins us now. She's where that procession will end, in fact. Julia, you're seeing the Brazilian people, yesterday and today, show just how important Pele was to Brazil. Tell us what you're hearing there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:43",
      "speaker": "JULIA VARGAS JONES, CNN PRODUCER",
      "sentences": "Yes, Jim, it was a sendoff truly in Brazilian style. There was a drum line outside the stadium, flags of Santos, his beloved club, as Pele was raised up into a fire truck that -- you probably see that in the live images.[09:55:02] People surrounding that truck just screaming his name. Adoration. There's confetti. Very Brazilian, right? Very much in the spirit of what you would have expected for a soccer star sendoff. And he transcended soccer. He transcended any sport. He became a symbol of Brazilian identity, of Brazilian excellence. He showed us Brazilians that we could be the best in the world at something. It's hard to imagine a Brazil where Pele didn't open the path for soccer to flourish, to blossom and for us to become such an important part of this sport in the world stage. But it might not have been the case had he not opened that path. Now, today, at this point, as we wait for the casket to arrive here at the cemetery, there are no fans. There is no one else able to get into this cemetery. The tallest cemetery in the world. He'll be on the ninth floor overlooking the stadium where he started his career. Jim. Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:43",
      "speaker": "HILL",
      "sentences": "Julia Vargas Jones, so good to have you there on the ground for us this morning. Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}