{
  "date": "2023-07-18",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Russia Launches Retaliatory Drone Strikes on Ukraine; Dangerous Southwest Heat Wave Shows No Signs of Ending; Manchin Refuses to Rule Out Third-Party Run for President; Today: Key Hearing in Trump's Classified Documents Case. Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:37",
      "speaker": "CHRISTINE ROMANS, CNN ANCHOR",
      "sentences": "Right now on EARLY START, Russia strikes back after Ukraine's Crimea bridge attack.Plus -- (BEGIN VIDEO CLIP) SEN. JOE MANCHIN (D-WV):  I'm here trying to basically save the nation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:37",
      "speaker": "ROMANS",
      "sentences": "Senator Joe Manchin teasing a third party run for president in the name of unity.And -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:37",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It is outside. And here inside, it's -- I think it's even hotter.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:37",
      "speaker": "ROMANS",
      "sentences": "Another tough work day in the scorching heat, when will most Americans see some relief?(MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:37",
      "speaker": "ROMANS",
      "sentences": "Good morning. Welcome to our viewers in the United States and around the world. I'm Christine Romans.We begin with Russia launching retaliatory drone attacks on Ukraine, this just 24 hours after Ukraine's attack on the Kerch Bridge, that connects the annexed Crimean peninsula with mainland Russia. Explosions are reported in Odesa. That's in southern Ukraine. People are being told to stay in shelters until the air raid sirens end. CNN's Clare Sebastian live in London with more. And, Clare, I'm wondering if Ukraine was expecting this retaliation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:37",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "You know, Christine, I think they're always expecting some kind of overnight attack. They have them with some regularity, I would say, but especially when Russia threatens revenge, which we did hear from President Putin on Monday that Russia will be looking at its options to retaliate following the attack which Ukraine explicitly claimed on the Kerch Bridge linking Russia and Crimea.They were also ready for, this Ukrainians air force say they shot down all six Kalibr cruise missiles, which were launched from the Black Sea towards Odesa. They also shot down most of the three dozen attract drones that were launched towards Odesa, and also Mykolaiv on the Black Sea. There was though damage from falling debris, which damaged a port facility and some private homes in Odesa in an industrial city. In Mykolaiv, one person was hospitalized, so debris from the activity is taking down this missiles was still representing in a threat to life on the ground, although much better than the alternative. As for whether this was actually revenge for Russia, we do not know, but certainly when Ukrainian official is suggesting that it may also have been another way for Russia to express its disdain for the grain deal, which, of course, it also pulled out of on Monday. Andriy Yermak, who's the head of Zelenskyy's office say that the world must realize that the goal of Russia's hunger and killing people, they need waves of refugees. This is how they want to weaken the West. Of course, Russia has said that it is willing to return the grain deal if it is demands are met, but, of course, we do not know what the threshold for that will be and the attacks do not suggest that it's in a conciliatory mood -- Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:37",
      "speaker": "ROMANS",
      "sentences": "Yeah, absolutely.All right. Clare Sebastian, thank you so much. All right. Millions of Americans are now under heat advisories due to this deadly and unrelenting heat wave. Dangerously high triple digit temperatures have been beating down on the southwest for weeks now and the street shows no signs of ending anytime soon. CNN's Rafael Romo has more. (BEGIN VIDEOTAPE) RAFAEL ROMO, CNN CORRESPONDENT (voice-over):  One hundred sixty degrees in Las Vegas, 118 in Phoenix, Arizona. And in one of the hottest places on the planet, Death Valley, California, they have hit eight staggering 128 degrees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:37",
      "speaker": "MATT LAMAR, PARK RANGER, DEATH VALLEY NATIONAL PARK",
      "sentences": "Tomorrow, we are going to be around 129 degrees, maybe even pushing into 130.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:37",
      "speaker": "ROMO",
      "sentences": "Around 80 million Americans are now facing heat alerts and heat records are now being shattered across the Western U.S. and across the south, including Texas and El Paso. The thermometer has risen past 100 for 32 days. The stage is now avoiding outages thanks to wind and solar energy, but in Phoenix, even hotter temperatures have been unrelenting, the city surpassing 110 degrees for 18 days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:37",
      "speaker": "CHAD MYERS, CNN METEOROLOGIST",
      "sentences": "These warnings for much above normal temperatures have been out for days. And, in some places for weeks. And that is not going to change this week and looking ahead, it is not going to change next week, either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It feels like you are actually on fire after being out here for a while.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "ROMO",
      "sentences": "Experts advise an abundance of caution to beat the heat by minimizing time outdoors, hydrating frequently, and finding places to cool down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "LAMAR",
      "sentences": "Most people probably are acclimated this extreme heat that we are seeing across the United States and so, they are just not going to have time to acclimate in the day, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "ROMO",
      "sentences": "Across northern and mid-western states, smoky skies are making even breathing more difficult. Wildfires raging across Canada are pushing smoke back into the border again, after a record nearly 25 million acres have burned there. In the northeast, a different extreme. Heavy rain, and causing floods in Connecticut and New England, even Pennsylvania where five people died amid rapidly rising waters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "CHIEF TIM BREWER, UPPER MAKEFIELD, PA FIRE DEPARTMENT",
      "sentences": "These people did not drive into high water, they were caught. This was a flash flood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "ROMO",
      "sentences": "Several cars were swept into a deluge, a two-year-old and nine- month-old are still missing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "SCOTT ELLIS, FAMILY REPRESENTATIVE",
      "sentences": "As you can imagine, we are utterly devastated by the incredible loss our family has suffered.(END VIDEOTAPE) ROMO (on camera):  An excessive heat warning that was set to expire Tuesday night here in Las Vegas has been extended until Saturday, warning from the National Weather Service also includes most of southern Nevada and this heat wave will still continue to effect a large portion of the country. Rafael Romo, CNN, Las Vegas, Nevada.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "ROMANS",
      "sentences": "No hint of a cooldown yet, 50 million people are under air quality warnings across multiple states because of those ongoing wildfires in Canada and, still more flooding possible in the Northeast.A lot to cover here. Let's go to meteorologist Derek Van Dam. Derek, Phoenix is expected to break the 18-day record setting heat streak today. Will it and for Phoenix today, and when will it and for everybody else?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "DEREK VAN DAM, AMS METEOROLOGIST",
      "sentences": "They are just going to cassette record after record every single day for the next week. I mean, you can see that. The record is 18 consecutive days of temperatures above 110.Here's today's forecast, look at tomorrow and so on. If you are looking for relief -- well, next week, Monday, only 114. Yeah, you can cut the knife with the sarcasm in this room. You can cut the sarcasm with a knife, that's what I meant to say. This is an incredible heat dome. That is causing this dropped amount of heat over the southern U.S. and similar temperatures from Phoenix all the way to Las Vegas, look at that, 113 for the afternoon. And then there is the 65 million Americans under excessive heat alerts, but also, the other problem that we have. Our smoke alerts across much of the northeast, including the Atlanta. Just driving into the CNN headquarters this morning, you could see this thick haze of smoke in the street lamps, and sometimes they have risen. Here I know it is already going to be a smoky day in Atlanta. There is an air quality alert, code orange floor for the city of Atlanta, metropolitan area, serving millions of Americans. You can see the orange dot there, you can see the quality of air. It's not that great, moderate to sensitive groups impacted by this. And, you know what? The only good news is up a cold front is coming in this is going to help clear out the air as we head into Wednesday and Thursday. Kind of re-distribute it temporarily before the front sweeps it, and into the ocean. There it is, it is also with showers and thunder showers. Here's the other avenue are focusing on, the potential for flooding. Not only do we have more rain for the flood prone areas across the New England states, but also across central portions of Tennessee and into Western Kentucky, where we have a level three of four excessive rainfall that could lead to flash flooding. We will focus in on Burlington, Albany, all the way to New York City. That is where we will have a flight risk, according to the weather prediction center. They already have hoisted flood watches for this area, that is, of course, because the ground was so saturated from recent rains that has flood the flooding. So, you know, Christine, we are talking about flood threats, bad quality of air, and also excessive heat. I mean, wow. Summertime, here it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "ROMANS",
      "sentences": "Yeah, absolutely, what a brutal summer. Okay, Derek, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "VAN DAM",
      "sentences": "You've got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "ROMANS",
      "sentences": "West Virginia Senator Joe Manchin teasing the possibility of a third party run for president.CNN's Jeff Zeleny has more. (BEGIN VIDEOTAPE) JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT (voice-over): Senator Joe Manchin openly flirting with a third-party presidential bid tonight in New Hampshire. SEN. JOE MANCHIN (D-WV):  We're here to make sure that the American people have an option, and the option is, can you move the political parties off their respective sides? They've gone too far right and too far left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "ZELENY",
      "sentences": "What he calls the unity ticket, many Democrats fear could be a spoiler, by siphoning just enough votes from President Biden to help Donald Trump win back the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "MANCHIN",
      "sentences": "I've never been in any race I've ever spoiled. I've been in races to win. If I get in a race, I'm going to win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:01",
      "speaker": "ZELENY",
      "sentences": "At Saint Anselm College in New Hampshire, Manchin, a West Virginia Democrat, and Jon Huntsman, a former Republican governor from Utah, made their bipartisan pitch for No Labels, a bipartisan group trying to move the nation beyond its partisan gridlock.Afterward, they sat down with CNN's Kaitlan Collins.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:03",
      "speaker": "ZELENY",
      "sentences": "They said Americans deserve a third choice if a rematch emerges next year between Biden and Trump.JON HUNTSMAN (R), FORMER UTAH GOVERNOR:  Should the political, the mainstream political system produce the same result in '24 as a it did in '20, in which case, three fourths of the American voters have said no, not again. We want an option.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:03",
      "speaker": "ZELENY",
      "sentences": "For more than a decade, the No Labels movement has promoted bipartisanship over extremes. The group, which registers as a nonprofit, and declines to disclose its donors, plans to raise $70 million for a candidate in waiting. On Monday night, the group unveiled what it called a common sensepolicy book, aiming to find middle ground on controversial issues from abortion rights to guns to immigration. It's a centrist agenda that sounds downright utopian in today's deeply divided Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:03",
      "speaker": "MANCHIN",
      "sentences": "We are trying to make sure the parties understand, you cannot to stay in extreme left or extreme right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:03",
      "speaker": "ZELENY",
      "sentences": "No labels have only secured ballot access in Arizona, Alaska, Oregon, Utah, and Colorado, aides say, with the goal of reaching 20 states by the end of the year.Another threat to Biden's reelection bid comes from Cornel West, the former Harvard scholar who has mounted a Green Party presidential bid. He too rejects the label of spoiler. CORNEL WEST, 2004 PRESIDENTIAL CANDIDATE:  I wish they would spend as much time focusing on the plight of a poor working people as they do focusing on the spoiler. I don't even like that category, and since so many people who don't vote a third party don't vote at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:03",
      "speaker": "ZELENY",
      "sentences": "While third-party efforts have shown little promise in modern American history, deep displeasure with Trump, and Biden have shined a brighter light on the prospects this year, mindful of an enthusiasm shortfall facing Biden, Democrats are increasingly sounding the alarm. Haunted by Ross Perot's independent bid in 1992 and Green Party runs from Ralph Nader in 2000 and Jill Stein in 2016.Manchin, who has yet to say if he intends to seek re-election to the Senate next year or run for higher office, dismissed such concerns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:03",
      "speaker": "MANCHIN",
      "sentences": "I'm not here running for president tonight. I'm not. I'm here trying to basically save the nation.(END VIDEOTAPE) ZELENY (on camera):  Manchin says he will make a decision about his future by the end of the year, of course, deciding whether or not to run for reelection in the Senate or, perhaps, a presidential race. As for new labels, they will keep holding town meetings like this across the country making their choice next year after Super Tuesday when it becomes clear who Joe Biden will be running against in the Republican field. Manchin says he has no plans of being a spoiler in this race, some Democrats, even those at the White House, are not so sure. Jeff Zeleny, CNN, Goffstown, New Hampshire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:03",
      "speaker": "ROMANS",
      "sentences": "Thank you, Jeff, for that.Later, today, GOP presidential candidate Ron DeSantis joins Jake Tapper one-on-one from the campaign trail. That interview starts at 4:00 p.m. Eastern, right here on CNN. Just hours from now, a court hearing in Donald Trump's classified documents case. What we could learn from the judge he appointed. Plus, an emergency slide from an airplane mysteriously lands in a Chicago neighborhood. And, the search for evidence in a home of a suspected serial killer. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:25",
      "speaker": "ROMANS",
      "sentences": "Today, the first hearing on Trump's classified documents case will be held in a federal courthouse in Florida.CNN's Paula Reid looks ahead. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:25",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "This is a significant hearing because this is the first time that both sides of this case will appear before Trump appointed judge, Aileen Cannon. She is going to oversee this case from here all the way through to a possible trial. And, every decision she makes could impact how this case ultimately turns out.Now, Tuesday's hearing is focused on how classified material is going to be handled during this case, but she is also told the parties to come prepared to talk about a possible trial date. Right now, there is a tentative date for next month on the calendar, but that's not realistic. It's just a place holder. The special counsel's said it is ready to go to trial in December, but defense attorneys for the former president say it is premature to even schedule a date. They would like to delay this until after the 2024 election, so all eyes will be on Judge Cannon for which way she leans on that question. Now, the special counsel has also asked the judge to rule on some rules and guidelines about how classified evidence should be handled. Like any case that prosecutors have to hand over all of the evidence they have collected to defense attorneys as part of the discovery process. But here, in addition to the usual evidence, you also have classified materials. Prosecutors want some restrictions on the extent to which those materials can be shared with the defendants, but defense attorneys have raised some objections. It is unclear though what exactly they object to, but the longer it takes the parties to agree upon these guidelines for how classified materials are shared, that could potentially delay this trial. Of course, that would be a win for the defense attorneys so that all eyes are on Judge Cannon on Tuesday. Paula Reid, CNN, Fort Pierce, Florida. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:17:25",
      "speaker": "ROMANS",
      "sentences": "All right. Thanks to Paula for that.Let's bring in Lis Wiehl, a former federal prosecutor and author of \"A Spy in Plain Sight\". Liz, it's so nice to see you this morning. You know, you think that figuring out a trial date would be relatively routine, but there is nothing routine in this case. Everything is unprecedented. How might this play out today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:03",
      "speaker": "ROMANS",
      "sentences": "You see it's thornier and stickier. So, how complex is the discovery evidence sharing process? Because they are dealing with, you know, classified information here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:03",
      "speaker": "WIEHL",
      "sentences": "Absolutely. I mean, don't forget that the charges are based on the idea of classified information that the former president had this information in these documents and shouldn't have happened. So, absolutely, and the defendant is allowed to see what is presented against him. A jury is as well.But there are lots of ways that the judge can get around that, if you will. She can redact some of it, she can say get the gist of some of it to the jury, she can say summarize some of it. This is novel, but not unknown, right? Judges have dealt with classified information before. So, again here, what the Trump lawyers are trying to do is delay this, saying, hey, this is going to take so long for us to get through, judges deal with classified information, not every day, but they do deal with it. And they are saying delay it, it should not be delayed in my estimation at all. And then they are saying, well, if you do not delay it then everything that comes out after trial, everything that we're given four, trial will go to the public. And that kind of threat of sort of opening up everything to the public that is classified is called gray nail, and it's a threat that the judges should be aware of. Why would Trump's lawyers be doing that? Because by threatening that, threatening exposure of classified information at a jury public trial, they are saying, well, what they are really saying is that if you do not drop these charges, we are going to make this public and you government don't want that. There are lots of ways around this, though, and the judge should listen to that kind of threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:03",
      "speaker": "ROMANS",
      "sentences": "Lis, let me ask you about a different investigation. I want to get your thoughts on the unanimous decision on Monday. Georgia's supreme court dismissing Trump's bid to shut down the Fulton County's election interference probe. Legal long shot from the start for the presidency?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:03",
      "speaker": "WIEHL",
      "sentences": "I mean, this is what the lawyers are paid the big bucks, and also why lawyers are not like that much because of course it is a long shot. I mean, the idea that a judge should be able to shut down an ongoing investigation before the charges are brought, I mean, that's ludicrous, and that is why this is a unanimous decision, even with, basically storm trouble comes on that panel, because there's no way.You can stop something after it has been charged, you can say that an indictment shouldn't have been brought, you can bring up fallacies in the indictment, all of that holds in the indictment, but not at the point before it has even been charged. I mean, come on, Christine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:03",
      "speaker": "ROMANS",
      "sentences": "Yeah. All right. Lis Wiehl, thank you so much. Always nice to see you bright and early this morning. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:03",
      "speaker": "WIEHL",
      "sentences": "Great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:03",
      "speaker": "ROMANS",
      "sentences": "All right. Police say the family of the man charged with three Gilgo beach murders in New York, the family was shocked, disgusted after learning he lived a double life. Now, detectives are working to connect him with a fourth killing as new evidence surfaces,CNN's Brynn Gingras is following that story. (BEGIN VIDEOTAPE) BRYNN GINGRAS, CNN CORRESPONDENT (voice-over):  Investigators not done digging through the home of Rex Heuermann, the man authorities say is behind the serial killings that have haunted a New York community for more than a decade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:03",
      "speaker": "ANTHONY CARTER, SUFFOL COUNTY DEPUTY POLICE COMMISSIONER",
      "sentences": "He intended to commit these crimes. He intended to cover up these crimes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:03",
      "speaker": "GINGRAS",
      "sentences": "Inside the Long Island home Heuermann shared with his wife and daughter, sources say police found a locked door, and behind that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:03",
      "speaker": "RODNEY HARRISON, SUFFOLK COUNTY POLICE COMMISSIONER",
      "sentences": "Over 200 guns. He had an arsenal in a vault that he had downstairs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:03",
      "speaker": "GINGRAS",
      "sentences": "Far more than the 92 guns Heuermann registered in the state. Investigators also seen removing an encased doll-like figure and a Playboy magazine from the home. Sources tell CNN police are scouring a nearby storage unit they say they're looking for possible souvenirs or trophies he may have kept after the killings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:03",
      "speaker": "RAYMOND TIERNEY, SUFFOLK COUNTY DISTRICT ATTORNEY",
      "sentences": "We have executed a number of search warrants. So right now, we have a flood of information and a flood of evidence coming in. And it's going to take us a while to sort of go through all of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:03",
      "speaker": "RICHARD HARMON, NEIGHBOR",
      "sentences": "It's a shocker. I mean, it's a real eye opener.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:03",
      "speaker": "GINGRAS",
      "sentences": "With a newly formed task force dedicated to the case, a break came earlier this year when DNA from a discarded pizza crust matched a hair found in one of those burlap sacks, according to police.Authorities also believe Heuermann used burner phones and fake email accounts to research his victims, their murders, images of child abuse, and at times even taunted one woman's family by calling them after her death using her phone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:03",
      "speaker": "CARTER",
      "sentences": "The man is -- he's a demon, and it's really hard to get into the mind of somebody that's capable of committing the crimes that he committed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:03",
      "speaker": "GINGRAS",
      "sentences": "Other evidence? Witness testimony. Investigators say they have someone who ID'd Heuermann's Chevrolet Avalanche seen here parked in front of his home over a decade ago as connected to one killing. That witness also describing the 6'4\" Heuermann as an ogre, according to court paperwork.MICHAEL BROWN, REX HEUERMANN'S ATTORNEY:  The only thing I can tell you that he did say as he was in tears was \"I didn't do this\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:03",
      "speaker": "GINGRAS",
      "sentences": "Heuermann pleaded not guilty to the charges. His lawyer calling the evidence against him circumstantial. (END VIDEOTAPE)GINGRAS (on camera):  And Heuermann's DNA is going to be compared to other remains in association with the case, to see if there is any link. We've also learned the NYPD is going to be searching for its own missing persons cases and homicides to see if they can find any sort of link as well. As far as Heuermann's wife and daughter, they lived in this home with him. They have not been able to go home, of course, because investigators have been there since last week scouring through that home. We are told, through sources, that his wife and daughter are cooperating with the investigation. Brynn Gingras, CNN, New York.",
      "isLastSentenceInterrupted": false
    }
  ]
}