{
  "date": "2023-10-12",
  "headline": "CNN 10",
  "subHeadline": "Conflict in Israel and Gaza as Destruction and Casualties Continue; Africa`s Second Longest River. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "NATASHA CHEN, CNN NATIONAL CORRESPONDENT",
      "sentences": "Hi everyone. I`m Natasha Chen, filling in for Coy today. I`m so grateful to be back with all of you foranother exciting day of CNN 10. Coy will be back tomorrow. We`re going to continue with our coverage of the conflict in Israel and Gaza. The current situation can feel very confusing at times, and the conflict dates back many decades. Reminder that we have a full explainer of what`s going on in Israel and Gaza from our show on Monday. But for now here`s the latest news. At the time we recorded our show, at least 1200 people had been killed in Israel. And up to 150 hostages are believed to be held in Gaza. In a speech on Tuesday, President Biden called the Hamas attack, an act of sheer evil and confirmed 14 Americans were killed with others being held captive. Israel is also hammering Gaza with airstrikes hitting hundreds of targets, reducing neighborhoods to rubble and killing at least 1055 people. According to Palestinian officials, a humanitarian crisis is swiftly unfolding in Gaza with hundreds of thousands displaced and many cutoff from food and electricity. Next, we`ll hear from CNN`s Jon Sarlin, who will detail why Hamas` most recent attack is considered unprecedented by many. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Scale of this, the brutality is truly unprecedented.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Completely unprecedented attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is completely unprecedented.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JON SARLIN, CNN CORRESPONDENT",
      "sentences": "The conflict between Israel and the Palestinians is not new. In fact, it`s been going on since before Israel`sfounding in 1948. So why is Hamas` latest attack on Israel so unprecedented? First, the surprise of the attack. On October 7th, Hamas launched a barrage of rockets towards Israel. While gun men entered Israel from Gaza. Israel has not seen this kind of infiltration of military bases, towns inhibit seem in its 75-year history. The country is known for having one of the world`s most impressive armed forces, a premier intelligence agency and sophisticated border security. But this attack seemed to catch them off guard. Second, the intensity of the attack. Israel Defense Forces have said that more than 5,000 rockets have been launched from the Gaza Strip since October 7th. To put that into context in 2021, during the 11-day war with Hamas, some 4,300 rockets were fired. Following Saturday`s attack, Israel has formally declared war on Hamas. The first such declaration in 50 years, setting the stage for a major military operation in Gaza. Israeli forces are battling militants in Southern Israel and have been pounding Gaza with airstrikes. By the conflicts` third day, over 900 people were killed in Israel while authorities in Gaza said over 680 people have been killed in the Palestinian enclave. Lastly, the hostage situation. Hamas says it is holding more than a hundred hostages in Gaza. The group claims that this includes high ranking army officers, but it also includes women. The elderly and children. Hamas says the hostages are now being held in locations across Gaza, which could complicate Israel`s response to the militant groups attack. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CHEN",
      "sentences": "Ten second trivia.What is Africa`s largest river by volume? Nile, Chobe, Congo, or Volta? Though the Nile river is much longer, the Congo river holds Africa`s record for amount of water flowing through it. The Kasai river and Angola is Africa`s second largest river by volume and flows directly into the largest, which we just mentioned, the Congo. Supplying tens of millions of people with fresh water. But until recent years, huge portions of it had never been documented by science, as part of Rolex`s Perpetual Planet Initiative, Explorer Steve Boyes has embarked on a series of expeditions to discover and protect these river systems and the wildlife that depends on them. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "STEVE BOYES, EXPLORER, NATIONAL GEOGRAPHIC SOCIETY",
      "sentences": "The Eastern portion of the Angola Highlands water tower was previously known as the \"terra do fimdo mundo,\" the land at the end of the earth by the first Portuguese explorers was the farthest place from anywhere, and it is. All we have is satellite imagery to look at and try and prepare ourselves for what we are going to do that day. But we are the first people to document these river systems. And when I say document, we are establishing early 21st Century river baselines, ecological and hydrologic baselines. I`m Dr. Steve Boyes, I`m a National Geographic Explorer and the project leader of the Great Spine of Africa series of expeditions. I`ve never wanted to be anything else other than an Explorer, and a conservationist. I gave up writing my master`s dissertation and for the next decade, my entire world was the Okavango Delta. I couldn`t think of anything else, I never wanted to leave. So I went all the universities in the states around the world to advocate for the Okavango Delta to become a world heritage site, UNESCO. And that happened, but within three months, we were Angola. I kind of broken out of that. That`s -- you know, it has to become a UNESCO world heritage site. And we went up to the sources. We were the first group to do so. We were told by all of the top scientists, geologists, psychologists, that these were seasonally flooded wetlands. And when we get there, we find an ancient crystal-clear acidic source lake. We see that that`s surrounded and sustained by peatlands. And none of this is known to science. We crossed the entire Okavango River Basin, all the way into the Kalahari Desert, beyond the Okavango Delta followed the water to its end. Exploring this entire water tower structure. Now, a water tire in this context, is not a wooden structure on top of a building in New York. It is a high-altitude, forested watershed, high rainfall with high water storage capacity due to peatlands. It`s like a giant sponge. Now, that`s sponge is sustained by forests, protecting water or creating rainfall, receiving rainfall and flushing it down into the peatlands that hold that water for thousands of years. We`ve always wondered why Africa has the megafauna, why it has these great grand wildernesses, these great migrations. And it`s because these water towers. Africa`s managed to weather these climatic oscillations that have happened naturally in the past through this water storage capacity that naturally exists in these high-altitude sources. So these water towers are keystone to our future. They`re unexplored, un-surveyed, scientifically misunderstood most of the time. And that is what we urgently chasing after in the great spine of Africa series of expeditions. This starts with exploration, discovery and science. We need to understand the flows of these rivers. We need to understand the importance of, and nature of those sources. And then we work with local people who are already our guides, through all of our expeditions, to protect those landscapes into the future. This new center of endemism is emerging a large-scale water tile that wasn`t known peatlands, that weren`t known, source lakes that weren`t known are being documented for the first time in the 21st Century. This is early 21st Century exploration in reality. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}