{
  "date": "2023-03-19",
  "headline": "CNN Newsroom",
  "subHeadline": "Russia's War on Ukraine; Russian President Vladimir Putin Visits Occupied City of Mariupol Since War Started; Anniversary of Annexation of Crimea, Ukraine Criticizes Russia; Interview with International Human Rights Lawyer and Global Rights Compliance Founding Partner Wayne Jordash; Putin, Subject of An Arrest Warrant from ICC for War Crimes Committed in Ukraine; ICC's Arrest Warrant for Putin Praised by Top EU Diplomat; Peace Agreement Reached Between Serbia and Kosovo; Missile from North Korea Landed in Sea Between Japan and Korean Peninsula; Trump Announces Protests and Claims He Will be Detained on Tuesday; Outrage Over Plan to Curb Israel's Judiciary; Protests Against Plan to Reform Legal System in Israel Now in Their 11th Week; In the Midst of violent clashes, Former Prime Minister Imran Khan Appears in Court; 3rd Day of Protests Against Macron's Pension Reforms; Trump Rallies Supporters Before Likely Indictment; Election Irregularities in Nigeria; America's Next National Monument; Moving Idaho's State Line; Spirit Mountain to be Declared a National Monument by Biden; Interview with Fort Mojave Indian Tribe Chairman Timothy Williams; Conservatives in Oregon Want to Redraw Border and Join Idaho; Cancer-Free After Double-Lung Transplant. Aired 4-5a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "KIM BRUNHUBER, CNN ANCHOR AND CORRESPONDENT",
      "sentences": "Welcome to all of you watching us here in the United States, Canada, and around the world. I'm Kim Brunhuber. Ahead on \"CNN Newsroom\".Russian President Putin, we are told, seen here driving around the Ukrainian City of Mariupol, despite facing an arrest warrant from the International Criminal Court. We'll have details, plus a look at where things stand in the efforts to gather evidence of war crimes against him. Here in the U.S., the Manhattan D.A. is responding to Trump calling for protests in the event that he's arrested. What each side is saying and what this could mean for the 2024 president race. And the secessionist movement inside of America. Why a chunk of one state wants to redraw the map and get absorbed by its neighbor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN center, this is \"CNN Newsroom with Kim Brunhuber\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "We begin with Russian President Vladimir Putin making his first visit to occupied Ukraine since the war began. Look, this is video of him driving through the City of Mariupol, which Russia occupied last year. The city suffered heavy damage and fighting and became the symbol of Ukraine's resistance to Moscow's aggression.The Kremlin says, Putin also stopped in their neighborhood and spoke to residents. They say, he was invited into one of their homes. Now, early on Saturday, Putin flew to Crimea to mark the ninth anniversary since Russia announced the annexation of the Ukrainian peninsula. The move was made after Russia sent in troops and staged a hasty referendum in 2014. Ukraine says, Crimea has been suffering under Kremlin rule. Kyiv also said it's only a matter of time before all of its occupied lands are liberated. CNN's Clare Sebastian joins us from London with more. So, Clare, what message is Putin trying to send here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Well, Kim, these visits were unannounced and come just a day, of course, after an arrest warrant was issued by the International Criminal Court against Vladimir Putin, himself. Obviously, with Crimea, it was designed to coincide with the anniversary of that annexation, the ninth anniversary. But visiting Mariupol, which we believe, is the first time he's visited Russian- occupied territories in Ukraine since the invasion began. That may be read as an act of defiance, a low-risk one, it should be noted given that this is Russian-occupied territory, but still, you know, thumbing his nose, potentially, at that arrest warrant.In terms of the Russian people and how this is being presented to them, look, I mean, he's seen behind the car there driving from the airport in Mariupol towards Mariupol. We believe the last time we saw him behind the car was driving -- behind the wheel of a car was driving a truck across the Kerch Bridge to Crimea that was blown up in the autumn, and then partially rebuilt by Russia. It's designed to project control that he's in charge. I think there's also an element of normalizing these territories as part of Russia. He's there with the Deputy Prime Minister, Marat Khusnullin, discussing reconstruction of apartment buildings. They even visit the philharmonic, which is not far from that drama theater which was bombed by Russia almost a year ago. To the day in what is believed to be the biggest, perhaps, mass casualty event of this war, that you see him sitting in the philharmonic. The deputy prime minister also noted that they expect to have a performance at the drama theater as soon as April. So, very much touting their reconstruction efforts here. Of course, they've been doing this kind of normalization with Crimea since 2014. So, I think that's the message they're trying to get across. But of course, Ukraine is making it very clear that any kind of negotiation with Russia will have to involve the return of these territories, something that Russia is clearly taking off the table.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right. Thanks so much. Clare Sebastian in London, appreciate it.Now, for more on this, I'm joined in Kyiv by international human rights lawyer, Wayne Jordash. Thanks so much for being here with us. So, I want to just start by getting your reaction to what we were just talking about there. A day after the ICC issues an arrest warrant for Putin, Putin shows up in Mariupol, a site of many alleged war crimes by Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right. So, as an international human rights lawyer, you have a lot of experience dealing with the International Criminal Court. So, how do they make the case against Putin? What kind of evidence will they be relying on here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "JORDASH",
      "sentences": "Well, for this particular narrow set of charges, which relates to the deportation of children from Russian-occupied territory into Russia, the evidence really consists of two or three main points. Firstly, his public appearances, where he clearly accepts along with the commission for human -- for children's rights, who's also subject to an arrest warrant, that they are involved in a scheme of so-called adoption. So, there's the public admissions from Putin.Secondly, there's a presidential decree, which again implicates Putin and the government in relation to these adoptions. And then, of course, there's the evidence from the ground, that is thousands of children going missing from Russian-occupied territory. Many of them with parents and disappearing into Russia. So, it's the scheme, plus the admission. But I would also say this, Putin is subject to an arrest warrant on the basis of superior responsibility, which basically means that he has not prevented those crimes or punished them. And that's why his admissions publicly are so important. He's essentially approving of these crimes when's giving these public comments, and therefore admitting to failing to exercise his superior responsibility, which is a really serious issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, and you were speaking about sort of those narrow charges, but obviously, there's going to be many more your organization has experienced with these mobile justice teams that collect evidence in cases like these. So, what's involved with that and what kind of challenges do you and other investigators face?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "JORDASH",
      "sentences": "Well, our mobile justice teams are essentially a support structure for the prosecution. At the moment, there are hundreds of prosecutors and thousands of police officers and hundreds of state security officers from Ukraine in the field gathering evidence. And it's a really difficult task.Number one, because the volume of crimes is absolutely overwhelming. Russia's tactics, essentially, focus on attacking civilians. So, that gives rise to literally thousands of potential crimes every time an area is liberated, mass graves are recovered, detention facilities are recovered. There's forcible displacement, there's theft of children, and so on and so forth. So, it's a very difficult job on the ground to actually collect evidence, and that's the first phase. That essentially builds a picture of who did what on the ground. The next phase is the most difficult phase, and that's building up the chain of command. Who ordered those crimes, who facilitated them, who planned them, who designed them, who controls them? And that tracking up the chain of command is how you implicate people, politicians, such as Putin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "And, you know, so you're saying that the volume of the material is daunting. But also when it comes to the digital evidence, sifting through all of it and especially determining what's real and what isn't, that must be a huge challenge as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes. You tweeted about those ICC charges, that this is just essentially the first step, certainly a long road ahead. Appreciate your time, International Human Rights Lawyer, Wayne Jordash, thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "JORDASH",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "In a significant breakthrough, Serbia and Kosovo have reached a deal to normalize relations. The decision was announced by the European Union's top diplomat in a tweet after he met recently with leaders from both countries. Kosovo and Serbia have been in EU- backed talks for nearly 10 years. This, after Kosovo declared independence in 2008. Now, Serbia doesn't recognize Kosovo's independence, seeing it as a breakaway province instead. The E.U. says the deal will be integral and binding part of two nations path for the blocks (ph) membership. South Korea's military says, North Korea conducted another missile launch on Sunday, this time a short-range ballistic missile. Japan's defense ministry says, it reached an altitude of about 31 miles and flew nearly 500 miles before landing in the sea between Japan and the Korean Peninsula. This follows multiple recent tests by Pyongyang, including an international ballistic missile launch last Thursday. Now, the tests coincide with ongoing military exercises between the U.S. and South Korea.Here in the U.S., there's been strong reaction to claims Donald Trump made about his potential indictment in New York. The former president says he expects to be arrested on Tuesday over an investigation into a hush money payment. On social media, he called on supporters to protest, echoing the same angry rhetoric he used before the 2021 insurrection. Republicans have rallied behind their former leader, condemning the possible indictment as a political witch hunt. Here's Former Vice President Mike Pence. (BEGIN VIDEO CLIP) MIKE PENCE, FORMER U.S. VICE PRESIDENT:  The idea of indicting a former president of the United States is deeply troubling to me as it is to tens of millions of Americans. And particularly happening in what appears to be a politically charged environment in New York where the attorney general and other elected officials literally campaigned on a pledge to prosecute a former president. The American people have every right to peaceably assemble and to let their voice be heard. And I think it's extremely important. The people have a right to express themselves and express the frustration that they feel to see a liberal Manhattan D.A. poised to indict a former president of the United States. But that being said, there can be no tolerance for the kind of violence that we saw on January 6th or throughout the summer of 2020. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "U.S. House Speaker Kevin McCarthy called the case an outrageous abuse of power by Manhattan's District Attorney, whom he called a radical. But the D.A. is pushing back. In a statement to staff, he said, \"We do not tolerate attempts to intimidate our office threaten the rule of law in New York. Our law enforcement partners will ensure that any specific or credible threats against the office will be fully investigated.\"CNN's Kristen Holmes has more Trump's possible indictment and how his legal team is preparing. (BEGIN VIDEO CLIP) KRISTEN HOLMES, CNN U.S. NATIONAL CORRESPONDENT:  Former President Trump's team has yet to get any sort of official notification from the Manhattan District Attorney's Office about this potential indictment. But that doesn't mean they're not anticipating and preparing for this. They have been huddled at Mar-a-Lago, going over a plan, looking at various scenarios. One of which includes how to get the former president in and out of New York. The other is this potential for a remote hearing. Several of Trump's legal advisers have urged him to try and ask for a remote hearing, citing security concerns, but it's just not clear whether or not he's going to do that. In part, because he has told people around him, he might want to make a statement from outside of the courthouse. The other thing that this team is focusing on really is messaging. We know how important that is to Former President Trump. I am told that they are considering hiring a TV-friendly lawyer who can go out there, do all the media, do the communications around this. And we do know that they've already started to beef up their staff, add people who can focus just on the messaging around this potential indictment. Now, one of the messages that they are trying to send is that this is going to make Trump politically stronger in 2024. And what we've seen all day, Saturday, was Republicans really rallying around the former president, and that included the Former Vice President, Mike Pence, as well as the Speaker of the House, Kevin McCarthy, who called on the committees to investigate in this investigation, this in New York. Seeing if there was any federal funding used. He also called the potential indictment outrageous. Kristen Holmes, CNN, Washington. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "MICHAEL GENOVESE, POLITICAL ANALYST AND PRESIDENT GLOBAL POLICY INSTITUTE, LOYOLA MAYMOUNT UNIVERSITY",
      "sentences": "It's an odd situation in that -- I think it will help and hurt. It will help him within his party, within his base. It will strengthen the bonds between Donald Trump and his base. And he will say, they're doing this to me, but they're doing it to you.And so, that will likely rev up the support within his base. But not necessarily within the party, in a broader sense, and certainly not within the nation. Anytime a president or -- a presidential candidate is indicted, it's going to raise some questions. I mean, we've had circumstances like this in the past, very rarely. When Eugene Debs running as a socialist candidate from prison. So, it's possible to run while indicted. It's possible to run while in -- on trial. It's possible to run while in prison. But that certainly doesn't speak well to the ultimate electability in the general election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes. I mean, we just have a few moments, but, you know, this question is kind of unknowable. What do you expect to happen to Trump himself? Will he try to go quietly, so to speak, or will it be useful for him to be arrested and to have a highly visible process here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "GENOVESE",
      "sentences": "It would be out of character for Donald Trump to go anywhere quietly under any circumstances. He has to be the center of attention for everything. And there's an old line from Teddy Roosevelt's daughter who once said, poor dad, he has to be the bride at every wedding, the corpse at every funeral, and the baby at every christening. That's also an apt description of Donald Trump. He has to be the center of attention. He demands it.Plus, he is a magnet for television. I mean, people are drawn to him because he's such a character and flamboyant and interesting. He's a great, great storyteller. And story telling is important for us to acknowledge our existence and to acknowledge our connections. Donald Trump tells a story that his base responds to. You've been put upon, I am here to save you, tomorrow we will be together and better. And as long as he keeps telling those stories to his base, he won't be going away quietly. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "For an 11th straight week, hundreds of thousands of protesters filled the streets of Israel on Saturday. They're voicing their opposition to Prime Minister Benjamin Netanyahu's plan to overhaul Israel's judicial system. The proposal would allow lawmakers to overturn Supreme Court decisions with a simple majority. Now, many fear that changes will weaken the country's highest court and erode democratic checks and balances.Elliott Gotkine is in Jerusalem and joins me now. Elliott, what's the latest on the protests?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "ELLIOTT GOTKINE, JOURNALIST",
      "sentences": "Kim, it's becoming almost as predictable as night following day, that on a Saturday evening, there will be mass protests against the government's judicial overhaul. There are a quarter of a million people reportedly out on the streets last night. And as you say, they are protesting because they are concerned that this government's judicial overhaul will effectively remove all checks and balances on the government of the day. Namely, allowing the government to choose Supreme Court judges and preventing the Supreme Court from striking down any laws passed by the parliament or Knesset.Now, Prime Minister Benjamin Netanyahu, who leads this right-wing government, the most right-wing and religiously conservative in Israel's history, he says, that all he's doing is restoring the balance between the Supreme Court and the government. That things had gotten out of kilter, the Supreme Court had too much power, and he was simply -- he is simply trying to redress the balance. But those people out on the streets do not buy that. They are concerned about the erosion of Israel's claim to be a liberal and Jewish democracy. They are concerned about the impact on the economy. And about an erosion of their freedoms. Their freedom of expression, their freedom of worship, their freedom to demonstrate, as they have been doing now for almost three months. They also think that this is rarely just a ploy by Benjamin Netanyahu to somehow get out of his ongoing corruption trial. Now, earlier in the week, we heard from President Isaac Herzog, this is a largely ceremonial role but he's been trying to broker some kind of compromise. He warned that if their compromised isn't reached, that Israel staring at the abyss, that it could be on the brink, in his words, of civil war. But the proposals that he presented, that would give the government some of what it wanted, but not all of it, were rejected out of hand by Prime Minister Benjamin Netanyahu. The result of that is that the government's judicial overhaul plans will continue to wind their way through parliament. The government wants it passed by the Jewish festival of Passover, which begins early next month. And the protests at the same time will continue. And the latest we're hearing on this, Kim, is that according to the Cannes (ph) Public Broadcaster, there are now hundreds of reservists who are refusing to turn up for their volunteer reserve duty. And this is something that seem to have got the government especially rattled. But for now, no signs of compromise at all. Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right. Thank you so much. Elliott Gotkine in Jerusalem. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "Now, Pakistan, there was a dramatic standoff as Former Prime Minister Imran Khan appeared in court on Saturday. Clashes broke out between his supporters and the police as he was attempting to enter the high court in Islamabad. It comes just hours after the police stormed Khan's house in Lahore with bulldozers, removing camps that have been setup by supporters. Khan says, the recent events are an attempt to keep him from returning to power. Here he is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "IMRAN KHAN, FORMER PAKISTANI PRIME MINISTER",
      "sentences": "The powerful people are behind it. And, you know, I am -- my life is even more at threat than it was then. Because these people are worried, all sitting in powerful positions, that if I come back into power, which they know in elections we will win. They're trying to, you know, make sure that I don't get there.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "Facing a spate of legal challenges that have sparked week- long clashes between his supporters and the police.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "CROWD",
      "sentences": "(Speaking in a foreign language).(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "BRUNHUBER",
      "sentences": "Welcome back to all of you watching us here in the United States, Canada, and around the world. I'm Kim Brunhuber. This is \"CNN Newsroom.\"All right. let's get more on our top stories this hour. Donald Trump says, he expects to be arrested on Tuesday over an version into a hush money payment. On social media, the former president urged supporters to protest, echoing the rhetoric he used before the 2021 elect -- insurrection. Many Republicans have rallied behind him, but others say, it's time for the party to move on. Here's former congressman and potential presidential candidate, Mike Rogers. (BEGIN VIDEO CLIP) MIKE ROGERS, FORMER U.S. HOUSE REPUBLICAN:  I do think it's important for Americans to start moving on. We as Republicans need to look at 2024. My argument is, protesting is fine, violence is not. It's off the table. And so, you know, hopefully, that's what he's trying -- he's calling for, is peaceful protests, that is fully accepted in the United States, as we should all accept that. Anything more than that, that obviously will become problematic. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "BRUNHUBER",
      "sentences": "CNN National Security Analyst Juliette Kayyem says, even if Trump is indicted, he may not get the same support he had before the insurrection. Here she is.(BEGIN VIDEO CLIP) [04:30:00] JULIETTE KAYYEM, CNN NATIONAL SECURITY ANALYST:  The times have changed, and Trump will begin to realize that. I mean, one is, he's not in power, so he can't direct law enforcement agencies. Hundreds of people are in jail or have been indicted. He cannot promise to pardon people. Law enforcement, as we're reporting, is clearly on notice. And he's thrown out this Tuesday day, I kind of doubt it, or interviewing a witness on Monday. The Tuesday date is probably Trump wanting to have us all look at Tuesday. It doesn't happen, and him saying, look, they don't have it. So, we just wait until there's actually movement. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "BRUNHUBER",
      "sentences": "There have been more reports of voter disenfranchisement and violence during Saturday's governorship elections in Nigeria, many of them in the nation's largest city, Lagos. That's where a labor party official said, one of its agents was shot and killed. And at the Victoria Garden City gated complex, also in Lagos, disturbed residents told CNN what happened when election officials made an unexpected change.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "GIHAN MBELU, PRESIDENT, VICTORIA GARDEN CITY RESIDENTS ASSOCIATION",
      "sentences": "Some people came out there today to find that the polling unit had been moved. Of course, as a community, we did not receive any formal communication to say that the polling unit was being moved. Of course, where I'm struggling, as chairman, to tell people to vote, because I'm uncertain of the legality of that polling unit because you want to ensure that people's votes actually count.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "BRUNHUBER",
      "sentences": "For more on this, I'm joined by Stephanie Busari in Lagos. So, Stephanie, it sounds like the problems we feared might happen are materializing, quite serious problems, in fact. So, take us through what you're seeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "STEPHANIE BUSARI, CNN SENIOR EDITOR, AFRICA",
      "sentences": "Yes. Good morning, Kim.Just a quick update on that VGC situation, voting is now underway in that area, I'm told, just to give you an update. And that's one of 10 polling units that were -- that elections were postponed until today. So, we saw -- we feared, many nigh Nigerians feared that the polls would be -- would have issues, just like they did in the presidential elections, and that's what happened. We had widespread reports of violence. People being stopped from voting, because they were not voting for a particular party, and many people telling us that if they were not voting for the ruling APC Party, then they were stopped from voting through violence, through threats, through intimidation. And this was widespread through the country, Kim. One man told us that he was approached with -- by two men holding a broken bottle and telling him that he must vote as particular way or leave the ballot station -- the polling station, and he left without voting. And this was happening across the country. And we've reached out to INEC -- the electoral commission says, it's looking into reports of these incidents. And we have also reached out to the ruling APC Party to get a comment on this. I spoke to one voter who expressed her sentiments about how the day went. Take a listen to what she said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "VIVIAN IJEH, VOTER",
      "sentences": "I'm sorry to say, you can't come to the current election (ph) because the (INAUDIBLE), a lot of people coming out shooting. My mom was complaining that, Vivian they are shooting gun here in Shamunu (ph). Now, she can't even come out. She called my dad to come back home. Now, she's not yet -- I mean, it's really bad. I'm sorry. If this is what this called democracy, then this is not a democratic situation.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "BUSARI",
      "sentences": "So, Kim, you heard there, this is not a democratic process. And that is a sentiment that many people are expressing this morning as the picture emerges of violence, intimidation, and threats across the country. And as a result, turnout was low. Very, very low turnout across all the polling units that we visited. And I suspect that the official figures will confirm that. People have just lost faith in the democratic process here, in one of the continent's biggest populations, where it really matters, Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, that's a shame to hear. In terms of how much it matters for those who aren't familiar with Nigeria's governance system, explain to us what's at stake here. How much power, for example, do the governors have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "TIMOTHY WILLIAMS, CHAIRMAN, FORT MOJAVE INDIAN TRIBE",
      "sentences": "Well, what makes it special right now -- and again, thank you for the opportunity to come on the show on behalf of the Fort Mojave Indian Tribe and all of our members.But what's great about it is the landscape right now in its current state, and I think that's why it's so important that Avi Kwa Ame National Monument gets on and is actually signed by the president. Right now, you have a vast landscape of desert, where you don't have a lot of intrusion in there when it comes to. You have Las Vegas, and then you have Southern Nevada. But man, the area is just wide open with a lot of the landscape that's -- that there's currently no real strong infrastructure all the way across it, the 450,000 acres that are proposed right now. And especially, Avi Kwa Ame -- and you know, the Avi Kwa Ame National Monument is based upon our sacred mountain, but it's so much bigger than that with the entire landscape.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, and -- you know, you talk about the landscape. I mean, you have those unique Joshua trees that people may be familiar with, so many unique species of plants and animals, and then you just mentioned Spirit Mountain. They're so -- so the creation of this monument is so significant for indigenous people. Explain that for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "WILLIAMS",
      "sentences": "Yes, it's -- for the Fort Mojave Indian Tribe, Mojaves, it is the place of our creation. It's where we begin. A lot of the song cycles that are sung amongst all the way, not only for Fort Mojave, but all up and down the river for mother tribes. It's all based upon this mountain and it is their place of creation. And it's the place where we have that spiritual connection to this Earth and to the other side. And so, definitely, our Spirit Mountain is sacred to us in many so more ways that are not only tangible but also intangible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "BRUNHUBER",
      "sentences": "So, I -- we just want to pop up a map here of the area that currently is protected. And then the larger area that would be protected when this becomes a monument. Tribes have often fought environmental battles to preserve the land. I know energy companies had wanted specifically there to develop large-scale wind and solar projects. So, what's -- once this becomes a monument, what can and can't be done there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "WILLIAMS",
      "sentences": "The biggest thing is the large-scale developments. You know, you'll have those areas that -- and before 2019, when the tribe put a resolution together, project after project after project was coming down the line, you know, and we would go through the process of consultation. And of course, the groups would get together to keep it in a pristine state like it is right now, and hopefully how it will be into the future.But that's one of the main things that won't be able to happen, is having those large-scale areas. You know, there's designations in different places throughout the state of Nevada, and they've really -- you know, the tribes in a lot of places -- we've never been against renewable energy. It's just the location of those places. So, that's one of the biggest wins that we believe that we'll have with the designation is that you won't see these large scales popping up, you know, all the time, whether it be wind, whether it be solar in these different areas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "BRUNHUBER",
      "sentences": "I'm just wondering, though, is there any worry in the back of your mind that as great as this will be, that it might be reversed? After all, we saw that in Utah after President Obama designated a huge swath of land, some -- what was it, 1.3 million acres as Bears Ears National Monument. Well, that was later shrunk by some 85 percent by President Trump, and then it was reinstated later by President Biden.But it seems these monuments, far from being, sort of, these lasting, you know, monuments, as the word suggests, now become political footballs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "WILLIAMS",
      "sentences": "You know, for us, our job as leaders here within our tribe is to protect, in any way, shape, or form. And no matter what administration is there. It was unfortunate to see all the hard work that those tribes had done, you know, to see the reduction right away. So, we'll be at the ready. I do come from the marine corps, so we'll always be at the ready when it comes to protecting our land and protecting our water for the Fort Mojave Indian Tribe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right. Well, it's certainly very exciting. We appreciate having you on to talk about it. Timothy Williams, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "WILLIAMS",
      "sentences": "All right. Appreciate it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SANDIE GILSON, GREAT IDAHO MOVEMENT",
      "sentences": "It's extremely frustrating. The rules and regulations that they're making that make sense in the city don't make sense out here.KYUNG LAH, CNN SENIOR U.S. NATIONAL CORRESPONDENT (voiceover):  Out here in Eastern Oregon, the expansive rule region, and Sandie Gilson's home, where we're walking is a world away from the urban cities of the state. LAH (on camera):  Do you have anything this common with Portland?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GILSON",
      "sentences": "Oh, sure. We're all people.LAH (voiceover):  But she says, that's about it. And the signs dotting the east tell you what many people here want, known as the Greater Idaho Movement. Redraw the state line, so liberal Portland and the other democratic cities are Oregon and eastern Oregon, overwhelmingly Republican, joins largely conservative Idaho. Nearly all of Oregon's 17 eastern county governments have approved plans to leave to leave and form a larger Idaho, resembling the logo on Sandy Gillson's hat. LAH (on camera):  Is this about politics or differences?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GILSON",
      "sentences": "Both. We are very different people. I don't believe that the Oregon government as a whole and the super majority that has been in power there for many decades is listening to Eastern Oregon at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "BARBARA EHARDT, IDAHO STATE HOUSE",
      "sentences": "It just overwhelmingly hit me this makes sense.LAH (voiceover):  So much so that Idaho state representative, Barbara Ehardt, a Republican, co-sponsored a bill to begin dialogue with Oregon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "EHARDT",
      "sentences": "This is where all the big decisions are made for the Idaho legislature.LAH (voiceover):  The bill passed the Idaho House and is now before the Senate. Idaho's government is officially on a path to redraw its state line for the first time since 1864. EHARDT:  Is it possible? I believe it is. It's when your government will no longer listen to you, what do you do? We don't want them to start an internal, you know, war battle. But at some point, that's what people are going to turn to if they can't be listened to. So, they're turning to us. LAH (on camera):  The country is so torn apart right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "EHARDT",
      "sentences": "It is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "LAH",
      "sentences": "By ideology.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "EHARDT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "LAH",
      "sentences": "Is this your vision of peace?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "EHARDT",
      "sentences": "It is one of the solutions, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "ILANA RUBEL, IDAHO STATE HOUSE DEMOCRAT",
      "sentences": "Are we going to carve Georgia out of Atlanta? Are we going to carve Austin out of Texas? Are we going to slice Michigan's? It's a ridiculous road to start to go down.LAH (voiceover):  State Representative Ilana Rubel knows all about being a political minority. She's a Democrat in ruby red, Idaho and voted against the state bill. LAH (on camera):  Are you surprised that it has already gotten this far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "RUBEL",
      "sentences": "I'm saddened, but I'm not surprised. We are in a time of unprecedented partisanship and hostility. We heard Marjorie Taylor Greene calling for the breakup of America, because it's so unbearable, apparently, for people of differently political ideologies to be living together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MATT MACCAW, GREATER IDAHO MOVEMENT",
      "sentences": "We don't think of ourselves as a secessionist movement. We see ourselves as a self-determination movement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "LAH",
      "sentences": "Are you hearing from other places around the country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MACCAW",
      "sentences": "Yes, we are hearing from all over the country. Because this is not a problem that's unique to the state of Oregon.LAH (voiceover): Matt McCaw used to live in Portland but moved east where he was born, frustrated by pandemic policies of the city. Laws should match the citizens, he says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MACCAW",
      "sentences": "We can match people up to government they want and everybody gets the government they want and the political tension goes down.LAH (on camera):  Should this happen in other places?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "MCCAW",
      "sentences": "Yes, I believe we should. And I think that most Americans agree. We should try to give people government that they want. GILSON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "LAH",
      "sentences": "What do you say when the people of those cities say that they're changing with the times and that's the America of today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "GILSON",
      "sentences": "They say it's more progressive to have government tell you what to do. But the people here haven't changed.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "JACQUELINE HOWARD, CNN HEALTH REPORTER",
      "sentences": "This is just incredible. These two lung cancer patients, we're told, they had only weeks or months to live. And now, thanks to their new lungs, they are living with no signs of the disease. Albert Khoury of Chicago and Tannaz Ameli of Minneapolis were each the recipient of a rare double lung transplant procedure. Here's how they're doing now with their own words.(BEGIN VIDEO CLIP) ALBERT KHOURY, DOUBLE-LUNG TRANSPLANT RECIPIENT:  So, I'm back to work right now. I'm working -- it's not easy. It's not like it used to be, but I'm trying my best. And I'm trying to prove something that whoever has to go through this, you can go back to your normal life. TANNAZ AMELI, DOUBLE-LUNG TRANSPLANT RECIPIENT:  Every morning when I open my eyes, I just can't believe it. And life has different meaning now. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "HOWARD",
      "sentences": "And their procedures were complicated. Surgeons had to be extra careful that the cancer cells in their old lungs did not spill over into their blood stream or chest cavity. And while the double- lung transplant procedure was life-saving for these patients, there are criteria they had to meet to even be considered for the surgery. Their cancer must have been contained within the lungs, they had to have tried all treatment options, and they had limited time to live. You know, lung cancer is the leading cause of cancer-related deaths in the United States, responsible for about one in five lives lost due to cancer. Back to you.",
      "isLastSentenceInterrupted": false
    }
  ]
}