{
  "date": "2023-07-28",
  "headline": "Who's Talking to Chris Wallace",
  "subHeadline": "Ukrainian Counteroffensive Against Russia Ramps Up; Civilian Nightmare Gets Worse For Ukrainians; Country Star Brad Paisley Pens Song For Ukraine; Chris Wallace Interviews Actress Sharon Stone; Chris Wallace Interviews Pop Star Pink. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:00",
      "speaker": "CHRIS WALLACE, CNN ANCHOR",
      "sentences": "Tonight, country superstar Brad Paisley is out with a new summertime anthem, from his upcoming album Son of the Mountains. We get a front-row seat to his creative process.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "BRAD PAISLEY, COUNTRY SINGER AND SONGWRITER",
      "sentences": "That first verse, which is, look at that road look at that sunset.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "WALLACE",
      "sentences": "And we talk about his latest passion project, bringing attention to the war in Ukraine.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PAISLEY",
      "sentences": "It really does make me, I think, appreciate what we have more than I ever have in my entire life.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "WALLACE",
      "sentences": "And later, actress Sharon Stone.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "SHARON STONE, ACTRESS",
      "sentences": "What are you going to do, charge me with smoking?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "WALLACE",
      "sentences": "We look back on her career-defining scene.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "STONE",
      "sentences": "I did not know in that moment would change the dynamic of my life forever.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "WALLACE",
      "sentences": "And why she is now shifting her focus to a new art form.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "STONE",
      "sentences": "I'm so psyched.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "WALLACE",
      "sentences": "Good evening and welcome back to WHO'S TALKING.Tonight, we start with the raging war in Ukraine. This week, the crucial Ukrainian counteroffensive continued to struggle against Russian forces that are heavily dug in. Kyiv's troops are dealing with vast mine fields, anti-tank barriers and valleys of trenches. The civilian nightmare is even worse. Since fighting began, some 9,000 civilians have been killed, including 500 children. While world leaders and politicians talk about how to end the war, some celebrities are trying to do their part to help the Ukrainian people. And that's where we start with Country Music Star Brad Paisley. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "WALLACE",
      "sentences": "Let's start with the first single from your upcoming album, the song is called Same Here, which you released, interestingly enough, in February on the first anniversary of the Russian invasion of Ukraine.And before we hear it, why did you want to write a song that connects life here in the U.S. to what those poor folks are going through over there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PAISLEY",
      "sentences": "I was really affected when the invasion first happened a year ago and changed now. You know, watching that, having toured Europe so much and seeing the town squares of these major European capitals and cities as people were running for their lives and trying to get out of town. And I think it's just an unprecedented thing in our lifetime.And so we sat down to write this and had this idea -- I had it in my phone, it was just Same Here, it was the title. And the idea I had was, you know, do we have these things in common? Like is that the way it is in these other places? It really does make me, I think, appreciate what we have more than I ever have in my entire life, knowing that it's fragile.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "WALLACE",
      "sentences": "Proceeds from the single go to a program called United 24, which helps rebuild homes in Ukraine that have been destroyed by the war. I mean, you're really personally committed to this, aren't you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PAISLEY",
      "sentences": "I really am. And, you know, somebody asked me the other day, how did you wind up caring about this that much? The answer is, I don't know. I just was affected so much in the beginning that the next thing you know -- and this has been the story of my life. You write a song, and it winds up leading you places you never expected.And so now, having been there and taken the train ride and gone in the cover of darkness and gone around the city and met people and watched this real life is happening in between the air raid sirens, having seen that firsthand, I cannot believe that songwriting took me to a place like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "WALLACE",
      "sentences": "Well, you were generous enough to bring your guitar with you. I'd love you to just play a little passage from Same Here that particularly makes the point you want to make.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PAISLEY",
      "sentences": "Yes, yes. I think -- as we wrote it, as a kid from West Virginia asking this question, you know -- how are things in California, I hear the traffic's just insane. Blasting people and paparazzi, I know all the left coast cliches. But tell me is there a bar on your corner where you buy each other beers and solve all the world's problems, same here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "WALLACE",
      "sentences": "You know, the name of the show is WHO'S TALKING TO CHRIS WALLACE. I actually would prefer who's singing to Chris Wallace?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PAISLEY",
      "sentences": "We'll change it, change the titles and everything else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "WALLACE",
      "sentences": "In June, you released a second song from the album, So Many Summers. Here, you are performing in Nashville, take a look.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PAISLEY",
      "sentences": "Oh, lord.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "WALLACE",
      "sentences": "Your eldest son, Huck, turned 16 this year. And I read somewhere that you were really talking to him. You only get so many summers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PAISLEY",
      "sentences": "Talking to him and me, I'm talking to -- it's sort of the same -- both -- you know, two sides of the same coin. He's me at 16. I'm watching him. Other than the fact that the day I turned 16, I took my driver's test and was expected to drive all these kids to the mall to see a movie. And all the pressure was on, I had to pass. But Huck hasn't got his yet.So, he's a little, you know -- he's a little more anxious about it than I was. I was ready to hit the highway. But I think -- I'm talking to that first verse, which is -- look at that road. Look at that sunset. Look at that girl waiting on the porch. It's going to be a cold September. Tell me, boy, what are you waiting for. You only get so many summers. That's to him and me. Because, you know, it's going to -- she's leaving in September, by the way, that girl on the porch. So, it's an interesting thing, this passage of time. The last verse of the song, which is my favorite verse, was something suggested by the head of my record label that said to me, hey, we both -- I said what do you think of this song? And she loved it but she said, we both have teenagers. We've got like three more summers. Can you get that in there? And that's what the last verse is about, which is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "WALLACE",
      "sentences": "Well, you know, I was going to say it's interesting. Because to 16-year-old Huck, you're saying, man, enjoy it, fill it, fill your summers. But I'm a little older than you, no, maybe a lot older than you, but for us, it's a little different. Because what you're basically saying is, there are only so many summers left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PAISLEY",
      "sentences": "It's true. It's sand through the hourglass. And summer is one of those times of year -- summer and Christmas both mark the passing of time for me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "WALLACE",
      "sentences": "Absolutely. You have had a remarkable career, 5 billion streams of your music, 25 number one hits, 10 in a row, at one point. How do you explain that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "WALLACE",
      "sentences": "Why do you think that somebody else singing your songs would be a bigger star --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PAISLEY",
      "sentences": "They'd have more charisma. It would be better -- they'd have the whole package.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "WALLACE",
      "sentences": "Do you think you're charisma-deficient?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PAISLEY",
      "sentences": "Definitely, my wife does too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "WALLACE",
      "sentences": "I don't believe that for a minute. I think that the record would show I'm right and you're wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PAISLEY",
      "sentences": "Well, okay, I hope you're right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "WALLACE",
      "sentences": "Okay. So, let's talk a little bit about process. Which many comes first, the words or the music or does it depend? PAISLEYYou know, and that was a number one song. And I think I remember playing that for the head of my label when it was written knowing they're either going to drop me or this is a hit, and he loved it. And next thing you know, it was a hit. He was write.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "WALLACE",
      "sentences": "Well, you know, I might sing that to my wife. I want to try it for ticks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PAISLEY",
      "sentences": "And it's, literally, you're being the ultimate romantic by saying that to her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "WALLACE",
      "sentences": "I'm surprised that has not been picked up by some bug spray or something like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PAISLEY",
      "sentences": "Yes, exactly. Right, Off! People at Off!, our next tour sponsor.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "WALLACE",
      "sentences": "Next up, Brad's biggest hits in music and life, including the music video that changed everything.Plus, the surprising advice he got at an early age. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "WALLACE",
      "sentences": "Brad Paisley has hit the top of the country music charts 25 times with songs from the sentimental to the satirical.But his gift for writing music started before he was even a teenager. We'll get to that. But we start with the music video that brought him romance in real life. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "WALLACE",
      "sentences": "Some of your songs are just plain funny. One of them is I'm Going to Miss Her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "PAISLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "WALLACE",
      "sentences": "Or the fishing song. Here we go.What's most -- it is funny. But what's most interesting about that video is who's in it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "PAISLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "WALLACE",
      "sentences": "A great actress, Kimberly Williams, who, right at that time, was starring in the remake of Father of the Bride.Now, here's the question. How does Kimberly Williams, a Hollywood actress, end up in your video, Brad?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "PAISLEY",
      "sentences": "I stalked her without her knowing it. No. What happened was I have a long story about going to see Father of the Bride on what would become one of my biggest heartbreaks, which was college romance, that was our movie, ended badly.I came up with this idea that Kim should be in a music video. I called her manager, who was wonderful, a woman named Tammy Chase, her manager at the time. And I called Tammy, gave her the whole story on how I'd written the song. Would Kim want to be in the music video? And she called Kim. And I had ulterior motives, of course. I wanted to meet her more than anything. But, yes, I did want her to be in a music video. She called Kim and said, this guy called, he wants to put you in a video. But you're going to date him, which she was doing my work. I had no idea. She was a great manager.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "WALLACE",
      "sentences": "And she said, yes. So, how long between making the video to you guys becoming husband and wife?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "PAISLEY",
      "sentences": "Let's see. We got married the next year. We dated for about a year. We dated for seven months before I got engaged. I realized the clock was ticking before she's figured out she could do better, asked got that out of the way. She said yes. Her parents didn't like it, especially your mother. But it was the type of thing where I asked and popped the question quickly. And I was nothing like what they pictured for their daughter. A cowboy from West Virginia was not on the list.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "WALLACE",
      "sentences": "20 years later, do you sometimes live out that video where you have to choose between pleasing Kim and doing either fishing or something else you want to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "PAISLEY",
      "sentences": "I think every man -- how long have you been married?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "WALLACE",
      "sentences": "25 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "PAISLEY",
      "sentences": "You know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "WALLACE",
      "sentences": "Yes. And the answer is yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "I want to play, forgive me, my favorite Brad Paisley song, this one, a duet with Carrie Underwood.I'm getting the live show and the video. This is an outstanding interview. How -- you and Carrie hosted the CMA awards for 11 years. And one of my favorite parts -- I used to watch every year. And I must say, I look forward to this part in particular was the opening song parody. How did you discover, you two, that you were so good together, that there was such great chemistry?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "PAISLEY",
      "sentences": "They paired us up -- we had already toured together and become very good friends, but they paired us up without knowing that lightning in a bottle would strike. We had so many moments that I just can't believe we came up with. We wrote the show together and I said, what if we did parodies of country songs based on current events?And the first one we did holds up even more now, which was -- it was this. Because a certain gentleman had stolen the microphone from Taylor Swift that same year, and it was, mamas, don't let your baby grow up to be Kanye. And we wrote that and they went berserk because everybody was kind of mad at him at that time and some things still hold up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "Your life story is so interesting. You were eight years old when you were given your first guitar by your grandfather, pictured right there of him, Warren. And by age 12, tell me if this is true, you were a regular on Jamboree, USA, opening for stars like Roy Clark. True?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "PAISLEY",
      "sentences": "True. Yes. I sang an original Christmas song at a Rotary Club luncheon in the local town. They had this 12-year-old, 13-year- old songwriter. The first song I ever wrote was a Christmas song and it wasn't bad. It was actually, in some ways, better than some things I've tried to write lately. But I stumbled upon it. The next thing you know, they heard me do that and invited me on the local Christmas show.And then the very next time I played the Jamboree, they let me open for the Judds, the biggest thing in the world at the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "What I was going to say, what did they think of this 12- year-old kid?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "PAISLEY",
      "sentences": "Well, you know, in the words of my dad at the time, he was really good about not thinking everything I did was great. He said, you know, you're 14, you're cute, but you're going to be 18 and not cute, as cute at least. And you better be good at 18. And I thought that was really good advice because I was good for 14, but not necessarily great for 21 at 14. There's kids that were and are amazing at that age and virtuosos. I wasn't that. I had to really work at it.I have to ask, because everybody's wondering, can you play us a little? Do you remember the Christmas song?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "PAISLEY",
      "sentences": "Oh, yes.It was a cold and dark December night but the stars still lit the sky way in a manger you heard a baby cry. It was the cry of the son of God, a little baby boy born in that manger to bring the world joy. Anyway, that's the gist of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "And you wrote that at what age?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "PAISLEY",
      "sentences": "13. I was 12 when I wrote it, but 13 when I sang it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "Last question. After an extraordinary first 50 years, the journey of your life so far, what's next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:04",
      "speaker": "WALLACE",
      "sentences": "Coming up, a revealing conversation with actress Sharon Stone from the pandemic project she's turned into a new career to why she says Hollywood abandoned her.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "WALLACE",
      "sentences": "Known for her provocative role. I don't have anything to wear. And award-winning performances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "STONE",
      "sentences": "I told you. I was hot tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "WALLACE",
      "sentences": "Stone says her meteoric rise came with pitfall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "STONE",
      "sentences": "Your whole life is just a dream.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "WALLACE",
      "sentences": "Now, she's gone from in front of the camera to in front of the canvas, experiencing a creative rebirth as a painter. And we talk about all of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "STONE",
      "sentences": "I'm so psyched.(END VIDEOTAPE) WALLACE (on-camera):  You are a serious painter, and you just had a gallery showing this spring here in L.A.4 called \"Shedding\". STONE (on-camera):  Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "WALLACE",
      "sentences": "And as we look at some of your works, tell me how you got into this and what it means to you --painting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "STONE",
      "sentences": "Well, I really got into it during COVID. A friend of mine sent me an adult paint by numbers kit and I thought, oh, that's so fun. And I got through one of them. There was a couple of them, and I got through one of them, and I thought, gee, that actually really looks like something. And so, I went to the store and bought myself some boards because I didn't think I quite was ready for canvases. And I did about 10 or 12 paintings on boards with watercolors.And then I thought, you know, I'm going to get some acrylics, and I'm going to go for it and buy a canvas. And you know I have a little bit of money maybe I'll buy a big canvas. And so, I bought a four-by-four foot canvas and it was so exciting. It was so thrilling to create something without complaint or someone else's investment. It was just my investment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "WALLACE",
      "sentences": "You say that you paint. You say this from a feminine perspective, and that a lot of men don't get your work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "STONE",
      "sentences": "I think in the beginning when I was really just working on color, that I was really trying to feel my own femininity. And I say that specifically because I think that in my other occupation as an actor, the majority of the scripts that had been offered to me were written by men, and they were the man's perspective of a feminine construct or feminine ideal.And I was primarily always directed by men. And I was always working very hard to figure out how to play these women, and primarily I had to make them either high or drunk or crazy to figure out why a woman would behave in any of these ways that were written in the script because no woman that I knew were behaving in the ways of these scripts that were given to me. As I began to paint, I was able to find through this solitary exercise, a way to express what I felt was my more genuine and authentic femininity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "WALLACE",
      "sentences": "Speaking of your other career as an actor, you said in a recent interview that Hollywood has abandoned you, that you had lost your film family. What do you mean abandoned, and is that why you became so devoted to painting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "WALLACE",
      "sentences": "So, let's talk about this journey, because it's fascinating. And let's go back to the scene, I think it's fair to say you'll be remembered for.(BEGIN VIDEO CLIP) \"BASIC INSTINCT\" MOVIE:  There's no smoking in this building, Ms. Tramell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "STONE",
      "sentences": "What are you going to do, charge me with smoking?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "WALLACE",
      "sentences": "Suddenly. Why are you laughing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "STONE",
      "sentences": "I think it's such an example of male behavior. And when I was breaking down the script, I thought the thing about Catherine Tramell is that she speaks man. And because she speaks man, it's so confounding to the men in the room because she speaks back to them in the exact same way they speak to her, which is a show stopper.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "WALLACE",
      "sentences": "And do you think this was a case of men, directors, writers putting words in your mouth you wouldn't have said, or do you think in fact that was right for that character?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "STONE",
      "sentences": "I think it was absolutely not only right for the character, but it was systematically correct for that period in time. It was such a controversial moment in time with sex and sexuality, with the AIDS crisis, with the controversy in filmmaking itself. That film got a triple X on its first, you know, review with the review board. Now, you see so little of anything in this film, actually, and now we see men with full frontal nudity on television. But still, we look at that film as such a scandalous, a controversial moment in filmmaking. And really, it's quite benign by comparison to almost anything we see now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "WALLACE",
      "sentences": "That scene and that movie made you a huge star and made you a sex symbol. Was that an easy transition for you and did you enjoy it? First of all that scene. My acting teacher, Roy London, said to me, you know, this scene, this is an action movie. And this scene stops all the action. And he said, so every single moment in that scene has to be very specific. You have to be super present and on the moment.I did not know that my being super present in that moment would change the dynamic of my life forever. I didn't know that on Friday, when that movie came out, that I would be basically a nobody, and on Tuesday I would go to get my eye glasses picked up on Sunset Plaza and I would come out in my little 325 BMW, and I would stop at the stoplight and everybody would climb all over my car and then the light would turn green and cars would start beeping and I wouldn't know is it legal to drive when people are all over the top of your car.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "WALLACE",
      "sentences": "Sharon, is this a story or is this real? This is the real thing. And I'm in my car on Sunset Boulevard, and they're all over the hood, and they're all over the windshield, and people are blowing their horns. And I'm thinking, if I drive and they get hurt, do I get arrested? Is it a crime if you drive when people are on your car? And I'm inside thinking, do I drive, not drive? What's the law about people all over your car?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "WALLACE",
      "sentences": "Note to the file, don't get on Sharon Stone's car.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "STONE",
      "sentences": "Don't get on my car, because I don't know what to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "WALLACE",
      "sentences": "Along with the glamour and these mixed blessings came a reputation that Sharon Stone was tough to work with, or as you put it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "STONE",
      "sentences": "The word was difficult. That was the word that was assigned to me, difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:35:00",
      "speaker": "WALLACE",
      "sentences": "Right. STONEballs in Hollywood. Honestly. Did you deserve it? Did you become difficult?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "WALLACE",
      "sentences": "After the break, Sharon reveals her freakishly high IQ, plus the lesson Arnold Schwarzenegger taught her that had me reacting like this.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "Sharon Stone's breakthrough roles are full of scene-stealing moments. But she's also shared the big screen with some legendary actors, who taught her important lessons. In 1990, you did a movie called \"Total Recall\", in which you are supposedly Arnold Schwarzenegger's wife,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "STONE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "But you really aren't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "STONE",
      "sentences": "I'm a double agent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "Don't give it away.(BEGIN VIDEO CLIP) ARNOLD SCHWARZENEGGER, ACTOR, \"TOTAL RECALL\": Our friends, my job, eight years together. I suppose all of this was implanted, too? STONE, \"TOTAL RECALL\":  The job is real. The agency set it up. (BEEP) They erased your identity and implanted a new one. I was written in as your wife so that I could watch you and make sure the erasure took. Sorry, Quaid. Your whole life is just a dream. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "What did you learn from Arnold?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "STONE",
      "sentences": "Oh, so many things. What an ace professional. Honestly, he's so professional. I mean, he told me everything about how to be prepared before I get there. And he was just, he really expected a level of professionalism that was like his own, which is stellar. And then when we did the press for it, he stayed for all of my press and watched each of my interviews and taught me about how to do an interview. And he would say things to me that were very, very smart, which is you don't have to answer the question you're asked. You have to answer the question they should have asked.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "Yes. If you interview politicians, they've gotten that lesson. I don't know if Arnold told them or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "STONE",
      "sentences": "Right. But it was very smart. You know, he really understood the art of the whole thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "So, the fascinating thing is, I mean, you're an attractive woman in that movie, but when the part for \"Basic Instinct\" came up, your manager said that they weren't interested in you because they didn't think you were sexy enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "STONE",
      "sentences": "That was always the thing about me, that no one thought I was sexy enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "So, how did you persuade them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "STONE",
      "sentences": "I think a lot of it was because of the fact that I was difficult. And that's not sexy. Then I got a screen test. But Michael didn't want a screen test with me because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "Michael Douglas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "STONE",
      "sentences": "Yes, because it was such a huge risk for him to play this part in this, at this period in time, controversial film. So Verhoeven said, okay --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "Verhoeven, the director.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "STONE",
      "sentences": "The director. And he was also the director of \"Total Recall\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "STONE",
      "sentences": "And he said, okay. But everyone that we screen test, we're going to play Sharon's test after. And their test has to be Sharon's test. So, they tested 12, 13, 14 women. And no one beat my screen test. And so, I felt so relaxed that I really aced the test because everything was so chaotic that the test went really well and I got the job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "I want to ask you about one other movie. My guess is maybe your favorite, 1995. You play a key role in a mob movie, \"Casino\" with Robert De Niro and director Martin Scorsese. Here you are.(BEGIN VIDEO CLIP) ROBERT DE NIRO, ACTOR, \"CASINO\":  I mean, my wife comes to me and asks me for 25,000. I mean, what do you want? Do you want a code?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "STONE",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "DE NIRO",
      "sentences": "Well, if you want a code, you got it. You know that. It's not the money. It's just, why do you want it? That's all I'm asking. Am I not entitled to ask that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "STONE",
      "sentences": "Sam, I've been independent my whole life. I never had to ask anybody for anything. Now, you're making me beg you for this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "DE NIRO",
      "sentences": "What are you talking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "STONE",
      "sentences": "I hate when you're embarrassing me. Why do you want to make me feel so bad?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "You were nominated for an Oscar for that, but I've got to think it was even more gratifying to be accepted and embraced by Robert De Niro and Martin Scorsese.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "WALLACE",
      "sentences": "Mission accomplished.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "STONE",
      "sentences": "Mission accomplished. That was my goal. That was my whole goal. To me, he was, is, the greatest actor working and I wanted to be able to have the skill set to work with him because he's not only an on the page actor, he's the greatest improvisational actor and he embodies his characters fully and completely. He's housed in these characters that he plays and I wanted to be able to be right there with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "WALLACE",
      "sentences": "I began asking you about something that I thought most people didn't know -- painting. I want to finish in that same area. Is it true that you have a freakishly high IQ and that you started college when you were 15?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "STONE",
      "sentences": "Yeah. Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "WALALCE",
      "sentences": "But now, I got to say, your acting teacher wouldn't like that. Why did you -- I mean, I think a man would say, damn right, but why did you wince at the fact that you're --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "STONE",
      "sentences": "Because I think people find me threatening, both emotionally and psychologically, because they feel like I'm smarter. And it makes people feel uncomfortable, I think. I think that can be very disquieting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "WALLACE",
      "sentences": "Why not just say, yup, I'm -- all right, what is the IQ?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "STONE",
      "sentences": "I've been tested between 158 and 164.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "WALLACE",
      "sentences": "Well, I'm feeling a little threatened and intimidated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "STONE",
      "sentences": "But people don't really, I don't think people grasp, that doesn't mean you're smart at everything. And it doesn't mean you're good at everything. And it also doesn't mean you don't have enormous blind spots. I mean, you got to realize that most people, many people, loads of people with these super high IQs, like pee their pants till they're 10 or 11. I didn't, but many people do.Many people who have these very high IQs have other issues. They stutter. They have other sorts of impacts in their life. Because when you get on a very high IQ, you also end up on the spectrum. And there's lots of things on the spectrum that we are dealing with when you have a very high IQ. Because it does give you -- you can pre- understand things and that does cause dis-ease among other people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "WALLACE",
      "sentences": "So, looking back, and this has been quite a conversation, looking back over this extraordinary life -- great highs some terrible lows --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "STONE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "WALLACE",
      "sentences": "Are you happy? Are you at peace?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "STONE",
      "sentences": "I am. I am an at-peace person and I am a happy person. And I face tragedy with two feet on the ground and an open heart and the belief that these are the lessons and these are the ways to continue to be more open-hearted and more grounded and more loving and more available, and deeper, and more understanding of one another. And I hope to find more and more people of the same ilk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "WALLACE",
      "sentences": "Finally tonight, pink is the color of the summer, with a \"Barbie\" movie enjoying a blockbuster opening week. But it's also the stage name of one of my previous guests, the Pop Star Pink who is kicking off the North America leg of her summer carnival tour this week. I spoke with Pink earlier this year about her newest album, \"Trustfall\", as she was preparing for the tour. She told me what it's like to perform in front of a packed house and sometimes to fly over it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "WALLACE",
      "sentences": "Explain to us mortals, what's it like when you walk out on a stage and there are 50,000 screaming, adoring fans. What is that like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "PINK, POP STAR",
      "sentences": "It's amazing. But it's an authentic -- I feel like it's group therapy. We're having this amazing experience together. Music is an experience. Lyrics, you experience them in a sensory way. It's a memory. Songs do that. And so, in a concert experience for us, for us 50,001, it's beautiful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "WALLACE",
      "sentences": "And how hard is it to sing and to sing great when you're hanging upside down and you're spinning through the air?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "PINK",
      "sentences": "I'll let you know if I ever sound great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "WALLACE",
      "sentences": "No, you sound great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "PINK",
      "sentences": "No, it's an -- you know you trained for it, but it also, it was like, it forced me to take my craft very, very seriously. And I'm always trying to top myself because it makes people happy. It makes me happy. When I fly around through the air, There's, it's just, it's wonderful. And when you can go in four seconds from the stage to the back of the stadium and be right over that wheelchair section and waving at people with tears coming down their face, it's just, you can't imagine it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "WALLACE",
      "sentences": "Is it scary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "PINK",
      "sentences": "Yeah, yeah. And I've had some oops, that isn't good moments, but it's exhilarating. You should do it. You should come. I'll put you in the harness. You might love it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "WALLACE",
      "sentences": "Yeah, okay. Well, you know, you are coming to Washington this summer for the tour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "PINK",
      "sentences": "Yeah, I'll meet you there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "WALLACE",
      "sentences": "So, I want to come anyway, but I don't know that I'm going in the harness and flying around National Park.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "PINK",
      "sentences": "My daughter's done it.",
      "isLastSentenceInterrupted": false
    }
  ]
}