{
  "date": "2023-06-27",
  "headline": "Connect the World",
  "subHeadline": "Russia Drops Rebellion Charges against Wagner; Putin Praises Security Forces after Aborted Mutiny; Audio of Trump Talking Classified Documents; Carlos Ghosn Sues Nissan; Questioning Putin's Hold on Power; China Bullish on Economic Growth; Tom Cruise's Latest \"Impossible\" Stunt. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "ANDERSON",
      "sentences": "Russia's president is trying to convey a sense of normalcy today after the startling aborted insurrection. Vladimir Putin in thankingsecurity forces involved in a week-long chaos after Russian state media reported that Wagner troops and their leader Yevgeny Prigozhin, will not face criminal charges. Putin also paying tribute to an unspecified number of Russian troops he says were killed while the mutiny was in progress. He says their collective actions prevented a full scale conflict between Russians. Have a listen. (BEGIN VIDEO CLIP) VLADIMIR PUTIN, PRESIDENT OF RUSSIA (through translator):  Real defenders of the motherland who took part in fighting as comrades against this chaos, results of which inevitably would have been chaos, you defended the constitution, the lives, the security and the freedom of our citizens. You saved our people, our homeland virtually. You stopped a civil war. In actual fact, you stopped a civil war. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ANDERSON",
      "sentences": "Whether or not that is true, is debatable, Prigozhin called off the insurrection he says to avoid spilling Russian blood. Within the pastfew minutes, Belarusian state TV reported that president Alexander Lukashenko announced Prigozhin is in Belarus. Lukashenko had brokered a deal that would allow Prigozhin and forces loyal to him to move to Belarus. Nic Robertson connecting from London; Nick Paton Walsh is in Kyiv. A lot going on this hour. Let start with you, Nic Robertson, what did you make of Putin's comments today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ROBERTSON",
      "sentences": "Prigozhin reminding everyone he actually runs an organization called concord. On the other hand, that organization had had $1 billionworth of government contracts. Prigozhin had made a lot of money fighting the war, not like his heroic fighters who laid down their lives. That was the analogy. There But it also seemed to lay the Kremlin groundwork for further charges, financial charges potentially, ahead for Prigozhin. We heard the FSB this morning drop charges relating to that insurrection. But it looks like the Kremlin is ginning up something else to keep Prigozhin out of the limelight, it does seem; financially irregularities perhaps on the horizon. We'll hear from the Kremlin later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ANDERSON",
      "sentences": "We've been waiting to find out where Prigozhin is.Nick Paton Walsh, where is he?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "We don't actually still know for sure. But the president of Belarus, AlexanderLukashenko, said today he believes he is in Belarus. In fact, he arrived in Belarus today. Now this is part of a lengthy speech we heard from Lukashenko. The remarkable it seems intermediary here, the peace broker that seems to have saved Putin on Saturday, according to the Kremlin's own narrative. Now important for context here, Lukashenko, neighboring Belarus' president, he's a man that Putin has often treated with a degree of contempt, as a subordinate. But it appears during this chaos he was a man who got through to Prigozhin. In a speech he talked about how hard it was for him to get the phone number of Prigozhin, all the struggles they went through of actually getting each other on the phone. And remarkably it gives you an insight into the sort of nature of statesmanship in the post Soviet era. He refers to how Prigozhin used 10 times more swear words than indeed normal vocabulary during their conversation. Indeed he apologized for that in advance. Essentially the conversation, Lukashenko said, he said, listen, Prigozhin, if you continue on your march to Moscow, you are going to be crushed like a bug. And Prigozhin did not want to turn, around but essentially eventually agreed that his future was better in Belarus. And now it seems he is indeed there. Maybe some Wagner fighters will join him. Interestingly, Lukashenko said, his defense chiefs had uttered the possibility of how Wagner might be a useful unit to be part of the Belarusian ministry of defense. They might fundamentally regret inviting the Wagner group, clearly out for its own interest. Very well equipped, pretty ruthless into Belarus. His state security services and law enforcement have taken a real battering, suppressing their own people over the past years. That's a separate narrative for now. But what does appear to be clear, is this remarkable role of Lukashenko, the way he spoke about this conversation unbarred, possibly transparently, telling people exactly what occurred. But In this extraordinary role of after years, since the rebellion against the stolen election back in 2020. Lukashenko putting himself forward now as the man who essentially saved Putin. A sort of parallel narrative to the weird gloss we're seeing in Moscow, where Putin is essentially ignoring the past 72-96 hours, acting like everyone got together and prevented this from happening. So I think it's baffling to see Lukashenko in this role, Putin dependent upon him, it seems, in his hour of need and now the possibility of Wagner reconstituting themselves, escaping prosecution by moving into neighboring Belarus. Nick, lest we forget, there is a war going on in Ukraine. Over the past 72 to 96 hours, certainly from the West, there was much enthusiasm for Ukraine to make some advances on the battlefield. Have they, briefly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "WALSH",
      "sentences": "In short, we have not seen a sea change in the front lines since this began. We have certainly heard Volodymyr Zelenskyy, the Ukrainianpresident yesterday saying Ukraine's advancing on all fronts. We've seen gains around Bakhmut, the southeastern area in Zaporizhzhya, a new front possibly near Kherson city, far to the west of the front lines. Somewhere we haven't really expected. But a big breakthrough, not yet; that may still come. Remember it is the chaos at the very top that Ukraine will be looking to exploit. It may not necessarily be that actual troops in bunkers or trenches even heard about the March on Moscow by Yevgeny Prigozhin . They don't normally have smartphones. It may take a while for that to trickle down. And remember, morale and discipline pretty bad already. So hearing this news, of their commander-in-chief being on the rocks, that could have a significant impact. But it hasn't yet. Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "ANDERSON",
      "sentences": "And how concerned are people, particularly those in the West, who may -- it may be wishful thinking that we are looking at the end of aPutin reign as far as they are concerned. What is the intel at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "ROBERTSON",
      "sentences": "I think people will have noticed Zelenskyy went to the front line yesterday, right off the back that trouble Moscow has been having.That will certainly -- and the language seems to be a bit more positive about the possibilities and options open. Excuse me. But I think where Zelenskyy focus is now, is the upcoming NATO leaders summit. He is wanting to make sure that there is a political invitation due to language that he is using for Ukraine to join NATO. He knows he's not going to be allowed to join. But he wants to make sure that narrative is strengthened. Zelenskyy's always looking for that one step ahead isn't he? He's looking to the next move. It was the, tanks it was the fighter aircraft. The next move is trying to get as strong an alliance and as a strong connection to pull Ukraine into the proper NATO sphere. That is still some way off. That's what he wants to get out of the Vilnius leaders summit. Ideally it would be, the language would be strong enough to make it work for him, to go there. I think that's his big diplomatic thrust at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "ROBERTSON",
      "sentences": "Nic, it's good to have, you.Nick Paton Walsh, on the ground there for you folks in, Kyiv in Ukraine, with incredibly important announcements and insight. Both of you, thank you very much indeed. U.S. intelligence officials apparent details on accurate information about what Prigozhin was planning. They held it close to their, chest sources say the intel was only shared with select allies. Now some were left out of the loop, are expressing frustration, more with White House reporter Kevin Liptak, joining me now. Who did the U.S. decide to share the information with? And why did they leave others out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "KEVIN LIPTAK, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "They did share it with some British officials. They also shared with members of the American Congress,the so-called Big Eight. I do think, you are hearing some muted frustration from members of the wider NATO group that the U.S. did not keep them looped in to what they were hearing in the days ahead of this offensive. It is striking, how accurate this information ended up being. The U.S. actually did have quite specific information, about when and where Prigozhin might make this -- mount this challenge to the Russian military leadership. I think this tells you sort of the quality of the information that the U.S. is actually getting from the Wagner Group, from the ground there; very high grade, intelligence. That has not always been the case in Russia. This does give you an indication and it does tell you why the U.S. held it so closely. They certainly did not want to compromise how they got that intelligence, their so-called sources and methods. After this offensive began, President Biden and other U.S. officials did kind of scramble to get the rest of their allies on the same page. You saw President Biden get on the phone, very quickly with his counterpart in Europe. That has continued over the weekend. But I do think, there were some elements of this that did catch officials by surprise. For example, we have heard the U.S. was surprised at the lack of bloodshed, as this transpired over the 30-hour period or so. They're also surprised the Russian forces put up, did not put up, much resistance. It was something they did not necessarily expect. When we heard President Biden yesterday speak for the first time on this, he did say he had asked his national security team to develop contingency plans for a number of scenarios. Certainly I think that gives you an indication they did not necessarily know how this would proceed as it was escalating. Certainly now, American officials are working to repair some of the frustrations that you saw, in the moments after the insurrection began, trying to get officials on the same page. To ensure these allies were united going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "ANDERSON",
      "sentences": "Kevin, thank you.Coming up former U.S. President Donald Trump heard on audiotape, discussing secret documents that he admits he did not classify (sic). We have that audio for you. We will play it and break down what prosecutors may be zeroing in on. And: (MUSIC PLAYING) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ANDERSON",
      "sentences": "In a newly obtained audio, former U.S. President Donald Trump is heard discussing classified documents at his New Jersey golf club in 2021.This happened during an interview with people working on the memoir more of Trump's former chief of staff. The tape could be a key piece of evidence, in the classified documents case against Trump, undercutting his claims he did not keep any classified documents after leaving the White House. I'm going to play some of this tape to you. Have a listen. (BEGIN AUDIO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT:  These are, bad sick people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That was your coup, you know, against you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "TRUMP",
      "sentences": "Well, it started right at the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Like when Milley talking about, oh, you're going to try to do a coup. No, they were trying to do that before you even weresworn in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Trying to overthrow your election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "TRUMP",
      "sentences": "Well, with Milley, let me see that, I'm going to show you an example. He said that I wanted to attack Iran.Isn't it amazing? I have a big pile of papers, this thing just came up. Look. This was him. They presented me this. This is off the record but they presented me this. This was him. This was the Defense Department and him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "TRUMP",
      "sentences": "We looked at him. This was him. This wasn't done by me. This was him. All sorts of stuff, pages long, look. Wait a minute, let's see here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, my gosh.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "TRUMP",
      "sentences": "I just found, isn't that amazing?This totally wins my case, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "TRUMP",
      "sentences": "Except it is like, highly confidential, secret --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "TRUMP",
      "sentences": "This is secret information.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "TRUMP",
      "sentences": "Secret. This is secret information. Look, look at this. You attack and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hillary would print that out all the time, you know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "TRUMP",
      "sentences": "She'd send it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Her private emails.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "TRUMP",
      "sentences": "No, she'd send it to Anthony Weiner.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "TRUMP",
      "sentences": "The pervert.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Please print.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "TRUMP",
      "sentences": "By the way. Isn't that incredible?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "TRUMP",
      "sentences": "I was just thinking, because we were talking about it. And you know, he said, he wanted to attack Iran and what -- and these are thepapers. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He said you did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That's pretty wild.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "TRUMP",
      "sentences": "This was done by the military and given to me.I think we can probably, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I don't know, we'll have to see. Yes, we'll have to try to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "TRUMP",
      "sentences": "Declassify it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "-- figure out a -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "TRUMP",
      "sentences": "See, if I was president, I could have declassified it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "STAFFER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "TRUMP",
      "sentences": "Now I can't, you know. But this is still a secret.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Now we have a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "TRUMP",
      "sentences": "Isn't that interesting?It's so cool.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "TRUMP",
      "sentences": "I mean, it's so, look, her and I -- and you probably almost don't believe me but now you believe me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No, I believed you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "TRUMP",
      "sentences": "It's incredible, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No, they never met a war they didn't want.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ANDERSON",
      "sentences": "The attorney for Donald Trump's right-hand man appeared in court today in the classified documents case, Trump's valet was Walt Nauta,charged in the same indictment as Donald Trump. The U.S. Justice Department says it has surveillance video of him moving boxes of the documents around the property. CNN senior crime and justice reporter Katelyn Polantz is outside the court in Miami. What happened inside that courthouse today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE CORRESPONDENT",
      "sentences": "Becky, it was not much that happened inside the courthouse because Walt Nauta's attorney,Stanley Woodward, showed up at federal court today. But the defendant, Walt Nauta, Donald Trump's codefendant, his valet, his aide, a man who travels with him, a man who's been in New Jersey for the past couple days, he did not show up in court. Thus he could not enter his initial plea of not guilty as he was supposed to today. He was supposed to do actually two weeks ago but did not have a Florida lawyer to appear for him and help his attorney make an appearance in this federal court. And so now it has been a whole month or will be nearly a whole month until Walt Nauta can formally kick off the beginning of his case by entering this initial pleading of not guilty as expected. His codefendant Donald, Trump, of course, was here two weeks ago. He said he was not guilty, that got started. But Nauta, his co-dependent, it just has not happened yet. The reason he was not here today was because there were pretty violent storms in the East Coast, grounding flights yesterday and over the weekend. So he was not able to get a flight from Bedminster, New Jersey, where he was with Donald Trump, down to Miami, Florida, to appear in court, also still does not have a Florida lawyer to be representing him. So what is going to happen? Next week, July 6, that is when they will all come back together. Nauta doesn't have to be in person on that, day but his lawyers, his Florida lawyer and his longtime lawyer, will have to show before the judge and enter that initial plea to get his part of the case started. Not the retention, case but a really important part of this case, the obstruction of justice accusations around both Donald Trump and Walt Nauta -- Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ANDERSON",
      "sentences": "Thank, youLet's get you up to speed on some of the other stories that are on our radar right now. (MUSIC PLAYING) ANDERSON (voice-over):  Israel's prime minister may be heading to Kyiv soon -- that's foreign minister Eli Cohen on Monday, according to Israeli media. Ukraine's President Zelenskyy has extended an invitation to the prime minister to visit Kyiv. Cohen said no date has been set but there is a good chance that it will happen. A battle for a police base in Khartoum that left at least 14 civilians dead according to activists. Sudan's paramilitary forces say they captured the headquarters of a militarized police, unit in the capital on Sunday. The RSF, Rapid Support Forces, also claim they have seized dozens of armored vehicles. UNICEF says more than 100,000 children who have fled the violence in Sudan now face new dangers in neighboring Chad. That includes risk of disease and delayed access to humanitarian aid. U.N. agency say that more than 90 percent of the fleeing Sudanese refugees are women and kids. Carlos Ghosn was once a titan of the global car industry until he was arrested in Japan for alleged financial misconduct, which he denies. In 2019, he escaped from Japan, hidden in a box aboard a private jet. Now the former Nissan chairman makes his life in childhood home of Lebanon. And he is suing the car giant for $1 billion. I've been talking to him about this. Have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "GHOHN",
      "sentences": "Becky, my lawyers, if I was making a complaint with the United States, which unfortunately I cannot, because I'm not a U.S. citizen andthe crime was not linked to the United States. But if I was doing this in the United States, I would be asking for much more money. Because as you know, in the U.S., the law, the justice system, it takes this very seriously cases where someone needs to make a change in a corporation does not go through the normal ways of making changes. You go through the board, the minority, you have to leave and you give explanation. But you're using, you're weaponizing the justice system to try and organize a coup that otherwise you would not be able to make the change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ANDERSON",
      "sentences": "Given the global nature of these claims, what is your overarching plan at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GHOHN",
      "sentences": "My overarching plan now is to fight this in Lebanon, hopefully win it in Lebanon and then ask Nissan to pay. On top of this, I am intending tocontinue to fight, to put back the truth. I cannot, in a certain way, sleep any night, knowing that people who lied, manipulated, truncated evidence are just enjoying a normal career like nothing else happened. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ANDERSON",
      "sentences": "Those charges in France are tied to the Nissan scandal. As you heard, he is adamant about wanting to clear his name. You will get thatfull interview in the next hour of CONNECT THE WORLD. Just ahead this hour, an angry Vladimir Putin facing more questions about his authority. Up next we'll take a look at how his former Russian intelligence officer amassed so much power. And right before the war in Ukraine, China and Russia announced a no limits partnership. This weekend's mutiny in Russia could put that to the test as Beijing deals with its own economic growth problems. We will do more on that after this. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING) ANDERSON (voice-over):  Welcome back. You're watching CONNECT THE WORLD with me, Becky Anderson, just before 6:30 in the evening, here in Abu Dhabi. These are your headlines this hour. Russian president Vladimir Putin spoke to security forces at the Kremlin today, thanking them for defending Russia during the Wagner Group's brief mutiny over the weekend. Putin said the confrontation did not result in any civilian casualties but he paid tribute to an unspecified number of military pilots that were killed. Belarusian president Alexander Lukashenko says the Wagner Group leader Yevgeny Prigozhin is now in Belarus. According to Belarusian state TV that, is. Prigozhin's whereabouts have been unknown since he called off his forces' march on Moscow, over the weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BILL BROWDER, CEO, HERMITAGE CAPITAL MANAGEMENT",
      "sentences": "You could not estimate his net worth -- $200 billion.KAYE (voice-over):  Exact details about Putin's wealth are hard to come by. These photos from inside one of Putin's lavish homes were shared with CNN by an independent Russian journalist who left the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ROMAN BADANIN, INDEPENDENT RUSSIAN JOURNALIST",
      "sentences": "And this man loves gold maniacally. And he loves his rich life very much.KAYE (voice-over):  Putin also likes to keep his private life private. But news of his longtime mistress, with whom he reportedly has children, has made headlines. These are pictures of Putin with Alina Kabaeva, a former Olympic gymnast who is about 30 years younger than Putin. She and Putin met more than a decade ago but are rarely seen together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "PUTIN",
      "sentences": "Russia has a long and rich experience.KAYE (voice-over):  Despite his grip on power now suddenly in question, Putin is expected to rule at least until 2024, when at age 71 he will end his fourth presidential term. However, he signed legislation in 2021 that would allow him to run for two more terms, which could mean he may be in office until 2036 -- Randi Kaye, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ANDERSON",
      "sentences": "Russia's top trading partner, China, backing Moscow's efforts to stabilize the situation. Russia's deputy foreign minister met with hisChinese counterpart on a trip to Beijing, on Sunday. Russian officials say the two spoke about the short lived insurrection, with China, affirming the need to strengthen Russia's unity and, quote, \"prosperity.\" Beijing now trying to reassure investors concerned about China's COVID-19 recovery. The Chinese premier spoke a short while ago, at the summer Davos forum, saying the government will roll out policies to boost China's economy. Have a listen. (BEGIN VIDEO CLIP) LI QIANG, CHINESE PREMIER (through translator):  Some people in the West are hyping up so-called concepts of reducing dependency on China and derisking from China. I would say these concepts are false propositions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "COREN",
      "sentences": "But not everyone is showing confidence. A long list of major banks and credit rating agencies have cut forecast economic growth in China thisyear. Just yesterday, S&amp;P Global reduced growth forecast from 5.5 percent to 5.2 percent, joining Goldman Sachs, UBS and JPMorgan among others in reducing estimates. The property sector remains a drag on the economy, as developers struggle to complete presold projects and the local government debt burden comes into focus. Industrial output and retail sales remain sluggish. And youth unemployment is at a record 20.8 percent. Many young people, disillusioned and anxious about China's economic uncertainty, have resorted to prayer, flooding Buddhist and Taoist temples to pray for divine intervention in securing jobs. The youth unemployment rate could further rise, as a record 11. 6 million college students graduate this summer. Analysts believe China will need to roll out more stimulus this year to achieve growth targets. But it's unknown what form that stimulus will take -- Anna Coren, CNN, Hong Kong. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ANDERSON",
      "sentences": "Well, you are watching CONNECT THE WORLD. Just ahead, my interview with superstar actor Tom Cruise. Hear about his latest \"MissionImpossible\" stunt, involving a motorcycle, a parachute and a cliff. See what he has to say about that crazy scene. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ANDERSON",
      "sentences": "And I spoke to him about the hair raising scene.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ANDERSON",
      "sentences": "Tom Cruise, you just spent an hour with the, fans which is in typical Tom Cruise fashion, absolutely wonderful and they are in for such atreat when this movie launches, not least seeing you in your biggest stent ever if not one of the biggest cinematic stunts ever. Look me in the eye and tell me you were not frightened out of your wits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "TOM CRUISE, ACTOR",
      "sentences": "I can't. The difference is, I just don't mind it. I don't mind that feeling, I kind of like that feeling. I like to see whenyou prepare for something and then you're like what's going to happen. I don't mind that feeling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ANDERSON",
      "sentences": "Is there anything you wouldn't do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "CRUISE",
      "sentences": "I don't know, I don't know. There's a lot of things that I still want to do.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}