{
  "date": "2023-11-17",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Israel Under Pressure to Justify Hospital Raid; Dire Humanitarian Crisis Unfolding Across Gaza; Final Day of APEC Summit in San Francisco; GOP Rep. Santos Faces Possible Expulsion Over Ethics Report. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Hello and a warm welcome to our viewers joining us in the U.S. and all around the world. I'm Max Foster in London. Bianca is off today, but just ahead on CNN NEWSROOM.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A Hamas tunnel below Gaza's largest hospital. That's what the Israeli military says this video shows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It is solid intelligence that in fact Hamas was using the hospital in that way and it's right out of their playbook.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's like a cage. No medicine, no water, no electricity. That was our performing operations without medicine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "You can count on the United States. We're delivering on our promises and we're doubling down on our progress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "George Santos is a fraud. He should not be a member of Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Sir who paid your bail?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "George Santos, ugh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Have you done the process?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He's got to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You did the process right?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from London, this is CNN NEWSROOM with Max Foster and Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "It is Friday, November the 17th, 9Here you can see the layout of the Al-Shifa Hospital complex with the tunnel marked in the upper left. There, the location of the Hamas equipment, the IDF says it found, is outlined in yellow right there in the center. CNN's Jeremy Diamond has a closer look now at the situation at the hospital. (BEGIN VIDEOTAPE) JEREMY DIAMOND, CNN WHITE HOUSE CORRESPONDENT (voice over): A Hamas tunnel below Gaza's largest hospital, that's what the Israeli military says this video shows. Nearly 48 hours after Israeli forces raided Al- Shifa Hospital, these are the first images of what the Israeli military says is an operational tunnel shaft on the grounds of the hospital complex. CNN cannot independently verify those claims. But using this frame, CNN has geolocated this video to the Al-Shifa complex, about 30 meters away from one of the hospital's main buildings. REAR ADM. DANIEL HAGARI, ISRAEL DEFENSE FORCES SPOKESPERSON: It is here in Shifa Hospital where Hamas operates some of its command-and- control cells. DIAMOND (voice over): For weeks, Israeli officials have laid the groundwork for an operation targeting Shifa Hospital, claiming Hamas operates a massive underground complex below it. And in recent days, the U.S. has also backed up those allegations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "One thing has been established is that Hamas does have headquarters, weapons, materiel below this hospital.DIAMOND (voice over): As Israeli special forces continue searching the hospital complex, they are also uncovering weapons and ammunition. LT. COL. JONATHAN CONRICUS, ISRAEL DEFENSE FORCES INTERNATIONAL SPOKESPERSON: There is an AK-47. There are cartridges, ammo. There are grenades in here. DIAMOND (voice over): Which the Israeli military calls concrete evidence that Hamas used Gaza's largest hospital to wage war. Near the hospital, Israeli officials also say they found the body of 65-year-old Yehudit Weiss, who was among those abducted on October 7th. Israel's decision to send troops into a hospital has drawn fierce criticism with the U.N.'s aid chief saying he is appalled by the raid. President Biden standing by Israel's actions. BIDEN: It's not like they're rushing into the hospital and knocking down doors, you know, pulling people aside and shooting people indiscriminately.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "PROTESTERS CHANT",
      "sentences": "Bring them home now!DIAMOND (voice over): Amid the fighting, the families of hostages held by Hamas ramping up the pressure. ZOHAR AVIGDORI, NICE, SISTER-IN-LAW HELD HOSTAGE: This whole huge march of families up to Jerusalem comes to make a very clear stand to our government that they need to take any deal that they have and pay any price for these people, for their citizens pretty much. DIAMOND (voice over): As negotiations drag on over a deal that could see Hamas free dozens of women and children in exchange for a multiday ceasefire --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "AVIGDORI",
      "sentences": "This is my sister-in-law and this is my niece. She is 12 years old.DIAMOND (voice over): -- their families are racked with anxiety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Long ago, the Israeli military said the body of another hostage was found at a structure near the hospital and is now being brought home. Noa Marciano was a 19-year-old corporal in the IDF. Hamas released a video a few days ago, claiming she had been killed in an Israeli airstrike.Meanwhile, one witness says civilians are paying a heavy price for Israel's military action in Gaza. A Palestinian American who recently escaped from the enclave, spoke to CNN's Jake Tapper yesterday. This is what she said. (BEGIN VIDEO CLIP) HANEEN OKAL, PALESTINIAN-AMERICAN RECENTLY RETURNED FROM GAZA: What's happening is a human catastrophe. It's seriously what's going on in there has to make no sense. People are suffering, people are dying. Bombing is everywhere. It's not only a specific part or group of people. Bombing -- they are bombing Israel, unfortunately, they are bombing hospitals, they are bombing houses, they are bombing everywhere, they are bombing, like, premature babies, now are dying slowly because of incubators are not functioning. Premature babies has to do nothing with this like they are innocent people. They are bombing churches, hospitals. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Let's cross to CNN's Scott McLean. He's live for us from Istanbul. Scott, what -- in terms of the very latest about the hospital, what they've discovered there, which many see as you know, the justification for not just the raid on the hospital but also the wider raid on Gaza. What do we know about what's being discovered?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "SCOTT MCLEAN, CNN CORRESPONDENT",
      "sentences": "Yes, so the U.N. Human Rights Chief Volker Turk, Max, says that an investigation, frankly, is needed. Because there are competing narratives and especially when it comes to the Al-Shifa Hospital, those narratives don't have all that much in common. Even when you look at the human -- the humanitarian situation on the ground.You had the hospital director doing a phone interview with Al Jazeera in Arabic, where he described a very desperate situation at the hospital. Still, thousands of people, hundreds of wounded people there, dozens of premature babies. And he says that the children are starving because there is not enough water to make milk or baby formula. The IDF, in stark contrast, says that they're providing enough food. They are providing water to people, and they are also providing safe corridors to people to actually get out of the hospital and move to safer areas. And when it comes to the justification that Israel says that it moved into the hospital, the narratives are also very different. Israel says that, you know, put out a video this week claiming to show that there were weapons inside the hospital. Another one yesterday, claiming to show that there's a tunnel that runs underneath of the hospital. Hamas, though, has called that ridiculous. They say that there is no evidence that there is any kind of command and control center underneath of the hospital. They say that the international community should come and see for themselves. The U.N. says that it has asked both sides for guarantees for their own safety of their people. They are still waiting to hear back. They say that nothing will happen soon though, because they're not going to go and investigate while bombs are still falling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "Some people suggesting there might be an intelligence failure here. What would that mean in terms of the support that Israel has behind this mission?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "MCLEAN",
      "sentences": "I think Israel undoubtedly is under a lot of pressure to prove that the accusations that they have made about the Al-Shifa Hospital are in fact true. And even before the hospital raid there was already a lot of pressure from international organizations, the international -- many international countries as well, very critical of Israel and especially in this region.And I think the Jordanian Foreign Minister summed it up pretty well. The sentiment coming from this region where he said that look, there are deals that Jordan was trying to make with Israel, but those are all shelved right now because nobody sees any value, at least in his country, of working with the Israelis. And he described the progress in recent years that has been set back in terms of Israeli relations with the region. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "MCLEAN",
      "sentences": "The foreign minister there was also very critical of the Western position on the conflict in Gaza. Saying that if another country did even a fraction of what Israel has done, they would be under huge international sanctions. He said that this is not self- defense. This is vengeance. And perhaps that East/West divide and that those differing views on what's happening will be on full display today in Germany as the Turkish President Recep Tayyip Erdogan, one of the most outspoken critics of Israel as of late, will be visiting with the German Chancellor, Olaf Scholz, a man who has a very different perspective on things in Israel and Gaza right now -- Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "FOSTER",
      "sentences": "Scott McLean in Istanbul. Thank you.Embattled New York Congressman George Santos announced on Thursday that he will not seek reelection after Thursday's scathing ethics report into his behavior. Santos says he'll hold a news conference on November the 30th when Congress returns from the Thanksgiving recess. As CNN's Manu Raju explains, many of Santosh's fellow Republicans are already calling for him to be kicked out of Congress. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "George Santos is a fraud. He should not be a member of Congress.MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT (voice-over): George Santos now with serious risk of being removed from Congress as support grows for his expulsion following a devastating report from the bipartisan Ethics Committee. Saying he sought to fraudulently exploit every aspect of his House candidacy for his own personal financial profit. The panel found that Santos blatantly stole from his campaign, including for travel and Botox. Even making a payment to Only Fans, an online subscription service that primarily showcases adult content. The report also alleges he reported fictitious loans and sustained it all through a constant series of lies. REP. TONY GONZALES (R-TX): I think the people of his district need representation and they're not getting that right now. RAJU (voice-over): The damning report concludes that he knowingly filed false reports with the FEC and made willful violations in financial disclosures with the House. The GOP chairman of the Ethics Committee plans to file a resolution to expel Santos. An expulsion would be unprecedented. While he would be the 6th House member ever expelled, the others were removed after being convicted in court or fighting for the Confederacy. REP. MICHAEL GUEST (R-MS), U.S. HOUSE ETHICS COMMITTEE CHAIRMAN: That will be enough for members to be able to make a decision as to whether or not they believe it would be proper to expel Representative Santos. RAJU (voice-over): In an interview with CNN this month, Santos acknowledged making mistakes in his filings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "RAJU",
      "sentences": "They you made-up your income and that could be a problem for your ethics problem. What happened? I mean, did you not list your income properly here?REP. GEORGE SANTOS (R-NY): All I can say, all I can say is first, no, that's not true. Second, were their mistake made on those forms? Now I know they were. Was I -- were they malicious? No. I didn't understand how that worked. And I'm a new candidate. And I'm sorry that, like, mistakes were made. RAJU (voice-over): And making fake loans to his campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "RAJU",
      "sentences": "because one of the things they say is that there's a $500,000 loan that you made.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "SANTOS",
      "sentences": "I made -- oh, I made $500,000 loan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "RAJU",
      "sentences": "But had 800 -- $8,000 in your bank account and they'll say there's no evidence that the $500,000 loan --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "SANTOS",
      "sentences": "Like I said I made -- I made -- I can guarantee you that I made the financial loans to my campaign that are on the record.RAJU (voice-over): Today Santos blasted the bipartisan committee. Calling the report biased and a disgusting politicized smear. Yet he did announce he would not seek a second term next year, saying his family deserved better. A reversal from just two weeks ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "RAJU",
      "sentences": "If they expel you and then they put someone else in the seat, you're going to run in 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "SANTOS",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:05",
      "speaker": "RAJU",
      "sentences": "Support is growing to expel George Santos among Republicans. We expect that there needs to be about 50 Republicans to vote to expel him in order to reach the 2/3 majority to kick him out of the Chamber. Now only five other members have been expelled. Those members were either convicted of a crime or they were fighting with the Confederacy. So his expulsion would be an unprecedented event, given that he has not been convicted yet. He's pleaded not guilty and is awaiting his trial date.But the Speaker of the House, Mike Johnson, putting out a statement through his spokesperson, finding it, quote, very troubling the allegations that are detailed in this report. But the speaker is urging members to consider the impacts on the institution as they weigh their next steps. Manu Raju, CNN, Capitol Hill. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "PAULA REID, CNN CHIEF LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Special counsel prosecutors are now using a Los Angeles based grand jury to gather evidence related to Hunter Biden, signaling that additional criminal charges could be coming for the president's son. Now, the probe appears to be focused on Hunter Biden's alleged failureto pay taxes over several years. That was all supposed to be resolved by a plea deal, but that deal fell apart. Now CNN has learned that multiple witnesses have been subpoenaed for testimony and documents, and one of those witnesses is his uncle, James Biden, who is also his former business partner. Now the special counsel has already brought gun charges against Hunter Biden in Delaware. And Delaware is where most of the investigation into Hunter Biden has been conducted over the past several years. But these alleged tax crimes occurred in California. That is also where Hunter Biden lives. So the fact that they're now using a grand jury out in California signals that additional charges could possibly be filed. Their representatives for the Justice Department, the White House, Hunter Biden and James Biden all declined to comment. Paula Reid, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "The man charged with attacking Paul Pelosi, the husband of former House Speaker Nancy Pelosi, was found guilty in a federal court on Thursday.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's good. Hi",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Drop the hammer.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "This is the police video of the attack in Pelosi's home in San Francisco, CA, in October of last year. During the trial, Paul Pelosi testified that DePape violently struck him in the head with a hammer after they struggled. A jury convicted DePape -- David DePape of assault and attempted kidnapping of a federal official. Here's the prosecutor.(BEGIN VIDEO CLIP) ISMAIL RAMSEY, U.S. ATTORNEY, NORTHERN DISTRICT OF CALIFORNIA: What this guilty verdict on all counts sends us a clear message that regardless of what your beliefs are, what you cannot do is physically attack a member of Congress or their immediate family for their performance in their job. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "The APEC summit in San Francisco will hold its final sessions today. Today's agenda includes a meeting between Mr. Biden and Mexico's President, followed by leaders retreats. During the retreat, the President will formally hand over the APEC Chair to the President of Peru.The defining moment of the summit so far was Wednesday's lengthy talks between U.S. President Joe Biden and Chinese President Xi Jinping. Aimed at easing tensions between those two superpowers. CNN's Paula Hancocks covering all of this for us from Seoul. Might we get some sort of communique or something substantial to come out of this meeting after the retreat, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "Well, Max, this is the final day. So it's really wrapping up here. As you say, the defining moment was that meeting between U.S. President Joe Biden and the Chinese leader Xi Jinping. And there are 21 countries involved, but everybody was looking to that meeting as obviously the relations between the two main economies can trickle down and have an impact on all of the other countries as well.Now we've really seen the U.S. and China competing for influence in the Indo-Pacific area. On Thursday we heard from the U.S. President Biden. As the host of the summit, he was speaking publicly and able to really give a pitch of why the United States is well placed to be the main influence in the region. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "HANCOCKS",
      "sentences": "And when it comes to Xi Jinping, he had definitely a financial and economic flavor to many of his meetings. He met with some of the top business leaders in the United States. And was really in his keynote address pitching China for being open for business. Pointing out that if you have investment in China, you should increase it. And if you don't have investment there, you should start. He is coming to this meeting on the backdrop of a unhealthy economy.Really, if you think about it in China, it hasn't had the bounce back that was expected after the COVID pandemic. There's a crisis in the housing market. Unemployment is at record high. So that was really the rationale between many of XI Jinping's meetings. He also met with Japan's Prime Minister Fumio Kishida on Thursday. And we heard from the Japanese side that they really expressed serious concerns about increasing military activity around Japan. Also saying that they wanted to reemphasize the importance of the Taiwan Straits peace and stability. Something they say was felt elsewhere in the region -- Max.",
      "isLastSentenceInterrupted": false
    }
  ]
}