{
  "date": "2023-12-27",
  "headline": "CNN This Morning",
  "subHeadline": "Fears Grow Of Widening Conflict In The Middle East; Top 10 Health And Wellness Stories Of 2023; Russia Confirms Warship \"Damaged\" In Crimea Region. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:33:20",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "This morning, fear that the conflict in the Middle East is widening. The U.S. Navy intercepted a barrage of drones and missiles over the Red Sea yesterday over 10 hours. U.S. Central Command says the Iran-backed Houthis are responsible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Now, this comes just a day after President Biden directed strikes against Iranian-backed militants in Iraq after three U.S. troops were injured in a rocket attack on Erbil Air Force Base. All of this raising questions about the extent of U.S. involvement in the region.In a new piece in The Atlantic, our next guest argues, quote, \"Right now a rebel group is dragging down a global economy. A maritime conflict has began, and the U.S. has little choice but to fight\" -- at least where it concerns the Suez Canal. CNN senior national security analyst Juliette Kayyem joins us now. Juliette, it's a fascinating piece because there's no hedging as the administration tries to figure out any way possible not to directly engage Houthis and what has been happening. You're saying it's too late. It's time to engage. Is that fair? JULIETTE KAYYEM, CNN SENIOR NATIONAL SECURITY ANALYST, FORMER ASSISTANT DHS SECRETARY, PROFESSOR, HARVARD UNIVERSITY (via Webex by Cisco):  Yes, and there is engagement. I mean, we can't deny it right now. Even just yesterday, 17 drone and missile strikes were sent from the Houthi area of Yemen -- the Houthi-controlled area of Yemen towards cargo ships in the Red Sea. So basically, you have a very narrow checkpoint near Yemen between the Indian Ocean and the Mediterranean Sea. That goes through the Red Sea to the Suez Canal. So you have this major chokepoint. And just to give people a sense of what the Suez Canal means, it is -- it is basically 10 percent of global trade goes through the tip -- through the Suez Canal. Thirty percent of maritime trade. So this is not an area that it easily closed or bypassed. There are alternatives -- ships that are attacked -- and many of the major shipping companies, based on these attacks, have decided to go to the Cape of Good Hope in Africa. That adds four to six weeks. It's the increased -- it explains the increased oil prices and the increased time that it's going to take for the supply chain to essentially bypass the Suez Canal. Right now, the U.S. is engaged. I mean, we can't deny it. We are engaged at this stage. We have an ongoing operation. We are trying to protect these ships. But that engagement has not stopped the Houthis yet and may require greater involvement, including taking out these Houthi areas where they are launching into the Suez.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "HARLOW",
      "sentences": "You also write about the economic impact. I mean, a huge amount of trade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "KAYYEM",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "HARLOW",
      "sentences": "I think somewhere around 12 percent goes through the Red Sea and the Suez Canal -- the center of global trade.As if the Biden administration needed another economic headwind --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "KAYYEM",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "HARLOW",
      "sentences": "-- is that inevitable given this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "KAYYEM",
      "sentences": "It is right now. So a little bit about the shipping industry, which I know a lot about just because of the supply chain issues, is there's a little give right now. Not much but a little bit of give. This tends to be a quieter period, surprisingly, just because a lot of the shipments have already been made. So there is a -- the industry knows there's a little bit of give.After COVID, the industry went from a just-in-time sort of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "HARLOW",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "KAYYEM",
      "sentences": "-- footing into a just-in-case footing. So they do have a little bit of give. But it's not a lot of give. They're going to have to come back in full force in January.And just to describe the alternative, the alternative is, of course, going south to -- through Africa. We -- you know, it's called the Cape of Broken Ships for a reason. It's more dangerous. It takes longer. And that's why you're seeing -- and it essentially requires a lot --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "HARLOW",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "KAYYEM",
      "sentences": "-- more oil. So that's why you're seeing the increase.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "HARLOW",
      "sentences": "I think it adds about two weeks on to shipping time, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "KAYYEM",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "HARLOW",
      "sentences": "I mean, that's a lot if you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "KAYYEM",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "HARLOW",
      "sentences": "-- add it up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "KAYYEM",
      "sentences": "Yeah, and -- yeah. And the major, major shipping companies have already -- are already bypassing Suez just because of this one rebel group that is launching these missiles and drones. And so, whether it's Danish companies, U.S. companies, or even Russian companies -- so this is going to have a global impact whatever side you're on in the Middle East conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "MATTINGLY",
      "sentences": "Can you explain to people -- look, the U.S. has had counterstrikes in Syria? They have had counterstrikes to Iranian proxies --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "KAYYEM",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "MATTINGLY",
      "sentences": "-- in Iraq. They have not struck the Houthi rebels. Why this is so complicated. You have Gulf countries that have a lot of complications -- Saudis, specifically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "KAYYEM",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "MATTINGLY",
      "sentences": "Why are they holding back for now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "KAYYEM",
      "sentences": "So there -- so there's a couple of things.One, we have this 10-nation sort of consortium right now, which is -- which is essentially led by us. I mean, there's just no question about it. We are alone in this and part of this has to do with our support of Israel. So if you look at the Gulf nations, like Saudi Arabia, which should be engaged in this fight -- Saudi Arabia supports the Yemen government. They are against the Houthis. This is the proxy war in Yemen between Saudi Arabia and Iran. The Saudis have not sort of risen to the occasion to protect the Suez Canal. Part of this is because those countries do not want to get further engaged in anything that looks like they are supporting Israel or even the United States' backing of Israel. The United States finds itself isolated in this and therefore, it will be incumbent on the United States to protect the Suez. The Defense Secretary has talked about a 10-nation consortium but if you just look at the numbers it's the United States that is launching most of these counterattacks at this stage. The Saudis do not want to get further involved. They are not support -- they are not totally supportive of our efforts in Israel and they are nervous, as we should be and as everyone should be, about these wars escalating elsewhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "MATTINGLY",
      "sentences": "Yeah. It is -- is the big concern not just for the Saudis but for U.S. officials as well. We'll have to keep a very close eye on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "KAYYEM",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "MATTINGLY",
      "sentences": "It's a great piece in The Atlantic. Juliette Kayyem, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "KAYYEM",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "HARLOW",
      "sentences": "Well, from a groundbreaking advancement in sickle cell treatment to weight loss shots taking over the market, we're looking back at the top 10 health and wellness stories of 2023.Also, this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Hello, Mariah. How are you?MARIAH CAREY, SINGER-SONGWRITER, RECORD PRODUCER:  Hello, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "BIDEN",
      "sentences": "I'm a fan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "CAREY",
      "sentences": "I'm a fan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "BIDEN",
      "sentences": "I just want you to know (starts playing \"All I Want For Christmas Is You\").",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:33:20",
      "speaker": "CAREY",
      "sentences": "Oh, we love it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "CAREY",
      "sentences": "Singing \"All I Want For Christmas Is You.\"(END VIDEO CLIP) (COMMERCIAL)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "MATTINGLY",
      "sentences": "Well, this year, we saw Buffalo Bills player Damar Hamlin make a miraculous recovery from cardiac arrest, and injectables like Ozempic dominate the world of weight loss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Go ahead and go over to the cot. I don't like how he went down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "GUPTA",
      "sentences": "January 2, 2023, the very beginning of the year. Buffalo Bills safety Damar Hamlin goes into cardiac arrest on national TV.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're going to need everybody. All call! All call!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "GUPTA",
      "sentences": "A quick response not only saved Hamlin's life but brought national attention to the importance of CPR, rapid defibrillation, and the NFL's safety protocols, which I saw firsthand.Now keep in mind the medical team was able to get to Damar Hamlin within 10 seconds, and speed really matters here. Every additional minute that someone in cardiac arrest goes without CPR, mortality goes up by up to 10 percent. Number nine. You've probably never heard of Phenylephrine but that's OK. It's the main ingredient in many over-the-counter allergy and cold medicines like Sudafed PE and Vicks Sinex. This year, an FDA committee said contrary to popular belief it was not effective as a nasal decongestant in tablet form. So while we wait for a final decision, some stores like CVS have already said it will no longer sell medications that contain this is as the only active ingredient. Don't worry though, there's a lot of other options out there. Number eight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "A breakthrough treatment for sickle cell disease.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "GUPTA",
      "sentences": "And a breakthrough for modern medicine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Johnny is now one of the first people in the world to have his genes edited using CRISPR to treat his disease.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "JONATHAN LUBIN, CRISPR SICKLE CELL TRIAL PARTICIPANT",
      "sentences": "I was worrying that I might be, like, given superpowers, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "GUPTA",
      "sentences": "In December, the FDA approved the first-ever treatment to use the gene editing technique known as CRISPR. Think of it like this. CRISPR allows scientists to precisely cut and modify DNA, which could then potentially treat and even cure certain diseases such as sickle cell, but also cancer, muscular dystrophy, and even Parkinson's.Number seven.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "SARA SIDNER, CNN ANCHOR AND SENIOR NATIONAL CORRESPONDENT",
      "sentences": "A 60-year scientific quest has now given us the world's first RSV vaccine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "GUPTA",
      "sentences": "For the first time, we have vaccines available to fight the full respiratory triple threat of COVID-19, flu, and RSV.Last season, we saw cases of RSV come back with a vengeance, reminding us of the importance of vaccination, especially for the most vulnerable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Before I even knew what happened he was being admitted and pumped with oxygen and trying to be stabilized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "GUPTA",
      "sentences": "So far, we've been sort of sleepwalking into this triple threat season but there is still time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's not too late to get vaccinated if you haven't already.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "GUPTA",
      "sentences": "Number six.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "There are more than 300 drugs on the FDA's shortages list right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "More than 90 percent of cancer centers say they're impacted by a shortage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "GUPTA",
      "sentences": "This one may surprise you. One of the richest countries in the world that spends trillions on health care and yet we currently have the highest number of drug shortages in about a decade.Laura Bray had to call hundreds of children's hospitals across the country herself to try and find (INAUDIBLE) treatment for her daughter and in the process she started a movement. She's now channeling what she's learned into a national effort to predict which drugs are going to go into shortage and to produce them before patients have to go without.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "GUPTA",
      "sentences": "And you see this now, Laura -- you see this coming off the lines -- what's that like for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "LAURA BRAY, FOUNDER, ANGELS FOR CHANGE",
      "sentences": "What I see here is each one of those that's being filled up, seven to nine NICU babies are going to get fed today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "GUPTA",
      "sentences": "Number five.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "JAKE TAPPER, CNN ANCHOR",
      "sentences": "In our health lead, the FDA has approved a new Alzheimer's drug today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "GUPTA",
      "sentences": "There's new hope this year for those with early Alzheimer's.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'll look at my phone and read the names and a lot of them don't mean anything to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:04",
      "speaker": "GUPTA",
      "sentences": "Lecanemab is the first drug proven to show a slowing down of the debilitating disease in part by removing amyloid plaques from the brain. It's not a cure but clinical trials found that it can slow down the onset of more severe symptoms.Number four, loneliness. DR. VIVEK MURTHY, U.S. SURGEON GENERAL:  I am still concerned about our children because there is an epidemic if you will of mental health challenges that they have been facing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUPTA",
      "sentences": "It's a massive problem that seems to disproportionately affect Americans. But at the same time, small moments of human connection -- smiling, just saying hello -- those are all steps we can take toward a solution.Number three, the ripple effects of overturning Roe v. Wade. Real-life stories and unimaginable decisions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT",
      "sentences": "Were the doctors clear with you about what her chances were of surviving?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They told us there was no chance. They said that either she would be stillborn or she would die within a few hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUPTA",
      "sentences": "A ruling by a Texas judge also sent the fate of Mifepristone, an oral pill used for abortion and miscarriage management, into legal limbo. With families already feeling the effects, the final decision will now be taken up by the Supreme Court.DR. LEAH TATUM, OBSTRETRICIAN-GYNECOLOGIST:  Their concerns are if medical abortions are no longer accessible, what if their reproductive rights are restricted even further?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUPTA",
      "sentences": "Number two.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Wegovy helped us lose weight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUPTA",
      "sentences": "Demand for weight loss and diabetes drugs like these have skyrocketed. A Trillian Health analysis found that in the final three months of last year, an estimated nine million prescriptions were written for these kinds of medications. That's a 300 percent increase since 2020 and it pushed manufacturing lines to run practically nonstop this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Demand is very high and we're doing everything that we can to stand up and supply.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUPTA",
      "sentences": "That demand has also resulted in shortages, knockoffs, and growing awareness of the side effects, including nausea, vomiting, and even stomach paralysis. But so far, these drugs have been proven to be effective for weight loss and also a welcome tool to combat obesity.And number one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR AND CHIEF DOMESTIC CORRESPONDENT",
      "sentences": "You've talked about the dark side of AI. This is a bright spot on health care.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUPTA",
      "sentences": "While the message is still to proceed with caution, we've already seen a glimpse of how artificial intelligence could change health care from identifying new antibiotics to detecting breast cancer. It may not ever -- hopefully, never replace your actual human doctor but it could help enhance patient care and, even as we saw, help someone walk again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A paralyzed man is up and about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUPTA",
      "sentences": "Happy New Year and look forward to a lot more in 2024.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:57:03",
      "speaker": "HARLOW",
      "sentences": "Now to Ukraine's southern city of Kherson where officials say more than 100 civilians there who were packed into a train station waiting to be evacuated came under Russian shelling. At least one person was killed and several injured.(BEGIN VIDEO CLIP) Russian shelling. (END VIDEO CLIP) HARLOW:  Russia is also confirming now, this morning, damage to one of its naval tank-landing ships in the Crimea region. That damage happening from that huge explosion there -- that strike on Tuesday after Ukraine claimed that it was destroyed by an airstrike. Fred Pleitgen joins us live with reporting on both of these fronts. When you look at Kherson and how strategically vital that is, and you look also at Crimea and how important that is, what do we make of the airstrike that would be the third loss of Russian military --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:57:03",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:57:03",
      "speaker": "HARLOW",
      "sentences": "-- hardware in a week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:57:03",
      "speaker": "PLEITGEN",
      "sentences": "Yeah, the third major loss. The Russians do seem to be taking some serious losses recently, Poppy. Also, those jets that have been shot down apparently by a Patriot surface-to-air missile system over the past couple of days.But what I'm seeing also with this hit in Crimea on this landing ship -- this amphibious landing ship called the Novocherkask is one of the things that's really remarkable about it is that Crimea is a very big peninsula and it was hit on the side of the peninsula that is very far away from Ukrainian-controlled territory. Now, the Ukrainians, of course, saying that these were air-launched cruise missiles that took out this ship. And unlike what the Russians are saying -- the Russians are saying there was some damage -- the Ukrainians are saying they completely destroyed that ship. And when we look at some of the footage that's come out from that and the magnitude of that explosion that we're seeing there, it certainly seems as though damage might be a bit of an understatement. It could actually be substantial damage. The other thing that the Ukrainians are saying why this hit is also so important for them is basically two reasons. They believe that there was a lot of ammo onboard that ship and possibly, also loitering munitions that the Russians have been using against the Ukrainians. And they also say one of the reasons why this is so important is that every time they hit a ship from the Black Sea fleet of the Russians, the Black Sea fleet of the Russians does less in the Black Sea. Is able to operate less. They already say that a lot of the ships aren't really going anywhere anymore. Aren't really operating the way that they used to. So certainly, that's something where the Ukrainians say that they have been making a lot of process -- progress, Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:57:03",
      "speaker": "MATTINGLY",
      "sentences": "Fred, very closely watched and a somewhat rare press conference from the top Ukrainian general yesterday, and included in that press conference was the discussion of mobilization for more troops. Military officials have been talking about it for the last couple of days. Is that going to be a real thing now?",
      "isLastSentenceInterrupted": false
    }
  ]
}