{
  "date": "2023-12-11",
  "headline": "Quest Means Business",
  "subHeadline": "Special Counsel Asks US Supreme Court To Resolve Question Of Presidential Immunity; UNRWA Chief: Gaza Is Teetering On The Edge Of Collapse; Netanyahu Previously Approved Qatar's Funding Of Hamas; Pregnant Woman At Center Of Legal Battle Leaves The State To Obtain Abortion; China Sees Prices Drop 0.5% as Deflation Concerns Build; New Draft Deal Drops Call To \"Phase Out\" Fossil Fuels; European Central Bank To Meet Thursday; CNN Polls: Trump Leads Biden In Michigan And Georgia Battlegrounds As Sitting President's Approval Wanes; Macy's Shares Soar On Reported Buyout Bid. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:24",
      "speaker": "RICHARD QUEST, CNN INTERNATIONAL HOST",
      "sentences": "An hour to go before trading ends in New York, and it's a quiet day ahead of the central bank busy week. We'regoing to hear lots of announcements and news, which will give us a better idea of the economy. A look at the Dow and how it's trading. It's up 100 points, and it's pretty solid and steady as it has been throughout the course of the session. I'm doubtful it will give it up that 400 in the last hour of trade. Those are the markets, and these are the main events of the day. The special counsel investigating Donald Trump is going straight to the Supreme Court. The counsel wants the justices to decide if the former president is immune from prosecution and certain cases. A top official tells CNN Qatar will continue to make payments to Gaza to support the enclave. And expectations of an early European rate cut may be out of sync with reality. Tonight, on this program, the Greek finance minister joins me live. We are live in New York -- back in New York. It's Monday, December the 11th. I'm Richard Quest in New York, of course, I mean business. Good evening. Tonight, the extent of presidential immunity could be put to the test at the US Supreme Court. The special counsel, Jack Smith, has short circuited the traditional appeals process and used a provision that lets him go direct to the Supreme Court, if they'll hear the case. He's asked the court to decide if former President Trump is immune from prosecution. The lower courts already said that the former president can face federal charges. Mr. Trump's legal team has appealed that ruling, and that's how we get to where we are today. Elie Honig is in New York. It's a rare procedure being used, not totally unknown, to go -- to bypass the appeal court and go straight to the Supreme Court. Why does Jack Smith want to do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:24",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Because he's trying to preserve his trial date, Richard. So Jack Smith trial is the first of the four criminaltrials scheduled against Donald Trump that's on the calendar for 2024. It's scheduled for March 4th of 2024. If they had to go through the ordinary intermediate appellate steps here, there's no way they could get this trial date started on March 4th, because where we are now is the district court, which is the trial court level judge. The district court has ruled on this against Donald Trump. So Donald Trump's team, in the ordinary course -- and they have done this -- then you have to appeal to the intermediate court of appeals, the circuit court. Then if they lose there, they get to ask the circuit court of appeals to hear the case, what we call, en banc, meaning, the entire court of appeals. And only then, after that, do you get to go to the Supreme Court under normal circumstances. So here, Jack Smith is basically saying, this is too important, this is too time sensitive. We have to skip those intermediate steps, go right to the Supreme Court. And if they agree, then he has a chance to keep that March 4th date on track.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:24",
      "speaker": "QUEST",
      "sentences": "Right. But the troubling part is, from Jack Smith's point of view, of course, the Supreme Court is now made up of many extra members appointedby Donald Trump. So he's asking them to decide a case against the man who appointed them, now then supposed to be apolitical, but we've seen other ways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:24",
      "speaker": "HONIG",
      "sentences": "Right. And I think it's important to note here, Jack Smith is looking at this as he's going to need a ruling one way or the other, right?Better to get it earlier than later. Maybe he'll lose, but if I'm Jack Smith, I'd rather lose now or three weeks from now than in March or in April. So I think he realizes that this question is going up to the Supreme Court one way or another. I think he's saying, let me get an answer for better or for worst, sooner or later. But it's also important, I think, Richard, to keep in mind, we do have a six to three conservative majority on the court -- six Republican-appointed justices, three of them Trump's appointees. However, this very Supreme Court has ruled against Donald Trump on several key issues. They don't seem to be particularly beholden to Donald Trump, the individual, but they are beholden to conservative principles. So I'm not sure that -- I wouldn't assume that they will necessarily side with Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:24",
      "speaker": "QUEST",
      "sentences": "No, but those conservative principles would, I suppose, by definition, mitigate to a more limited immunity for the president, or maybenot. I mean, I can make an .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:24",
      "speaker": "HONIG",
      "sentences": "Well .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:24",
      "speaker": "QUEST",
      "sentences": ". I can make an argument both ways if you can't here. So, how -- the way the Supreme Court will decide this will be based on what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "QUEST",
      "sentences": "Elie Honig, grateful for you, sir. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "HONIG",
      "sentences": "Thanks, Richard. All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "QUEST",
      "sentences": "The head of the UN's Palestinian relief agency is warning that Gaza is very close to seeing civil order breakdown. Philippe Lazzarini says thatpeople don't have food and some have resorted to looting warehouses. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "PHILIPPE LAZZARINI, COMMISSIONER GENERAL, UNRWA",
      "sentences": "(Inaudible), we have sewage water. They're struggling to find clean water. They're struggling tohave food. And that was two weeks ago before the offensive in the south. Since my colleague's report, that again, tens of thousands of people have been moved, they cannot go into shelters anymore. So basically, they are in the open air. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "QUEST",
      "sentences": "Israel said on Sunday it struck more than 250 Hamas targets in the 24-hour period, with CNN capturing this strike on camera.On the diplomatic front, a top Qatari official says it is sticking by a deal that sends Gaza $15 million a month. The former Israeli General Amos Gilad said that money has been strengthened Hamas. The Prime Minister, Netanyahu, was instrumental in facilitating that agreement. Nima Elbagir is in Tel Aviv. What's fascinating is that we're starting to look at the money in all of this -- who funded Hamas, who funded the Gaza Strip, where the money went to. And really, Israel, to a large extent, was the author of the policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "NIMA ELBAGIR, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Prime Minister Netanyahu was absolutely the author of the policy, Richard. And it was apolicy that he said, at the time, and continues to maintain via Israeli officials to this day was one that he says his cabinet signed off on, the security establishment signed off on. But did they? Key players are speaking to us and Israeli investigative platform, Shomrim, telling us that they raised concerns at the time. Take a look at this, Richard. (BEGIN VIDEOTAPE) ELBAGIR (voice over): Israel's mourning continues even as the clamor around Israeli Prime Minister Benjamin Netanyahu grows, questioning whether his policies helped prop up Hamas. In a series of interviews with key Israeli players, CNN and the Israeli investigative platform, Shomrim were told how Netanyahu allowed Qatari cash donations to Hamas for years without supervision despite concerns from within his own government. MAJOR GEN. AMOS GILAD (RET.), FORMER ISRAELI SENIOR DEFENSE AND INTELLIGENCE OFFICIAL: Thirty-million-dollar bill . ELBAGIR (on camera): A month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "GILAD",
      "sentences": ". per month.ELBAGIR (on camera): Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "GILAD",
      "sentences": "$360 million. It's more than a billion shekel. It's simple mathematics.ELBAGIR (on camera): It's a lot of money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "GILAD",
      "sentences": "A lot of money. Dollar in Gaza is like $20 in the US. For them, it was like a relief. It was like oxygen.Can you live without oxygen? No. So it's dramatic, historic mistake. ELBAGIR (voice over): Former Israeli Prime Minister and Former Defense Minister Naftali Bennett says he was among those repeatedly raising concerns to Netanyahu. When Bennett became prime minister in 2021, he put a stop to the suitcases of cash to Hamas, moving the transfer of financial support to Hamas from trash to a UN mechanism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:04",
      "speaker": "NAFTALI BENNETT, FORMER ISRAELI PRIME MINISTER",
      "sentences": "I stopped the cash suitcases because I believe that horrendous mistake to allow Hamas to haveall these suitcases full of cash that goes directly to rearming themselves against Israelis. Why would we feed them cash to kill us? ELBAGIR (voice over): The cash deliveries were supposed to help, among other humanitarian needs, pay Gaza's civil servants. And pictures in 2018 showed workers lining up to receive hundred-dollar bills. Israel approved the deal in a security cabinet meeting in August 2018 during a previous Netanyahu tenure as prime minister. And Israeli official defended Netanyahu's decision, telling CNN, \"Successive Israeli governments enabled money to go to Gaza. Not in order to strengthen Hamas, but to prevent a humanitarian crisis.\" That's true, but no one else approved it in cash. Former Prime Minister Bennett says that Netanyahu underestimated Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:15",
      "speaker": "ELBAGIR",
      "sentences": "So, underestimated?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:15",
      "speaker": "BENNETT",
      "sentences": "And -- absolutely. And in that sense, we've learned the lesson. We have to believe our enemies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:15",
      "speaker": "ELBAGIR",
      "sentences": "This lesson has become a turning point for Israel, one even long- term Netanyahu allies like Zvika Hauser acknowledged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:15",
      "speaker": "ZVIKA HAUSER, FORMER CHAIR, KNESSET DEFENSE AND FOREIGN AFFAIRS COMMITTEE",
      "sentences": "That's worse. And a strategic lesson for the Israeli society that you cantalk a lot about peace, you can try to do a lot of things. You can come to the White House, to the -- and get some Nobel prizes. But, in some point, enough is enough. And if you ask me, what symbolized October 7th, October 7th mostly symbolized the Israeli society no more take risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:15",
      "speaker": "ELBAGIR",
      "sentences": "Risks such as this -- hitting the toll of human suffering and international calls to slow the pummeling of Gaza before Israel issatisfied Hamas has been destroyed, whatever the cost. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:15",
      "speaker": "QUEST",
      "sentences": "Now, Nima, we're getting news reports that two extra -- two further aid crossings are going to be introduced. The Nitzana Crossing and theKerem Shalom Crossing will be opened and used to inspect supplies getting into Gaza. Now, obviously, any increase in crossings is welcomed. But will it still be enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:15",
      "speaker": "ELBAGIR",
      "sentences": "Unfortunately, no. We know that (inaudible), one of those two crosses -- the parallel to one of those two crossings on the Egyptian side,has become a kind of a gathering point for aid in recent days in preparation for that crossing opening. But as we saw Israel is expanding its ground offensive in Khan Younis in southern Gaza over the weekend, that was where many Gazans evacuated to. Now they're being told by Israel to evacuate again to a coastal land strip that many aid agencies, including UN agencies, say has even less facilities than what's available inside Gaza and Khan Younis. Space is running out for Gazans. Aid is running out. And the real fear is that what Israel ultimately is trying to do is to put pressure on Egypt to accept Gazans to forcibly displace out of Gaza. And if people get desperate enough, who knows what they may do -- Richard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:13",
      "speaker": "QUEST",
      "sentences": "University of Pennsylvania President Liz Magill resigned this weekend after a disastrous testimony to US lawmakers. Now, the focus hasturned to Harvard, where the president, Claudine Gay, is also under pressure to resign. However, hundreds of Harvard faculty members are supporting her in a petition. CNN's Jason Carroll reports from Cambridge, Massachusetts. (BEGIN VIDEOTAPE) JASON CARROLL, CNN CORRESPONDENT (voice-over): Now that the University of Pennsylvania's president has resigned, the question for some here at Harvard University is, will their president, Claudine Gay, be next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:13",
      "speaker": "JANE, HARVARD STUDENT",
      "sentences": "I don't think that she should leave because she is, like, a few months into her presidency. And I think it's like, a littlewild that, like, the entire outside world gets to decide what happens on a college campus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:13",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think it's not a black and white issue. There's a lot of moving factors, and it's hard to address all of those in oneconversation. CARROLL (voice over): Student Polina Kempinsky is Israeli and says she hasn't felt safe being Jewish on campus for some time. She says that widely criticized congressional testimony last week just made things worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:13",
      "speaker": "POLINA KEMPINSKY, HARVARD STUDENT",
      "sentences": "It felt like failed leadership. I was really expecting a clear statement over -- against antisemitism. And eitherhear their plan or we need your help implementing this and that, instead of this when hearing the lack of response, they attempt to evade. It just made us feel like we're alone in this. And I'm sure a lot of Muslim students have been feeling the same way. CARROLL (voice over): The presidents from Harvard, MIT, and the University of Pennsylvania all came under intense scrutiny after their disastrous congressional testimony where they failed to condemn calls for the genocide of Jews as it related to university policies against bullying and harassment. REP. ELISE STEFANIK (R), NY: So, the answer is yes, that calling for the genocide of violates Harvard code of conduct, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:13",
      "speaker": "CLAUDINE GAY, HARVARD UNIVERSITY PRESIDENT",
      "sentences": "Again, it depends on the context.CARROLL (voice over): Gay later apologized, telling the Harvard \"Crimson\" in an interview, quote, \"Words matter, but the damage was done.\" One of her staunchest critics, Bill Ackman, a billionaire hedge fund CEO and Harvard alum, sent a letter Sunday to the university's governing board of directors. It reads, in part, \"In her short tenure as president, Claudine Gay has done more damage to the reputation of Harvard University than any individual in our nearly 500-year history.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:13",
      "speaker": "RABBI DAVID WOLPE, VISITING SCHOLAR, HARVARD DIVINITY SCHOOL",
      "sentences": "I hope that she will be able to do what is best for the university and best for her,but I don't know what that is. CARROLL (voice over): until recently, Rabbi David Wolpe, a visiting scholar at Harvard's Divinity School, was part of the university's Antisemitism Advisory Group, created in the wake of October 7th. He was chosen by Gay. But Wolpe said, while he had accountability, he had no real authority to do anything. Gay's testimony was the final straw. He resigned from the group last week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:13",
      "speaker": "WOLPE",
      "sentences": "And I had wanted from any of the presidents a certain urgency, and anger, and indignation had they once -- it wasn't even the content of theanswers, had they once pounded their fists on the table and said, this is unacceptable, I will not have this at my university. I think people would've felt reassured. I would've felt reassured. CARROLL (on camera): But instead, you got what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:13",
      "speaker": "WOLPE",
      "sentences": "Instead, we got legalisms and equivocation.CARROLL (on camera): Should gay resign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:16:13",
      "speaker": "WOLPE",
      "sentences": "Not for me to say, really. I don't think that decision on .CARROLL (on camera): Why not? Why .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:07",
      "speaker": "ELIAS SCHISGALL, SENIOR REPORTER HARVARD CRIMSON",
      "sentences": ". they united to say that we don't think it's appropriate for national politicians and, you know,major alumni to be dictating, you know, who should or shouldn't be in the leadership at the university. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:07",
      "speaker": "QUEST",
      "sentences": "The pressure is on for the world's central bank as this week. On the coming days, we'll learn more about how they're reading the variouseconomic weather and the numbers. There are rate announcements on Wednesday from the US Federal Reserve and the bank of brazil. Thursday, the turn of the European Central Bank, and the banks of England, Norway, and Switzerland. The Bank of Russia caps it all off on Friday -- a veritable smorgasbord of interest rate decisions. And for some of them, the goal is that delicate balance between beating back inflation and running the risk of recession. China, of course, is the exception to the rule, battling deflation. Consumer prices there fell 0.5% in November on an annual basis -- the biggest drop since the pandemic. That trend is sparking calls for Beijing to take action. The world's second largest economy is already grappling with a major real estate crisis and a high youth unemployment. With me now, Gita Gopinath is the first managing director at the IMF. She joins me on -- from Colombia, where you've -- Gita, you've just given a fascinating speech, a copy of which I have in front of me, basically, on whether or not we are at a Cold War -- a new cold war whether predicated by economics or otherwise. Do you believe we are?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:07",
      "speaker": "GITA GOPINATH, FIRST DEPUTY MANAGING DIRECTOR, IMF",
      "sentences": "Hi, Richard. I believe we are certainly seeing signs of fragmentation. If you look at trade acrossrival blocks of countries, that is flowing much more than trade within blocks. I don't believe we are in a full-fledged Cold War II, but we risk slipping into one, which was why I made the point that we really need to make sure our policies don't push us in that direction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:07",
      "speaker": "QUEST",
      "sentences": "Well, again, having exactly that moment as the question of pivot comes along the central banks that are potentially about to pivot to loosermonetary policy. Who's going to go first, in your view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:07",
      "speaker": "GOPINATH",
      "sentences": "That is a very big decision the central banks have to make. I believe both the US and the Euro area have done a significant amount oftightening. We are seeing the consequences of that, as it should be, which is we've seen demand come down. We've had a few months of good readings on inflation, but the job is still not done. And in the US, the last quarter, growth was 5.2%. That's a blockbuster number. Labor markets are softening, but they still are quite tight. So I think it is an important point to be patient to make sure that you're looking at the data that's coming in from multiple sources. And you have to remain restrictive for somewhat longer, for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:07",
      "speaker": "QUEST",
      "sentences": "Right. But do you believe that they need to remain high for the last mile to get it back to target or can you have a pivot before the last mileis complete?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:07",
      "speaker": "GOPINATH",
      "sentences": "The fact that central banks are getting inflation to come down as much as it has without too much slack in the labor market is a reflectionof the credibility of the central banks, which are keeping inflation expectations anchored. If you want to preserve that credibility, it's important to stay the course. And I think that is absolutely critical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:07",
      "speaker": "QUEST",
      "sentences": "And yet, all I read about is when will the Fed cut? In the UK, when will the BOE cut? Probably, one of the last ones to go -- the ECB arguablythe first. And there are real lives, real economies, and hardship as a result.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:07",
      "speaker": "GOPINATH",
      "sentences": "I think we should first acknowledge the fact that, in many countries, and especially the US, you've got a lot of inflation coming downwithout much of a hit on economic activity. The Euro -- in the Euro area, you're certainly having a bigger hit, but that's also coming from the consequences of the energy shock that they face. Now, Richard, if you recall, we entered 2022 with markets expecting foray cuts in 2023. They got none. I think we should just be prudent and careful about what to expect and be data-driven. Acknowledge the fact that inflation has come down. Follow all the data from different sources, and arrive at the decision meeting by meeting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "GOPINATH",
      "sentences": "President Milei just took over, and we will hear the actual policy announcements. I believe it could happen tomorrow. We're engagingvery closely with Argentina. There's a very difficult challenge that they have to face, with sky-high inflation and rock-bottom reserves. Not a good recipe. But countries are -- you know, but the desire to bring down fiscal deficits prevents monetary financing. Those reserves are absolutely critical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "GOPINATH",
      "sentences": "And we remain very strongly engaged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "QUEST",
      "sentences": "So, a yes or a no on dollarization. It's been done in a few limited small cases, never on the scale that Argentina hopes to do it. Do you hopeit doesn't happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "GOPINATH",
      "sentences": "Argentina has very big challenges. The number one challenge is to deal with the fiscal deficit and to bring it down. That's absolutelycritical to macro stabilization.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "QUEST",
      "sentences": "Gita, it's always lovely to talk to you, I'm grateful. Thank you.A new draft deal at the COP28 climate summit drops the call to phase out fossil fuels. Instead, it's emphasizing reducing their use. Observers say Saudi and other oil-rich states pushed for the change. Nearly 200 countries are trying to reach an agreement before the end of tomorrow. Bill Weir is our chief climate correspondent. Bill is with me. Now, does it make a difference? I wrote a note here to myself. Is there a difference between phase out and reduce? I mean, everybody accepts they're going to have to slow down and go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "Well, really, Richard, the fight was whether it was going to be phase out or phase down in the finallanguage. And it's neither. The draft, as it speaks right now, just calls upon to reduce both consumption and production of fossil fuels. And that leaves open a lot of wiggle room for the big petro states. That is the concern of the hundred some countries calling for a much more ambitious, low-lying Pacific Island nations among them there, and the EU, and the US to go much more ambitious on this one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "QUEST",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "WEIR",
      "sentences": "But it really feeds to the initial projection on this thing, that being held in a place like Dubai, chaired over by the head of Abu DhabiNational gas company, Oil and Gas Company, that this is ultimately the result that they were looking for. No concrete hard limit on this. Although some are saying, look, this is the first time Saudi Arabia has even mentioned the word \"fossil fuels\" in any sort of drawdown at all, so take what you can get.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "QUEST",
      "sentences": "Bill, COP29 doesn't have a venue yet or at least as late as last week unless something has changed suddenly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "WEIR",
      "sentences": "That's right. We don't know, and we don't know when this COP28 will be done. The last four have gone into overtime because of the difficulty ofgetting 200 countries to agree .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "WEIR",
      "sentences": ". on this kind of draft language. This could go until the wee hours of Thursday. But yes, we have heard voluntary submissions from placesaround the world, but no hard choice yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "QUEST",
      "sentences": "You'll keep us informed as and when they decide where the next one will be held. Bill, we are grateful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:01",
      "speaker": "WEIR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:32:02",
      "speaker": "QUEST",
      "sentences": "We were talking about the pivot in interest rates with Gita a moment ago. Well, in Europe, investors are looking for any sign that the ECB ispoised to cut rates next year when the bank meets on Thursday. The eurozone inflation came in at only 2.4 percent last month. And eurozone member, Greece reported a drop of inflation to 2.9 percent, part of that wider trend. Meanwhile, the Greek economy is expected to grow two percent next year, according to the latest IMF outlook. Kostis Hatzidakis is the Greek Minister of the economy. He joins me live. Minister, thank you. Good to have you with us. Do you hope -- and I know you're going to tell me the ECB is independent. I know that. But do you hope that the ECB will cut rates next year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:32:02",
      "speaker": "KOSTIS HATZIDAKIS, GREEK ECONOMY AND FINANCE MINISTER",
      "sentences": "We'll see. It seems that we reached the highest level, as regards interest rates. Of course,someone has to be reluctant about all these forecasts, because, you know, it is very difficult to predict the developments. But this is the prevailing view that we reach the highest level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:32:02",
      "speaker": "QUEST",
      "sentences": "Because for someone like Greece, which already had such difficulties following the financial crisis, now, and then a pandemic, now, to havethese higher rates. It's almost still -- killing off the new life of the economy, just as it was getting going. Things were starting to really look up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:32:02",
      "speaker": "HATZIDAKIS",
      "sentences": "As you know, Greece has been what is called a special case in the previous decade. Now, Greece is a special case for different -- totallydifferent reasons. Greece is now a positive surprise for investors in the markets. We have a significant increase in terms of foreign direct investments. We have an even more significant increase in terms of exports, and we have very significant growth rates, three times higher than the average of the eurozone. And as a result, (INAUDIBLE) of all of this, we have extremely important reduction of unemployment from 17.7 percent to 9.6 percent recently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "HATZIDAKIS",
      "sentences": "Inflation is a problem not only in Greece but in Europe as a whole. We don't pretend that miracles occurred. In Greece, however, life isgetting better in general. For example, almost 400,000 new jobs have been created. And that's why democracy, the governing party, won the recent elections in an impressive manner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "QUEST",
      "sentences": "And if we look at tourism, which is such a fundamental part of your economy, Greece, actually did remarkably well during the crisis, in holdingon to its market share to a large extent. Are you confident that you've now got the necessary investment for the future within this tourism?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "HATZIDAKIS",
      "sentences": "Greece has been affected in a negative way by COVID-19. That was a case, of course, everywhere. There is a rebound concerning tourism inGreece. This year seems to be a record year for tourism. So, we rely on tourism for the future, as we rely on Greek shipping. But also, on other sectors of the economy, like for example, pharmaceuticals, agri-foods, renewable -- renewables, we want not just to have fiscal prudence, but also to create an economy which is dynamic and extrovert.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "QUEST",
      "sentences": "Minister, I'm grateful for your time. Thank you, sir. New CNN polling gives Donald Trump an edge over Joe Biden in two major battlegroundstates. In Georgia. 49 percent of voters say they will choose former President Trump in a two-way presidential race. 44 percent said they will prefer the sitting president. And Mr. Trump leads President Biden by 10 points in the state of Michigan, 50 to 40. During the last election, Biden carried both those states by slim margins. David Chalian is with me from Washington. David, this is very similar to the New York Times' report that we got a couple of weeks ago that had four states showing that they would be with Trump, when they had gone for Biden in the last election. It does not bode well for the president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "It is certainly not how any president would want to be turning the calendar page to the reelectionyear. And that's what Joe Biden is about to do. Now, obviously, Richard, this election is 11 months away. But as you noted, these are two states, not only did he win in 2020, but that he flipped from red to blue. And were the reason why he ended up in the White House. These are critical battleground states. And so, starting out from a deficit in both of them to Donald Trump is not the place the White House wants to be. They believe they are going to spend the whole next year in a full-on contrast campaign with Trump, and they think that will help re-galvanize, re-energize and enthuse the coalition of voters that delivered in the White House in '21.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "QUEST",
      "sentences": "The problem is, though, that the voter now knows what they're going to get with Donald Trump. He's been quite upfront about it, dictator on dayone, et cetera -- et cetera. So, for Biden to make progress, he is going to have to hope that Trump gets convicted somewhere along the line, and that really piles on the pressure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "CHALIAN",
      "sentences": "It does. And we see in our polling in these two battleground states. We asked folks if indeed Donald Trump is proven to have done whathe is charged with doing and attempting to overturn the 2020 election. We see clear plurality say it disqualifies him from the office, 47 percent say so or 49 percent say so. An additional 14 percent or so in each of these states say it actually raises real questions about his fitness for the office, if it doesn't outright disqualify him. So, that could change the calculus. You mentioned those New York Times polls a few weeks back, they also found a sort of shift, if indeed he is convicted. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "QUEST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "CHALIAN",
      "sentences": "But that's an if, right? That is not the snapshot of where we are now. And I don't know that, that is going to be simply a silver bullet forthe Biden campaign to just hope that the former president gets convicted, and that somehow changes around his fortunes here. They have work to do in their own house, with young voters with voters of color to get them reengaged to support Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:02",
      "speaker": "QUEST",
      "sentences": "David, do you get the feeling that it's -- I hate, if, to use a phrase on automatic pileup, but that if nothing changes, it's going to beBiden versus Trump in the election. It's almost like sleepwalking towards it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "QUEST",
      "sentences": "Which, of course, we will watch. And you will help us understand, David, at every twist and turn. I'm grateful for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:02",
      "speaker": "CHALIAN",
      "sentences": "I'll do my best. Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:58:24",
      "speaker": "QUEST",
      "sentences": "Hello, I'm Richard Quest. Together, let's have a dash to the closing bell. It's just two minutes away. Macy's shares are soaring on reports of apotential buyout. Macy's is set to close around 20 percent. Look at that. Good grief you don't see that every day. Arthouse Management and Brigade Capital Management have reportedly offered nearly $6 billion to take Macy's private. That comes out to roughly $21 a share. The Dow is set to finish with a small gain. As you can see, it's 165. The S&amp;P 500 has also turned positive. The NASDAQ is flat. There is the triple stock. Investors await the latest CPI report on Tuesday. And the Feds rate decision, the final one of the on Wednesday. Is it time to pivot? Gita Gopinath, the IMF's deputy managing director told me earlier, central banks will not back off the inflation fight just yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:58:24",
      "speaker": "GOPINATH",
      "sentences": "The fact that central banks are getting inflation to come down as much as it has without too much slack in the labor market is a reflectionof the credibility that central banks are, which are keeping inflation expectations anchored. If you want to reserve that credibility, it's important to stay in the course, and I think that is absolutely critical. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}