{
  "date": "2023-10-08",
  "headline": "CNN Newsroom",
  "subHeadline": "Hamas Attack Leaves At Least 350 Israeli Deaths; Gaza Attacks Claimed 256 Palestinians Lives; \"Significant number\" of Israelis Captured, According to IDF; Israel Attacks Gaza Following Terrorist Attack by Hamas; IDF: 8 Locations in Israel Still in Combat; Large Number of Hostages Held by Hamas, According to IDF Spokesman; In Retaliation, Israel Bombards Lebanon with Artillery Fire; Interview with Australian Strategic Policy Institute Senior Analyst and Military Analyst Malcolm Davis; Approximately 1,000 Hamas Troops Entered Israel, According to IDF; U.S. Support for Israel; World Reacts to Hamas Attacks; Israel May Receive New Aid on Sunday, According to U.S. Officials; Restraint Urged by Saudi Arabia, Jordan, and Egypt; Israel Assured of E.U.'s Unwavering Support; Heinous Attacks Carried Out by Hamas Against Israeli Condemned by UK; Israel Targets Hamas Intelligence Chief; Netanyahu: Israel \"Embarking On a Long and Difficult War\". Aired 4-5a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "KIM BRUNHUBER, CNN ANCHOR AND CORRESPONDENT",
      "sentences": "Hello and welcome to all of you watching us here in the United States, Canada and all around the world. I'm Kim Brunhuber. I want to get to our breaking news this hour.At least 350 Israeli deaths are confirmed, and thousands more have been wounded over the past 24 hours as intense fighting rages between Israel and Hamas. Retaliatory Israeli airstrikes against Hamas targets in Gaza reportedly have killed more than 250 people, according to Palestinian authorities. The IDF says, up to 1,000 Hamas militants poured across the border early Saturday and invaded nearby Israeli towns. Disturbing video shows civilians being rounded up and one of them presumably to be taken to Gaza as hostages. Now, a short time ago, Hamas claimed its fighters were still in Southern Israel. Here's the Israeli prime minister on Saturday. (BEGIN VIDEO CLIP) BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER (through translator):  What happened today has never been seen in Israel, and we will make sure that does not happen again. The entire government is behind this decision. The IDF will immediately use all its strength to destroy Hamas' capabilities. We will destroy them and we will take mighty vengeance for this black day that they have forced on the State of Israel and its citizens. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BRUNHUBER",
      "sentences": "CNN's International Diplomatic Editor Nic Robertson is in Israel with more on the horrific events of Saturday.(BEGIN VIDEO CLIP) NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR (voiceover):   In the early hours of Saturday, Israelis woke to a sudden assault from Gaza militants. The surprise attack, claimed by the Palestinian militant group Hamas, a complex and massive operation, marking a steep escalation of hostilities. The attack began with a huge barrage of missiles fired from Gaza, thousands of rockets, some making direct hits on targets across Southern Israel. Under the cover of the missiles, a large-scale infiltration began as Hamas militants crossed by land, sea and air, even using paragliders to cross into Israel. Videos from border crossing stations show Hamas fighters storming into Israeli territory. A few miles away in the border town of Sderot, Hamas was seen driving and opening fire at civilians. The gunmen tore through the streets, leaving a trail of casualties behind. The full extent of the casualties is unclear. But hundreds have been killed and more than a thousand injured on both sides. A spokesman for the Israeli defense force gave a frank assessment of the situation. LT. COL. RICHARD HECHT, INTERNATIONAL IDF SPOKESPERSON:  A very severe morning here in Israel. A combined offensive by Hamas, ground, air, and sea. The numbers still are not clear. We're not going to talk about the numbers as we speak, but the numbers are substantial. A very severe morning. We are very much now focused on saving forces to these locations where there is ongoing fighting as we speak. ROBERTSON (voiceover):  During the raid, some fighters also took Israelis as hostages, the Israeli military said. Videos geolocated by CNN show militants taking civilians captive in Southern Israel and Gaza. A woman is seen forced into the custody of Hamas. Israel quickly retaliated hitting multiple targets along the Gaza Strip. In Gaza City, two high-rise buildings collapsed after an airstrike. The unrest continuing late into the night with both sides trading rocket fire. As we touched down at Ben Gurion International Airport outside Tel Aviv, air traffic was halted as sirens wailed and travelers took cover.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right. For more, let's go over to CNN's Becky Anderson who joins us live from Tel Aviv. So, Becky, what's the latest on what we're learning about the attack and the ongoing aftermath?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BECKY ANDERSON, CNN INTERNATIONAL NEWS ANCHOR",
      "sentences": "Yes. I mean, I think it would be fair to say that we're on -- in completely unchartered territory here. And you can see that just from the reporting that you just showed from Nic there. The Israeli prime minister, as we've been suggesting, has declared war at this point. And he says, Israel will win. And I quote him here he says, \"The enemy will pay an unprecedented price.\"What that war will look like and just what that price might be in terms of lives on both sides, of course, is as yet unclear. But I think in the hours to come at this problem (ph), I know in the hours to come at this point, it will become more apparent. Israel has continued to target Gaza, 500 strikes or more, as we understand it. Warning residents to get out of their homes quite where they think they'll go and what is a very, very densely populated area. It is unclear at this point, but it has also said that it is going to stop electricity, fuel and goods being supplied into Gaza. So, the siege that Hamas speaks to so often, that Palestinians speak to so often, will be swinging as far as the Israelis are concerned here. Look, in terms of numbers, and I think, you know, it's really important to point this out, and this where I say we're in completely unchartered territory at this point. More than 350 Israelis killed, and upwards of 2,000 injured, same sort of numbers on the part of the Palestinians. And we're looking at 250 killed in Hamas -- in Gaza, and more than a thousand injured. These lives lost and people injured is just absolutely awful. And then you drill down and you say, what has changed here, because sadly we see -- you know, we've seen loss of life in Gaza in the past. But what has changed here is the death of Israeli soldiers. More than 26 at this point, confirmed just the last hour as 26, but we are looking at higher numbers as far as the IDF spokesman is concerned. And the rounding up of Israeli citizens, dozens rounded up, according to the IDF. The Hamas militants are saying they have more than 50 Israelis held captive in Gaza, now dotted around Gaza at various places as hostages, of course. Make -- what happens next, as far as the Israelis are concerned, really, really complicated, really, really difficult. You can see from the Israelis workout what they do next. It really complicates the IDF's next moves. The nature of this incursion has been absolutely remarkable, reported by Nic there as by land, sea and air. There are images that I want you to see now, and I have to warn you there are -- what you are about to see is disturbing. But takes good example of just how brazen this attack was. And remember, this is the most surveilled and held on to border, the Israeli/Gaza border. The Israelis have had this locked down in the past to the extent that, you know, Gazans can only come in and out at the behest of the Israelis. And what you saw here was, for example, a music festival going on in the desert on the Israeli side. As reported by those who were there at 6:30 in the morning, they heard bombings and then suddenly they were attacked by militants, Gazan militants. And you are looking at here is a man and woman being taken hostage by Gazan militants, whereabouts unknown. But the family of these people have said that they want CNN to show these images even though they are disturbing because they hope that it will help get this woman and man released out of Gaza, which is where seemingly they are being held at the moment. But it just speaks to the enormity of what has happened here and what happens next frankly, Kim. That is the great unanswered question at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "ANDERSON",
      "sentences": "Yes, well, as far as the Israelis are concerned, they are talking about this being an unprecedented period for them. Have a listen to what the defense minister said earlier.(BEGIN VIDEO CLIP) YOAV GALLANT, ISREALI MINISTER OF DEFENSE (through translator):  This phenomenon will not continue. We will change reality on the ground in Gaza for the next 50 years. What was before will be no more. We will operate at full force. I ask Israel citizens to remain determined and to support our security forces. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "ANDERSON",
      "sentences": "And those Israeli citizens who he is asking to remain vigilant and suggesting that Israel's next moves are being considered at this point. I mean, the shock here by Israelis that we have spoken to about a lack -- failure of intelligence and the, sort of, a lack -- a sense of a lack of security. I mean, people being rounded up on the Israeli side of the border and taken hostage into Gaza is something that, you know, most Israelis you would speak to here say that they could never have conceived.And the real issue now is whether this resulted in escalation, not just in Gaza, but around the region. We're hearing clash, deadly clashes reported in the West Bank. And now we know that on the border to the north, Hezbollah claiming responsibility for attacks across the border. UNIFIL, the United Nations Interim Forces in Lebanon have released a statement saying, we're in contact with authorities on both sides of the Blue Line to contain the situation and avoid a more serious escalation. Our peacekeepers remain in their positions and on task. They continue to work, some, they say, from shelters for their safety. The IDF says it's currently striking an area in Lebanon after Hezbollah hit three Israeli site in an area known as the Shebaa Farms using missiles and artillery. And just to close it out here, you know, the idea of an escalation, not just here but across the borders -- I mean, Hezbollah military analyst will tell that you that Hezbollah has at its means, something like 100,000 to 150,000 missiles. So, the idea that there is involvement, potential involvement to the north here by Hezbollah will be a real concern to Israeli forces, who some are suggesting had been very focused on the possibility of an escalation to the north. And that may be why it is that Israeli forces were found so, sort of, flatfooted when it came to intelligence in Gaza. Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right. We'll get an update from you in about 20 minutes. Benny -- Becky Anderson in Tel Aviv, thank you so much.We want to turn now to Malcolm Davis in Adelaide, Australia. He's a senior analyst of defense strategy and capability at the Australian Strategic Policy Institute. Thanks so much for being with us. So, we heard there from Becky about Israel's response so far. So, I want to ask you, where is this going? For Israel, what's their goal here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "MALCOLM DAVIS, SENIOR ANALYST, AUSTRALIAN STRATEGIC POLICY INSTITUTE AND MILITARY ANALYST",
      "sentences": "Well, their goal has to be to defeat -- decisively defeat Hamas in Gaza, and to rescue and free as many as possible of the hostages that the Hamas people have grabbed. At the same time, they have to recognized that it's not going to be easy. The Gaza operation environment is incredibly dense and urban, and essentially would be house to house, street to street fighting.So, the Israeli Defense Forces have their work cut out for them in this regard, but I don't see any alternative for the Israelis other than going into Gaza and decisively defeating Hamas and essentially destroying them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes. You talked about rescuing hostages. We know that the Israeli Special Forces have huge capabilities. But we heard from a former CIA official that said, essentially, they won't be able to rescue them safely. Do you share that view or do you think that they can actually extract them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "DAVIS",
      "sentences": "We might get a few, but unfortunately, I think the CIA person, and I listened to his comments earlier, I think he is correct. You know, I think that probably what has happened is those hostages have now been spread throughout Gaza as far away from Israeli lines of advance as possible. And so, it's going to be, you know, very difficult to get to those people, to identify where they are, and then rescue them, sadly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "DAVIS",
      "sentences": "Well, you know, urban ground warfare is the toughest warfare you can possibly imagine because of those reasons. It's, you know, narrow streets, confusing layout of streets, civilians mixed in with combatants. The buildings are such that it's ideal for, you know, a defense in depth by Hamas.So, what IDF have to do is, basically, go house to house and clean out Hamas from each individual building along the line of advance into Gaza. And there's only -- looking at the map earlier, there's only a few lines of advance into Gaza from Israel proper. So, it's going to be an incredibly tough operation. Obviously, it would be supported from the air but then the Israelis have to take all necessary precautions to avoid civilian casualties, unlike Hamas who really don't care about avoiding civilian casualties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "DAVIS",
      "sentences": "So, I think that it's a challenge there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, and Hamas, obviously, they knew what the military consequences of this would be. How prepared are they, do you think? What do you think their capabilities are? Do we even know given the scope of the operation that we just saw? It took almost everyone by surprise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "DAVIS",
      "sentences": "I think that's a good point. I mean, sort of, the Israeli intelligence has clearly failed abysmally to identify the preparations for this attack. So, do we understand exactly what Hamas have got? Maybe, you know, countries like Iran have provided them with additional capabilities that the Israelis don't know about.So, I think that it is a challenge, to a degree. They're going in blind. I mean, they have technological means that can help them identify targets and potentially get an insight into what they're -- the enemy's came abilities are. But it's a much more opaque and complex battle space the Israelis are going into than, you know, armored warfare on the Golan Heights, for example.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes. And finally, we heard there from Becky, you know, mortar attacks fired from Hezbollah. What do you think the likelihood is that this could spiral into a wider regional war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "DAVIS",
      "sentences": "Well, I hate to say it but I think the likelihood is quite high. We're already seeing attacks from Hezbollah or across the border into Northern Israel. I think that there's every indication that Hezbollah does intend to enter the war properly once the IDF goes into the west -- into Gaza. So, you could see, ironically, a three-front war with the Israelis fighting in the south in Gaza, fighting Hezbollah in the north, and potentially Palestinian forces in the West Bank. And Hezbollah has large numbers of surface-to-surface missiles that are very advanced, far more advanced than what Hamas have got. And they could do serious damage and inflict, serious casualties on the Israeli people. And the other dimension that we need to be aware of is, of course, the Iranian dimension because Iran supports both Hamas and Hezbollah. And so, the potential for this war to go beyond Hezbollah to include Iran, I think, is quite real.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, just a warring prospect there. Appreciate your analysis, Malcolm Davis. Thanks so much for speaking with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "DAVIS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "Israel has continued to carry out strikes in Gaza a day after Hamas militants launched a surprise attack from that area.(BEGIN VIDEO CLIP) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "BRUNHUBER",
      "sentences": "Israeli forces say, they've hit more than 400 targets, including 10 towers and a compound belonging to the Hamas intelligence chief. The Palestinian health ministry says, more than 300 people have been killed in the area. For its part, Israel says, at least 350 of its citizens have died in the attack launched by Hamas. Prime Minister Benjamin Netanyahu is pledging to eliminate the militants. Saying, his country faces a long and difficult war.Now, Washington could announce new assistance for Israel as early as Sunday, that's according to U.S. officials who say the two countries are already talking about what kind of aid Israel needs. Military aid was the subject of a phone call between President Biden and Israeli Prime Minister Benjamin Netanyahu on Saturday. Kayla Tausche has more. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "TAUSCHE",
      "sentences": "Well, Biden did not specify the target of that particular message. U.S. officials have been clear in Iran's role as a longtime sponsor of Hamas. But when asked whether they believe that Iran was behind the Hamas attacks in recent days, the U.S. said that they could not yet draw that conclusion.Kayla Tausche, CNN, the White House. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "BRUNHUBER",
      "sentences": "GOP presidential candidates aren't holding back as they react to the Hamas assault on Israel. Florida Governor Ron DeSantis posted, both Israel not only has the right to defend themselves against Hamas, they have the responsibility to defend themselves with overwhelming force. Nikki Haley said, Hamas declared war on Israel on a Jewish holiday. And called the militant group a, \"Blood thirsty terrorist organization backed by Iran and determined to kill as many innocent lives as possible.Mike Pence said, \"This is what happens when you have a president like joe Biden who spends the last two and a half years projecting weakness on the world stage.\" Former New Jersey Governor Chris Christie said, \"Biden's appeasement of Israel's enemies has invited this war on Israel.\" And political newcomer, Vivek Ramaswamy, posted, \"America's broken foreign policy establishment knew that they were funding Hamas and went ahead with it any way.\" Now, for more reaction to the Hamas attacks, we're joined by Nada Bashir from London. So, Nada, there's been an outpouring of international support for Israel, but of course not from all countries. So, first let's start with the regional reaction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "NADA BASHIR, CNN REPORTER",
      "sentences": "Well, look, across the region, Kim, in this latest escalation and violence, this attack by Hamas has really raised alarm bells. We've heard from key players in the conflict including Jordan, Egypt and Saudi Arabia all calling for the utmost restraint on both sides of the conflict, and calling for de-escalation of violence and tensions. And of course, we've also heard from the Turkish government, again, reiterating that call for a de-escalation and violence. But the Turkish foreign ministry has also said that it stands ready to support in any mediation efforts in order to bring an end or de-escalation to that violence.But of course, as you mentioned there, there hasn't been unified support and solidarity for Israel. In fact, we have heard from some regional players who have pointed the finger of responsibility on both Israel and the International Community for failing to uphold the rights of the Palestinian people. Of course, it is important to underscore the context here, many across the occupied territories and in Gaza facing daily hardships and oppression. This -- of course, this has been seen by some as an example of how and why Hamas is taking this action. We've heard from Saudi foreign ministry, they've said in a statement, the kingdom is repeating its previous repetitive warnings of the dangers of the situation blowing up as a result of the continuing occupation and depriving the Palestinian people of their legitimate rights. And this is a sentiment which has been echoed by the likes of the Arab League, as well as Qatar. We have seen rallies and protests now in solidarity with the Palestinian people being held in Kuwait and Yemen as well. Kim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right. So, that is the regional reaction. And Nada, you've been monitoring the wider international reaction. What are you seeing there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:25:00",
      "speaker": "BASHIR",
      "sentences": "Well, look, we know that a U.N. security council meeting has been called. It is set to be held and focusing on this latest flare-up of violence. We've heard from a spokesperson for the U.N. secretary- general who has condemned the violence, again, calling for de- escalation. That has been echoed across the board in Europe, E.U. leaders, including the European Commission President Ursula von der Leyen, and the E.U.'s foreign affairs chief and U.S., all are -- both reiterating, reaffirming the European Union's unequivocal and unwavering support for Israel in solidarity with the Israeli people in the face of this latest attack. And that has certainly been echoed here in the United Kingdom from the British foreign secretary. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BASHIR",
      "sentences": "And of course, there has been an outpouring of concern and outrage from human rights groups as well. It is important to know we've heard from rights watchdog Amnesty International, calling for restraint on both sides but also calling for both sides to avoid the targeting of civilian lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right. Appreciate all of that, Nada Bashir in London. Thanks so much.Still ahead, much more on the fighting in Israel and Gaza. Why the Israeli prime minister says, his country faces a long and difficult war. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "Welcome back to all of you watching us here in the United States, Canada, and around the world. I'm Kim Brunhuber. This is \"CNN Newsroom.\"Israeli Defense Forces are still fighting Hamas militants in southern cities a day after the group launched a surprise attack from Gaza. Israel says, at least 350 of its citizens have been killed since the assault began on Saturday. The country has responded by launching a wave of strikes in Gaza. It says, hundreds of Hamas targets have been hit, including a compound belonging to the group's intelligence chief. Prime Minister Benjamin Netanyahu says, Israel is now facing a long and difficult war. Here he is. (BEGIN VIDEO CLIP) NETANYAHU (through translator):  What happened today has never been seen in Israel, and I will make sure that it does not happen again. The entire government is behind this decision. [04:35:00] The IDF will immediately use all its strength to destroy Hamas's capabilities. And we will take mighty vengeance for this black day that they have forced on the state of Israel and its citizens. All of the places which Hamas is deployed, hiding and operating in, that wicked city, we will turn it into an island of ruins. I am telling Gaza's people to leave those places now because we will take action everywhere. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right. Let's go to CNN's Becky Anderson who joins us live from Tel Aviv. So, we just heard from Prime Minister Benjamin Netanyahu there. I mean, he is governing over a divided nation. He has been calling for unity. Are you seeing that happen? Take us through the political response so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "ANDERSON",
      "sentences": "Yes, he is in coalition with the most right-wing government in Israel's history. And we -- it's been months now that the people of Israel, many people in Israel, have been calling for change. We are certainly able to report some movement on the part of opposition leaders, Yair Lapid and Benny Gantz, in the past 24 hours telling Netanyahu that they will -- and I'll quote them here, \"Put it -- put aside differences and suggest they form an emergency narrow professional government together to manage the difficult and complex operation ahead of us,\" they say.Reports though do suggest that Yair Lapid has demanded the far-right leaders in that coalition government, Bezalel Smotrich and Itamar Ben- Gvir be removed, I can't stand that up but that's certainly what reports are suggesting. It's not clear how this, sort of, unity emergency government is landing with Benjamin Netanyahu at present. But certainly, here there is real concern from the people of Israel that there was a huge failure, seemingly, of intelligence and today, Sunday, more than 24 hours after what was a brazen attack by land, sea and air. An incursion into Israeli territory. They feel that their security is not being handled by an Israeli government who are set up with a mandate, of course, to do that. So, where that suggestion from the opposition leaders will land, Kim, at present as I say is as yet unclear. But that may be one move that we see in the hours to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "BRUNHUBER",
      "sentences": "Yes, a lot of political uncertainty right now. So, I want to take advantage of your knowledge of the region here, Becky. What do you think the wider implications of all of this might be? The potential for escalation, the possibly roadway to de-escalation, but also what this might mean going forward for normalization of relations between Israel and its neighbors?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right. I want to get you up to speed with the latest developments in Israel. The IDF says it went after the Hamas intelligence chief, targeting his compound in Gaza. And Israel released this footage of the attack, saying the strikes in Gaza are continuing. Military officials also say, fighting is still under way in eight areas in the south where Hamas fighters are still present. Israel now says its death toll has reached at least 350 people, with more than 1800 injured. Hamas says it has captured dozens of Israelis, including some at a festival near the Gaza border yesterday. One woman described what happened when the militants closed in.(BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE (through translator):  Suddenly out of nowhere, shots are coming in. They started shooting in every direction. And I took the car keys and just drove and started moving forward to get out of the shots. And at some point, they overtook us. We were overtaken by the shooters. They started shooting at our vehicles. We got out of the vehicles. I didn't keep driving. We took cover. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "BRUNHUBER",
      "sentences": "The former head of Mossad, Israel's intelligence service, tells CNN there was no warning sign before Saturday's attack. He calls it a total surprise.CNN's Tom Foreman has more now on how it all unfolded. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "TOM FOREMAN, CNN CORRESPONDENT",
      "sentences": "This extraordinary series of attacks began at 6Whatever the placement of them was though, there were an awful lot of them. We don't have an exact count, but it appears to be in the thousands. That would matter because that would make it easier to overwhelm Israel's missile defense system, the Iron Dome system, and make sure that some got through even if many were stopped. More importantly, by doing this, all indications are that laid the groundwork for what came next, at 7:40, an hour and 10 minutes later, thar's when armed soldiers, fighters, started coming out of Gaza into Israel. Some by knocking by walls and barriers here, some coming in by air with powered parachutes, some by boats going around here. This was something, again, that indicated it was a very planned attack, and soon you saw people with rocket launchers and rifles running in the streets. They even went and engaged military bases, where you would think they would expect the most opposition, gives an idea of their degree of planning and confidence as they went in to attack the Israelis. And of course, we've seen those videos of the towns that have been raided near that area where we had reports of people being taken hostage and other people being killed. All of it speaks to this very notion we've been hearing about from the beginning that this represents a level of planning and execution that is far deeper than what has typically been seen before. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "BRUNHUBER",
      "sentences": "Meanwhile, heartbreaking stories are emerging from the conflict. A couple who is attending a festival in Southern Israel near the Gaza border was kidnapped by Hamas militants during the unprecedented attack. We want to warn you, the video that you're about to see can be disturbing, but the families of the couple wanted to release it in the hopes that it will help secure their release.Now, the woman is taken away there on the back of a motorcycle as she pleads for help. Her boyfriend is apprehended by several men. Now, CNN hasn't been able to independently verify the video, but here's what the kidnapped woman's roommate told CNN's Erin Burnett. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "BRUNHUBER",
      "sentences": "All right. Still ahead, resilience in the face of violence as fighting rages in Israel and Gaza. We'll tell you why some civilians are refusing to leave their homes. Stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "NAFTALI BENNETT, FORMER ISRAELI PRIME MINISTER",
      "sentences": "It's been a very tough day for the State of Israel for the citizens of Israeli. The numbers of murdered Israelis is huge. Right now, what's been made public is 250, but it's higher than that. And we've got lots of kidnapped citizens and soldiers. We have babies that have been kidnapped into Gaza. We have 88-year-old woman with -- it seems like she has dementia, kidnapped into Gaza. So, it's been one of the hardest days in Israel's history and -- but Israel is strong. And we're striking back and we will win. But I have to admit, it's been a tough day.What I do want to say though is how much we appreciate America standing behind Israel so clearly. President Biden standing up very clearly and saying that, you're with us. And that means a lot. We're going to do the job. We don't need -- we never asked for American soldiers to do the job for us and defend us. We'll defend ourselves, that's fine. But still, knowing that the good people of the United States of America stand behind the good people of Israel means the world to us. So, for that I want to thank you. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}