{
  "date": "2023-09-04",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Putin Says Russia is Open to Negotiations on the Grain Deal; First- Ever African Climate Summit Kicks Off in Kenya; Burning Man Festival Goers Finally Prepared to Leave the Desert After Intense Rain Left Thousands Trapped; Flooding And Mud Strands 70,000 At Burning Man; Torrential Rain Kills Two People In Spain; China's Leader May Skip Gathering Of Top Economies. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "ISA SOARES, HOST, ISA SOARES TONIGHT",
      "sentences": "A very warm welcome to the show, everyone, I'm Isa Saores. Tonight, Putin says Russia is open tonegotiations on the grain deal. But it comes just hours after the Kremlin targets Ukrainian ports. We'll have the very latest on Ukraine's high stakes diplomacy efforts. Then, the first ever African Climate Summit kicks off. And leaders are pushing for change. We'll have the latest for you from Nairobi. Plus, a line of cars as long as the eye can see. Burning Man Festival goers are finally prepared to leave the desert after intense rain left thousands trapped. We have the very latest. But tonight, we start with diplomacy in Sochi and drone strikes on the Danube. Two prongs of Russia's Black Sea strategy. President Vladimir Putin hosted Turkey's Recep Tayyip Erdogan today. Moscow is floating the idea of reviving a Black Sea grain deal. And Mr. Putin says he's open to talks. But he's also blaming the West for killing the original pact. Even though, if you remember, Russia pulled out of it. Turkey's president sounds optimistic about a new deal. Food security as you all know for millions of people hangs in the balance. And even though, Russia started this war and is accused of weaponizing food, Mr. Erdogan says it's Ukraine that needs to soften its approach. Have a listen. (BEGIN VIDEO CLIP) RECEP TAYYIP ERDOGAN, PRESIDENT, TURKEY (through translator):  In order to be able to take common steps with Russia, Ukraine needs to soften its approach, especially now. Grain, which will be sent to the least, double- up, poverty-stricken African countries is important. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOARES",
      "sentences": "Well, all of this after Russian drones hammered Ukraine's Odesa region overnight. NATO member Romania watched as its neighbor was attackedacross the Danube. Officials condemn the strikes, but say no drones hit Romania. Meanwhile, Ukraine's Jewish President has chosen a Muslim to be his next defense minister. Rustem Umerov is a Crimean Tatar who chairs Ukraine's State Property Fund. He's not from Volodymyr Zelenskyy's party, and he needs parliament approval to take the new job. Let's get more on all of this, Nic Robertson joins me now here with more. Nic, let's start with these diplomatic talks. What did you make then of that statement then -- that, from Erdogan that it needs to soften its stance, Ukraine needs to soften its stance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, it's a little surprising because Erdogan really wants to be in the position ofpeacemaker, which means, sort of walking a fine line between the views of both President Zelenskyy and President Putin. Yet, here he's calling on President Zelenskyy to soften his position vis-a-vis Russia's objections to the grain deal as it stands right now. The grain deal was working fine for Ukraine, but the international community told Putin you actually pulled out. But -- then Erdogan goes on to say, the clip that comes up after the bit we just heard there is interesting, because it says Putin rightfully does not approve 44 percent of the grain going to Europe. That's Erdogan saying that Putin rightfully objects to that. So, really, it's siding --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "ROBERTSON",
      "sentences": "Here with President Putin, and I think that's something of a surprise. In essence today, it gave President Putin, because he always knewthat he wasn't going to suddenly agree to these new U.N. --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "ROBERTSON",
      "sentences": "The new U.N. concrete proposals. That this was going to be an opportunity for him with a lot of attention. President Erdogan going intothe meeting, saying the attention of the world is on this meeting today. Putin knew that he was going to have big forum to tell everyone why he's dissatisfied with the deal as it was. So, really, this has played into Putin's hands in many ways, it appears.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOARES",
      "sentences": "But, it hasn't really moved since we last talked in July. The needle hasn't really changed. He, he's not changing. He's not easing hisdemands, either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "ROBERTSON",
      "sentences": "He's not. So, where does it stand? I mean, Ukraine's western allies will continue to support Ukraine, and the U.N., SecretaryChamble(ph) -- Guterres, last week sent --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Indeed, I know you'll stay on top of it. Nick, appreciate it, thank you very much. Well, let's get the latest on the ground in Ukraine.CNN's Melissa Bell is live in Zaporizhzhia. And Melissa, I'm not sure if you heard the conversation that Nic and I were just having about the meeting between Erdogan and Putin. Because just hours before the talks got on the way in Sochi, we know that Russian forces launched this massive drone strikes on Ukrainian ports. Just bring us up-to-date on those developments first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "MELISSA BELL, CNN CORRESPONDENT",
      "sentences": "That's right. They weren't just drone strikes on the eastern area of Dnipro, but, also on that southern areaaround Odesa. And specifically, Isa, we were talking about some of the grain infrastructure on the rainy -- at the rainy port, which is one of the big export grain -- exports for Ukraine just along the Danube, across the river from Romania. So, even as he was preparing for these talks and his grandson in front of the international community, Russian forces were again targeting not just frontline positions, but the very infrastructure that allows Ukraine to get its grain out to the rest of the world. And I think it's important to remember the cynicism that is behind that. Beyond those drone strikes that you mentioned that happened earlier this morning, there have here more recently been a series of missile and aerial strikes on several parts of the frontline. Not just in the east of the country, but also here in the Zaporizhzhia region on many of those frontline towns and villages that continued to be inhabited by civilians. And they're at the very forefront of what is happening on those frontlines as close as they are. Now, we've had the chance over the last couple of days to follow Ukraine's security service, the SPU. Now, they've been on a mission, Isa, to try and get behind those Zaporizhzhia frontlines that we've been following so closely these last few days where those gains have been made to try and take out the weapons system that they can on the other side. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)BELL (voice-over):  Ukraine's security service preparing for a raid across enemy lines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "BELL",
      "sentences": "In a war of artillery and drones and plenty of creativity.(on camera):  As it looks almost like a -- like a toy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It is Jenni's(ph) toy with some upgrades and some innovations with some magic.BELL (voice-over):  Enough magic that this specially made drone will travel far beyond the Zaporizhzhia frontline. In search of a Russian air defense system, it flies deep into enemy territory towards a town that is one of the main objectives of the southern counteroffensive, Tokmak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "BELL",
      "sentences": "At the other end of the phone and watching the same screen, a HIMARS unit is ready to launch. The call sign of this drone's unit commander isbank here(ph), a reminder of his life before the war when this land was still Ukrainian.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Now, you can see on the road, this is Russians' vehicles moving. This is the checkpoint, Russians, you can see in Tokmak.(SPEAKING IN FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "BELL",
      "sentences": "But tonight, they've been unlucky. The air defense system they wanted to hit is no longer there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "BELL",
      "sentences": "Home for tonight is a field about 15 kilometers north of the frontline, using only red lights to avoid detection, they've got a bird'seye view of the battle below and what's happening beyond.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are hunting for them for some time, we have some results. We know where they're hiding. We know where they are moving. Soit's a question about trying to justify them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "BELL",
      "sentences": "And each time it flies, the drone records precious information, the state of Russian defenses, vehicles and systems being moved. Even iftonight, a Russian air defense system and its four to five officers were unbeknownst to them, spared. (on camera):  Are you disappointed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No. We are not disappointed. This is our service, it's our work and we will be -- we will continue to do it.BELL (voice-over):  Until he says every last inch of Ukrainian territory has been freed, however long that takes. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "BELL",
      "sentences": "Over many dozens of kilometer deep. Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes, which explains really some of the criticism -- goes against some of the criticism, of course, that we have been hearing that it'staking too long, and that you've just laid it out right there for us, Melissa. And speaking of about counteroffensive and really what you just showed us. Talk about the replacement of the defense minister, without a doubt, Melissa, one of the toughest and perhaps most important jobs in government. What do we know about him, especially the why now? Because we're mid counteroffensive that you just laid out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "BELL",
      "sentences": "Rustem Umerov, he's considered, Isa, an extremely safe pair of hands, not only is his background business, but he has been closelyinvolved in this war in prisoner swaps in the past. As you laid out quite rightly at the start of your show, he is a Crimean Tatar and wasn't -- he's not even in President Zelenskyy's party. This of course has to go through parliament. But he is considered someone who is up to a job that is quite formidable, not only is he going to have to put behind the Ministry of Defense, these corruption scandals that have dogged it over the course of the last few months, things to do with procurement and getting weapons to soldiers, also a number of scandals to do with enlistments and bribes being paid so people didn't have to fight. All of that, he's going to have to put behind his ministry, even as he continues to concentrate on the fairly daunting challenge, although they're in the middle of wartime, helping get Ukraine's defense ministry up and running or continuing that progress that it can carry on taking its long- range artillery to Russia, and continuing to reassure western allies and convince them to keep giving ever more sophisticated weapons. It is the F-16s that they're looking to speed up the training and the procurement for this stage. But there will of course be more demands, more requests, this is an ever evolving frontline. And as we've seen over the course of the last 19 months, so far, the allies have been able to keep up with that. It's going to be this man's job to ensure that they keep doing that, even as the world goes -- gets pretty fed up with this war and all that it has cost, not just money, but of course, the arsenals of the allies --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "BELL",
      "sentences": "That we're talking about. Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Indeed, yes, tough job and of course, perhaps a symbolic appointment here. Melissa, great to see you, thanks very much. Let's getmore analysis now. I'm joined by Tymofiy Mylovanov, a well-known face here on the show. He's the president of the Kyiv School of Economics and Ukraine's former Minister of Economic Development, Trade and Culture. Tymofiy, great to have you back on the show. I want to start off with the diplomatic efforts if I could, in terms of the Black Sea grain deal or the lack of a deal. I'm not sure, Tymofiy, whether you heard the comments that Nic and I were talking about. Nic Robertson, our correspondent talking about -- Erdogan said   today that Ukraine needs to soften its approach to revive the grain deal. How do you interpret those words?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "TYMOFIY MYLOVANOV, PRESIDENT, KYIV SCHOOL OF ECONOMICS",
      "sentences": "I just talked to some people at the government, and they still don't have information ofwhat it means. And some information should be available tomorrow. I think there will be some conversations between Erdogan and President Zelenskyy or Ukrainian high officials. But my interpretation is the fall(ph) line. You know, the demands -- the five demands that Putin put forward in July when they pulled out from the deal, they actually have not much to do with Ukraine. They are mostly about sanctions imposed by the wealth and actually their manipulations, because he claims, for example that there's no shipment insurance for agricultural products, that's not quite true. There is shipment insurance for agricultural products, there's no insurance for oil products. And so, what Putin is trying to do is to get out, to bargain, to blackmail and get out of broader sanctions, and it's a sign they're hurting. There is one aspect which depends on Ukraine. It's the transmission of certain fertilizers through Odesa port. And of course, Ukraine stopped all kinds of trade and economic interaction with Russia when the war started, when the invasion started. And so, it's simply impossible for Ukraine, it would be an insult to the injury if we accept and start trading or passing some products through us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "You don't sound optimistic at all that anything is going to come out of this diplomatic push from Turkey's side. And you know, the idea ofsoftening its approach -- of Ukraine softening its approach, coming as well, Tymofiy, as Russia continues to bomb Ukrainian ports, which is what we've seen in the last 24 hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MYLOVANOV",
      "sentences": "Through Romanian ports using the river. So Russia is trying to destroy infrastructure there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "How do you protect that then, if we're going to go for the Danube. How -- are you fairly certain this can be protected if this is a plan B, ifthere's no diplomatic solution on the -- on the Black Sea grain deal here, Tymofiy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MYLOVANOV",
      "sentences": "First, plan B or better plan B increases the chances of a diplomatic solution, because the alternatives -- the alternative is there -- OK, we can have as well, I think that's Putin's reasoning deal. Second, air defense, of course. And the third, there are today's reports that Russian drones hit Romanian territory. So, there should be a proper response. If that's true, there should be a proper response from the NATO.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Romania is denying being hit. But yes, so we have heard that from Ukrainian side, Romania is denying that. Let's talk then about PresidentZelenskyy, what we heard from him today. He said today that a new approach to the -- there's call for a new approach, I should say to the war. This as he replaces -- and Melissa Bell, our correspondent was saying that a new -- the defense minister. What do you think Tymofiy, this new approach will look like under this new defense minister?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MYLOVANOV",
      "sentences": "President Zelensksyy didn't specify what he wants to see as a result of Umerov's appointment. But there are at least two aspects to it. Iknow Rustem personally, and I know Oleksii personally, the previous and the incoming ministers. Rustem still has to be voted in, so, you know -- but I don't expect any hiccups there. One, there's a political aspect. Rustem Umerov is a Crimean Tatar, he's on very good terms with the Middle East, with Ankara, with a lot of -- you know, with a lot of thousand in fact, and he is an asset, and I think this also signals the relationship and signals an importance of that area geopolitically for Ukraine. Also, Rustem is -- he's not a very public figure, but he's very good at enabling certain strategic objectives being achieved. And I think the new approach here means, somehow it's a reflection of the frustration of the civil society with the ability of the Minister of Defense to, A, respond to the -- some corruption allegations and scandals on supply of groceries and clothing. And the second part about this feat of adoption and introduction to the industrial level of production of drones and new technologies. I just want to make clear that Minister Reznikov is perceived in Ukraine to be squeaky clean, and it's more response to the public frustration with it rather than some evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Tymofiy, always great to get your insights as well as your analysis. Thanks very much, Tymofiy. Now, the president of South Africasays an independent panel found no evidence that his country provided arms to Russia. Cyril Ramaphosa says the panel investigated claims the weapons were loaded onto a sanctioned Russian cargo ship last December. U.S. Ambassador Reuben Brigety said -- first made the allegation in May, at the time, Brigety said that he was so convinced that he would bet his life on it. But President Ramaphosa says the investigation discovered the ship actually brought in military equipment that South Africa had ordered in 2018. Well, the first Africa Climate Summit is underway in Nairobi. African leaders and investors from right around the world among those attending the event. The continent is expected to bear the brunt of climate change, even though it emits little greenhouse gases on a global scale. Our Larry Madowo is there in Kenya's capital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "African countries are trying to be proactive in their response to the climate crisis, especially trying toshift the narrative away from divisions within the global north and the global south. President Ruto making some bold statements at the opening of the Africa Climate Summit, the first of its kind here in Nairobi. I want to get a quick reaction from Dr. Galine Yanon; he's a climate security expert with the U.N. Office for the West Africa and the Sahel. What do you think Africa is asking for here? What does Africa need from the rest of the world? GALINE YANON, CLIMATE SECURITY ADVISER, U.N. OFFICE FOR WEST AFRICA &amp; SAHEL:  Thank you very much for this opportunity. Just one single thing I would say here, Africa is asking for a listening for two panel. How can we find a space where we can discuss true proudly to each other, so we share our problems, we share our issues --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MADOWO",
      "sentences": "Right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "MADOWO",
      "sentences": "So these discussions keep coming up --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "YANON",
      "sentences": "Exactly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "MADOWO",
      "sentences": "Every year --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "YANON",
      "sentences": "Exactly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "MADOWO",
      "sentences": "Every year and every COP --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "YANON",
      "sentences": "Exactly. When are we taking action? So, the time of action is now. So, I don't want to repeat all this big earth thinkers who are talkingabout action now. But we need to really listen to what is going on in the Sahel, what is going on in South Africa, in all around the world, situation are going, drought is happening, the storm even are getting more and more frequent. If you look at the WMO report, like the state of climate for Africa, you will be shocked. So, it's like you have the impression that no one is observing, no one is listening to exactly what the nature is telling us to do. So there's the need I'll be sending to each other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "MADOWO",
      "sentences": "Africa is warming faster than the rest of the world. I have covered extreme weather events, flooding in Nigeria, drought in the horn ofAfrica. What is the most immediate action that's necessary here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "YANON",
      "sentences": "Adaptation. We need more resources to adapt. And more resources doesn't mean exactly financial resources. There's also need of capacity.There's also need for advocacy for our leaders, for our people to take and to understand exactly that. What we need is not only money that people are talking about climate fund, it's good. It's good to have money, but it's good also to know where to start acting. So, we need to exactly address the issue where the problems are. If you go, for example, to Mali or to Burkina Faso or to one village, for example in Senegal, what they need, what they're looking for is to produce more, is to produce better for their families. So, they need water. They need to input -- they know in size, they need exact techniques, so that they can produce exactly what they need for the year. So, we need to start from there, and so, from there now, we need to build up. And all these partners, all these financial institutions need to come for -- to support what actually is going on, on the ground. So, when I talk about adaptation, excuse me, it's not only to stay on that one --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "MADOWO",
      "sentences": "Right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "YANON",
      "sentences": "But also, we need also to look at how we can support also all the mitigation work going around. Because now you're addressing a delicateissue of carbonization, of how the global warming -- so, we need to go have a very systemic approach in that one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "MADOWO",
      "sentences": "Dr. Yanon from Senegal, thank you so much, and that's one of the issues that President Ruto opening the summit talked about. The need tofigure out the financial models especially to handle loss and damage, which is a conversation that comes up in all these forums, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Thank you very much, Larry Madowo there. And still to come tonight --(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hey, welcome! Welcome!(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Now, to a joyous reunion in Chile. During the war of dictator Augusto Pinochet, Maria Hellikah(ph) Gonzalez was told that her son died atchild birth. But 42 years later, she received a stunning call, saying that he was alive and wanted to meet her. He was one of many babies stolen decades ago and put up to adopted in -- adopted in foreign countries, I should say. CNN's Rafael Romo has the story of their reunion, which is heartbreakingly only one of the few, as thousands of families are still searching today for answers. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hey, welcome! Welcome!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "JIMMY LIPERT THYDEN, STOLEN AS A BABY IN CHILE",
      "sentences": "When I arrived in Chile, I felt like a lost puzzle piece. A piece that had been lost for 42 years.RAFAEL ROMO, CNN SENIOR LATIN AMERICAN AFFAIRS EDITOR (voice-over):  It's a birthday party that had to wait for more than four decades.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "THYDEN",
      "sentences": "They stole 42 years, but they will not steal 43.(FAMILY SINGING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ROMO",
      "sentences": "Jimmy Lipert Thyden is celebrating with a family he never knew he had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "THYDEN",
      "sentences": "I am blessed in the fact that I have a loving family on both sides of the equator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ROMO",
      "sentences": "His story begins in 1981 in Valdivia, a city in southern Chile.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "THYDEN",
      "sentences": "My mother, my ma, she gave birth to me one month premature. They told her, you know, oh, he looks jaundice, you know, he looks yellow, weneed to put him in an incubator, and they carried me out of there before she could hold me, before she could name me, they carried me out, and then they came back and told her that I had died.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ROMO",
      "sentences": "Thyden says that it was all a scheme to make money out of unsuspecting foreign families looking to adopt children, especiallyAmericans who had no idea what was going on. (on camera):  Your adopted family in the United States had no idea that you had been stolen as a baby?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "THYDEN",
      "sentences": "They never believed for one second they were buying a child. They never would have -- would have done that.ROMO (voice-over):  During the dictatorship of General Augusto Pinochet in the 1970s and '80s, babies were funneled to adoption agencies. Some from the upper classes, taken or given up to protect reputations of their mothers and some from the lower classes where children were simply stolen. Chilean authorities say many priests, nuns, doctors, nurses and others conspired to carry out illegal adoptions. Authorities told us the number of stolen babies could be in the thousands, but the investigation into the adoptions has languished over the years and some of the hospitals where the children were born have shut down as we have found out over the years. (on camera):  For many women in this country, what this hospital in ruins means, is a place where their children were stolen. A place that became a nightmare for them. They were looking for a place where they would deliver a healthy baby, instead they left empty-handed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "CONSTANZA DEL RIO, FOUNDER, NOS BUSCAMOS",
      "sentences": "Jimmy Thyden is one of the --ROMO (voice-over):  Constanza del Rio; the founder of Nos Buscamos says that after Jimmy Thyden got in touch with them, she recommended a DNA test.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "THYDEN",
      "sentences": "Hello, my name is Jimmy Thyden --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ROMO",
      "sentences": "When a match came back a few weeks later, she says she knew the next step was making a phone call to a woman who had believed for decades herson had died shortly after being born. \"She couldn't believe it\", she said, \"she thought it was a joke in poor taste because she had been told her premature baby boy had died.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "THYDEN",
      "sentences": "She didn't know about me because I was taken from her at birth, and she was told that I was dead. And that when she asked for my body, theytold her they had disposed of it. And so, we've never held each other. We've never hugged. And today, I'm going to get to do that for the first time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ROMO",
      "sentences": "After several agonizing months, Jimmy Thyden was finally able to travel to Chile to give Maria Hellikah(ph) Gonzalez, his biological motherthe hug that had to wait for 42 years. (on camera):  What would you like the world to know about what happened to you? What do you want people to know about your case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "THYDEN",
      "sentences": "I want them to know that there's tens of thousands of children like me. We tell our story, we do these interviews because we tell allthese stories until every child is found.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:27",
      "speaker": "ISA SOARES, CNN ANCHOR",
      "sentences": "Wonderful piece there from our Rafael Romo. And still to come tonight, stuck in the mud and stranded in the desert. Ahead,what happened at Burning Man and when people might be able to leave. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:27",
      "speaker": "SOARES",
      "sentences": "Welcome back, everyone. In less than an hour, Burning Man Festival goers should finally be able to leave after the annual desert festivalturned into a mud bath this weekend. I want to have a look at this, a sea of cars waiting to leave the festival, taken just an hour ago. Tens of thousands of people have been stuck for days. And usually, it's an escapist's utopia. This year's festival took a dramatic turn. The dry wasteland was hit by two to three months' worth of rain in just 24 hours. Trapped attendees showed videos of themselves and their vehicles caked in thick kind of sticky mud. At least that lady's still smiling. As one festivalgoer explains, it's also part of the burning man experience. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "SOARES",
      "sentences": "And all I could focus on was how is it possible that that coat is still white? Well, Camila Bernal now has a story up to this point. Thoseheavy downpours of mud have made leaving pretty impossible. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We planned on leaving right after the burn, which is Saturday night. And then it started raining on us, like that night.CAMILA BERNAL, CNN CORRESPONDENT (voice-over): A dramatic washout at Burning Man, trapping tens of thousands at the festival and delaying the event's marquee moment when a massive wooden effigy known as The Man is set on fire. The decades old gathering in the Black Rock Desert is no stranger to extreme heat, but rarely like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're sinking. Being bare foot's the way to go.BERNAL (voice-over): Two to three months' worth of rain falling in just 24 hours, turning the desert ground into thick cement-like paste. Festivalgoer, Dean Zeller, from Santa Monica, California shot this video with his ankle deep into the mud. And from the air, you can see the standing water, muddy roads, and countless RVs, vans, trucks and other vehicles parked and helpless.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "When it was really wet, you couldn't do anything. You just lived here. There's really no way to walk miles, you know, to get outof it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We couldn't leave. Like we were stuck basically. People couldn't -- could barely walk, let alone drive their bikes or driveout of here, and so that started getting a little scary. BERNAL (voice-over): Many of those who tried to drive away were stuck. The situation so concerning that even president Joe Biden was briefed on the matter. While organizers have often described the festival as a self- expression event, where harshness meets creativity, few expected it to be this bad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's a survival event. Like you come out here to be in a harsh climate and you prepare for that.BERNAL (voice-over): Event organizers said roads remained \"Too wet and muddy.\" And local authorities have told thousands of people to shelter in place. Though some attendees braved the conditions to make it out, including actor and comedian Chris Rock and another festival attendee, DJ Diplo. They posted a series of videos as they trekked more than six miles in the mud before the two got a ride on the back of a van's pickup truck. Local officials are urging those still on site to conserve food, water and fuel. Still some attendees downplayed fears, telling us they think they'll manage just fine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't think that it's going to -- like people are going to like starve or do anything over there. The community in itselfwould help each other and there's a lot of people who overstocked for this thing, too. It's really beautiful actually when you go into the camps. Everybody was helping each other out. BERNAL (voice-over): Camila Bernal, CNN, Black Rock City. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "SOARES",
      "sentences": "Well, let's get the latest now on the ongoing evacuation. CNN's Nick Watt joins us now from Los Angeles. And Nick, we just saw this littlevideo of a line, a stream of cars getting ready to go. Is that assuming in the next hour the conditions will be better, will be drier for them to actually move? Is that we're looking at it right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "NICK WATT, CNN CORRESPONDENT",
      "sentences": "Yes. So basically, they've said that at noon local time, so that's in, like, 22 minutes from now, they will officiallyopen the road and people will be able to try to get out. We have seen people getting out all morning, in four-wheel drive vehicles braving that mud, managing to get out. Now, what you're looking at there, that's basically an ancient dried up lakebed and that's the problem. It is silt, it is clay. So, what happens is they got less than an inch of rain, which doesn't sound catastrophic for most places, but in the desert where it never rains, it is a big deal. The water cannot sink in it. It just sits on the top and creates this horrible, just gloopy soup of mud that people were saying was just sticking to their feet adding like five pounds of weight to each foot as they tried to walk around. But the saving grace, the blessing, you see a little bit of sunshine in the sky there, that sun will also quickly dry the clay, allowing 70 plus thousand people to actually get out, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "SOARES",
      "sentences": "I mean an inch of rain, as you all know here at Glastonbury, I mean that's what's expected normally anyway, but, look, the festival's grandfinale from what I understand is happening scheduled tonight. So, are some people deciding to stay and what are they saying? How -- are they just embracing the conditions here, Nick?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "WATT",
      "sentences": "And then they got picked up by a fan passing in a pickup truck who apparently recognized DJ Diplo. Diplo has said that he is giving that guysome tickets to shows. You know, the people who are sticking around, also there's a kind of faint hope that maybe next year will be a better festival, you know. Burning Man is supposed to be a very counterculture, keep your freak flag flying kind of vibe. In recent years, it has been slightly overtaken by, you know, celebrities and the old tech bro coming in from San Francisco, so some people are saying, you know, this might kind of weed out the people who are not really serious about the ethos of Burning Man and the next year, it'll be purer, better. And many people saying absolutely were coming back. They will probably not be hoping for rain, but they are saying they are coming back and hoping for that. You know, it's become part of American culture, it's become a festival that people love to kind of knock for being bizarre and odd. But the people who go, everyone I know goes, they absolutely love it, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "Likewise. Yes. They say it's very creative and at least they're one with nature. But look just explain, Nick, for viewers who don't know interms of the size and the length of this journey. Diplo was staying three hours or so. What is this journey like on a normal day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "WATT",
      "sentences": "Well on a normal day, it's fine. I mean listen, the metal road runs out and then you just drive across the desert into the Burning Man to thecamp. And, you know, normally, dust is the big issue rather than mud. But it is a long way out. It was a good three-hour walk. Diplo and Chris Rock apparently undertook people, had, you know, plastic bags wrapped around their feet. As I mentioned, that mud is just sticking so it's a pretty hard trek. Once they got to the road, They had to get to the local town in Reno, which is the nearest big city, is, you know, a good hundred miles or so away. So, it's a pretty big undertaking to try and get out. And as you see now, you know, the line for all of these cars trying to get out, it's going to take a while before they manage to clear the site, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "Nick, appreciate it. Thanks very much. Nick Watt there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "WATT",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "SOARES",
      "sentences": "Well, torrential rain has caused major devastation in central Spain where at least two people have died due to Storm Dana. Emergency servicessay that at least three people are still missing in Toledo and the Madrid region. You can see from these pictures there how the rain turned streets and roads into muddy rivers. One resident described the sudden downpour. Have a listened to what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(through translator)huge strike, which was this trash bin on my back. After that, the water came into the house as if it was a wave. It went upstairs and we panicked a bit. We tried to solve the issue the best way possible. We put the dog on the roof and it was a very dramatic half an hour. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:21",
      "speaker": "SOARES",
      "sentences": "For The first time ever, Chinese leader Xi Jinping may skip the G20 summit. Instead, China indicated that Premier Li Qiang would go to NewDelhi in his place next weekend. The news comes as tensions rise between China and host country India over their disputed border. For more, I want to go to Kristie Lu Stout in Hong Kong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:21",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDENT",
      "sentences": "Will Chinese leader, Xi Jinping, attend the G20 summit in India later this week? Well, according to China'sMinistry of Foreign Affairs, Premier Li Qiang will be at the gathering in New Delhi and this is the clear sign yet that Xi is not attending the summit amid speculation that he would be a no-show. Today, foreign ministry spokesperson Mao Ning said this, \"At the invitation of the government of the Republic of India, Premier of the state council, Li Qiang, will attend the 18th G20 summit to be held in New Delhi, India on September 9 and 10.\" There is no mention of Xi in this statement. Now Xi has attended all other in-person G20 meetings since becoming president in 2013. In 2021, during the COVID-19 pandemic, he joined via video link. At this year's G20, Xi would be missing out on key conversations on climate in Ukraine. And his expected no-show in New Delhi comes as China and India clash over a border dispute. It also comes as China battles a number of economic challenges with one of the country's largest homebuilders warning of default. On Sunday, the U.S. president, Joe Biden, told reporters that he was disappointed that Xi was not attending the summit, but suggested that he will be meeting with him in the future. Biden did not elaborate. U.S. tensions and tensions with China have flared over Taiwan, trade and territorial disputes in the South China Sea. And in a bid to stabilize the relationship, a number of senior Biden officials have visited China in recent months, including the U.S. Commerce Secretary. President Biden previously told CNN that he would be meeting with Xi Jinping in the fall and they may still have an opportunity to speak on the sidelines of the APEC summit in San Francisco in November. Biden and Xi last spoke on the sidelines of the G20 in Bali last November and that has been the only in-person encounter between the two leaders since Biden took office in 2021. Kristie Lu Stout, CNN, Hong Kong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:33",
      "speaker": "SOARES",
      "sentences": "Well, China is considering placing limits on screen time for kids and teenagers in a bid to curb internet addiction and cultivate, \"Goodmorality.\" All devices would be required to have built-in minor mode, which would restrict screen time based on age. CNN correspondent Ivan Watson has more on the proposed rules and the reaction to those rules. (BEGIN VIDEOTAPE) IVAN WATSON, CNN CORRESPONDENT (voice-over): It's an all too familiar scene. A child begs his mom for one more minute on her phone, a daily battle over devices. China's answer, Minor Mode, a proposed law to order tech giants to limit children's screen time and shut off apps. For one tired parent, the proposed rules would be a relief. CRYSTAL GUO, MOTHER (through translator): This would be wonderful if it were true. There would be less anger between us, mother and son. He just can't keep his phone out of his hands. WATSON (voice-over): Under the new mode, children under 18 will get a maximum of two hours on smartphones per day and will be locked out overnight. But Beijing's top-down approach has its critics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:33",
      "speaker": "ANDREW COLLIER, MANAGING DIRECTOR, ORIENT CAPITAL RESEARCH",
      "sentences": "The broader worry I have is that China, under the current leadership, is imposing avery strict cultural moralism on their citizens, which is not going to be necessarily helpful for their personal growth or for the future of the Chinese economy. WATSON (voice-over): As part of China's broader digital crackdown, minors are already banned from gaming on weekdays. Social media apps have time limits and some parents ship their children off to boot camps to kick internet addiction. Mengtai Zhang, who was sent to one of these camps at 16, says Beijing's latest rules won't work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:33",
      "speaker": "MENGTAI ZHANG, ATTENDED INTERNET ADDICTION CAMP",
      "sentences": "Without those structural changes, limiting children's time on video games won't change anything forthe addiction. If they find a way to create a more meaningful space for children to spend their time together and have their parents relax from the work, the situation would be much better. WATSON (voice-over): Children are also finding ways around Beijing's rules. This 10-year-old explains. UNIDENTIFIED MALE (through translator): Some kids use their parents' ID to log in. They never put their phones down. They'll look at it until the battery runs out. WATSON (voice-over): The new guidelines order internet providers to highlight socialist and patriotic content and promote family values. This mom hopes the rules will also mean more outdoor play. UNIDENTIFIED FEMALE (through translator): It takes away from your time to play, exercise, and read. It takes away from your time to do more interesting things. WATSON (voice-over): But her son says parents need to lead by example. UNIDENTIFIED FEMALE (through translator): It's not easy to control myself, adults can't either. UNIDENTIFIED FEMALE (through translator): Don't speak about us adults. Speak about yourself. WATSON (voice-over): A battle over screen time that's far from over. Ivan Watson, CNN, Hong Kong. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:01",
      "speaker": "STEVE HARWELL, VOCALIST, SMASH MOUTH",
      "sentences": "Hey now, you're a rock star, get the show on, get paid, all that glitters is gold, only shooting stars break themold. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}