{
  "date": "2023-09-29",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "House Fails To Advance Last-Ditch Stopgap Bill As Government Barrels Toward Shutdown; Rep. James Clyburn, (D-SC), Is Interviewed About Government Shutdown; First Guilty Plea In Major Trump Legal Case; Fulton County Prosecutors Signal They May Soon Offer Plea Deals To Sidney Powell & Kenneth Chesebro; Judge Denies Jeffrey Clark's Request To Move Georgia Election Subversion Case To Federal Court; Trump Courts GOP Voters In C.A., Seeks Sweep Of Delegates; Trump Courts GOP Voters In CA, Seeks Sweep Of Delegates; Arrest Made In Connection With Tupac Shakur's 1996 Murder; Four Baton Rouge Police Officers Face Misconduct Charges Amid Investigations Into Street Crimes Unit. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:43",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Welcome to THE LEAD. I'm Jake Tapper.This hour, the breaking news, the first guilty plea in the Fulton County, Georgia election conspiracy case alleging efforts to steal Georgia's electoral votes. This guilty plea from bail bondsman Scott Hall, one of 18 codefendants charged alongside Donald Trump. Plus, a fight over the home of Glamorous actress Marilyn Monroe. Should this home be protected as an historic site? Or should it be knocked down to make room for new red hot real estate? And leading this hour, the odds of a government shutdown are now higher than Willie Nelson taking a tour of Amsterdam, only one day until the United States government runs out of funding and there is no clear path to a solution. Hours ago, a last ditch measure to pass a stopgap bill failed in the House. Twenty-one Republicans crossed over to vote with Democrats. Even House Republican leaders say they're, quote, \"in the dark\" about where to go from here. It's up to the speaker, said House Republican Whip Tom Emmer of Minnesota. The shutdown will directly disrupt the lives of nearly 2.2 million Americans who are federal employees. And that's not even including active duty troops or any of their families. On average, federal workers earn between $55 and $65,000 a year. Thousands make closer to $15 an hour. Average pay for an army staff sergeant with eight years' experience, $48,500 a year. That means most of these folks cannot afford to miss a payday. Perhaps this could be lost on the average member of Congress who makes $174,000 per year and who will, by the way, continue to be paid during the shutdown. So this will not impact their wallets and their purses, even if they are not doing their jobs, and many of the others are expected to keep doing theirs, of course. The longer this shutdown lasts, the more we're all going to feel the impacts. TSA agents, air traffic controllers might stop showing up to work, so perhaps you shouldn't get too attached to any flight plans you have. Transportation, construction work could be put on hold. So have fun continuing to dodge those potholes. FDA food safety inspections might be disrupted, so enjoy those hot dogs while you can. CNN's Manu Raju is on Capitol Hill, where time to avoid a shutdown is running out. Manu. Speaker McCarthy meeting with House Republicans behind closed doors right behind you. What is he telling them? Is there any sort of plan? This is, after all, his job, and in no small part his fault.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:43",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes. Look, he is just telling his colleagues right now, I'm told from people in the room that there are no good options left. But he has not said what his preferred plan is. And that is the big question here. I'm told, that he essentially laid out several ways they can go.They can move forward on a Republican plan to keep the government open, the same plan that fails just this afternoon when 21 House Republicans joined with Democrats to sink that measure over concerns from those hard right members that the spending cuts were not deep enough. Democrats thought they were too deep and voted against that measure. He said they can bring that back up. Or he said they can simply extend current government funding with no other extraneous provisions attached and simply try to dare Democrats to vote against it. That is something that a lot of Republicans won't accept over here. And he also suggested that they could accept the Senate plan, which he has already said that he opposes because of its inclusion of Ukraine aid, and it's not inclusion of border security money. This all comes, Jake, as the tension was palpable among some of the Republicans in the aftermath of that failed vote, finger pointing among some of the more moderate members against the hardliners who brought that down. (BEGIN VIDEO CLIP) REP. DAN CRENSHAW (R-TX): They killed the most conservative position we could take and then called themselves the real conservatives, which is like, make that make sense. REP.MIKE LAWLER (R-NY): There's only one person to blame for any potential government shutdown, and that's Matt Gaetz. He's not a conservative Republican, he's a charlatan. REP. MATT GAETZ (R-FL): We will not pass a continuing resolution on terms that continue America's decline. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:43",
      "speaker": "RAJU",
      "sentences": "So then the question is, what is indeed next? The Senate is still moving along bipartisan lines to try to get a bill through. But, Jake, that may not be out of that chamber until potentially Monday, leaving it a couple days after the government shutdown deadline, and the House Speaker still not embracing that plan. So just a lot of uncertainty and expectation that the government will indeed shut down over divisions among Republicans, not just in the House GOP, but House GOP and Senate GOP as the shutdown, if it happens, it could take -- it could extend for some time. The only question also is how long, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:43",
      "speaker": "TAPPER",
      "sentences": "And, Manu, I just want to underline this one point. Neither Speaker McCarthy nor Matt Gaetz, who are at odds here, neither of them is proposing anything that could get through the Senate and be signed by President Biden, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:43",
      "speaker": "RAJU",
      "sentences": "There is no question about it. The bill that would have went, if it were approved in the House today, would have been rejected by the Senate. So therein lies the problem for Speaker McCarthy. If he were to move to try to cut a bipartisan deal, that threat to push him out of the speakership continues to linger over him, something that he fully recognizes. Even as he brushes that aside, people like Matt Gaetz warning that they will go after the speaker if he cuts a bipartisan deal. So the question is, Jake, does he go down that route, and will that risk of speakership all can play out here in the next few days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:43",
      "speaker": "TAPPER",
      "sentences": "Yes, all of this was eminently predictable as soon as he was elected speaker back in January. Manu Raju, thanks so much.With us now, Democratic Congressman James Clyburn of South Carolina. Congressman, good to see you. Five days ago, and maybe you were just being kind, but five days ago, you said a government shutdown was not a foregone conclusion, and you did not think we would get to the point of a shutdown. Where are you today? REP. JAMES CLYBURN (D-SC), ASSISTANT DEMOCRATIC LEADER: Well, thank you very much for having me. Five days ago it was not a foregone conclusion, even at the moment it does not have to be. The fact of the matter is, I think the Senate is putting together a very good plan that if the speaker were to sit down with the Democratic leader Hakeem Jeffries and I'm sure he's got 150, 160 people in this caucus. I think that from the vote today, there was 100, what, 98, 99 votes that wanted to keep this government open? And let's do a bipartisan piece of legislation, we can do that. All he's got to do is put the country above his politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:43",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:43",
      "speaker": "CLYBURN",
      "sentences": "His politics kind of dictate that he's got to get jerked around by 15 to 20 people, and the country dictates that we need to keep people working, keep people safe, and keep this country moving forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:43",
      "speaker": "TAPPER",
      "sentences": "But the problem, as you know, sir, is that McCarthy agreed, as part of the condition of him becoming speaker to one vote for a motion to vacate on the floor of the House, meaning Matt Gaetz, and he's threatened this many times, can go to the floor and offer a motion to vacate and he needs 218 votes to keep his job as speaker. And he might not have them unless Democrats were to vote for him for speaker. Would Democrats do that? Would you do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:43",
      "speaker": "CLYBURN",
      "sentences": "Well, there are circumstances under which I could vote for him to maintain his speakership. A lot depends upon whether or not he is willing to put what the Senate is doing on the floor. They have marked up to the agreement. We had an agreement back in the spring of the year. He knows what that agreement is, he made it with the President, and the Senate has been adhering to that agreement.The House is refusing to adhere to it. So, put the Senate bill on the floor. Take care of Ukraine funding, which we must do. Do what is necessary to protect people with these disasters that we need to face up to these wildfires, et cetera. And I do believe the Senate is amenable to doing something about border security. But what we must do is keep people safe, keep travel going. We cannot close down our airports, and we cannot subject travelers to unsafe conditions. And we should keep our federal employees happy, keep them in a positive way so that they can do their jobs and the country can continue to move forward. That's not a hard thing for him to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:43",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:43",
      "speaker": "CLYBURN",
      "sentences": "But he needs to sit down with Hakeem Jeffries and hammer out those agreements.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:01",
      "speaker": "CLYBURN",
      "sentences": "Well, I'd like to know what it is that he thinks we'll get out of getting rid of McCarthy. What do we get for that? I would much rather us look at what the country needs. Let's look at whether or not we can do a bipartisan continuing resolution, if not a bipartisan funding bill for the next Congress. And let that be our North Star, not whether or not we protect his politics, it's whether or not we protect the people of the country.So if you're going to do something in a bipartisan way, let it be doing what the people needs rather than what the politics of Matt Gaetz dictate. He is being political, and no Democrat, conservative or moderate or liberal or progressive, we aren't going to play that game. I don't think you'll get anybody on our side to play it with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:01",
      "speaker": "TAPPER",
      "sentences": "Before we go, sir, as a trailblazer yourself, I'm wondering if you have any thoughts on the passing of another trailblazer, Senator Dianne Feinstein of California.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:01",
      "speaker": "CLYBURN",
      "sentences": "Oh, yes, I do. I did know her personally. I have interacted with her on more than one occasion. I always found her to be a great person to work with, a person of honor. And I remember how she got into politics, those tumultuous days in California, and the kind of things that she worked on were things that are very near and dear to me, assault rifles and that kind of stuff. She was just a great person for California and for the nation as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:11",
      "speaker": "TAPPER",
      "sentences": "Some breaking news tops our law and justice lead, the first Trump co-defendant to plead guilty in the Georgia election case has agreed to testify in any future proceedings and trials as part of his plea deal. His name is Scott Hall, and he pleaded guilty to five counts. He will avoid jail time. Donald Trump and 17 others are also facing charges in this case related to efforts to try to overturn the results of the 2020 election in the state and steal Georgia's electoral votes. Joining us now are CNN's Katelyn Polantz and Jessica Schneider.Jessica, walk us through the details of the plea deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:11",
      "speaker": "JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT",
      "sentences": "Yes, the first guilty plea in this Georgia case, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:11",
      "speaker": "TAPPER",
      "sentences": "And there will be more, I bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:11",
      "speaker": "SCHNEIDER",
      "sentences": "There will be. This is the first of many. So he pleaded guilty to five misdemeanors, all related to his interference with the voting systems in Coffee County. So what, that means he has to pay a fine. There'll be five years of probation.He also has to write a letter of apology. But crucially, part of this plea deal is that he has agreed to testify truthfully in any proceedings related to this case, including trials. So that will inevitably make some of the other defendants here maybe think about what they need to do, whether they need to plead guilty, agree to a plea deal with prosecutors. I mean, this is a turning point for sure pretty early on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:11",
      "speaker": "TAPPER",
      "sentences": "Yes. And Fulton County prosecutors also signaled today they could offer plea deals to former Trump campaign lawyer Sydney Powell, who is, I think, Donald Trump even said she was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:11",
      "speaker": "SCHNEIDER",
      "sentences": "Crazy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:11",
      "speaker": "TAPPER",
      "sentences": "-- crazy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:11",
      "speaker": "SCHNEIDER",
      "sentences": "At one point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:11",
      "speaker": "TAPPER",
      "sentences": "-- and Kenneth Chesebro of Wisconsin, the alleged mastermind behind the fake electors' scheme. What do you think is the likelihood that Powell or Chesebro might take those plea deals?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:11",
      "speaker": "SCHNEIDER",
      "sentences": "I mean, well, so far, their attorneys are signaling that they won't. They're digging in their heels that they are mounting this defense. I mean, Chesebro's attorney at one point said these charges need to be dropped. That's the only way that we're not going to trial here. Indicating that they will not take a plea deal.But, of course, the developments today in Georgia with Scott Hall, it really does begin to put the pressure on. And of course, the more defendants that agree to these plea deals, perhaps the more pressure. But we're just a few weeks away from Chesebro and Powell, the start of their trial that started, so there's not much time left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:11",
      "speaker": "TAPPER",
      "sentences": "Yes. And Katelyn, former Justice Department official Jeffrey Clark, he was the one that Trump was thinking about appointing temporary acting attorney general, and he was then going to tell states to overturn the results.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:11",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Georgia especially.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:11",
      "speaker": "TAPPER",
      "sentences": "Georgia especially.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:11",
      "speaker": "POLANTZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:16:11",
      "speaker": "TAPPER",
      "sentences": "He was denied, he wanted to move his case from Georgia to federal court, he was denied that. Similar to what happened to White House Chief of Staff Mark Meadows earlier this month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "SCHNEIDER",
      "sentences": "Yes. The judge really shut that down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "POLANTZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "SCHNEIDER",
      "sentences": "He said this was no part of your job at all. You were assistant attorney general for the civil division and the energy and natural resources, you should not have been doing this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "TAPPER",
      "sentences": "It turns out, regardless of what these guys think about the election, that evidence actually matters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "SCHNEIDER",
      "sentences": "It does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "TAPPER",
      "sentences": "A grand irony.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "POLANTZ",
      "sentences": "Imagine that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "TAPPER",
      "sentences": "Imagine that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:29",
      "speaker": "TAPPER",
      "sentences": "Yes, the 2024 lead. We got the music going.Just moments ago, former President Trump took the stage in front of California Republicans to firm up support for his 2024 bid. This is two days after he skipped out of sharing the stage with seven of his rivals at the second Republican debate. Trump isn't the only presidential candidate there. Senator Tim Scott, Governor Ron DeSantis and Vivek Ramaswamy will also attend. CNN's Kyung Lah is at the Republican State Convention in Anaheim, California, where President Trump is still giving the keynote address. Kyung, it sounds like the speech is being received well. Yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:29",
      "speaker": "KYUNG LAH, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Well, he is still speaking. He has been going about 30 minutes or so, Jake, and no doubt about it, you heard it from the applause yourself. He is absolutely popular in this room. But let's zoom out and give you a bit of perspective on what's happening here in this state. The Republican Party statewide, here in the state of California is desperately seeking relevance in the next election. So, the last time Republicans were able to elect someone statewide here in California Democratic stronghold was in 2006. If you look at the voting data in this state from the Secretary of State, the latest that I could find just under half of all registered voters are Democrats, 24 percent are Republican and 23 percent are Independent. So, this room can cheer, it can applaud Donald Trump because he is a popular figure, no doubt.But for the party leaders who are looking for relevance to win statewide, there is some concern that they have to have independence. They've got to have Democrats if they want to win in the statewide. Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:29",
      "speaker": "TAPPER",
      "sentences": "The state party there is debating a rule change on the distribution of delegates during the primary. What is that change about? How might it affect the winner?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:29",
      "speaker": "LAH",
      "sentences": "So this is something that the state party has decided. So, what the rule change is is that anyone who is 50 plus one, and that's a change. Let me go back and tell you. The previous was a breakdown by percentage of win, but now it's going to be winner take all if you are 50 plus one. And that is 169 delegates.So, certainly moving up the calendar to Super Tuesday, having that high number of delegates available, it makes California very relevant, especially this election for the Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:29",
      "speaker": "TAPPER",
      "sentences": "All right. Kyung Lah in California, thanks so much.Let's bring in my panel. Lanhee Chen, I want to start with you because you're the Californian here. David Frum offered this assessment on Wednesday night's debate in California and the other seven Republican candidates vying to be an alternative to Trump, he said, quote, \"Republican primary voters don't care about policy. What they want is a proven record of violent sedition, sexual assault, and financial fraud.\" Obviously, that is harsh and snarky, but it is hard to escape the fact that it looks very strongly as though Donald Trump will be the nominee. Nobody's voted yet, but polls suggest very strongly as of now, it looks like Donald Trump is still heavily favored. LANHEE CHEN, (R) FORMER CALIFORNIA STATE CONTROLLER CANDIDATE: Yes. And you really cannot emphasize enough how that rule change in California is going to help him with that. If he reaches that 50 percent threshold in California, that's a lot of delegates he's winning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:29",
      "speaker": "TAPPER",
      "sentences": "He gets them all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:29",
      "speaker": "CHEN",
      "sentences": "Yes. I mean, listen, there's a lot of enthusiasm for him right now. I spent a whole year, year and a half campaigning up and down the state of California as a statewide candidate there last year, I got to see it firsthand, people really believe that he is the person who ought to carry this mantle forward. Even people who have some doubts and misgivings about the legal issues, the personal issues, they see him as a strong standard bearer. So I'm not surprised to see 1700 people in that ballroom today.I want to say that's three or four times more than Ron DeSantis has attracted later today when he speaks, a lot more than when Tim Scott's there, certainly more than Vivek Ramaswamy. So, there's a lot of enthusiasm, a lot of interest. Notwithstanding all of what Mr. Frum pointed out in his tweet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "DAVID URBAN, CNN POLITICAL COMMENTATOR",
      "sentences": "She's smart. She's a pollster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "But why, I mean when there is this alternative right there that is younger, that is a fresher face, and that, according to data, has a better chance of winning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "URBAN",
      "sentences": "Yes. People love Donald Trump, right? Social media, you go to rallies, you talk to people, you pull in a gas station, you get in an Uber, right, the guy occupies everybody's consciousness from when they wake up to when you go to bed. People can't escape Donald Trump. I'm not quite sure why, but I can't --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Well, a minority of Americans liked him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "URBAN",
      "sentences": "No, no in the party. I'm saying in the Republican Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Yes, yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "URBAN",
      "sentences": "I'm not talking about America writ large.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "NAYYERA HAQ, DEMOCRATIC STRATEGIST",
      "sentences": "Well, he does occupy a lot of time in Democrats brains, but for different reasons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "URBAN",
      "sentences": "Yes, yes. But in California, we're going to get waxed in California.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "URBAN",
      "sentences": "Republicans are going to get drubbed statewide. But, you know, winning these votes is very important. And Lanhee said, they had 1,700 folks in this arena. These are big numbers, right? These are big numbers. I remember when I campaigned with Rick Santorum in 2012 for president. We were getting 1,000 people in a gym and we thought it was giant. We were blown away. It'd never been seen before, right?You used to get small people in diners. And Trump just -- he's changing the political dynamic because he's fighting for people. He's fighting for average Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Well, and also, he's been a celebrity for decades.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "URBAN",
      "sentences": "But you know what, that doesn't work so much. Look at Mehmet Oz in Pennsylvania, right? Mehmet Oz is wildly popular celebrity, and you get crushed in a primary, excuse me, get crushed in a general election to a guy who wears shorts and a hoodie to work, right, so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "HAQ",
      "sentences": "Well, many Pennsylvanians wear shorts to hoodies. And actually, many people like myself do that in our off hours. But when you look at California in that room, not to work, soccer mom in a couple of minutes, but when you look at that room, it's not just the numbers of potential voters. They're looking for money, too, which is why these other, let's call them tier two and three candidates are there, too. And that's going to be their ongoing challenges.How can they sustain the money that it takes to run for office when your margins are so wide? So is your ego really going to keep you going on every debate stage? How do you make up for that, knowing that there is a limited pool of voters that you have to appeal to?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Kristen, I read this story and I immediately wanted to know what you thought about it. So there's this conservative anti-Trump group called the Political Action Committee win it back. I think David McIntosh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "URBAN",
      "sentences": "Yes, from Club for Growth, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "So, Club for Growth. It spent $6 million in Iowa and South Carolina to try to damage Trump's standing with Republican voters, ads such as this one.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I would have to say that Donald Trump did a great job. I always supported him. I supported him in the '16 and I supported him in the '20 election. But I didn't like his response to COVID. I thought he probably got led a little bit by the bureaucrats.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "So that's one approach, you know what I mean, and that's kind of like an approach that DeSantis has taken. Oh, he followed Fauci down, blah, blah. They've tried a whole bunch of different approaches to go after him, trying to appeal to Republicans, trying to appeal to conservatives. \"The New York Times\" reports that this memo from this group, from the head of the PAC says, after more than 40 different anti Trump T.V. ads, quote, all attempts to undermine his conservative credentials on specific issues were ineffective.And in fact, in at least one of them, his popularity went up. So $6 million is a lot of money, and it's not working at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "KRISTEN SOLTIS ANDERSON, CNN POLITICAL COMMENTATOR",
      "sentences": "Attempts to persuade Republican voters that Donald Trump is not conservative and therefore you shouldn't vote for him were just have been dead on arrival. The one message that had a chance to work was right after the midterms saying, just like in that ad, start off with a guy who says, I like Donald Trump. I'm not hostile to Trump voters. I am a Trump voter. But I'm worried he's not the guy to win in 2024. And there was a window when that could have worked, but now there are enough polls show in Trump and Biden neck and neck. That windows --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "URBAN",
      "sentences": "So I think that the message that could have worked, that Kristen points out correctly, is the loser. You're a loser. You lost in '18. You lost -- we got killed in the midterms. You lost in '20. You lost in '22. You're going to lose in '24. You're a loser. You haven't won, right? I think that would have been sticky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "HAQ",
      "sentences": "And here's where Biden comes in, because he's running a general election right now, and he jumps in Arizona at the McCain Institute, talking about his relationship with a stalwart Republican, how they used to work democracy of old together, and he's selling a message of he won. And America's democracy is under threat.Every time somebody comes under indictment or decides to cut a plea deal, that is something that appeals not only to Democrats, but also to the vast majority of Americans, nearly 50 percent, who do not identify with a political party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "TAPPER",
      "sentences": "Possibly Joe Manchin, we don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "CHEN",
      "sentences": "Yes, and I mean that's a more likely scenario. And we can debate sort of who they take share from. But if you've got Robert F. Kennedy and you've got a candidate that let's argue is Senator right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "URBAN",
      "sentences": "Well, you got Cornel West also, Cornel West.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "CHEN",
      "sentences": "Then it's interesting, and then it becomes an interesting dynamic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "ANDERSON",
      "sentences": "So I've looked at data around this, and on the one hand, you would assume actually that RFK, because he's doing really poorly in Democratic primary polls, would maybe actually pull more Republican voters. His message on things like vaccines, he's got this more populist kind of message. But the data that I've seen suggests he kind of pulls equally from both sides. So at the moment, I think his influence would be a little bit unclear if we watch, it doesn't clearly benefit one side or the other.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:11",
      "speaker": "TAPPER",
      "sentences": "And we're back. Tell us how you really feel is the phrase that comes to mind. Departing Joint Chiefs of Staff Chairman General Mark Milley, calling out his former boss, Donald Trump, today, not particularly subtle. Take a listen.(BEGIN VIDEO CLIP) GEN. MARK MILLEY, OUTGOING JOINT CHIEFS CHAIRMAN: We are unique among the world's armies. We are unique among the world's militaries. We don't take an oath to a country. We don't take an oath to a tribe. We don't take an oath to a religion. We don't take an oath to a king or a queen or to a tyrant or a dictator. And we don't take an oath to a wannabe dictator. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:11",
      "speaker": "TAPPER",
      "sentences": "We don't take an oath to a wannabe dictator. This pointed remark after Trump suggested that Milley should be executed for treason. A remark Trump made just a few days ago to the deafening silence of Republicans in the House and Senate.Nearly 30 years ago after Tupac Shakur was murdered in a drive by shooting on the Las Vegas Strip, police have finally arrested someone in connection to the crime. Duane Davis, A.K.A. \"Keefe D,\" is now in Las Vegas police custody after police searched his house in mid-July as part of their ongoing investigation, where they found a memoir authored by Davis with a suspicious level of detail about the 25-year- old hip hop icon's untimely death. Let's get right to Greg Kading, a retired Los Angeles police detective who spent years investigating the Tupac Shakur murder and wrote a book about it. Thank you so much for joining us. So Davis has been on law enforcement's radar for years. He was outspoken about having been at the scene of the crime. Why do you think it was so hard to finally pin him down? GREG KADING, AUTHOR, \"MURDER RAP\": Well, we knew about Davis all the way back from his initial confession to law enforcement. We sat him down back in 2009, and he confessed to his role in the murder along with other co-conspirators -- conversation. He had what was known as a proffer agreement. So we couldn't utilize that information, the incriminating information that he was providing against him. But then he began to go out and publicly boast about his involvement in the murder, and that led to law enforcement in Las Vegas taking another look at his claims. And ultimately, he's just talked himself right into jail. So we've known about his confession since 2009. We knew about his involvement, but now it's come to fruition because of all the public statements he's made.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:11",
      "speaker": "TAPPER",
      "sentences": "Are those statements enough? I mean, does there need to be more evidence beyond those statements? Could they not be just explained away in a trial as false braggadocio?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:11",
      "speaker": "KADING",
      "sentences": "No, we substantiated during our original interview with him. We substantiated nearly every single thing he said during that interview. So we knew it was a bona fide confession. And then the things he continued to say were just reiterating that confession. So he's essentially, you know, he's noosed himself and hung himself with this one. So it's great to finally see this case come to a point where somebody's being held accountable for the murder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:11",
      "speaker": "TAPPER",
      "sentences": "This afternoon, police said the investigation was, quote, far from over. What is left to look into? What remains?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:11",
      "speaker": "KADING",
      "sentences": "We've got to take him to trial if he chooses to go to trial. So it's going to be really interesting how they work this out legally when you have the primary witness against the defendant is the defendant himself. So this is going to be very unique in the legal realm. How do you prosecute this? So I'm really looking forward to it. It's going to be intriguing, but essentially, we know that Davis is the last man standing for those that were responsible for Tupac Shakur's murder.And it's great to see the case finally get closed. It's no longer a mystery from the public's perception. We've known it for years. But it's always been a matter of -- it's not what you know, it's what you can prove.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:11",
      "speaker": "TAPPER",
      "sentences": "Indeed. Greg Kading, thanks so much. Appreciate you joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:44:39",
      "speaker": "TAPPER",
      "sentences": "Coming up next, an unbelievable story developing in Louisiana, the entire Baton Rouge Police Department under fire over an alleged horror in a so called Brave Cave. Stay with us.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:44:39",
      "speaker": "TAPPER",
      "sentences": "In our Law and Justice Lead, the scrutiny of Louisiana's Baton Rouge police just got even more intense. We told you last week about allegations against the department's use of a warehouse, never a good development. The so called Brave Cave, where some members of a now disbanded street crimes unit allegedly tortured and strip searched suspects. Troy Lawrence Jr., one of the officers accused of committing such crimes, was arrested last week. And now his father, Deputy Chief Troy Lawrence Sr. and three other ranking officers have also been arrested on multiple criminal charges. CNN's Ryan Young is tracking this all for us. Ryan, what are these officers accused of doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:25",
      "speaker": "YOUNG",
      "sentences": "Jake, I've talked to community members who are desperately hoping that the federal government also steps in and do a review of this police department because they believe there is more that they need to get to the bottom of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:45",
      "speaker": "TAPPER",
      "sentences": "And now the breaking news I told you about. An IRS contractor has been charged, accused of stealing Donald Trump's tax returns and giving them to members of the press. CNN's Evan Perez joins us live. Evan, what do we know about these allegations and charges?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:45",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Well, Jake, this is an IRS contractor. His name is Charles Littlejohn. He worked for the IRS from 2018 to 2020. And according to prosecutors, he's now being charged with disseminating the tax information of Donald Trump and additionally stealing the tax information of thousands of Americans, including the richest Americans, and providing that to news organizations.Now, in both cases, the stealing of Donald Trump's information as well as the wealthy individuals in this country, both were passed to two different news organizations which published articles about it. Now, right now, the Justice Department says that this is a charge that could take up to -- could carry up to five years in prison if he is convicted. Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:45",
      "speaker": "TAPPER",
      "sentences": "All right, Evan Perez, thank you so much. And I know you'll have more on that story in The Situation Room coming up.The Pop Culture Lead now, in the asphalt jungle of Los Angeles, a clash by night and day over a house in which actress Marilyn Monroe lived. She died as well in that same house. CNN's Nick Watt explains. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:45",
      "speaker": "TRACI PARK, LOS ANGELES CITY COUNCIL",
      "sentences": "Marilyn Monroe made the Brentwood Bungalow at issue today, her home.NICK WATT, CNN NATIONAL CORRESPONDENT (voice-over): And City Councilwoman Traci Park sported a hair and makeup homage for her fight to save that home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:45",
      "speaker": "PARK",
      "sentences": "This was the only home she ever owned. And it's the home where she tragically died 61 years ago last month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:45",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "One of the most famous stars in Hollywood history is dead at 36. Marilyn Monroe was found dead in bed under circumstances that were in tragic contrast to her glamorous career as a comic talent.WATT (voice-over): An overdose, the coroner said it was probably suicide. More than a year after the release of her final film, \"The Misfits.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:45",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What makes you so sad?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:45",
      "speaker": "MARILYN MONROE, AMERICAN ACTRESS AND MODEL",
      "sentences": "First man never said that. I'm usually told how happy I am.WATT (voice-over): The house, a near 100-year-old hacienda on half an acre, sold in August for over $8 million. The new owners, who apparently also owned the house next door, applied for a permit, a demolition permit. (on camera): Here in L.A., people love to knock stuff down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:45",
      "speaker": "ADRIAN SCOTT FINE, LA CONSERVANCY",
      "sentences": "It is part of the story of L.A. L.A. is always reinventing itself. If you can't see, sometimes touch the place, visit the place, the history, the story, the people connected to it are just less real.WATT (voice-over): For now, the demo permit is paused while city officials debate giving this house historic protected status. (on camera): Why shouldn't they be allowed to do what they want with what they bought?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:45",
      "speaker": "FINE",
      "sentences": "Even if it is ultimately designated as an historic cultural monument, you can add on to it. You can make modifications. Could still be living, breathing, changing, but still be there to help tell the story of Marilyn Monroe.WATT (voice-over): Monroe fans, conservationists, and the councilwoman are confident they can save this suburban slice of Hollywood history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:45",
      "speaker": "PARK",
      "sentences": "To her and to us, this residence is more than just a brick and mortar structure. It is a symbol of her journey.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:45",
      "speaker": "WATT",
      "sentences": "Now, the new owners of this property, they've been keeping a very low profile, but I did manage to track them down. Got a text message out of them which reads, we are optimistic that we will be able to work with the city and Councilwoman Park to reach an agreement that recognizes Marilyn Monroe's legacy, but also respects our neighbors and reflects our hopes and concerns. So let's see what happens. Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:45",
      "speaker": "TAPPER",
      "sentences": "Nick, tell us what kind of neighborhood that is, quickly, if you could.",
      "isLastSentenceInterrupted": false
    }
  ]
}