{
  "date": "2023-09-27",
  "headline": "One World with Zain Asher",
  "subHeadline": "U.S. Army Private Travis King Back In U.S. Custody; Fire Rips Through A Packed Wedding Hall Killing More Than 100 People Injuring Dozens Of Others; Ukraine Reporting Progress In Its Counteroffensive Against Russia's Invasion; Judge Rules Donald Trump And Sons Liable For Fraud; U.S. Senator Bob Menendez And Wife Plead Not Guilty To Bribery Charges; Former U.S Representative Adam Kinzinger Weighs In On Politics; A.I. Makes a Paralyzed Swiss Man Walk Again. Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:18",
      "speaker": "BIANNA GOLODRYGA, CNN INTERNATIONAL HOST",
      "sentences": "When, where and how. Details on what's next for the U.S. soldier just released by North Korea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:18",
      "speaker": "ZAIN ASHER, CNN INTERNATIONAL HOST",
      "sentences": "\"One World\" starts right now. Another twist in an already bizarre story. Army Private Travis King back in U.S.custody after a summer inside the hermit kingdom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:18",
      "speaker": "GOLODRYGA",
      "sentences": "Also ahead, back-alley deals, cold, hard cash and $100,000 in gold bars. Embattled U.S. Senator Bob Menendez pleads not guilty in hisfirst court appearance after shocking charges fit more for a blockbuster thriller than the halls of Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:18",
      "speaker": "ASHER",
      "sentences": "And later, the upside of A.I. Certainly something you don't hear every day. How artificial intelligence is bringing hope to paralysispatients.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:18",
      "speaker": "GOLODRYGA",
      "sentences": "Hello, everyone. Live from New York, I'm Bianna Golodryga.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:18",
      "speaker": "ASHER",
      "sentences": "And I'm Zain Asher. A warm welcome to all of you. Thank you so much for being with us. We want to begin with a stunning development involving aU.S. soldier and the world's most reclusive country. Army Private -- take a look here at his photograph. Army Private Travis King now in American custody after being released from North Korea. Two U.S. officials confirming the news just hours after North Korean state media said that King was being expelled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:18",
      "speaker": "GOLODRYGA",
      "sentences": "And we're just now learning that the transfer took place in China. Now, you may recall, King entered North Korea in July after runningacross the heavily fortified demilitarized zone from South Korea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:18",
      "speaker": "ASHER",
      "sentences": "All right, CNN's Oren Liebermann joins us live now from the Pentagon. You know, Oren,when you hear this news, when you heard this news just a few hours ago, it sort of seemed to have come out of the blue. What more do we know about whether there was or wasn't behind the scenes negotiations in terms of the U.S. being able to negotiate with North Korea? Walk us through it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ASHER",
      "sentences": "So many questions in terms of what is going to happen to King when he arrives back in the U.S. And just in terms of, you know, a lot of peoplereally did believe that he was actually going to spend a lot longer in North Korea than just under two months. All right. Oren Liebermann, live for us there. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, North Korea claims that an investigation into King is now over but some key questions remain unanswered. CNN's Paula Hancocks joinsus live in Seoul, South Korea. So, Paula, as we heard from Oren's reporting, it appears striking that he was released without any preconditions. At least that's what the U.S. is reporting in terms of demands from North Korea. How is this being received and interpreted in South Korea?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "PAULA HANCOCKS, CNN CORRESPONDENT",
      "sentences": "Well, it's true in the past we have seen Pyongyang try and make something out of these kinds of situations whetherthey use a detainee for propaganda purposes or whether they try and extract some kind of concessions. For example, in the past they have had high profile Americans including former U.S. presidents traveling to Pyongyang to secure the release of detainees. And certainly, this is a very different situation. But we assumed it would be when we saw that very short statement from state-run media in North Korea a little earlier today where it said that he would be expelled, suggesting they weren't looking for anything more from this situation. Really, experts we've spoken to say that they probably debriefed him or I should say questioned him extensively to find out what he knew, maybe realized that he was a fairly low-lying soldier, didn't know any state secrets, for example, and decided there was nothing they more they needed from him. So, they decided that they should expel him. Now, the actual statement itself went on to give reasons they said according to North Korea as to where Travis King decided to do this thing. And he was talking about racial discrimination in the U.S. Army and also an unequal U.S. society. It's what they said last month, as well, when they finally acknowledged they even had Travis King. But of course, these are Pyongyang's words. We haven't seen or heard from Travis King since mid-July. In fact, we still haven't. So, clearly, he can speak for himself once he is back in the United States. But from Pyongyang's point of view, they've been very clear about where their diplomatic priorities lie at the moment and it's not with having discussions with the United States. We have just seen Kim Jong-un, the North Korean leader come back from meeting Vladimir Putin, the Russian president in Vladivostok. So, that is clearly where his priorities lie at this point when it comes to diplomacy. So, the overarching belief from many experts is that the use of Travis King in North Korea had ended. They had questioned him extensively. They believed they had what they needed from him and then they decided they wanted him to leave the country. Of course, this is speculation. We only know for sure when North Korea decides to tell us if they do. But that appears to be the situation at this point. Pyongyang is not looking to speak to Washington. They already have a new ally in Moscow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, look, things could have ended much worse this this situation. So, it is a relief that he is coming home and as you know thatwe will continue to follow this story. Still a lot of unanswered questions. Paula Hancocks, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ASHER",
      "sentences": "All right, I want to turn now to a tragic story out of Northern Iraq where a fire ripped through a packed wedding hall killing more than 100people and injuring dozens of others. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "There, you can hear people crying out in the social media video as flames and smoke just choked the air.ne guest says that the bride andgroom were slow dancing when fireworks went off and the ceiling caught fire. Soon after, the whole hall went up into flames. The father of the groom says his son and the bride are now both now in hospital receiving treatment. Early Wednesday, firefighters were sifting through the charred remains of that hall. Authorities say the wedding hall did not meet safety standards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ASHER",
      "sentences": "CNN's Salma Abdelaziz is tracking this story from London, joins us live now. Selma, I cannot imagine anything more tragic, especially on awedding day. Just walk us through what more we know at this point, Salma.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ASHER",
      "sentences": "You raised some very important points. Salma Abdelaziz, live for us there. Obviously, this could have been avoided as you point out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "We turn now to a CNN exclusive. Ukraine is reporting some progress in its counteroffensive against Russia's invasion. It's usingUkrainian-made vampire drones to target the enemy. In the words of one Ukrainian, the drones see in the night like daylight. CNN's Fred Pleitgen spent some time along the front lines and has this exclusive report. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Fascinating piece from Fred on the front lines there in Ukraine. Well, coming up for us -- who was in control of Donald Trump's businessafter a judge stripped the former president of control of some of his empire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:23",
      "speaker": "GOLODRYGA",
      "sentences": "Donald Trump and his adult sons could have a hard time doing business in New York. That's because a judge there has ruled that they areliable for fraud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:23",
      "speaker": "ASHER",
      "sentences": "Right, this is major. The judge ruled that Trump's vastly overstated their assets in order to gain better terms on loans and benefits and thatthey provided false financial statements for roughly a decade. The judge has now canceled the Trump Organization's business certificate, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:23",
      "speaker": "GOLODRYGA",
      "sentences": "So, what's next? Well, a trial to determine penalties. And here's what's at stake. New York's attorney general wants to ban the Trumpsfrom serving as officers of a New York business. She is also seeking $250 million in damages. The judge wrote in his ruling that in Trump's world, quote, \"rent-regulated apartments are worth the same as unregulated apartments. Restricted land is worth the same as unrestricted land. Restrictions can evaporate into thin air. That is a fantasy world, not the real world.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:23",
      "speaker": "ASHER",
      "sentences": "Trump is responding, of course. The former president calling the whole situation unfair, adding, and I quote, \"This is not American.\" By theway, that is not the only high-profile legal case in New York. U.S. Senator Bob Menendez and his wife have just pleaded not guilty to bribery charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:23",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, prosecutors say they found hundreds of thousands of dollars in cash at their home and claim Menendez accepted gold bars and aluxury car. He's also accused of giving sensitive information to the Egyptian government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:23",
      "speaker": "ASHER",
      "sentences": "The New Jersey Democrat is facing a lot of calls within his own party. Fellow lawmakers telling him to resign, but he is maintaining hisinnocence. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:23",
      "speaker": "REPORTER",
      "sentences": "Will you run for re-election? Will you run for re-election, Senator? Will you run for re-election, Sir?BOB MENENDEZ, U.S. SENATE DEMOCRAT: As I said, I'm here to do the work for the people of New Jersey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:23",
      "speaker": "REPORTER",
      "sentences": "Why won't you resign, Sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:23",
      "speaker": "MENENDEZ",
      "sentences": "Because I'm innocent. What's wrong with you guys?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:23",
      "speaker": "ASHER",
      "sentences": "Right, sticking to his guns there. Our Jason Carroll actually takes a closer look at Senator and Mrs. Menendez and the scheme prosecutors saythat they hatched. (BEGIN VIDEOTAPE) JASON CARROLL, CNN NATIONAL CORRESPONDENT (voice-over): Given the vocals, it might be hard to immediately place the song. It's called \"Never Enough\" from the movie musical, \"The Greatest Showman\". This is how Senator Bob Menendez serenaded his then bride-to-be, Nadine Arslanian, when he proposed in October 2019. The Taj Mahal provided a romantic backdrop for the couple who told \"The New York Times\" they met in December 2018 at an IHOP in Union City, New Jersey, where Menendez grew up and previously served as mayor. She thought he was, according to the \"Times\", very intelligent and very, very hot, while Menendez says she was beautiful and bright and had this aura about her. Prosecutors allege it was a courtship steeped in corruption that began soon after they met. A 39-page indictment names three men, Wael Hana, Jose Uribe, and Fred Davies, who prosecutors say paid the couple hundreds of thousands of dollars of bribes in exchange for using Menendez's power and influence as a senator in ways that benefited the government of Egypt and to enrich themselves. The senior senator from New Jersey denying any wrongdoing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:23",
      "speaker": "MENENDEZ",
      "sentences": "I firmly believe that when all the facts are presented, not only will I be exonerated, but I still will be the New Jersey's senior senator.CARROLL (voice-over): Prosecutors say before Aslanian met Menendez, she was friends with Hana, who is originally from Egypt and maintained close connections with the Egyptian official. He in turn introduced Yuribay, a New Jersey businessman to the couple. According to the indictment, Davies is a real estate developer and long- time fundraiser for Menendez. Prosecutors say these three men offered huge bribes to the couple including gold, cash and a $60,000 Mercedes-Benz convertible. Federal agents searched the couple's home and safety deposit box last year where they found more than a dozen gold bars and more than $500,000 in cash, much of it stuffed into envelopes and hidden in clothing, closets, and a safe. While the indictment lays out allegations portraying a couple on the grift, Menendez offered this defense for the cash found stashed at his home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "ASHER",
      "sentences": "All right. Let's take a closer look at the legal troubles of both Donald Trump and Bob Menendez. We are joined by CNN Analyst Michael Moore,who is actually a former U.S. attorney. Michael, thank you so much for being with us. Here's the thing. For a sitting senator to be arraigned once, that's pretty bad. For a sitting senator to be arraigned twice -- twice, Michael, in eight years for similar charges by the way is extraordinary. Just walk us through what you make of these charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "MICHAEL MOORE, CNN LEGAL ANALYST",
      "sentences": "Yeah, well, I'm glad to be with both of you today. It's unusual to say the least. The problem, of course, is thatwe're facing a time when there are no more norms and expectations from our public officials. I mean, we have a former president of the United States under indictment now in multiple places under 90 somewhat counts or whatever it is. So, you know, this looks like just a run of the mill type story until you dig into it. The allegations in this indictment against the sitting Senator Menendez are quite severe. And while we start with the presumption that he is, in fact, innocent. He's presumed innocent. He has a right to a trial. He has a right to have the government prove the case against him as he goes forward. But if the allegations are substantiated that the government has laid out in this indictment, he is likely to find himself in custody and in jail. By all appearances, the allegations involve that he was selling access and essentially doing the bidding of other people other than just his constituents in New Jersey during the time that he was sitting in the U. S. Senate. And that deals with votes, that deals with, you know, trying to involve himself into a state criminal investigation against some of his co- defendants. And so that's -- those will be hard allegations. The government has gone the extra step here. So, let's take it aside just from allegations. The government has gone the extra step to actually do DNA analysis of some of the, the monies that were found at his home. So, you know, how would the DNA of co-defendants be found on monies that were just lawfully withdrawn from a bank account? And that's going to be a tough argument to answer. And I think the government made a very clever move in sort of facing that head-on and removing that from the quiver of arrows of defenses that will likely come at them from Senator Menendez and his counsel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, let's talk about that, because you're right, Michael, to point out that he is innocent until proven guilty. That is how this applieshere in the United States. But let's focus on some of the details here in this indictment. Investigators found $550,000 in cash stuffed into envelopes and closets. Some of the cash was actually stuffed inside of the senator's jacket pockets, 13 bars of gold bullion and a Mercedes during their search of his home. And his explanation thus far for this is saying that he's old-fashioned and he saves his money and takes out large amounts of money and attributes it to his immigrant parents and their background and their insecurity with money. I mean, that just begs credulity, does it not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "MOORE",
      "sentences": "It does, and it basically I think will fall on deaf ears as he moved forward. So, he's an educated man. Uh, he, he well-knows how to invest hismoney. He well-knows that you don't keep gold bars laying around the house, that you don't keep envelopes of cash stuffed into a jacket pocket. I mean, we're not talking about having a little emergency fund where he may need a thousand dollars, you know, hidden in the family bible so that he can, you know, buy groceries should the power go out or something like that. We're talking about, you know, a significant amount of money. And again, the gold bars. I mean, I don't think he's going to claim that he's preparing for the end times or that he's expected some national -- international calamity at this point, but he'll have to explain that. And I just think the explanation that he has given thus far is falling on deaf ears, you know. He's facing two fronts. I mean, not just the legal front, but now the mounting political pressure against him to resign. And so, he's got to handle that, I think, in a more effective way as he communicates his position. Again, the government has gone sort of this extra unique mile of having this evidence tested with DNA analysis. And so, you know, the claim that I hid the money, that I got out of my bank account, you're going to have to explain how other people's DNA who are connected to this case got on that money unless they're --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "MOORE",
      "sentences": "Well, it's obviously impactful, and it's a significant ruling against the former president. I mean, I think you have to look at this fromthe staging or the status of this particular case, and that is that the judge ruled on a summary judgment motion. And for the layman, that simply means that the judge ruled that there was no disputed facts, no substitutes disputed facts at play here. I think that's going to give ultimately the states a problem should Trump decide to appeal because issues related to fraud, issues related to valuation, issues related to credibility, those are typically things that are in the province alone of a jury and not just a judge. And so, I think the case will likely be appealed. But what it means in the meantime is that is that a court in the United States has in fact found that the former president and his company, specifically the company, committed fraud by how they valued the properties to gain an advantage, to gain lower interest rates, those types of things in an increase in the value of property that the court said was not worth what the Trump Organization said it was. And so, you know, I do think we'll see this play out in an appeal. I think it's going to change the start date of this trial, and it will likely push it back. And as you know from the former president's strategy, any delay often endures to his benefit. And he plays that out in a way that's almost masterful. So, I think that this delay will hopefully give him a reason to complain to his supporters that in fact, he's once again being victimized by the United States court system. Whether or not that argument takes hold, it continues to take hold as we've seen it in recent polling, I don't know, but he certainly is going to have some things that he can appeal. And certainly, some of the remarks in the judge's order that I thought were a little bit more personal and hyperbolic than in fact. I wouldn't be surprised to see those issues raised, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:16",
      "speaker": "ASHER",
      "sentences": "All right, welcome back to One World. I'm Zain Asher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:16",
      "speaker": "GOLODRYGA",
      "sentences": "And I'm Bianna Golodryga.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:16",
      "speaker": "ASHER",
      "sentences": "All right, earlier this week, Donald Trump described the Republican debates as a job interview. But don't you need to show up for the interviewif you actually want the job? Trump once again skipping tonight's debate at the Ronald Reagan Presidential Library in California.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:16",
      "speaker": "GOLODRYGA",
      "sentences": "This as seven other Republicans will take the stage, hoping to take advantage of Trump's absence by presenting voters with an alternativeoption for the party and the White House. But with the first primary vote less than four months away, none have proven to be a serious challenge to the front-runner yet. In fact, the candidate who gained the most from the last debate was the man who wasn't there. That's Donald Trump himself. Polls showed Trump gaining in support after the debate, while none of his rivals made meaningful headway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:16",
      "speaker": "ASHER",
      "sentences": "And if you're wondering why he isn't bothering with the debates, just take a look at these numbers from two key early voting states. In bothIowa and in New Hampshire, the former president has actually twice -- twice as much support as any of his competitors. Time now for The Exchange. Joining me live now is CNN's Senior Political Commentator, Adam Kinzinger, a former Republican congressman who has been a fierce critic of Donald Trump's grip on the party. Adam, so good to have you on the show. Thank you so much. So, when you think about what's at stake for the seven people who are on stage tonight, I mean, obviously they think that there's a chance that they could have a shot at the presidency, but when you think about Donald Trump's tight grip, on the Republican Party, is it just a pipe dream at this point? Is there anything that they can say tonight that can actually change voters' minds?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:16",
      "speaker": "ADAM KINZINGER, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "No. I think it's like -- I think that they're kind of betting on, number one, okay, a white horsecomes down and a magical pony descends and somehow Donald Trump isn't in the race anymore. And then they're kind of competing for that lane. Like, who is Trump-lite? Who's going to be able to pick that up? The other is, you know, maybe Donald Trump decides at the last minute he's not going to run and so then, I don't know, Vivek or whatever. And then there's the hope of I want to be in Donald Trump's cabinet. And so, you'll see a lot of these candidates are not attacking Donald Trump. They're actually saying, oh, I'll absolutely support him if he wins the nomination. Well, he's going to win the nomination at this point. And they just want a cabinet position. They may be running for vice president or something like that. There's also the 20-28 game, which is if I put a good enough performance and don't take anybody off, I may be in the running for 2028 and that's actually not too bad of a strategy on that end. But you cannot defeat the front runner by pretending like he's the best thing since sliced bread.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:16",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, and how do you justify why you're in fact running if he is the best candidate for the job? And it's not just that he's sitting thisone out, Adam. He's really counter-programming, as he is famous for doing. He will be speaking with non-union auto workers, blue-collar workers in Michigan, a day after President Biden was picketing there with union workers. You know, this is a pivotal, very important state for President Biden and also for the former President Trump there. Trump won in 2016. Biden won by 150,000 votes in 2020. From a political standpoint, is this a smart move that Trump is making tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "ASHER",
      "sentences": "Maybe not, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "KINZINGER",
      "sentences": "Yeah, maybe not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "But it works for him, Adam. It works for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "KINZINGER",
      "sentences": "It does. It does because people just want somebody to say the truth. And while Donald Trump lies all the time, it sounds like he'stelling the truth because he's just saying what nobody else has the, quote, unquote, \"courage to say\". In reality, most people just have decency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "ASHER",
      "sentences": "When you think about what, you know, voters are looking for, just back to the debate tonight, is it about policy or is it just purely aboutbeing entertained? I mean, some of the policies, for example, announced by someone like Vivek. A lot of people consider them somewhat controversial, a lot of people have questioned them, but he is by far the most entertaining, he has the best quips. So, what are voters looking for? Do they want policy, do they want substance, or is it just about entertainment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "KINZINGER",
      "sentences": "Look, I think, by and large, Republican voters are looking for, make the left mad, say something that ticks them off, kind ofentertainment. There is a group of Republicans still focused on policy, and you see this in like Nikki Haley as she kind of made an advance. You see this among Chris Christie, et cetera. So that's a, I want to call it about a third of the GOP. Maybe a third kind of swings back and forth between the two, and then about a third is just like, let's go out and make people mad. And I think it's why those folks, for instance, are against Ukraine aid. It really has nothing to do with the war in Ukraine has everything to do with taking off those of us who, you know, believe Russia is a pretty bad force in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, the debate is also taking place a few days before what is likely to be a government shutdown at the hands of a few of your formermembers of Congress. You know them quite well. We saw the Senate pass a CR just yesterday, but it doesn't look like Congress is willing to pick that up at this point. Traditionally, past government shutdowns -- Republicans were blamed for. How do you expect the candidates tonight on stage to address this issue?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "KINZINGER",
      "sentences": "Well, they'll do what's popular among the GOP. And I've been through two shutdowns. Right before it, the base wants you to shut it down,because they're under this impression, if you shut down the government, you save money, you can win because you hold out and make the other side just like so upset they finally give in. It never happens that way, and we always forget every year. So, I think you'll see some candidates try to play to that shut it down crowd because they don't have to own a shutdown. They can always say they would have done something slightly different and that's what they know I would have negotiated here. So, I think there's a good chance it shuts down. It's not really a huge impact on foreign policy for instance, but then you will see this pressure ratchet up and it's a very miserable thing as a member of Congress during a government shutdown because people are micro watching you. If you go to the bar and have a drink, you can expect to be on the front page of the paper.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, and you know who was saying shut it down? Former President Donald Trump, right? He's the one egging them on. Who oversaw the longestU.S. government shutdown, we should note. CNN Senior Political Commentator Adam Kinzinger always tells it like it is. That's why we love having you on. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "ASHER",
      "sentences": "We do, we do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "KINZINGER",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:14",
      "speaker": "ASHER",
      "sentences": "All right, Mauritius has one of the highest GDPs per capita on the African continent, and the government is prioritizing innovation as a keydriver for growth. In today's Africa Insider, we look at a financial tech start-up that's helping develop the East African country's payment ecosystem. Take a look. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:46:14",
      "speaker": "MAYOWA KUYORO, PARTNER, MCKINSEY NIGERIA",
      "sentences": "Mauritius is emerging as one of the top destinations for Fintechs on the continent because from aregulatory perspective, the government is quite deliberate about putting into place policies that both attract but also help to make sure that innovation and technology-based companies find that as an attractive destination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:51:47",
      "speaker": "GOLODRYGA",
      "sentences": "This is just an incredible story. A 46-year-old Swiss man who was paralyzed after a devastating fall is now regaining some movement, allthanks to artificial intelligence. Our Nick Watt shows us how a brain implant is providing new hope. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:51:47",
      "speaker": "DAVE MARVER, CEO, ONWARD",
      "sentences": "If you talk to people with paralysis, it's their number one priority. They want to restore hand and arm function even above.They prioritize that above the ability to stand and walk again. NICK WATT, CNN REPORTER (voice-over): Here's how it works. An implant is placed on the brain above the motor cortex. A.I. in that implant, decipherers intent to move arms, hands, fingers, then relays that information wirelessly to another implant in the body, so, bypassing the damaged spine. A.I. in that implant triggers the right muscles to actually make those movements. They call this thought-driven movement. Dr. Jocelyn Block performed the surgery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:51:47",
      "speaker": "JOCELYN BLOCH, NEUROSURGEON, LAUSANNE UNIVERSITY HOSPITAL",
      "sentences": "We remove a little bit of bone, we replace this piece of bone by this set of electrodesand then we close the skin. This implant is going to work wirelessly and activate the spinal cord stimulation. WATTS (voice-over): Her partner, a neuroscientist, first had this sci-fi idea years ago then, waited for tech to catch up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:51:47",
      "speaker": "GREGOIRE COURTINE, NEUROSCIENTIST",
      "sentences": "If you are paralyzed with your hand and you can just open and close, it's a huge change. So, then, you could eat.You are gaining independence. The change in the activity of daily living is dramatic. This is why this new project is so exciting. WATT (voice-over): We met Bloch and Gregoire Courtine in July to discuss their previous project, another world's first, fitting a similar device to this man who lost the use of his legs after a bicycle accident. GERT-JAN OSKAM, PARALYZED IN A CYCLING ACCIDENT: Now, the implants are able to capture my thoughts of walking and able to transfer to the stimulator in my flow back. WATT (voice-over): But they say restoring arm and hand function is actually harder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:51:47",
      "speaker": "MARVER",
      "sentences": "It's more refined, especially if we want to extend the restoration of movement to the fingers and not just the arms. So, help them graspsomething or help them use individual digits. WATT (voice-over): While it is still too early to provide full results, Onward told us, \"We are pleased to report that the technology works as expected and appears to successfully reanimate his paralyzed arms, hands, and fingers.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "ASHER",
      "sentences": "That was absolutely remarkable. You think about the sorts of things that we all take for granted. I mean, being able to walk, being able to runfor the train, being able to swing your legs out of bed, and hopefully this technology can actually make a difference to a lot of people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, that is why so many of these scientists that are focusing on A.I. right now are still far more optimistic. They are worried about thetechnology, but most of them do continue to say it needs to be regulated. But we'll be watching more on the story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "ASHER",
      "sentences": "\"The Whole Story\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yep, as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "ASHER",
      "sentences": "All right, well, after spending an entire year in space, the ride of a lifetime is over for one astronaut.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "UNKNOWN",
      "sentences": "Touchdown. Touchdown confirmed at 6(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "ASHER",
      "sentences": "He spent a long time in space. Frank Rubio spent about 371 days up there, about a year. That is a record for any American astronaut.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "I bet he has a lot of stories to tell. Rubio landed in Kazakhstan with his two Russian crewmates just a few hours ago. He was onlysupposed to be on the International Space Station for six months, but his trip back was derailed by a fault with a vehicle that should have brought him back to Earth. Rubio, who has four children is now expected to begin the journey back to the United States. Quite a few birthdays he's missed. A lot of catching up to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "ASHER",
      "sentences": "Well, that does it for us in this hour of One World.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "So great to be with you again, Zain. I'm Bianna Golodryga.",
      "isLastSentenceInterrupted": false
    }
  ]
}