{
  "date": "2023-07-11",
  "headline": "CNN This Morning",
  "subHeadline": "Bud Light Facing Fallout; Roland Gutierrez is Interviewed about his Senate Run; Baseball America's Pastime. Aired 8:30-9a ET",
  "utterances": [
    {
      "timeStamp": "08:33:49",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Well, this morning, the Bud Light boycott, the one tanking sales by more than 28 percent over the last four weeks, well, the brand's - the beer brand's partnership with the transgender influence that sparked that culture war, it can be felt pretty much across the country, and especially in Nashville, where the company is facing backlash from both sides.CNN's Ryan Young reports. (BEGIN VIDEOTAPE) RYAN YOUNG, CNN CORRESPONDENT (voice over):  A culture war is brewing over Bud Light, dividing beer drinkers as much as the country is itself. SAM MCCOLL, GENERAL MANAGER, 3 CROW BAR: Unlike anything I'd ever seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:49",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't give a (EXPLETIVE DELETED) if you drink Bud Light, Miller Light, Coors Light, it doesn't matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:49",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If you don't like what somebody's selling, just don't go there. Stop being butt hurt about everything that goes on in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:49",
      "speaker": "DYLAN MULVANEY, TRANSGENDER INFLUENCER",
      "sentences": "I celebrated my day 365 of womanhood -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:49",
      "speaker": "YOUNG",
      "sentences": "The brouhaha stems from Bud Light's short lived partnership with transgender influencer Dylan Mulvaney.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:33:49",
      "speaker": "MULVANEY",
      "sentences": "Love ya.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:09",
      "speaker": "YOUNG",
      "sentences": "Garth Brooks says he plans to carry the beer at his yet-to-open bar.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:09",
      "speaker": "GARTH BROOKS, MUSICIAN, BAR OWNER",
      "sentences": "I'm a bar owner now. Are we going to have the most popular beers in the thing? Yes.But I get it. Everybody's got their opinions. But inclusiveness is always going to be me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:09",
      "speaker": "YOUNG",
      "sentences": "A block down Broadway, Kid Rock made his feelings known when he posted this video shooting up cases of Bud Light.Despite the online bravado, and talk of a boycott, Bud Light was available when CNN stopped in recently. It is not clear if the ban had been lifted or if there ever had been one to begin with. Nashville marketing executive Bill Fletcher says the whole country seems to be engaging in the same heated conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:09",
      "speaker": "FLETCHER",
      "sentences": "With Kid Rock you have this dark, angry, finger-pointing, shooting a gun at a Bud Light can, and Garth Brooks is -- is, hey, I love everybody and openness and acceptance. And I think it's what you see in the country going back to African Americans, to gay people. Well, now it's transgender.YOUNG (on camera): Here on Broadway, where fans from all around the world come to maybe listen to some music and drink some beer, this Bud Light controversy has left a bad taste in a lot of fans' mouths.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:09",
      "speaker": "JAMIE ODREN, NASHVILLE TOURIST",
      "sentences": "It's quite simple, people just don't want it shoved down their throat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:09",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No Bud Light. Because it's like I have grandchildren. We don't need to put that in the young kids' heads.YOUNG (voice over): In Chicago, at 2Bears Tavern, a bar that caters to mostly gay patrons, they also feel strongly about not serving Bud Light anymore. But for the opposite reason. They believe the brand left Dylan Mulvaney alone on an island to face a mountain of hate. MARK ROBERTSON, OWNER 2BEARS TAVERN GROUP: To be a true ally means that you don't push us behind the scenes and say, well, I'm going to give you some money but I really don't want you to be front and center or public.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:09",
      "speaker": "YOUNG",
      "sentences": "But in some Nashville bars, the backlash against Bud Light was hardly felt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:09",
      "speaker": "MCCOLL",
      "sentences": "We had one guy who said, I refuse to drink that anymore. One guy. And everybody else in the bar kind of rolled their eyes at him. YOUNG",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Let's move on and let -- hell, let's party. We're in Nashville, damn it!YOUNG (on camera): Are you not bothered at all by this Bud Like controversy? You're like, ah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:09",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No, not at all. I don't give a (EXPLETIVE DELETED) what they do.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:09",
      "speaker": "YOUNG",
      "sentences": "Well, you heard that. She didn't really give a care about this.Look, sometimes you do these stories and people don't want to talk. People were lining up to talk about Bud Light. This really has impacted their psyche. Twenty-eight percent of sales have been knocked off. Phil, this was a conversation that we were more than willing to have with a lot of people. I can tell you, there was a lot more on the cutting room floor because people had a voice, they had concerns. We even saw people tell others to stop drinking Bud Light while we were out and about in those bars. It was quite fascinating to watch.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:09",
      "speaker": "MATTINGLY",
      "sentences": "Indeed. Ryan Young, great reporting, great piece. Thanks, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:09",
      "speaker": "YOUNG",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:16",
      "speaker": "BROWN",
      "sentences": "This morning, Texas Republican Senator Ted Cruz is facing another Democratic challenger. State Senator Roland Gutierrez became the second high-profile Democratic to launch a bid for Cruz's Senate seat. Gutierrez represents Uvalde, Texas, the same city where a gunman took the lives of 19 elementary school students and two teachers last year.(BEGIN VIDEO CLIP) ROLAND GUTIERREZ (D), TEXAS STATE SENATOR: I am willing to stay angry for a long time. You haven't seen what I have seen. You never seen so much blood in your life. I am angry as hell. When I see these kids when I go to bed at night. I see them in the morning when I wake up. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:16",
      "speaker": "BROWN",
      "sentences": "That was this past May. And now Gutierrez is making the massacre at Robb Elementary School his cornerstone message.(BEGIN VIDEO CLIP) ROLAND GUTIERREZ (D), TEXAS STATE SENATOR: What happened in Uvalde wasn't just about guns. It was about neglect. The neglect of rural Texas. The neglect of the systems in the state that are supposed to keep us safe. That failure hasn't been isolated. I'm running against Ted Cruz because everything that we've seen in this state has been nothing but taking care of rich people while the poor people, the working class get screwed over. My father used to tell me - GUTIERREZ (through translator): If you work hard for this country, this country will work for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:16",
      "speaker": "GUTIERREZ",
      "sentences": "And that's what I promise to do, work hard at fixing the real problems of today.My name is Roland Gutierrez, proud Texan, and I'm running for United States Senate. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:10",
      "speaker": "BROWN",
      "sentences": "You say most Republicans agree with it. Texas has some of the laxist gun regulations on the book. I mean you can open carry, conceal carry without a permit in Texas. Cruz's allies have already tried to paint your Democratic opponent as out of step with the state on gun rights. A criticism that's likely to be levied against you, too. I mean Texas has a lot of enthusiastic gun owners. Most households in Texas own a firearm.How do you convince Texans that there should be stricter gun laws?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:10",
      "speaker": "GUTIERREZ",
      "sentences": "Yes, I own quite a few myself. I don't own an AR-15. I don't need one. I'm a believer in the Second Amendment. But what we were asking for was to raise the age limit, to create extreme risk protective orders. If you see something and say something, a personal's mentally ill and shouldn't have access to guns, we should be able to take those away if they're making threats. Closing the gun show loophole.In the last several polls, 66 percent of Republican voters said those were good ideas. So, I think that the person that's out of touch is really Ted Cruz and others like him that refuse to stand up to the NRA, to just do the basics to safeguard our children. We've got a lot of work to do in this state, but we have to start with talking about the real problems that are facing us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:10",
      "speaker": "BROWN",
      "sentences": "Yes. And I'm not exactly sure which poll you're referring to there, but I want to note that you will be facing off against Congressman Colin Allred. Allred got a head start in the race, raising $6.2 million for his Senate bid in the second quarter.Are you worried that you're at a disadvantage?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:10",
      "speaker": "GUTIERREZ",
      "sentences": "Look, I'm no stranger to hard work. I've worked hard all my life. I mean in my private life, as an attorney and as an entrepreneur, I've been in construction as well, to my public life, in public service, volunteering for the state of Texas and the city council, San Antonio before that. We've done incredible work and we've created amazing projects over the 18 years that I've been in public service. We're going to continue that hard work and I this that when people hear our story and hear where I come from, they're going to hear a message that resonates, some commonality in their own lives. We've got to listen to people in a better way. Ted Cruz just simply doesn't do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:10",
      "speaker": "BROWN",
      "sentences": "You can't look at your race without looking at historically what's happened in Texas. 2018 you had Beto O'Rourke coming closer than expected to winning this race. He shattered Senate campaign fundraising records. But in the end, the Republican grip held out. Cruz won by less than three percentage points. This was the closest Democrats got to winning a Senate race in Texas in more than 30 years. Do you think this race is different? GUTIERREZthink that he did just amazing work igniting Texans and provoking them to think about what's truly happening in their lives. We're going to have a similar discussion, but we're going to talk to people from all over the state in Spanish and English and everything in between. And from El Paso to east Texas and the panhandle of Brownsville. We're going to work very hard to try to evoke this sense of change because it really is all about us and what we have to do to create change. You can't just simply scream at the boogeyman and blame everything on immigrants for what's going on in Texas for our failed schools, our failed health care systems. People are still making $7.25 an hour, having to work two or three jobs. That's certainly not freedom. We have to work at the things that are truly challenging people at home. The out-of-pocket medical care costs. Everything. You name it. But Ted Cruz doesn't vote for anything positive. He voted against the infrastructure bill that brought $66 billion in jobs. He voted against the Safer Communities Act. He voted even against the debt ceiling, which would have stabilized our economy. We have to just get rid of these charlatans and start working on the things that matter most to people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:10",
      "speaker": "BROWN",
      "sentences": "Democratic Texas State Senator Roland Gutierrez, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:10",
      "speaker": "GUTIERREZ",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:10",
      "speaker": "MATTINGLY",
      "sentences": "Like father, like son. A new home run derby champ has been crowned. More on this moment and the state of baseball in America. Harry Enten has this morning's number, coming up. There he is. There he is. Look at him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:10",
      "speaker": "BROWN",
      "sentences": "Look at that dance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:53:36",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Popped it up. Got to have one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:53:36",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't think he did it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:53:36",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He did not do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:53:36",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, my.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:53:36",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Vlad Guerrero Jr. will hang on and win the 2023 T- Mobile Home Run Derby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:53:36",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Consistency.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:53:36",
      "speaker": "MATTINGLY",
      "sentences": "Well, ahead of tonight's Major League Baseball all-star game, Vlad Guerrero Jr. emerging victorious in the 2023 Home Run Derby in Seattle last night. But despite all the excitement you see there from fans and players, is baseball still America's favorite pastime?CNN's senior data reporter Harry Enten is here with this morning's number. Harry, answer me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:53:36",
      "speaker": "BROWN",
      "sentences": "Drum roll. Drum roll.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:53:36",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "This morning's number is 11 percent, because American's favorite sport to watch, just 11 percent said baseball in 2022, down from 39 percent in 1948. Baseball is not just not number one, which is football, it's arguably number three behind basketball as well. So, baseball, while we may love to watch it, at least you and I, Phil, the fact is, most Americans a like, nah, whatever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:53:36",
      "speaker": "MATTINGLY",
      "sentences": "This is why American society is collapsing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:53:36",
      "speaker": "BROWN",
      "sentences": "Maybe - maybe there's an American right here that doesn't watch it very often. But I do know that there is an all-star game tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:53:36",
      "speaker": "MATTINGLY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "ENTEN",
      "sentences": "I think it absolutely could. So, take a look at this. Americans who could identify Yankee greats. Back in 1949, 74 percent could name Joe DiMaggio. In 1964, 84 percent of Americans could name Mickey Mantle. Now, look at this, just 29 percent of Americans know who Aaron Judge is. The fact is, baseball has a lack of stars, at least as far as the American populus is concerned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "MATTINGLY",
      "sentences": "No, it doesn't. This is the - this is - that just - Shohei Ohtani is one of the greatest players in history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "BROWN",
      "sentences": "He's going to start throwing his script, everyone, watch out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "MATTINGLY",
      "sentences": "Mike Trout. Aaron Judge, (INAUDIBLE) - this is - OK, fine, I have to ask you this (INAUDIBLE). I'm angry. There were rule changes. Bump fan engagement. Is it working? I like it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "ENTEN",
      "sentences": "Yes, I think it -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "MATTINGLY",
      "sentences": "Does America like it, Harry?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "ENTEN",
      "sentences": "I think it is working, Phil. Look, the game time change, down by 26 minutes. The games are 26 minute faster. Stolen bases up 41 percent. Base hits up 3 percent. So, the game is becoming more entertaining. Let's see if the fans follow, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "BROWN",
      "sentences": "It's going to be OK. You're going to be OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "ENTEN",
      "sentences": "Phil -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "BROWN",
      "sentences": "Deep breaths. Deep breaths.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "ENTEN",
      "sentences": "Phil, it's OK. We all love you, Phil. We're here for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "MATTINGLY",
      "sentences": "Ah. Harry, usually I like you. Now I don't. Harry Enten, though, always a pleasure, my friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "BROWN",
      "sentences": "Don't shoot the messenger, Phil.All right, thanks, Harry. Great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:02",
      "speaker": "ENTEN",
      "sentences": "Bye.",
      "isLastSentenceInterrupted": false
    }
  ]
}