{
  "date": "2023-05-31",
  "headline": "CNN This Morning",
  "subHeadline": "Sackler Family to Pay to Fight Opioid Epidemic; Mark Esper is Interviewed about Ukraine; Smoke from Canada Blankets New York City; Shooting Victim in Mississippi Speaks Out. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:30:00",
      "speaker": "JEAN CASAREZ, CNN CORRESPONDENT",
      "sentences": "They going to pay for victim compensation, for programs to abate. You know, community programs, state programs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "Addiction programs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "CASAREZ",
      "sentences": "Addiction programs, and then medications for crisis for people who are addicted. And that was the negotiation. So, it was reached in March, $5.5 billion to $6 billion out of their personal funds will do it.But then the appeal started because many said this isn't fair. All these individuals are not going do get compensated, although it was folded into bankruptcy. Let's look at what part of the opinion says because this was an appellate court, so this is an important precedent setting case. They said, our creditors understand the plan is the best option to help those who need it the most. The most fair and expeditious way to resolve the litigation and the only way to deliver billions of dollars in value specifically to fund opioid crisis abatement efforts. And it's interesting, the opinion, because it came down and I was reading it last night, the judge says, when you have a bankruptcy action, it's going to be -- it's going to seem unfair to some because you can't service everyone. You have to do what is in the best interest of the whole. And the attorney general for California very upset. His state is getting $500 million. But he is saying that individual claimants are not getting to go to court and that's not fair to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "(INAUDIBLE). And often for them it's important to be heard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HILL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "Not just about the money, but to be heard personally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "CASAREZ",
      "sentences": "And there was a hearing on that during that bankruptcy actually.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "Yes, I remember that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "CASAREZ",
      "sentences": "Some were heard, representative of the whole.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HARLOW",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "HILL",
      "sentences": "Thanks, Jean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "CASAREZ",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:14",
      "speaker": "HARLOW",
      "sentences": "Overnight, four people were hurt in what Russia calls a, quote, massive attack. This is on the Belgrade region. Eight apartment buildings, four homes, a school and two administrative buildings were all damaged in the shelling. And this marks the second attack on Russian soil this week. Russia blames Ukraine for the drone strikes that hit residential parts of Moscow on Monday. Ukraine has denied any direct involvement in that. The White House says it's still gathering information. We'll be joined by John Kirby next hour from the White House on that.But this all comes as Ukraine continues to face a relentless barrage of Russian drone strikes in Kyiv and as President Zelenskyy says he has decided on a date to launch the long awaited counteroffensive. Let's talk about these developments and a lot more with former defense secretary under former President Trump, Mark Esper. He also serves on the board of the weapons technology company Epirus. It's good to have you, Secretary. Thanks for your time this morning. MARK T. ESPER, FORMER DEFENSE SECRETARY, TRUMP ADMINISTRATION: Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:14",
      "speaker": "HARLOW",
      "sentences": "What's your reaction to what we're seeing? We just had Fred Pleitgen reporting for us from Kyiv where it was interestingly relatively quiet overnight. No Russian strikes on the capital, as we've seen in past nights. But we are seeing this increase in attacks on the Belgorod region. What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:14",
      "speaker": "ESPER",
      "sentences": "Right. You know, I'm calling in from Slovakia, which is a front line state with Ukraine. And I've been meeting with European leaders here for the last few days. And everybody is awaiting what is happening.My assessment is that these are part of Ukraine's what we call shaping operations. You've seen everything from rail cars being derailed, refineries being bombed, other things happening in Russia, in Crimea, and now you have these attacks, the drone attack. You have the - the attack last week by armed anti-Putin militia, Russians, in Belgorod. So, I think this is all part of the shaping operations designed to distract Russia, to make them move forces along -- around the battlefield and do other things so we can - so that the Ukrainians can have the most successful operation possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:14",
      "speaker": "HILL",
      "sentences": "So, as all of that is happening, there is also speculation, of course, about specially when we look at these drone attacks in Moscow whether Ukraine may have been behind them.\"The New York Times\" previously reporting U.S. intel believes that the earlier attack on the Kremlin was likely carried out by one of Ukraine's covert military groups. If Ukraine is striking in Russian territory, do you believe that should give the U.S. or other NATO countries pause when it comes to weapons that are being supplied? This has been, as we know, a point of contention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:36:14",
      "speaker": "ESPER",
      "sentences": "Yes, and I saw the White House statement yesterday.Look, first of all, Ukraine has the right of self-defense. And, secondly, Russia should not have sanctuary. Russia doesn't get to destroy, kill civilians, rape, murder and pillage all across Ukraine now for 15 months and then cry foul when Ukraine or Ukraine supported or maybe it's anti-Putin groups shoot drones in Moscow. I just think that's - that's - that's wrong. That's not right. And I think Ukraine needs to leverage whatever it can with whomever they can at this point to strike legitimate military targets in Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:05",
      "speaker": "ESPER",
      "sentences": "Yes, look, the relationship continues to spiral downward. And I would say that it's largely due to Chinese bad behavior. These incidents in the air, for example, have occurred for years, And most infamously, if you recall, 2001, when a Chinese fighter plane bumped into a U.S. RC-135 aircraft, which was forced to land on Honan (ph) Island. And we eventually got our airmen back but not the plane.And, so, this has been going on for years. China asserts it has complete ability to control its airspace. That's not its airspace. It's international. But, look, in the past several months we've had everything from Chinese spy balloons to the discovery of Chinese police stations to continued espionage. The FBI says every 12 hours they're opening up an espionage investigation against China. So, Chinese bad behavior goes on and on. And here they are supporting, of course, Russia in this terrible war in Ukraine. So, look, I think we need to continue to work to try to get China on the right path. We need our European allies, in addition to our Indo-Pacific allies, onboard with us. But this is part of this great struggle that the democracies of the world are facing now against the autocracies of the world in this century.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:05",
      "speaker": "HARLOW",
      "sentences": "But what does it mean work to try to get China on the right path? Given everything you just listed, what are you suggesting the administration even does at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:05",
      "speaker": "ESPER",
      "sentences": "A continued unified stance, both in the region and abroad, particularly also in international organizations and any number of U.N. organizations, for example. I think we need to continue to bolster our relationships in the Indo-Pacific through trade and tax treaties. I think we need to continue through formal coalitions like NATO or Asian (ph) or informal ones such as the Quadralatical (ph) Security Initiative, to continue to build a consensus against China's bad behavior and defending international rules and norms that we've built up over the last 70 to 80 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:05",
      "speaker": "HILL",
      "sentences": "We'll see.Mark Esper, always appreciate you joining us. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:05",
      "speaker": "ESPER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:46:20",
      "speaker": "HARLOW",
      "sentences": "This morning, officials in Davenport, Iowa, are trying to decide whether to go ahead with plans to demolish a partially collapsed apartment building or to give rescuers more time to try to search that building for people who are still missing this morning because at least five people remain unaccounted for, two of them are still believed to be inside. Crews re-entered the building yesterday and rescued several animals. They - we're told that they did not detect any signs of human survivors. The family of one of the missing says they've come to terms with the likelihood that their loved one did not make it.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:46:20",
      "speaker": "LINDA FELIKSIAK, SON BELIEVED TO BE TRAPPED INSIDE COLLAPSED BUILDING",
      "sentences": "I don't believe he's alive. He's always helping people and, you know. He's - he's friendly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:46:20",
      "speaker": "AMY ANDERSON, FAMILY MEMBER BELIEVED TO BE TRAPPED INSIDE THE COLLAPSED BUILDING",
      "sentences": "The city does have a plan and pushing any delays is one more day that he's under there. Making -- going through all of - all of this, Ryan wouldn't want anyone else to put their lives at risk.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:46:20",
      "speaker": "HARLOW",
      "sentences": "Firefighters brought out a woman on Monday evening, more than a day after the historic structure suddenly collapsed.(BEGIN VIDEO CLIP) PRESTON MCDOWELL, BRANDEN COLVIN'S COUSIN: Y'all want to tear down the building and you know you got five people still unaccounted for. Help me understand that. MIKE COLLIER, BRANDEN COLVIN'S COUSIN: The building collapsed. An we haven't seen my cousin Branden Colvin since then or heard anything from him. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:46:20",
      "speaker": "HARLOW",
      "sentences": "Take a look. These are some live pictures this morning as the sun has come up in Davenport. They show the building now. The city had planned to demolish it yesterday. The timeline changed after that woman was found.Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:46:20",
      "speaker": "HILL",
      "sentences": "Smoke from wildfires in Canada is drifting hundreds of miles and bringing a second day of haze to some areas of the northeast. So, yesterday, smoke blanketed Boston and areas of New York. We can show you a hazy New York City skyline you see there. The One World Trade Center building just visible there in downtown Manhattan.CNN meteorologist Derek Van Dam joining us now. So, Derek, how much more of this can we expect today? Could it be thicker?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "HILL",
      "sentences": "You know what, that's also some good news. So, there you go. We'll focus on the beautiful sunrise.Derek, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:01",
      "speaker": "VAN DAM",
      "sentences": "All right. I like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HARLOW",
      "sentences": "Welcome back.So, an 11-year-old boy in Mississippi this morning is speaking out after he called 911 for help. He was then shot in the chest by one of the officers responding. Aderrien Murry tells CNN he was just trying to follow officers orders when they told everyone to come out of the house with their hands up. And he says when he did that, a police officer shot him. The interview comes as his family has filed a new lawsuit in federal court. They're suing the city of Indianola, where the shooting happened, the police chief and several officers, including the one who shot him. The family is calling for $5 million in damages. And our Nick Valencia joins us now from there. You sat down with him. You spoke with him. And I wonder what he told you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Well, he's still in a lot of pain, Poppy. He's having trouble sleeping at night. But, remarkably, he's in really good spirits for what - you know, considering what he went through. He does say, though, when he's alone for two long with his thoughts, his mind trails off to dark places about how much worse it could have been.Earlier he sat down with me to talk about what happened. (BEGIN VIDEO CLIP) ADERRIEN MURRY, 11-YEAR-OLD SHOT BY POLICE: God will do what he says. VALENCIA (voice over): As he laid in his mother's arms bleeding out from a gunshot wound, 11-year-old Aderrien Murry was so convinced he was going to die he began to pray to God and sing Gospel songs. A. MURRY: I was thinking like - things like, I'm going to go on to die. Tell - tell my whole family, tell my teacher. I say - I say I'm sorry for - for what I did - did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "VALENCIA",
      "sentences": "On May 20th, Aderrien's mom told him to call 911 for help after the father of one of her other children showed up at their Mississippi home at 4A. MURRY: He said -- said, everybody come out with your hands up. I - then I came running inside the living room. And then - then I remember - I heard the big bang. Then I was just remember holding my chest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "VALENCIA",
      "sentences": "Indianola Police say the officer was Sergeant Greg Capers. Murry says he shot Aderrien once in the chest, seriously injuring the boy. CNN has made repeated attempts to get comment from Capers but he has not respond. Aderrien's mother says he developed a collapsed lung and suffered fractured ribs and a lacerated liver due to the gunshot wound. He spent days in the ICU at the University of Mississippi Medical Center in Jackson needing a ventilator to breathe.A. MURRY: It came right here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "VALENCIA",
      "sentences": "More than a week since the shooting, he is remarkably in good spirits, but sometimes when he's alone with his thoughts for too long he has nightmares. A. MURRYare my thoughts at night. My only ones. And sometimes I think people are watching me. But my main thought is me dead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "NAKALA MURRY, MOTHER OF ADERRIEN",
      "sentences": "I'm so overfilled with joy to have my child that I don't have time to be angry. I trust in the law that they will make the right decision. You know, my main concern is my son right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "VALENCIA",
      "sentences": "The Murry family, and their attorney, Carlos Moore, have filed a federal lawsuit against the city of Indianola, its police chief and several officers, including Capers. They're seeking $5 million in damages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "CARLOS MOORE, MURRY FAMILY ATTORNEY",
      "sentences": "If anyone who's ever been a victim of excessive force deserves to be compensated, it's Aderrien Murry. He trusted the police. He called the police to come to the aid of his mother and he turns around and gets shot by the cop he called to rescue them.VALENCIA (on camera): If that officer was here, sitting right here across from you, what would you want to tell him, Aderrien? A. MURRY: Why did you do it? I could have lost - lost my life all because of you. I want you terminated for what you did to me. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "VALENCIA",
      "sentences": "As for what's next, this incident was captured on body camera. The family and the community has demanded the release of that body camera. This case, however, has been taken over by the Mississippi Bureau of Investigation. And they tell me that they won't release the footage until their investigation is done.Poppy. Erica.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HARLOW",
      "sentences": "OK. Nick Valencia, thank you for the reporting and for sitting down with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "VALENCIA",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HARLOW",
      "sentences": "It's remarkable to hear from an 11-year-old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:01",
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "Some late signs of progress but also the criticism House Speaker Kevin McCarthy is facing.",
      "isLastSentenceInterrupted": false
    }
  ]
}