{
  "date": "2023-04-24",
  "headline": "CNN Newsroom",
  "subHeadline": "Foreign Nationals Evacuate Sudan; President Joe Biden to Announce Re-election Bid for 2024; U.S. Debt Nears Deadline; U.S. Lawmakers Comment on Abortion Pill Access; Ukrainian Forces Reportedly Cross Dnipro River; Russia Warns Grain Deal in Trouble; Shadow Fleet Helps Russia Sell Oil; Mississippi Expanding States Control Over Policing In Jackson; Snowmelt In Midwest Could Result In Major Flooding; U.S. Authorities Investigating Two American Airlines Fires. Aired 2-3a ET",
  "utterances": [
    {
      "timeStamp": "02:00:00",
      "speaker": "ROSEMARY CHURCH, CNN HOST",
      "sentences": "Hello and welcome to our viewers joining us here in the United States and all around the world. I'm Rosemary Church. Just ahead on \"CNN Newsroom,\" a stream of expats leaving Sudan as a ceasefire that never really held comes to an end. We will look at the conditions they're leaving behind.We're expecting this week to hear Joe Biden make it official. He plans to run for re-election, but new polls show a large number of Democratic voters are less than enthusiastic. And a civil rights group targets one city it says is the victim of a takeover by the state. Details and how the governor is responding. Thanks for joining us. Well, a growing number of foreign nationals are being evacuated from Sudan as fighting rages between rival military factions. The U.S. has already pulled out dozens of embassy workers and their families and now it's trying to help private citizens get out as well. Officials say they won't coordinate extractions for them, but they have given them suggestions on how to leave including joining bus convoys from other countries. The evacuations come as the conflict in Sudan enters its tenth day. More than 400 people have been killed including at least one U.S. citizen. Officials say some 16,000 Americans could still be stuck in Sudan. CNN's Oren Liebermann has more on the evacuation efforts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Evacuation operations are never conducted under optimal circumstances and that was certainly the case once again when it comes to the evacuation of the U.S. embassy in Sudan over the weekend.Three Chinook helicopters, some of the largest in the U.S. military for heavy lift flew from Djibouti, some 750 or more miles across Ethiopia into Sudan, landing at Khartoum at the U.S. embassy, securing the embassy with 100 Special Operations Forces on board those helicopters, then getting everybody on board that includes diplomatic staff, family members and some nationals of other countries and then getting them out safely, refueling in Ethiopia and continuing on the way to Djibouti. All of the members of the staff there, the family members as well evacuated safely on those military aircraft. Of course, the risk was that this ceasefire, which both of the warring parties had committed to would fall apart and we already know there were violations of it and it seems tenuous at best. But that was a real risk. However, U.S. officials who briefed reporters after the operation itself said that the helicopters did not come under fire on their way in or on their way out. Of course, the more difficult question now, what happens to some 16,000 or more American citizens who remain in Sudan, many of them dual nationals, so Sudanese-American. The State Department confirmed that it did reach out to at least some of them to inform them of convoys arranged by the U.A.E. and turkey to try to get out of Khartoum and either exit through ports of Sudan or try to cross some of the land borders. Meanwhile, DOD is considering setting up some sort of surveillance of the land routes out of the country and is considering also trying to set up a deconfliction mechanism as it watches very closely the situation even as it deteriorates in Sudan. Oren Liebermann, CNN, at the Pentagon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "CHURCH",
      "sentences": "CNN's Stephanie Busari joins us now with the latest. So, Stephanie, what are you learning? What more are you learning about these evacuations and, of course, the fighting across Sudan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "CHURCH",
      "sentences": "Yeah. Most definitely is. And as you say, those bus journeys are very risky and a lot of the time people are not able to actually cross the border. We're keeping a very close eye on that. Stephanie Busari joining us from Lagos. Many thanks.Well, will the 2024 U.S. presidential election be deja vu all over again? Well, it's certainly shaping up that way. President Joe Biden expected to announce he will run for a second term soon, perhaps even as early as Tuesday. Donald Trump has already announced on the Republican side and his casting a large shadow over other GOP hopefuls. CNN has learned President Biden is planning to name Julie Chavez Rodriguez, a senior White House adviser to oversee his reelection campaign. And she is the granddaughter of the late labor organizer, Cezar Chavez. But enthusiasm for a second Biden run seems to be lacking. A recent poll shows 52 percent of Democratic voters say they don't want to see Biden run again. Well, U.S. House Speaker Kevin McCarthy faces a high stakes week on capitol hill. It's been just days since unveiling his sweeping 320- page debt ceiling plan to mixed reactions from his fellow Republicans. McCarthy will bring the ambitious and divisive plan up for a vote this week amid an ongoing standoff with U.S. President Joe Biden. CNN's Alayna Treene train breaks down what to expect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "This is a very consequential week for House Speaker Kevin McCarthy and a huge test of his leadership capabilities. McCarthy has teed up a vote on his bill to raise the debt ceiling this week. Now, this vote will not be easy especially given Republican's slim majority in the House and the divisions within the party. Kevin McCarthy talked about this on Sunday. Here's what he had to say.(BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY, U.S. HOUSE SPEAKER:  We do have a very small majority, only five seats, one of the smallest we've ever had. But I cannot imagine someone in our conference that would want to go along with Biden's reckless spending. We will hold a vote this week and we will pass and we will send it to the Senate. (END VIDEO CLIP) TREENE:  Now, despite McCarthy's confidence, the key question is whether he can convince enough conservatives to get onboard with this plan. As of now, many conservatives like Congressman Andy Biggs tell us that they're just not there yet. As for the White House, they're insisting they will simply reject this measure outright. But going into next week, the president is facing pressure from some Democrats who think negotiations with congress need to begin immediately. And now to just quickly break down what's actually in this 320-page bill, it includes a series of cuts to domestic spending including a plan to block Biden's student loan forgiveness program and rescind new funding for the Internal Revenue Service. But the bottom line to focus on here is that congress is running out of time. Current estimates put the deadline for when a deal must be reached at some point this summer, and that has many members on both sides of the aisle on edge. Alayna Treene, CNN, Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "CHURCH",
      "sentences": "So, let's discuss this and more with CNN senior political analyst Ron Brownstein. He's also a senior editor at \"The Atlantic.\" Good to have you with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Hey, Rosemary. Good to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:03",
      "speaker": "CHURCH",
      "sentences": "So, President Joe Biden is expected to announce his 2024 re- election campaign Tuesday, but the latest AP-NORC poll shows 52 percent of Democrats don't want him to run again. How will the party deal with that level of rejection?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:01",
      "speaker": "CHURCH",
      "sentences": "Right. And it's worth noting that that same poll also found 44 percent of Republican voters don't want former President Donald Trump to run again either. But in other polls, Trump is way ahead of potential rival Ron DeSantis as the Florida governor prepares to throw his hat in the ring and also set off on a world tour that includes Israel. So, how do you reconcile those different poll results? And what would a Biden-Trump rematch in 2024 look like as opposed to a Biden-DeSantis matchup? BROWNSATEINI mean, there is a big block that doesn't want Trump to be the nominee again, but he remains intensely popular among the non-college side of the Republican Party. And the thing that I think is most ominous for the DeSantis or Mike Pence or Tim Scott is how similar Trump's coalition looks in 2024 to the winning coalition that he had in the Republican primary in 2016. And once again, he's winning about half of voters without a college education, and about only a third or less of those with a college degree. That's probably enough to win if he can sustain that. A Trump- Biden rematch, first of all, that was much more common in the 19th century from 1800's to 1900. I think we had five cases where the two -- the same two candidates ran against each other in consecutive races. We've only had it once since with Eisenhower beating Adlai Stevenson twice in the 1950's, in the U.S. I think most people on both sides suspect that if it's Trump and Biden that it would be very much a game of inches, that not that much would change from 2020, except that I think Democrats are confident that after the events of January 6 and the potential that Trump will be facing multiple criminal indictments, that his ceiling would probably be just a little lower than it was last time and that he would have a very uphill climb. DeSantis could have similar problems and that he's moved so far to the right on social issues. He's going to alienate a lot of the same white collar suburban voters who've turned away from the GOP under Trump. But there's more unpredictability, uncertainty if he's the nominee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:01",
      "speaker": "CHURCH",
      "sentences": "Yeah, of course. Meantime, the GOP appears ready to risk economic disaster if President Biden refuses to negotiate major spending cuts in exchange for Republicans agreeing to raise the debt limit to avoid default on the federal debt as that deadline looms. So, how close to the brink might this get and how dangerous is this GOP strategy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:01",
      "speaker": "BROWNSTEIN",
      "sentences": "Well, you know, in 2011 Barack Obama did with -- Joe Biden very actively involved -- did agree to negotiate with Republicans over the budget as part of the discussion about how to raise the debt ceiling. And that went up to the very last weekend before they cobble together a scale back deal that avoided default but left Obama and Biden convinced that this was not something they ever wanted to do again.And, in fact, in 2013 and 2014 when Republicans came back and wanted to tie budget cuts to the debt ceiling, Obama simply refused to negotiate with them. That's the posture that Biden has maintained today. If you compare where Republicans are to where they were in 2011, or even 2013, the majority is smaller. There are more extreme conservatives in that majority than they were then, and the speaker, Kevin McCarthy is even weaker than John Boehner was, you know, in 2011 and 2013. So, the prospect of a default by miscalculation if nothing else, certainly seems greater than it was then, the risk or the odds of that. Now, there are, you know, the dominant view in Washington remains that in the end enough Republicans would break from the party to find a way to avoid plunging the (inaudible), you know, financial system into kind of unprecedented turmoil. But that is by no means a sure thing. And exactly how these ends and how Republicans find their way to avoiding the first ever default on the U.S. national debt is just very unclear at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:01",
      "speaker": "CHURCH",
      "sentences": "Yeah. Hopefully they understand the ramifications here. It is terrifying. Ron Brownstein, many thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:01",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:01",
      "speaker": "CHURCH",
      "sentences": "Appreciate your analysis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:01",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks, Rosemary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:14:52",
      "speaker": "CHURCH",
      "sentences": "Democratic Senator Amy Klobuchar is also weighing in on the issue and is responding to those comments from her Republican colleague. Take a listen.(BEGIN VIDEO CLIP) SEN. AMY KLOBUICHAR (D-MN):  Senator Graham is bringing up bills from what, the Comstock Act? That is literally passed, Dana, in 1873. That is 10 years before the Yellowstone prequel, okay. That is at a time when healthcare, when you were treated for pneumonia through bloodletting. It is back in the ages of the pony express. The American people do not want to go backwards. And what I heard today is that Republican leaders in Washington aren't backing down on their opposition to reproductive freedom. They are doubling down. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:04",
      "speaker": "CHURCH",
      "sentences": "There's talk, a very potentially significant move by Ukrainian forces near the southern city of Kherson. Social media reports suggest they may have crossed the dean Dnipro River into Russian-held territory. Ukraine is not confirming that, but its southern military spokesperson says rather cryptically, everyone is waiting for good news and they will definitely get it. CNN's Ben Wedeman is in Kyiv for us with more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:04",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Ukrainian forces may have crossed to the eastern bank of the Dnipro River near the city of Kherson, according to several social media channels. The Institute for the Study of War has geolocated footage that shows Ukrainian troops have reached the eastern bank.Now, Ukrainian officials have neither confirmed nor denied these reports. But the Russian appointed head of the occupied Kherson region has flatly denied claims that Ukrainian troops have established a bridgehead on the east bank. Now, it's not clear if this is the opening shot of Ukraine's spring offensive or just a diversionary of faint ahead of a larger push elsewhere. Now, overnight, Russia launched multiple air artillery and drone strikes across eastern Ukraine. Fighting continues to be intense in Bakhmut where Ukrainian troops control a small and shrinking part in the city's west. There are also recent reports that heavy rains have made Ukrainian access to those parts of the city increasingly difficult. I'm Ben Wedeman, CNN, reporting from Kyiv.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:04",
      "speaker": "CHURCH",
      "sentences": "The G-7 is calling for the extension and full implementation of the Black Sea Grain Initiative, but Russia is saying maybe not. A top Russian official says Moscow will terminate the agreement to allow Ukrainian grain to transit the Black Sea if the G-7 bans its exports to Russia. But the coalition of seven major countries and the E.U. says Russia is trying to weaponize food meant for nations most in need. Russian Foreign Minister Sergei Lavrov is due to discuss the grain deal with the U.N. secretary general on his visit to New York this week.While Ukraine struggles to get its grain out to the world, Russia is struggling to do the same with its oil. Western sanctions have forced Russia to change the way it's shipping oil abroad resulting in a mysterious fleet of so-called gray tankers. CNN's Clair Sebastian investigates. (BEGIN VIDEOTAPE) CLARE SEBASTIAN, CNN CORRESPONDENT (voice-over):  This calm blue sea of southern Greece, now a new hub for Russia's oil trade. Taken in mid-March, this satellite image shows oil tankers arranged in pairs. Experts say most of them involved in a cargo transfer. Data shows transactions like these have surged in recent months. This year on average five times more per month dotting the picturesque waters near Greece's Kalamata Port compared to 2021, according to cargo tracking firm Kpler.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:04",
      "speaker": "MATTHEW WRIGHT, SENIOR FREIGHT ANALYST, KPLER",
      "sentences": "it sorts of become a ship-to-ship hub where smaller vessels come in from Russian ports, they transfer the cargoes onto larger vessels. And then those larger vessels will head off through to Asia.SEBASTIAN (voice-over):  Matthew Wright says the rise in ship-to-ship transfers is part of a big shift in shipping patterns. A European Union ban on most seaborne Russian crude oil and refined products means Russian exports now travel much longer distances to reach Asian customers. And he says while smaller vessels are better for docking at Russian ports, they're not ideal for long haul voyages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:59",
      "speaker": "WRIGHT",
      "sentences": "It's not illegal what they're doing. It's essentially a story of the transfer of ownership.SEBASTIAN (voice-over):  Oil tanker sales have surged in the past year, and among them, Kpler says, that same tanker. Here it is again tracked to the Russian port of Novorossiysk in December. Think-tank vessels value estimates 105 tankers of a similar size changed hands in 2022, double the volume of the previous year. It also says around a third of sales this year were to newly formed companies or undisclosed buyers. The International Maritime Organization in London, that shift in ownership, reinforcing safety concerns around ship-to-ship transfers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:24:59",
      "speaker": "FREDERICK KENNEY, INTERNATIONAL MARITIME ORGANIZATION",
      "sentences": "We are unable to determine the level of compliance with the IMO safety and environmental protection regime. The worst-case scenario would be a casualty where transfer a line breaks and you have a major spill or you have an explosion and fire. There's a myriad things that can go wrong in the ship-to-ship transfer.SEBASTIAN (voice-over):  It's a situation that's not going away as Russia's war redraws the global energy map, creating a new logistics system increasingly controlled by lesser-known players and loaded with potential risks. Clare Sebastian, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:59",
      "speaker": "CHURCH",
      "sentences": "New legislation signed by Mississippi's governor is expanding the state's law enforcement reached in Jackson and making major changes to its judicial system. The NAACP calls the action a state takeover of the capital city and has filed a lawsuit. CNN's Isabel Rosales has details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:59",
      "speaker": "ISABEL ROSALES, CNN CORRESPONDENT",
      "sentences": "At the heart of this controversial, questions about racial justice and representation. The legislators who introduce these laws as bills represent areas outside of Jackson. The state legislature is primarily Republican and white, but the city of Jackson is primarily democratic and over 80 percent Black. Now supporters of this new bill -- of these new laws they point to the crime rate in Jackson which has seen a homicide rate per year that has doubled over the past 10 years, peaking in 2021.The murder rate, 12 times the national average making Jackson one of the deadliest cities in the U.S. Let's dig a little deeper now into these new laws. Here's what you should know. They will allow the state of Mississippi to expand reach of state-control law enforcement to the entire city of Jackson. This is a force that has primarily protected the capital and the surrounding area and has not been engaged in city law enforcement. This force does not answer to local officials but rather state appointed leadership. There's also major changes coming to the judicial system which will establish a new court within the boundaries of the new capital complex improvement district. The judge there will be appointed by the Republican state chief justice and the prosecuting attorneys will be appointed by the Republican state attorney general. The NAACP filed an electronic lawsuit on Friday shortly after these bills were signed into law. And here's what they said. Lawmakers and Jackson residents have opposed both bills throughout the legislative session citing outside attempts to increase policing without adequate training, silence dissent from Jackson residents and strip residents of their voting power to elect judges and district attorneys who serve their interests. We also heard from Governor Tate Reeves before he signed those bills into law on Friday. Here's what he said. (BEGIN VIDEO CLIP) GOV. TATE REEVES (R-MS): I will do what's best for Jackson. But for us to continue to see young kids getting killed in the streets, for us to continue to see property crimes that are happening here that are causing businesses to leave. We've got to make sure that we have all in order. And I don't think there's any doubt that if you talk to businesses and we talk to the residents of Jackson Capital Police shows up when there's a crime being committed in their call. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:59",
      "speaker": "ROSALES",
      "sentences": "These laws go into effect July 1st. Isabel Rosales, CNN Atlanta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:29:59",
      "speaker": "CHURCH",
      "sentences": "Parts of the U.S. are bracing for some major flooding in the coming days. Flood warnings and advisories are in effect across the Midwest this week. As spring temperatures continue to rise and snow melts across the region. Multiple river gauges across North Dakota, South Dakota and Minnesota are in major flood stage. By the middle of the end of this week, dozens of river gauges along the Mississippi River are forecast to be in major flood stage and expected to cause gradual flooding in the coming weeks.CNN meteorologist Allison Chinchar has the latest weather update for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:06",
      "speaker": "CHURCH",
      "sentences": "Appreciate that. All right. Still to come. A trouble in the skies. A jogger looks up and says these flames shooting from the engine of a commercial jetliner. We'll tell you what happened.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:06",
      "speaker": "CHURCH",
      "sentences": "U.S. aviation authorities are investigating two separate airplane fires, both of which happened on American Airlines flights. CNN's Polo Sandoval has details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:03",
      "speaker": "FRANKIE LEGGINGTON, PASSENGER",
      "sentences": "Nobody knows what's happening. So, it's the first instinct of the plane is going to blow. So, everyone's grabbing their bags trying to get up and running the aisle.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:03",
      "speaker": "SANDOVAL",
      "sentences": "The Federal Aviation Administration continues investigating two -- these two separate incidents which so far don't appear to be related.Polo Sandoval, CNN, New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:26",
      "speaker": "CHURCH",
      "sentences": "Welcome back, everyone. Well, Twitter's blue checkmark chaos is getting even more complicated after Elon Musk removed the verifications last week. They started popping up again on some accounts over the weekend. And with it, a note saying those users bought Twitter blue. That's one problem. Many did not. Even accounts of people like Pele or Kobe Bryant claimed the purchase Twitter blue even though they passed away long before its inception.Joining me now from New York is Thomas Germain. He is a senior reporter for Gizmodo. Appreciate you being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:26",
      "speaker": "THOMAS GERMAIN, SENIOR REPORTER, GIZMODO",
      "sentences": "Thanks for having me on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:26",
      "speaker": "CHURCH",
      "sentences": "So, Elon Musk followed through on his threat to remove blue checkmarks from all verified Twitter accounts Thursday unless those account holders agree to pay for the privilege. As soon as he did this, Twitter was swamped with imposters and those trying to spread propaganda and disinformation as everyone had predicted would happen. Then he told all advertisers that they had to subscribe.So, where does this leave Twitter in terms of trust and how much does this controversial move devalue the platform, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:26",
      "speaker": "GERMAIN",
      "sentences": "You know, I think what we've seen unfold in real time here is something that people are going to be studying in business schools, as an example of just terrible business mismanagement. He took something that was incredibly valuable, right? People wanted to be verified on Twitter, it was sort of a status symbol, it gave you a boost in the algorithm. And he turned it into sort of a weird mark of pain, that it was a sign that you're a supporter of Elon Musk which is something that a lot of people don't want to be given how he's presented himself.And it caused a lot of really serious problems. We saw immediately, people impersonating celebrities and, you know, more importantly, institutions, right? I looked at pages for the IRS, right? Which collects taxes in the United States. There were at least six different accounts masquerading as the IRS. This can cause really serious problems. And it's why Twitter introduced this system in the first place because on a platform that's this big and significant, it's important to know that important people are who they say they are. So, he took something that people wanted and turned it into something that people actively didn't want. There were people who after he removed all of the blue checks from the old accounts, still have them for some strange reason that wasn't entirely clear. And people were actively trying to get rid of these blue checks or confirm that they didn't. They weren't actually paying Elon Musk, I swear, I'm not one of these people. It's really astonishing how badly he mismanaged this because I think it's something that actually could have made him a lot of money if you'd handle it a little more carefully.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:26",
      "speaker": "CHURCH",
      "sentences": "Right. Yes. Now, it's become a badge of honor not to have the check market. And he included, I'm sure you the same. Realizing what was happening, of course, Musk tried to give back some blue checkmarks to big celebrities. But the damage was already done with many of those bigger accounts calling on everyone to hashtag block the blue accounts because they can't be trusted as anything, but of course, paid accounts trying to cause havoc here.So, what will be the impact of this effort to block paid accounts? And why didn't Musk realize how this would play out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:03",
      "speaker": "CHURCH",
      "sentences": "Exactly. So, what's the best way going forward to verify accounts and ensure we're not dealing with an imposter? Can we just check the number of followers? If it's really high, we can assume that's the genuine article, or is there a better alternative indicator?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:03",
      "speaker": "GERMAIN",
      "sentences": "It's really a problem. There isn't a good answer. I think if you're concerned about whether someone on Twitter is who they say they are, probably the best course of action is to go to a completely different platform. Maybe go to their Web site because there's really no way to know at this point, whether a verified account on Twitter is someone who is significant is an imposter.I think checking the follower counts is probably a good way to go forward. If you're, you know, want to do a little spot check if someone has tens or hundreds of thousands of followers, probably they're the significant figure. But it's really hard to say and that's a big problem. Because on Twitter, people in the past have done things like impersonate people. They've spread misinformation. They've used fake accounts and coordinated harassment campaigns. That can be a real problem. And I think this is going to be one that will be hard for Elon to solve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:03",
      "speaker": "CHURCH",
      "sentences": "Thomas Germain, thank you so much for joining us. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:03",
      "speaker": "GERMAIN",
      "sentences": "Thanks for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:03",
      "speaker": "CHURCH",
      "sentences": "The CEO of NBCUniversal is out after an investigation into an inappropriate relationship. Parent Company Comcast announced Sunday that Jeff Shell was stepping down as CEO immediately following an inquiry into an improper conduct complaint. In a statement, Shell said he was leaving after \"an inappropriate relationship with a woman in the company.\" CNN has reached out to Comcast and NBCUniversal for comment.Well, Bed, Bath and Beyond is the latest U.S. retailer to file for bankruptcy. The company posted on their Web site Sunday that they will begin winding down operations. It said it would seek to sell some or all of its business if it's able to find a buyer. But if it can't do that, the company will be liquidated entirely and go out of business. The fate of its 14,000 employees also depends on what happens next. A California Sheriff's Department is being praised for going beyond the call of duty after they responded to a dire weather emergency. A man was in desperate need of his medication after being stranded by record snowfall. CNN's Veronica Miracle has the story. (BEGIN VIDEOTAPE) VERONICA MIRACLE, CNN CORRESPONDENT (voiceover): The call came in early March after unusually heavy snowfall closed off this mountain community near Fresno, California. JARED COOK, BROUGHT LIFESAVING MEDS BY FRESNO COUNTY SHERIFF'S DEPARTMENT: I've never seen a year like this. MIRACLE (voiceover): Jared Cook was at his family's cabin near Huntington Lake for what he thought would be a weekend getaway until a monster storm hit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:03",
      "speaker": "COOK",
      "sentences": "Every day, another two feet of snow kept coming in and there was no way to get out. Ultimately, I was just trapped.MIRACLE (voiceover): Ten to 12 feet of snow had piled up. The National Weather Service issued a dangerous weather alert and the only road in was completely shut down for weeks. DEPUTY SHERIFF STEVEN KIRKPATRICK, FRESNO COUNTY SHERIFF'S OFFICE: It came so fast and so dense between each storm. So, within that, it was just powder on top of powder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:03",
      "speaker": "COOK",
      "sentences": "It was kind of like Groundhog's Day.MIRACLE (on camera): Like, a couple of day thing turned into two weeks of you in isolation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:03",
      "speaker": "COOK",
      "sentences": "Total isolation. Total solitude with no other human beings around.MIRACLE (voiceover): Two weeks in, Jared was running out of his three heart medications. Out of desperation he reached out to the local Huntington Lake Fire Department but even they had no way to reach him. So, they called in the Fresno County Sheriff's Office, which tried to reach Jared by helicopter during extreme weather conditions. DEPUTY GREG VILLANEUVA, FRESNO COUNTY SHERIFF'S OFFICE: We kind of reserve this one as our rescue helicopter and this is the one that we were actually flying that day. MIRACLE (voiceover): In a remote location --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:03",
      "speaker": "VILLANEUVA",
      "sentences": "This cabin was stuck between 100-foot-tall trees.MIRACLE (voiceover): -- amid snow piled higher than the cabin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:03",
      "speaker": "VILLANEUVA",
      "sentences": "We land. We could get what we call a whiteout condition where the snow just comes up and basically you lose all visual reference. MIRACLE (voiceover)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:03",
      "speaker": "COOK",
      "sentences": "And they said when you hear us go outside and try to get in view and wave us down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:03",
      "speaker": "VILLANEUVA",
      "sentences": "We ended up going with plan B and just kind of hovering over the house and over the roadway, and then we dropped it off to him.MIRACLE (on camera): In flight, you got the door open and you're about to drop it. What's going through your mind about, like, what could go wrong?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:03",
      "speaker": "VILLANEUVA",
      "sentences": "Well, number one, it was flying high enough so we don't hit the trees. Number two would be probably not hitting the gentleman with the bag. And the most important is probably not damaging the helicopter while we're in flight.I had to pull the door open with my left hand and I had to drop the bag in between the skid and drop it into this little area right here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:07",
      "speaker": "VILLANEAUVA",
      "sentences": "I think that's why we all do the job, you know, the teamwork. The sheriff's office came together as a team, and we made a plan quickly and we were able to help somebody that was in need.",
      "isLastSentenceInterrupted": false
    }
  ]
}