{
  "date": "2023-09-28",
  "headline": "CNN News Central",
  "subHeadline": "Biden Delivers Warning On Threats To Democracy; Federal Government Could Shut Down In Less Than Three Days. Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:40:06",
      "speaker": "JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT",
      "sentences": "Something big and something that many at home might not think is so big that I think is important going forward. The big thing, this is an incumbent president united states who structural numbers are weak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:06",
      "speaker": "TAPPER",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:06",
      "speaker": "KING",
      "sentences": "All right, job approval is low, two-thirds of Americans think the country is on the wrong track, 400 days to the election, time to fix it. But he's in a deep rut for an incumbent president. What was he asking? Make the preservation of our democracy above anything else, essentially asking the American people, if you're mad at me about inflation, if you have questions about my age, if anything in your life has nothing to do with Washington, put this first please. Can you make that case? If he can convince enough Americans to put that issue first? That's a strength for him.The smaller thing, one of the barriers he has, not just among swing voters. But even among Democrats are concerns about his age. Is he up to the job, right? Put the number aside? Does he have the stamina to be the president knighted states for four more years? He handled the heckler there perfectly. And one of the questions is, is he in charge? Does he get it? Is he aware? It's one day I don't want to make too much about this. But he got heckled by a climate activist. He listened for a minute that he said, would you please shush up and I will meet with you. Then he moved back to his speech and even made a joke. Democracies complicated. There's your example. It's one example. But one of the questions is, you know, is he aware, is the present? So the little things like if he can do that for months, and erode those doubts, among enough people, that's a plus for him. So that -- the big thing is can he convince people what's most important the election? But his performance as a candidate is going to be a big issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:06",
      "speaker": "TAPPER",
      "sentences": "Interesting. Gloria?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:06",
      "speaker": "GLORIA BORGER, CNN SENIOR POLITICAL ANALYST",
      "sentences": "I think, first of all, this was a speech we've heard in various forms, from Joe Biden. Today was very heartfelt, obviously, because of John McCain and his personal relationship with him. But he said something that is obviously aimed at MAGA. And he took direct aim, which is you can't love your country only if you win.And then he went point by point about things that Donald Trump or others have said, you know, I am your retribution. We want to destroy the FBI. January 6 was a legitimate political discourse, and on and on. And he sort of made the point that this is not our values as -- as Americans, and we need to abide by the Constitution. And one thing that was so personal was when he talked about Donald Trump referring to people to wounded or dead soldiers as suckers --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:06",
      "speaker": "TAPPER",
      "sentences": "Suckers and losers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:06",
      "speaker": "BORGER",
      "sentences": "Losers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:06",
      "speaker": "TAPPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:06",
      "speaker": "BORGER",
      "sentences": "And he said, you know, was my son who lived next to a burn pit and died a sucker?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:06",
      "speaker": "TAPPER",
      "sentences": "Yeah. And just to give a little bit more background to that specific story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:06",
      "speaker": "BORGER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "BORGER",
      "sentences": "-- because of McCain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "TAPPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "BORGER",
      "sentences": "Because he called McCain a loser, because he'd been captured.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "BORGER",
      "sentences": "Remember that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "TAPPER",
      "sentences": "Well, he said that publicly. That's not even behind closed doors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "BORGER",
      "sentences": "That's right. That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "TAPPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "BORGER",
      "sentences": "He said that publicly. And I remember at the time everyone's reaction to it was, well, God, Donald Trump could never survive saying something like that, politically. And of course he did. And so saying this at the McCain Institute, without even mentioning John McCain in that way, I think was very important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "TAPPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "ASHLEY ALLISON, CNN POLITICAL COMMENTATOR",
      "sentences": "Yeah. I mean, it's a reminder that Donald Trump is not a party loyalist. Donald Trump is loyal to Donald Trump, because he will attack Republicans and Democrats if he doesn't like them.The other thing I thought was interesting with the speech is that he found ways to weave in other forms of MAGA extremism, while they were talking about book bans, talking about blocking military leaders from confirmation, which is undergirded because of the row decision. Things that actually speak to the Democratic base as well that this is the speech for them. And then finally, when he talked about the contrast of when he was going overseas, talking to world leaders, and folks said, what if folks charged the doors of parliament? What would America -- you really have to take a step back. If you weren't in Washington, D.C. on January 6, and maybe you want to put that in the past, if you were to see another -- that happened in another country, you would really question the stability of their democracy. And so he's saying, but folks, this happened on our soil. So let's not take this for granted. And let's protect the democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "A couple of things, micro for me, he's in Arizona. I mean, this is one of those traditionally red states that he barely won in 2020. There were obviously some McCain style Republicans that went towards him, and who I assume, are having some real doubts about his presidency and about whether he can do it again. So I think you're going to see a lot of this from both Trump and Biden, obviously today.They're going to spend a huge chunk of their time in the same, you know, four to six days. So Arizona, if he -- if Biden can keep Arizona, it really does make it harder on the Electoral College. Macro, who is this going to appeal to? Obviously, there are institutionally minded Republicans that are worried about the corrosion of -- of institutions. He talked about that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "TAPPER",
      "sentences": "Scott, you're one of those? JENNINGS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "TAPPER",
      "sentences": "No -- no, I don't think that you find him appealing. But I'm saying you are an institution -- I don't mean that as an insult. It's a compliment. You believe in institutions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "JENNINGS",
      "sentences": "Yeah. And they're betting that there are more voters who are going to believe in institutions than not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "TAPPER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "JENNINGS",
      "sentences": "We'll see if they're right. I think older voters, I think this is a speech aimed squarely at older voters. I think in 2020, there were older Republican leaning voters who went to Biden that Republicans had --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "TAPPER",
      "sentences": "Very shockingly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "JENNINGS",
      "sentences": "Yep, depended on for a long time, so they're trying to hold on to those folks.Stylistically, these kinds of speeches, I think, are supposed to be soaring. And there were phrases in there, but well, he really puts an anvil on it by the constant, not hyperbole, not a joke. I'm serious. And it -- it sort of drags them down. They're supposed to soar. And he just can't stop but putting an anvil on his own speeches. So I do think that actually diminishes the moments or the historic nature of it when you constantly you're interjecting with that. But you can see the broad outlines of the presidential campaign this week, Trump in Michigan, talking to non-college working class voters, Biden in Arizona, talking to people who believe in institutions, older voters, and probably voters with college degrees. These are the contours they're carving them out. And it's obvious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "TAPPER",
      "sentences": "Yeah, oratorical we're not headed into the Lincoln Douglas debates. John King?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "KING",
      "sentences": "To the point, it's like, where was he, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:23",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:11",
      "speaker": "TAPPER",
      "sentences": "I agree with you. It's those five states, Georgia, Pennsylvania, Wisconsin, Michigan, Arizona. I would add secondarily, you have Nevada, Trump is definitely going to make a big deal for Nevada.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:11",
      "speaker": "KING",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:11",
      "speaker": "TAPPER",
      "sentences": "And North Carolina, as you noted. Biden is definitely going to play for --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:11",
      "speaker": "KING",
      "sentences": "The last one I would add is tiny New Hampshire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:11",
      "speaker": "TAPPER",
      "sentences": "Oh, yeah, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:11",
      "speaker": "KING",
      "sentences": "If it's that close. If it's that close. And what --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:11",
      "speaker": "TAPPER",
      "sentences": "Not even -- Trump's going to make a play for New Hampshire, no matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:11",
      "speaker": "KING",
      "sentences": "What all those states have in common? They're right around the median, the average when it comes to education. Education is the new dividing line in American politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:11",
      "speaker": "TAPPER",
      "sentences": "Maybe we'll talk --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:11",
      "speaker": "KING",
      "sentences": "All those states -- all those states are right about the median.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:11",
      "speaker": "JENNINGS",
      "sentences": "And a lot of those middle-class suburban voters you mentioned right now, they don't feel like they can buy a car. They don't feel like they can buy a house. They feel like they're being priced out. So when they went towards Biden before it was, maybe to get rid of Donald Trump. Now, they're faced with a choice of, well, I went away from Trump for a reason, Biden has disappointed me. And so this battle for that kind of a voter and can Joe Biden convinced them, put your personal economic concerns aside and listen to me. I'm dubious, honestly, because people are definitely hurting. You see it in the polling?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:11",
      "speaker": "TAPPER",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:11",
      "speaker": "JENNINGS",
      "sentences": "And it is -- it is a -- it's -- I'm not certain Biden can actually ultimately pull this off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:11",
      "speaker": "BORGER",
      "sentences": "-- and do both. Obviously, I don't think he's just going to talk about democracy. We've seen him talk about Bidenomics. It isn't sticking. But we're -- you know, we're going to see how that plays out.What's interesting to me is that he did talk about younger voters today. He said it's up -- it's up to the next generation, to make sure that we adhere to these principles. And, you know, I couldn't help but think about Mike Pence at the debate last night, who presented himself in kind of a way I'm an old-fashioned Ronald Reagan conservative. And Joe Biden today is sort of like I'm a traditional work across the party lines, kind of a Democrat. And I don't know how that plays anymore. Certainly not playing in the Republican Party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:11",
      "speaker": "ALLISON",
      "sentences": "I think he's --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:11",
      "speaker": "BORGER",
      "sentences": "I don't know how it'll play here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:11",
      "speaker": "ALLISON",
      "sentences": "-- in terms of democracy and he should, but I also picked up the fact that he pointed out that he's passed legislation and even though Republicans didn't vote for it, you're still taking it because, you know, it's good legislation. And so kind of pointing out that hypocrisy with the Republican Party and his leadership.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:11",
      "speaker": "TAPPER",
      "sentences": "And all this is happening as infighting among House Republicans is pushing the nation closer to a government shutdown. CNN's Manu Raju has been tracking every twist and turn an expletive deleted. Manu, what is the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:11",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yeah, lots of tension right now, among Republicans and fears of a government shutdown by Sunday because of the fact that Kevin McCarthy cannot get his conference in line. That is one big reason why. McCarthy, the Speaker of the House is still pushing to try to get a bill through his chamber that has all Republican votes. He is a razor thin majority. And he's included a number of provisions in this bill to try to court conservatives but as turned off Democrats, but there's a problem. There are more than four Republicans who are opposed to his efforts to keep the government open for a short period. Even if we were to get that plan out of the House, there's no chance in the Democratic-led Senate or would get to signed into law.Meanwhile, there's a separate bill that's moving through the Senate that McCarthy doesn't support and they don't do his members, which is leads to these fears that are happening at the moment. Now, I spent the day talking to Republicans about everything that's been going on. And what's clear is that those members who are in swing districts, those moderate Republicans are furious at those hardliners. Those hardliners in the conservative side in the House Republican conference are furious at the speaker all as their concerns about the Speaker's own future, if he decides to cut a deal with Democrats. (BEGIN VIDEO CLIP) REP. DON BACON, (R) NEBRASKA: Can't just veer my way or the highway. And that's -- that's why some people seem to think it works. It doesn't work that way. REP. ANDY OGLES, (R) TENNESSEE: In the waning days of July, we should have made a commitment to stay in August, whether that's the first week, the second week or the whole month. We should have stayed and finished our work. And so when we returned in September, there was no way that we could get done. And so I'm frustrated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:11",
      "speaker": "RAJU",
      "sentences": "Should be out of a job?REP. ELI CRANE, (R) ARIZONA: You know, I think -- I think that members should be looking at for stronger leadership. And you know what, quite frankly, I know that people in my district that I represent, want to see stronger leadership, so I'm all about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:11",
      "speaker": "RAJU",
      "sentences": "Yeah.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:09",
      "speaker": "TAPPER",
      "sentences": "And Manu, just to be clear here, Speaker McCarthy was elected speaker in January. He's known that this was coming since January.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:09",
      "speaker": "RAJU",
      "sentences": "Yeah, there's no question about it. In fact, he cut a deal over the summer with the White House to raise the national debt limit in that deal. They included on spending levels that they agreed to across the federal government. The Speaker agreed to it, the White House agreed to it. The Senate, Democratic and Republican leaders agreed to it.McCarthy, though backed off that agreement, Jake, because of pressure from his far right. And because of that disagreement over spending levels, is one reason why they're in the mess that we're in at this moment.",
      "isLastSentenceInterrupted": false
    }
  ]
}