{
  "date": "2023-05-22",
  "headline": "CNN News Central",
  "subHeadline": "8-Year-Old Girl Dies In U.S. Customs And Border Protection Custody; NAACP Warns Florida Is \"Hostile To Black Americans\"; Paul Whelan, American Detained In Russia, Speaks To CNN; 3 Southwestern States Agree To Cut Colorado River Usage; Trans Teen Skips Graduation After Being Banned From Wearing A Dress. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:30:00",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "You know, she was in detention for eight days. And that, of course, raises a lot of questions, Jim. The Honduran foreign ministry has identified this 8-year-old as Anadith Danay Reyes Alvarez.According to a timeline issued by U.S. Customs and Border Protection, which starts on May 9th, the day that she and her family were apprehended, the processing started at that point in time, which includes a medical screening. So the parents of this child told U.S. Customs and Border Protection that she had sickle cell anemia and heart disease. A few days later, she tested positive for influenza A, and medications were administered. They were administered for a couple of days. She died on May 17th. According to this timeline from U.S. Customs and Border Protection, her parents took her to the medical unit three times. The first two times, she was complaining about vomiting and stomachache. And the third time, her mother carried her into the medical unit having an apparent seizure. At that point in time, she became unresponsive. CPR was administered. An ambulance was called. She was transported to the hospital where she later died. According to U.S. Customs and Border Protection, an autopsy has been performed but because and manner of death has not been released. This caused U.S. Customs and Border Protection acting administrator there to ask for a review of all of the medically fragile individuals in their custody to be reviewed, for their cases to be reviewed, and also for medical practices to be reviewed. But, Jim, this raises a lot of questions about how many migrants are in CBP custody right now, how long they're saying there. Because under CBP's own policy, migrants are not supposed to be in holding custody for more than 72 hours. That's three days. In the case of this child and her family, it was at least eight days. Now, I've heard from the Honduran foreign ministry that her family has been released and that they are hoping to go to New York to reunite with family where they plan to request and hopefully obtain asylum. The other note that the Honduran foreign ministry says is that the family is hoping to lay this little girl to rest in New York as well -- Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "So the question becomes standards then, right? Because you have many thousands of people coming across, turned away, some are turned away.But if you enter the asylum process, you could spend time there and spend much more time in the country as you wait for your case to be adjudicated. Are they changing those standards now in response to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "FLORES",
      "sentences": "What the CBP acting administrator is asking is for all of the individuals who are medically fragile that are in CBP custody, for their cases to be evaluated and for these individuals to spend the least amount of time in Customs and Border Protection custody as possible.Also, they're going back and asking the DHS medical leader to actually go back and review their processes to make sure these individuals are spending as little amount of time as possible in custody Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SCIUTTO",
      "sentences": "That poor little girl and her family.Rosa Flores, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "The NAACP has just issued a travel advisory against one of the most-visited states in the country, Florida.The NAACP's advisory says, quote, \"Florida is openly hostile toward African-Americans, people of color and LGBTQ-plus individuals.\" And it calls Governor Ron DeSantis and Florida state leaders, quote, \"hate inspired.\" Florida has banned the teaching of Critical Race Theory and blocked a preliminary A.P. course on African-American studies. Let's discuss now with Marsha Ellison. She is the president of the NAACP of Ft. Lauderdale/Broward County. Marsha, I want you to listen to -- first off, thanks so much for joining us. I do want to let you listen to Governor DeSantis responding to this advisory. He spoke out earlier today. (BEGIN VIDEO CLIP) GOV. RON DESANTIS (R-FL): What a joke. What a joke. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "DESANTIS",
      "sentences": "Yes, we'll see how -- we'll see how effective that is.It's ridiculous. And we're proud to be leading the nation in tourism. This is part of the reason why our country goes through all these -- we get involved in these stupid fights. This is a stunt to try to do that. It's a pure stunt. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:34:58",
      "speaker": "SANCHEZ",
      "sentences": "Marsha, it sounds like the timing of this advisory is meant to coincide with DeSantis reportedly announcing that he's running for president, is that correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:34:58",
      "speaker": "ELLISON",
      "sentences": "In actuality, the state of Florida voted unanimously to ask the national board of directors to issue the advisory.Quite frankly, our annual NAACP board meeting is held in May every year. The earliest it would have been done is this past weekend, so this is the earliest time it could be done. So maybe it's divine intervention instead of coincidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:34:58",
      "speaker": "SANCHEZ",
      "sentences": "Marsha, you do describe DeSantis and other Florida leaders as hate filled, quote, \"engaging in a blatant war against principles of diversity and inclusion.\" Why do you think Governor DeSantis is advancing these policies? Andwhy do you think some 60 percent of voters re-elected him in this last election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:34:58",
      "speaker": "ELLISON",
      "sentences": "A lot of the black voters, if you check the numbers, we're not particularly excited about any of the candidates. And so many of them stayed home.Our objective is to make sure that they are educated on the issues and show up come 2024. So that is kind of a thing that we have to work on as far as education. So we are speaking for folks who don't necessarily believe they have a voice and that are under attack, and that is certainly the African- American community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:34:58",
      "speaker": "SANCHEZ",
      "sentences": "Florida does lead the nation in a number of black-owned businesses. More than 15,000, according to the state. Many of them rely on tourism. I'm wondering if you think this travel advisory may inadvertently harm them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:34:58",
      "speaker": "ELLISON",
      "sentences": "I think you have to realize that we need to do a better -- and we will encourage us to do a better job of supporting us year- round, not simply when there is a group that's going to come to town.We have a number of large African-American primarily groups that will be coming to Florida. And so we will make sure that those individuals leave the area, the convention area, and go out and support black businesses. That's something that we need to make sure that we do year-round. And we will certainly do that and we will be fine. We will support our own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:34:58",
      "speaker": "SANCHEZ",
      "sentences": "Marsha Ellison, thank you for sharing your time today. We appreciate your perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:34:58",
      "speaker": "ELLISON",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:34:58",
      "speaker": "SANCHEZ",
      "sentences": "Of course.Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:42:31",
      "speaker": "JENNIFER HANSLER, CNN STATE DEPARTMENT REPORTER",
      "sentences": "That's right, Brianna. He told me he was much more confident than he was when we last spoke in December. That was right after the U.S. secured the release of Brittney Griner in a prisoner swap.Paul was left behind twice last year. Another prisoner swap brought home Trevor Reed. Both of those swaps, U.S. officials said Russians would not include Paul. And now he is concerned he could potentially be left behind again now that the Russians have arrested yet another American, \"Wall Street Journal\" reporter, Evan Gershkovich. Take a listen. (BEGIN VIDEO CLIP) WHELAN (via telephone): I've been told that I won't be left behind. I have been told that, although Evan's case is a priority, mine is also a priority. And people are cognizant of the fact this is having an extremely negative impact on me and my family. And I'm told that the government is working tirelessly to get me out of here and to get me home so they can then focus effort on Evan and his case. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:49:58",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "It is hugely important, Brianna. The old saying out west is that whiskey is for drinking and water is for fighting. That was definitely the case up until this weekend.It was sort of California against the other six states that draw on the Colorado. But it looks like the lower base, Nevada, Arizona and California have come to an agreement. Thanks, in large part, to a lot of money from the federal government, about $1.2 billion in the Inflation Reduction Act, that will be paid out to irrigation districts in tribes and cities to leave their share in Lake Mead. It total, it's about 13 percent of that. But also a big wet winter, all that snow in the Rockies brought the water levels up enough to give us a little breathing room. But this is just a temporary fix. This will expire in 2026. So they are kicking a harder can down the road as they have been for a century out west. KEILAR; There's also other states that are going to be stakeholders in this. What are they saying about this agreement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:49:58",
      "speaker": "WEIR",
      "sentences": "Yes, the upper basin states, they so far are indicating they like what they're seeing. They like some agreement. For a long time, there's been resentment that the lower basin was using all the water coming from the mountains up in Utah and Colorado, out there as well.But the federal government also has to sign off on this as well. But it is important. And it's not just the folks out west that's impacted by this. If you eat burgers or drink milk, chances are you enjoy the fruits of the Colorado River because over half, 55 percent, goes into growing food for cows. Only 13 percent for residential. So how that water out there is managed, huge implications for the food chain, writ large. But again, this is a positive step but there's still a lot of hard negotiation that has to be done in order to save this system long term in the age of climate change. KEILAR; Yes, certainly is. We'll be watching this as we see what the next steps are. Bill Weir, great to have you. Thank you. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:49:58",
      "speaker": "SCIUTTO",
      "sentences": "A Mississippi trans teen is speaking out after she said she was banned from attending her high school graduation unless she wore boys clothing.The student wanted to wear a dress and heels underneath her graduation robe but officials said no so she took her case to federal court where she lost. She then decided to skip her commencement ceremony saying she'd rather stand up for what is right than being humiliated. CNN's Isabel Rosales is here with more on this ruling. And, Isabel, my understanding is that she says that her gender identity was no secret to school officials, that they knew, in effect. So how did this come to be just as the graduation ceremony took place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:49:58",
      "speaker": "ISABEL ROSALES, CNN CORRESPONDENT",
      "sentences": "Jim, L.B. is a transgender girl. Her family is asking us to use her initials because they have some concerns about her privacy and her safety. She told me that she's just as confused. She doesn't know why thishappened now because she's been openly transgender since her freshman year. So for four years now. In fact, during prom of last year, she actually wore a dress, a sparkly dress and heels without a problem. Then suddenly, she says two weeks before graduation, she was pulled into the principal's office and told that she could not wear a dress and heels. So we pulled up the Harrison County school policy, the dress code on commencement activities. And here's what it says: \"Students are expected to wear dress shoes, dress clothes, dresses or dressy pants for girls, dress pants, shirt and a tie for the boys.\" It says here that, \"Students whose attire does not meet the minimum dress requirements may not be allowed to participate in the graduation exercises.\" And we looked through the entire policy and it doesn't specify anything about LGBTQ students or specify that they must dress based on the sex that they were given at birth, that they were assigned at birth. Now, the school district -- we looked through the court documents -- made several arguments in court, first, saying that the district relies on birth certificates to determine whether a student is male or female. It also pointed to a commencement participation agreement that both Samantha Brown, the mom, and L.B. signed two months before the graduation stating that they would follow the dress code. Now, I asked them about that, why they would sign off on that document if they didn't agree with the school policy. And they told me they thought they were following the school policy. L.B. views herself as a girl so they thought it wouldn't be an issue that she dress as a girl, tool -- Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:59",
      "speaker": "ROSALES",
      "sentences": "Right. So what happened is that they filed -- the ACLU representing the student -- filed in federal court asking for an emergency relief, an injunction to stop the policy of the school district.The judge denied that. Meaning that that ruling, that that policy, the dress code stayed. So she made the decision on the night of her graduation not to attend. She did not want to wear boys' clothes -- Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:59",
      "speaker": "SCIUTTO",
      "sentences": "Isabel Rosales, thanks so much for covering for us.Boris?",
      "isLastSentenceInterrupted": false
    }
  ]
}