{
  "date": "2023-10-14",
  "headline": "CNN Newsroom",
  "subHeadline": "IDF Increasing Readiness For The Next Stages Of War; Half Of Gaza's Population Under Israel Evacuation Order; Israel Faces Threats On Multiple Fronts; Palestinians And Foreign Nationals Gather At Gaza- Egypt Border; Death Toll In Gaza Passes 2,200; Fear Grow That Israel- Hamas Conflict Will Spread; Inside Site Of Music Festival Attack Where 260 People Died; 72-year-old Leads Kibbutz To Keep Hamas At Bay. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:29",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:29",
      "speaker": "ISA SOARES, CNN ANCHOR",
      "sentences": "Hello, and a very warm welcome to the show, everyone. I'm Isa Soares, coming to you live from London. We are bringing you up to date on the breaking news that we have been following for the last hour or so.Israel says it's preparing to conduct coordinated strikes from air, sea, as well as land, on Hamas controlled Gaza a week after those devastating terror attacks by the Palestinian military groups. We are also following breaking news on Israel-Hamas war this very hour. There are growing signs the Israeli troops are nearing a potential ground invasion into Gaza. The IDF says its troops are preparing for the next stages of war. And we've seen troops -- we've been seeing troops, as you can see there, and their tanks amassing near Gaza for days now. Earlier, Israeli Prime Minister Benjamin Netanyahu met soldiers on the frontlines offering words of support, telling them to be ready. In just the last few minutes, we've learned that the number of Americans killed in last Saturday's terror attacks has risen. The U.S. State Department now saying that 29 Americans died in those attacks. They say that 15 Americans remain unaccounted for. Well, as Israel continues to pound Gaza with airstrikes, activists sound the alarm about the growing humanitarian catastrophe in the Palestinian territory. On Friday, Israel calls for 1.1 million civilians in Gaza, that's half of its population, by the way, to leave their homes and head southwards. Tens of thousands of Palestinians are already fleeing. Hamas, however, is telling Gazans to stay put, saying the roads are unsafe. Hospitals in Gaza, as we've been hearing, are overwhelmed. The World Health Organization says hospital evacuation orders are, quote, \"death sentence for the sick and injured.\" I want to bring in Mark Regev. He's the senior adviser to Israeli Prime Minister Benjamin Netanyahu. Thank you very much, Mr. Regev, to have you on the show. Really important to get your voice and your perspective here. You heard our top story there, the IDF saying that its forces are increasing operation readiness for the next stage of this war. Give us a sense of what you are getting in terms of how imminent this inspected incursion into Gaza may be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:29",
      "speaker": "MARK REGEV, SENIOR ADVISER TO ISRAELI PRIME MINISTER",
      "sentences": "So I think we spent the first few days after the massacre of October 7th playing defense. We have still scores of terrorists on our side of the frontier. There were various hostage situations where they've taken people, and threatened to kill them, and so we were then focusing on protecting our people inside Israel where the terrorists were still active, unfortunately killing people and committing atrocities.Once the area outside the Gaza Strip was more or less cleaned up of terrorists, then we can move to offensive. And I think that offensive now is going to get greater, and we are going to hit the Hamas military machine very hard. We're going to hit Hamas targets very hard. From our point of view, Hamas, and I think they showed the whole world they're a brutal enemy that uses ISIS type tactics, and we are going to literally destroy, dismantle their military machine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:29",
      "speaker": "SOARES",
      "sentences": "And I know you won't want to give too much away in terms of military information here, Mr. Regev, but we heard Prime Minister Netanyahu saying we're ready. Give us a sense of how soon. Are we looking at, 24, 48 hours, in a few days, weeks here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:29",
      "speaker": "REGEV",
      "sentences": "I'm not going to be more specific than I have been other than to say the pressure on Hamas will continue to increase.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:29",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:03",
      "speaker": "SOARES",
      "sentences": "And we were showing our viewers the situation for so many making their way south, following many of them heeding the call by Israel. That window for a safe passage, though, Mr. Regev, that's expired. Will Israel be expanding this further? And if not, I mean, what does this mean for the tens of thousands still hoping to get out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:03",
      "speaker": "REGEV",
      "sentences": "So, I think the story about the evacuation actually, I think, shows a larger picture. Because Israel knows there's going to be fighting in that northern part of the Gaza Strip, because there, Hamas has placed a large part of its military machine. Missile launchers, underground tunnels, arms depot, command-and-control centers. They are all there. And often, they are underground, right underneath civilian structures.And we don't want to see innocent civilians caught up in the cross fighting between us and Hamas. And so we ask people for their own safety, please move away. And we created safe corridors for people to travel. Now it's interesting. Hamas itself said don't leave, saying, people, you should stay. And you should become martyrs for our fanatical cause. And when people didn't heed Hamas's order, they actually blocked roads and physically prevented people from leaving. And why is this important? Because Israel, which is theoretically their enemy, we are trying to save lives by telling people, please, evacuate a future combat zone, while Hamas, which claims to speak for the Palestinians, wants them killed. It is the crazy logic of an extreme terrorist group.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:03",
      "speaker": "SOARES",
      "sentences": "In the meantime, CNN, Mr. Regev, has learned that health care facilities in the north and the city of Gaza will not be complying with Israel's evacuation orders to head south, saying these threats, effectively act, and I'm going to quote them here, \"as a death sentence for the thousands of injured, and the patients housed within this facility.\" So people can't move or won't move, what happens to them? What considerations are being made here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:03",
      "speaker": "REGEV",
      "sentences": "So obviously a place like a hospital, we know about. And of course, we will act to protect it. But you need to know, and the viewers need to know, that in the past, Hamas has had no qualms whatsoever about using hospitals and schools, and other humanitarian sites for their war machine. There were documented cases in previous rounds of fighting where Hamas were storing missiles on U.N. facilities inside the Gaza Strip.But we, in Israel, we don't target hospitals, we don't target innocent civilians. Our enemy is the brutal Hamas military machine. And we will be targeting that machine. Now we didn't want this war in the first place. They took us by surprise. Unexpectedly, they slaughtered our people. They massacred our people. In the most brutal act of antisemitic violence since the terrible years of the Holocaust. They kidnapped and took hostage over 120 Israelis, and took them back to Gaza, and they are in some, I presume, in some underground basements. And I haven't -- you know, I don't know how they're being treated. I can only presume the worst. This is a brutal enemy. An enemy that uses ISIS type tactics. Not that I says so, not that the Israeli government says so, but the U.S. government and the British and others have used that terminology. This is a group that beheaded people. This is a group that burned people alive. This is a group that walked into rooms and saw a baby in bed, and shot them multiple times with automatic fire. These people are ruthless. And in defeating them, I think we're not only protecting the people of Israel, I think we're doing the Palestinian people of Gaza a favor. SOARES: And many Palestinians and many in Gaza trying to move southwards, of course, as heeding the calls from Israel. We've heard in the last hour, Mr. Regev, the Egyptian foreign minister speaking to our Wolf Blitzer saying that the Rafah Crossing on the Gaza side, they're saying the roads there are inoperable due to aerial bombardment. What is your understanding of what is happening there in terms of the Rafah Crossing? Because many people of course can't get out. Those dual citizens, American Palestinians, even a British Palestinian doctor whose daughter I just spoke to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:06",
      "speaker": "SOARES",
      "sentences": "And very, very briefly, as well, we've heard that the IDF in the last, what, 24 hours or so has been conducting raids into Gaza. Give us a sense, Mr. Regev, of what Israel has learned about the hostages here ahead of this ground incursion because this is critical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:06",
      "speaker": "REGEV",
      "sentences": "It is, and it's a difficult question for us because we've got over 120, maybe closer to 150 people who have been taken hostage inside Gaza. And we fear for their safety. So we say on this issue, we say two things. Number one, we tell Hamas that we are watching closely. And if anyone hurts these captives, these hostages, if they are harmed, we will find the people responsible, and we will act to bring about justice.Anyone involved in harming hostages, we will punish them. It might take a month, it might take a year, it might take 10 years. But justice will be made out against people who harm hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:06",
      "speaker": "SOARES",
      "sentences": "And now that I've got you here, in the last what I would say 20 minutes or so, Mr. Regev, we've heard that Palestinian Authority President Mahmoud Abbas has had a call with President Biden where he called for an immediate halt to all attacks. He said that -- called for immediate halt to all attacks, adherence to international humanitarian law. He also stressed the need for urgent humanitarian corridor to provide essential supplies and utilities to Gaza while rejecting the eviction of Palestinians. Your reaction, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:06",
      "speaker": "REGEV",
      "sentences": "Well, when it comes to Gaza, President Abbas is at very best a ceremonial head of state. He has no power in Gaza. Hamas controls Gaza. And so he is, in many ways, a spectator looking from the outside in. But I would tell you as an Israeli, we are frustrated, though maybe not surprised, that the so-called Palestinian Authority, which is supposedly moderate, which is supposedly a partner in peace, which is the international interlocuter for governments around the world, and they have refused to condemn the terrible, terrible massacre that occurred on October 7th.They refused to condemn the rapes, the beheadings, the burning of bodies, the butchering of children. They refused to condemn the kidnapping that now the whole civilized world has unequivocally condemned these heinous acts perpetrated by Hamas. Iran has refused to do so, some of the Arab countries have refused to do so. Though, I have to tell you, some have condemned. And we embrace those Arabs who will condemn this violence. But the Palestinian Authority says it's a peace partner. The Palestinian Authority says it wants a deal with Israel. And yet their behavior in this crisis has not been good. And their failure to stand up for what is right, their failure to condemn the Hamas atrocities, unfortunately, speaks to a larger problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:06",
      "speaker": "SOARES",
      "sentences": "Mr. Regev, appreciate you taking the time to speak to us. Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:06",
      "speaker": "REGEV",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:06",
      "speaker": "SOARES",
      "sentences": "I want to bring in Laila El-Haddad, a Palestinian journalist from Gaza. She's based in U.S., but her family, her aunts, her uncles are in Gaza right now.Laila, appreciate your taking the time to speak to us. Give us a sense of what you are hearing from your family on the ground. LAILA EL-HADDAD, PALESTINIAN JOURNALIST: Today was a little better than yesterday. They are trying to keep good spirits. But I won't lie, it's terrifying for us, for them, minute to minute, we don't know if they are going to survive, literally the first thing I do before I go to sleep is I check into see if they are alive. And the first thing I do when I get up. And so does my cousin in Canada and my cousins elsewhere around the world. Two of my uncles are actually British citizens. They divide their time between Gaza and Manchester. And they tried to exit Rafah Crossing today but were unable to. So another uncle tried a few days ago and the crossing was bombed. Excuse me. And they have to return back so they are now in the southern part of the city and have been hosting, like many others, hundreds of members of displaced families. My other family, my father's side, is in Gaza City. And they too attempted to seek some safe space, safer than where they were. My cousin's wife has newborn twins. My other cousin was -- had in his care my 90-year-old uncle who's blind and deaf. And they were unable to do so as the video clip showed. As they were leaving several families ahead of them were killed. 70 members -- 70 Palestinians, excuse me, from different families were killed. And so they had to go back and sent me a very moving letter about how they decided to shelter in place, stay where they were, and die in dignity if they had to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:06",
      "speaker": "SOARES",
      "sentences": "Your family, Laila --EL-HADDAD: I should also add that same cousin --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:15:06",
      "speaker": "SOARES",
      "sentences": "Sorry, go ahead, finish your thought.EL-HADDAD: I was going to say that they are really desperate right now, though this is not just about the humanitarian situation it cannot be ignored. They have newborn twins and they're running out of formula and diapers, and of course there's many others in similar situations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "SOARES",
      "sentences": "And as you heard those words from him, that must be an incredibly hard for you. Talk to that, that decision to stay, be what may. And also the humiliation of displacement. Just explain that to our viewers.EL-HADDAD: Yes, I mean, sorry, it's very emotional because, you know, my own husband is a Palestinian refugee who grew up in a refugee camp. The son of refugees from the 1948 ethnic cleansing of Palestine. And he spent his entire life there. And -- so he more than anyone, we have experienced, we have lived (speaking in foreign language), if you will, the Palestinian estrangement and displacement. And to have to see that happen again in Gaza is heartbreaking, and it's completely preventable. And it's happening by design. And so we feel helpless here. And I think what makes it worse is the duplicity about our own government in the so-called civilized world. You know, as well as the fact the role that the media is playing and seeing this happen, and not enough play an active part in stopping it or stopping the lies and the propaganda that we all heard circulating in the first two days. I think for me that's the most painful part. And what they keep saying to me is please, do what you can, you know, we are stuck here, but do what you can to at least spread our message and our situation, and what's happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:09",
      "speaker": "SOARES",
      "sentences": "And we are grateful, Laila, that you are spreading their message and keeping us abreast of what is happening on the ground. Of course, communication, we know is hard. We're trying to connect with NGOs on the ground. As you know that has been incredibly difficult.Laila El-Haddad, really appreciate it, wishing you the best of luck to you and your family. EL-HADDAD: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "SOARES",
      "sentences": "Now to growing concerns that this crisis may spread beyond the borders of Gaza and Israel.CNN's Ben Wedeman is in southern Lebanon, monitoring the clashes between Hezbollah and Israel. We spoke a short time ago about the escalating tensions there. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "We heard for the space of about two hours, Isa, was an intense exchange of fire between Lebanon and Israel in the area of the Shebaa Farms. That's a disputed area between Lebanon and Israel. It went on for about two hours and eventually petered out. But it certainly was as far as we can tell the most intense exchange of fire since the outbreak of fighting down in Gaza.Now the Israelis said that 30 mortar rounds were fired from Lebanon into Israel. Hezbollah said that they hit five Israeli positions on the other side of the line separating the two. But just now we have seen video put out by Hezbollah. And indeed what you see is very precise hits with a guided missiles on what appears to be the communications and surveillance equipment at these five positions. A level of accuracy I don't think we have seen here in Lebanon or used by Hezbollah. Now in the course of these exchanges of fire between the two sides an elderly Lebanese couple was killed when their home was struck by an Israeli round of some sort. And Hezbollah itself acknowledged that one of its fighters was killed. Now most recently we've been hearing some distant explosions to the south of here near the border between the two countries and we've seen reports from our colleagues in Israel that many of the communities on the other side of the border have -- there have been sirens going off in those areas. Now one interesting new development we've just gotten is that apparently there was a briefing by the head of Israel's National Security Council. And he gave us really the clearest idea of how Israel is looking at the situation on that Lebanese border. He said that Israel is hoping to avoid a two-front war, and he said that the current level of exchange of fire between Hezbollah and Israel is, in his words, below the escalation threshold. He went on to say that he hopes that Hezbollah won't bring the destruction of Lebanon. In the past Israeli officials have said prior to this war that in the event of the next war between Hezbollah and Israel, that Israel could, and I'm paraphrasing here, send Lebanon back to the Stone Age. He concluded by saying that all eyes are on the north, and then said and not just eyes. And we know that Israel has deployed tens of thousands of additional troops along its border with Lebanon -- Isa. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:25:02",
      "speaker": "SOARES",
      "sentences": "Ben Wedeman, in (INAUDIBLE), speaking to me earlier.Well, hundreds of people had gathered at Gaza's southern port with Egypt as they flee Israeli strikes. Many are foreign nationals hoping to cross into safety in Egypt via the Rafah checkpoint. But according to reports from the ground, no one is being allowed to pass through. Earlier Egypt's foreign minister told CNN that the border on the Egyptian side is open but that roads in Gaza are inoperable after heavy Israeli bombardment. The Rafah Crossing is now the only viable exit from Gaza. You can see thereafter is really close its two borders earlier this week. That U.S. State Department describe the situation the crossing on Saturday as fluid. It's not clear at the moment if or when the Rafah checkpoint might be operable. CNN's Oren Liebermann joins me now from the Pentagon. And Oren, just explain to us what we know is going on at this border crossing, because I have now spoken to two family members waiting for words from their loved ones trying to get out but not being able to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:02",
      "speaker": "SOARES",
      "sentences": "Yes. We're still lacking clearly some clarity on this. Let me ask you about the breaking news that we've been following for the past, what, two, three hours. The IDF saying its forces are increasing operational readiness for the next stages of war. Israel as we've been reporting here is getting support from the Biden administration. But there are still calls I believe to protect the civilian population. Is Israel listening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:02",
      "speaker": "LIEBERMANN",
      "sentences": "So this is an important question and obviously one we'll be following very closely, especially with the pictures coming out of Gaza that you see the results of Israel. The air strikes and the rising death toll. Israel the administration there as well as that military, the IDF, insists it's trying to protect civilians. It gave that evacuation order, one that's nearly impossible to fulfill with, you know, more than a million people moving from the north of Gaza to the south of Gaza.But you now also see this warning coming from readouts between Israeli officials and their American counterparts. We just got a readout from Defense Secretary Lloyd Austin's call with his Israeli counterpart, the Minister of Defense Yoav Gallant, and first, as you point out, it gives full support for Israel but it goes on to say, and once again I'll read here, \"The secretary underscored the United States' unwavering commitment to Israel's security. During the call he discussed the importance of adhering to the law of war including civilian protection obligations and addressing the worsening humanitarian crisis in Gaza.\" So a pretty open call there from the administration and from Austin here, the Defense secretary, straight to Israel on the protection of civilians and the need for humanitarian aid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:02",
      "speaker": "SOARES",
      "sentences": "Thanks very much, Oren Liebermann there for us at the Pentagon.And still ahead right here, this is really man's stubborn combination and war experience helped keep Hamas at bay. His remarkable story of heroism later this hour. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:05",
      "speaker": "RAFAEL ROMO, CNN CORRESPONDENT",
      "sentences": "Yes, tension, Isa, is a good way to describe it. And we were able to witness that ourselves last night when we heard really large explosions here over the skies in Tel Aviv. The Iron Dome doing its job of intercepting those missiles. Those rockets headed in this direction.And, Isa, after airstrikes and shelling that have lasted for a week, Israel appears on the verge of taking the next step against Hamas. It would very likely be a ground incursion to hunt down Hamas militants hiding in Gaza. Several hours ago Israeli Prime Minister Benjamin Netanyahu visited the troops at the frontline near the Gaza border. He told soldiers that the next stage is coming. Israel's military says its forces are increasing operational readiness for the next stages of the war, including what you mentioned before, Isa, combined and coordinated strikes from the air, the sea and the land. In a statement, it said that IDF forces are currently preparing to implement a wide range of operational offensive plans which can include combined and coordinated strikes from the air, sea and land. The airstrikes of Gaza -- on Gaza, I should say, haven't stopped. Israel claims its military killed a Hamas commander who played a key role in last Saturday's attack. The Palestinian Health Ministry now says more than 2,000 people have died in Gaza since the beginning of the conflict. According to the U.N., more than 1300 buildings have been destroyed in Gaza in the last week, including many residential buildings. And, Isa, listen to this. Water and sanitation facilities have also been hit by airstrikes, including one desalination plants serving over 1.1 million people. Now back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:05",
      "speaker": "SOARES",
      "sentences": "Yes. And as you were talking and talking about the situation for those inside Gaza, Rafael, we're looking at live pictures relatively quiet of course that follows days of course of heavy bombardments as so many Gazans leave to the south, following IDF, Israel's recommendations.If a ground incursion, if and when it does go ahead, Rafael, the concern I'm sure for many Israelis will be the hostages, between 100 and 150. What have you've been hearing? What families of these hostages being hearing about what may happen next and what measures are taking place with this counteroffensive here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:05",
      "speaker": "ROMO",
      "sentences": "Yes, Isa, there's a lot of concern and despair from the families, but as you may remember, U.S. Secretary of State Anthony Blinken was here a couple of days ago. And yes, he was here in Israel to meet with Prime Minister Benjamin Netanyahu to say that the United States has Israel's back, to bring another shipment of weapons but he also had other very important purposes.He was -- after visiting Israel he visited with leaders from other countries here in the region. He went to Jordan, he went to Qatar, he went to the UAE. Trying to talk to heads of state to try to find the best solution to liberate those hostages and the second goal, Isa, was to try to take steps to protect the civilian population in Gaza. How to protect people from shelling. How to help them evacuate those areas that the Israeli military had said that they are going to have to leave right away. So there is an effort at the international level to try to help those families to try to find those hostages. But so far we haven't really seen much out of that -- Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:06",
      "speaker": "MELISSA BELL, CNN PARIS CORRESPONDENT",
      "sentences": "Well, there was this fear that given the divisions, given the emotion around what's happening in the Middle East right now that this would spill out into the very large Muslim populations of Europe, or Jewish populations of Europe, and fears that at this spillover could go so far as to divide countries. In fact, that's what President Macron said in a televised address on Thursday night, urged the country to stay united and really suggesting that the French avoid working home those tensions.And yet, as that day of jihad that we saw on Friday kicked off, and even as we wondered how that was going to play out on the streets of European cities, that story of killing of a student in northern France, which has now been linked to events in the Middle East. (BEGIN VIDEOTAPE) BELL (voice-over): Far from the frontlines of the Israel-Hamas war, many European Jews say they're not just feeling the pain of what's happening there, but also fearing the potential ramifications much closer to home. In France, at the great synagogue in Marseille, a prayer is held for the people of Israel, it's a fervent prayer after reports of antisemitic incidents in parts of Europe, after Hamas launched its assault on Israel more than a week ago, and Israel's subsequent bombardment of Gaza. MARC MEIMOUN, WORSHIPPER (through translator): First of all, it's important to be present whenever the Jewish people are in danger. Fortunately, we're used to this kind of gathering, this kind of prayer. We're tired of it all. Nevertheless, we have to respond in unity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:06",
      "speaker": "BELL",
      "sentences": "France is home to Europe's largest Jewish population, as well as the largest Muslim population in Western Europe. French President Emmanuel Macron has urged his citizens to remain united. The French police used water cannon and tear gas to break up a recent rally in support of the Palestinian people, which had been banned by French officials, citing concerns about public order.But there are fears of further unrest in France. 10,000 police officers have been deployed to protect synagogues and Jewish schools, and on Friday France raised its security alert to the highest level. After a knife attack at a school, the French interior minister says was linked to the conflict between Israel and Hamas. The U.K. is also stepping up security after reports of increased antisemitic incidents. The Community Security Trust, a British nonprofit organization that monitors antisemitism, says the number of incidents reported to them in the past week has increased by more than 300 percent, compared to the same period last year. Tensions at times spilling out onto the streets of London, where flyers of Israelis reportedly kidnapped by Hamas were torn down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is for Palestine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They're not mutually exclusive. It's children, it's children, it's innocent people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "OK, what about the children in Pakistan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:40:06",
      "speaker": "BELL",
      "sentences": "Germany, meanwhile, says it has a zero-tolerance policy towards antisemitic acts and will ban all activities supporting Hamas, which is on the E.U.'s list of terror groups German officials say they can do no less.FRANK-WALTER STEINMEIER, GERMAN PRESIDENT (through translator): Protecting Jewish life in Germany is part of the identity of our democracy. The security of Jews in Germany is our democracy at its core. Only if our Jewish citizens live in peace and security, can our country as a whole do so? (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:07",
      "speaker": "SOARES",
      "sentences": "Melissa Bell for us in Paris this hour. Thanks very much, Melisa.Well, hundreds of young Israelis trapped, shot at by Hamas terrorists, with almost nowhere to hide. Brand-new video of the terror of the music festival that became a killing ground. That's next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:07",
      "speaker": "SOARES",
      "sentences": "We are going to take a look back at one of the most horrific aspects of Hamas' attack last week. It's the story of what happened at the Nova Music Festival where 260 innocent people were murdered.Anderson Cooper has this extremely disturbing walk-through of the festival site, and we have to warn you, this story may be difficult to watch. (BEGIN VIDEOTAPE) ANDERSON COOPER, CNN ANCHOR (voice-over): The music was playing, the dance floor packed when the rockets began. Just 3.3 miles from the border with Gaza it didn't take long before Hamas gunmen arrived. Some partygoers were able to get to their cars, but many were killed before they could get away. REAR ADM. DANIEL HAGARI, ISRAEL DEFENSE FORCES: They were waiting here with a machine gun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:07",
      "speaker": "COOPER",
      "sentences": "Rear Admiral Daniel Hagari, a soldier all his life, has never seen anything like it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:07",
      "speaker": "HAGARI",
      "sentences": "This is a massacre scene. I don't have any other recall of memory in the history of Israel since it was established this kind of event.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:07",
      "speaker": "COOPER",
      "sentences": "The bodies and body parts of the dead have been removed but people's possessions are strewn all around. The carnage is clear. Burned-out cars, bullet holes, blood stains on seats.From some cars, the IDF has retrieved dash-cam videos that show Hamas gunmen roaming the site for hours, shooting freely. This one shows a bloodied hostage being led away and under the car you can see another man hiding. He moves slightly, then stops. A gunman runs right up to him and shoots him point blank in the head or upper body.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:07",
      "speaker": "HAGARI",
      "sentences": "I don't know how people can explain this. I cannot -- I don't have the words to explain it, and then running away on motorcycles with girls to Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:05",
      "speaker": "SOARES",
      "sentences": "Well, when Hamas launched its deadly attack last weekend, some Israelis took up arms to defend their homes.CNN's Matthew Chance has a story of a 72-year-old veteran, war veteran, who along with armed volunteers, help protect his kibbutz. (BEGIN VIDEOTAPE) MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT (voice-over): They attacks by Hamas were a bloodbath. Israelis slaughtered or taken hostage. In Kibbutz Magen near Gaza, the militants met their match.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:50:05",
      "speaker": "BARUCH COHEN, HEAD OF SECURITY, KIBBUTZ MAGEN",
      "sentences": "Well, to think that they always were there -- told, you shall never catch me with my underwear in my hand.CHANCE (on-camera): Never catch you with your pants down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "CHANCE",
      "sentences": "And you started shooting at them.B. COHEN: I try -- I shoot them --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "CHANCE",
      "sentences": "Before they came through the fence?B. COHEN: Before. In my head, that was the only way to stop them. CHANCE (voice-over): In nearby Jewish community or kibbutzim, Hamas attackers ran amok in a vile killing and kidnapping spree. But in Kibbutz Magen hunted more than 400 Israelis. This small team of armed volunteers trained and led by Baruch kept the militants at bay. B. COHEN: They're resting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "CHANCE",
      "sentences": "His wife, Mina, at his bedside told me she has no doubt why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "MINA COHEN, HAMAS ATTACK SURVIVOR",
      "sentences": "The difference is Baruch because --CHANCE (on-camera): Your husband. M. COHEN: My husband, Baruch, 20 years that he's used -- that he's in this position, and every time that a lot of young people coming, they make the same position that Baruch make. In the other kibbutzim, they laugh at him. They said that he's crazy. They said that they -- that he's speaking nonsense. Nobody will come. And Baruch defended the kibbutz year by year, and all the people laughed at him, and he was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "CHANCE",
      "sentences": "They laughed at him.M. COHEN: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "CHANCE",
      "sentences": "They said he was paranoid.M. COHEN: He's paranoid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "CHANCE",
      "sentences": "They said it's not going to happen.M. COHEN: It's not -- it's never going to happen because we have the army. CHANCE (voice-over): In fact, the Israeli army came under attack by Hamas, too, leaving Baruch and his team to fight alone for more than six hours, way longer than expected. B. COHEN: Where is the army? They teach us that if something happened. CHANCE (on-camera): Yes. B. COHEN: I always tell some of my friends as well, my neighbors, that we got 35 minutes -- 12 minutes that belong to us. After 35 minutes, the army should be here, the best units should be here, and et cetera, et cetera, et cetera.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "CHANCE",
      "sentences": "But they didn't come.B. COHEN: The words didn't (INAUDIBLE). CHANCE (voice-over): As Israelis elsewhere were taken hostage, their communities overrun, Baruch fought on, severely injured and out of ammo, armed with just a blade. B. COHEN: I take a knife and I said, if you should come, he should find me holding a knife.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:00",
      "speaker": "CHANCE",
      "sentences": "A stubborn determination, his friends and neighbors say helped save them from the grim fate of others nearby.Matthew Chance, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}