{
  "date": "2023-08-22",
  "headline": "CNN News Central",
  "subHeadline": "Biden Picks New White House Counsel As Reelection Battle, Congressional Probes Enter Critical Stage; Maui Officials: 115 People Confirmed Dead, 850 Missing; Biden: People Of Maui Should Lead Rebuilding Efforts; Fulton Co. Sherrif's Staff Threatened Ahead Of Trump Surrender; 1/6 Special Counsel Jack Smith Pushes Back Against Trump's Request For 2026 Trial Date; Tropical Storm Harold Makes Landfall In South Texas. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:32:20",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "First on CNN, President Biden is getting a new White House counsel. Former Obama attorney, Ed Siskel, is going to step into the role next month.It comes as the president is charging into a re-election campaign all while various investigations, from his son, Hunter, Biden's charges to his own handling of classified documents, hover around the president. CNN's Kayla Tausche joins us now live from Tahoe. Kayla, what more do we know about the hiring of this new counsel for the White House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:32:20",
      "speaker": "KAYLA TAUSCHE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Boris, President Biden is installing, as his third White House counsel, an attorney with experience in managing high-level investigations and sensitive inquiries on behalf of the White House.Ed Siskel managed the Obama administration's responses to the investigations into Benghazi and the failure of Solyndra, a solar panel manufacturer that went belly up after receiving about half a billion dollars in government guarantees. That experience could prove critical in the next 15 months as Republicans keep the heat on the Biden administration going into the 2024 election. There's been a continued drumbeat of inquiries and document requests from House Republicans. And then already the White House counsel has been managing the cooperation with special counsels investigating the president's own handling of classified documents and a long-running investigation into the president's youngest son and his business dealings and tax liabilities. In a statement, President Biden said, \"For nearly four years in the White House, when I was vice president, Siskel helped the counsel's office navigate complex challenges and advance the president's agenda on behalf of the American people.\" He said, \"Ed has shown a deep commitment to public service and respect for the law.\" Siskel will take over that role next month. He departs amid a wave of departures for the administration. Biden recently replacing his domestic policy adviser and his legislative affairs chief. And it all comes as chief of staff, Jeff Zients, has communicated that for any top aides who are planning to depart before the election, they need to do that soon -- Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:32:20",
      "speaker": "SANCHEZ",
      "sentences": "Kayla Tausche, in south Lake Tahoe, thanks so much.Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:06",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "President and Dr. Biden spent several hours both over Lahaina, on the ground here, and meeting with both first responders and victims of this tragedy at the big shelter, the war memorial shelter in central Maui.He said the right things, in many cases. When he came to the microphone to give his statements, he said the thing a lot of folks I've been hearing from for two weeks have been saying, that he wants Maui, the people of Maui to help determine how this place is rebuilt. There was a question as to who will have the most influence in that conversation going forward. Locals here, working-class native Hawaiians, multigenerational locals, are worried of disaster capitalism, people moving in to exploit this and buy up as much land as they can in this paradise and rebuild it. Their interests as well, the president promises that that won't happen. It remains to be seen. There's a lot of forces at play here right now. He did serve as empathizer-in-chief after five days of being mostly silent on the issue publicly. But the governor said he was working behind the scenes to assure first responders that the feds had their back on this. He shared the stories we're familiar with, of losing his daughter and wife and wondering if his sons had survived a car accident early in his political career. And that's what so many people here are going through now. The list of the missing, according to the mayor of Maui, was whittled from over 2,000 by the FBI and authorities down to around 850 now. That still seems impossibly high this many days, almost two weeks now, after the fire broke out. Forensic anthropologists, though, say, historically, scenes like this can take months or even years to sort out the missing. You can hope there's still some confusion as to who's on that list. But the real heartbreak is to think about the children who were left home that day. There are parents in this town who lost their kids. There are kids who lost their parents. We're unclear if President Biden was able to meet with any of those. We know he did meet with Archie Kalepa, a historic figure here. Uncle Archie, as he's known, a Hall of Fame waterman, who led a lot of the relief efforts from sort of a cul-de-sac command post we went into as well. Some of those who have been very active on social media were at the table at least with President Biden for the few hours he was here. But now all eyes are on this place to see how soon they can find the huge number of missing and make peace with those families and how exactly they will rebuild. Bill Weir, CNN, Maui. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "KEILAR",
      "sentences": "There are growing security concerns right now in Atlanta ahead of former President Trump's expected surrender on Thursday at the Fulton County jail. A source telling CNN that the sheriff's office staff are actually being threatened there.We have CNN's Nick Valencia live outside the jail for us on this story. Nick, these are employees who operate the jail where Trump is going to be surrendering. What's the nature of these threats?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Yes, these threats are becoming a dark reality for those who dare to try to hold the former president accountable.A law enforcement source with knowledge of this situation tells me that these threats are coming directly to the leadership at Fulton County sheriff's office. And they through death threats as well as threats to the personal homes of these leaders here at the Fulton County sheriff's office. So in addition to the sheriff here, Pat Labat, in addition to him dealing with the logistical nightmare that comes with the defendants, 19 of them, turning themselves in to this jail here, he's also now having to deal with the safety of his deputies. We understand that these threats are under investigation, as are the threats made to the Fulton County grand jurors that we reported last week. And authorities are telling us that they're being very close to the vest when it comes to releasing information officially about these threats because they don't want to jeopardize any potential leads. All of that is happening while the situation here outside the Fulton County jail remains very active. So far, Brianna, two of the 19 defendants have turned themselves in with the expectation that the former president is going to show up here sometime on Thursday -- Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "KEILAR",
      "sentences": "Nick Valencia, live for us outside the Fulton County jail, thank you for that report.Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:42:23",
      "speaker": "SANCHEZ",
      "sentences": "Stepping aside from Georgia for a moment and to a case in the nation's capital, there are new developments in Donald Trump's federal election interference case.In a new court filing, Special Counsel Jack Smith is pushing back hard at the former president's bid to delay his trial until April of 2026. Smith claims that Trump's legal team is drastically overstating the amount of evidence they need to review. With us now is CNN justice correspondent, Jessica Schneider. So, Jessica, all of this is happening before a big hearing on Monday where Judge Chutkan is going to essentially set a trial start date.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:02",
      "speaker": "SANCHEZ",
      "sentences": "They've provided them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:02",
      "speaker": "SCHNEIDER",
      "sentences": "Exactly. It contains documents from the Secret Service, e- mails that potentially Donald Trump's team would be privy to, also documents from the January 6th Select Committee, documents that Trump associates might have had.So the special counsel's team is saying you are vastly overstating the depth of these documents and we think we can get to trial sooner. We'll see how the judge sides. Maybe we'll get a glimpse of what she'll decide on Monday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:02",
      "speaker": "SANCHEZ",
      "sentences": "A jam-packed legal calendar for the former president. Obviously turning himself in in Georgia later this week and that big hearing on Monday.Jessica Schneider, thanks so much. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:02",
      "speaker": "SCIUTTO",
      "sentences": "Well, now to some of the other headlines we're watching this hour.A rescue mission mid-air in Pakistan. Teams have now saved five children who were trapped in a cable car some 900 feet, 90 stories up, according to a military source. Another child and two adults are still inside that cable car, which has been dangling for at least 13 hours. It is nighttime there now. The children, age 10 to 15, were heading to school when one of the chairlift cables snapped. Also, a post-pandemic milestone in North Korea. It's national airline, Air Koryo, resumed daily flights today between Pyongyang and Vladivostok, Russia. It is the first time since 2020, according to a Russian airport official. This video shows one of the jets making a stop on the way in Beijing. North Korea essentially sealed off the country in the midst of the coronavirus pandemic. And China says it will take necessary measures against Japan's release of Fukushima's nuclear wastewater into the Pacific Ocean. The 2011 earthquake and tsunami caused highly radioactive material to contaminate the plant, which uses water to cool the fuel. All the water that has been stored on site -- has been stored on site. But plant officials say they are now running out of room. A U.N. watchdog group said the release follows safety protocols. The government-owned plant said the water would be released slowly and over decades. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:49",
      "speaker": "SCIUTTO",
      "sentences": "This is just in out of Fulton County, Georgia. A revolving door. There attorneys for Jenna Ellis have just arrived at D.A. Fani Willis' offices.Ellis is the lawyer who allegedly planned the hearings before state lawmakers where Trump allies pushed baseless fraud claims. We are following the latest on negotiations at that courthouse and see what comes out of that meeting potentially. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:04",
      "speaker": "KEILAR",
      "sentences": "Yes. That's right. Certainly, needs that rain. If only it could push a little north there.Jen, thank you so much for that. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:04",
      "speaker": "SANCHEZ",
      "sentences": "The jail is always open, and the first two of Donald Trump's alleged co-conspirators have come and gone, but they will not be the last. Ahead, what's going to happen at the Atlanta facility where Trump is expected to surrender on Thursday. That and more still ahead on CNN NEWS CENTRAL.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}