{
  "date": "2023-05-09",
  "headline": "CNN This Morning",
  "subHeadline": "U.S. Covid Health Emergency to Expire; Migrants Camped out on Border with Mexico; Schools Shift to Four-Day Week. Aired 8:30-9a ET",
  "utterances": [
    {
      "timeStamp": "08:30:02",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "So, I don't know if we ever thought that this day was going to come, as I look at Phil, because it's been a long three years. The U.S. Covid public health emergency is set to end on Thursday, meaning the U.S. will no longer provide many Americans with free Covid tests, treatment, vaccines at no cost.This comes as the World Health Organization made a similar declaration last week, more than three years after the global pandemic that claimed nearly 7 million lives around the world. Our chief medical correspondent Dr. Sanjay Gupta guided us, thank goodness for him, through it all, the ups, the downs, the masks, the tests, the vaccines from the very beginning when CNN first started calling this a pandemic. (BEGIN VIDEO CLIP) DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: There are criteria that are somewhat defying to call something a pandemic. And let me just preface by saying, you know, this - this terminology that we're going to start using now isn't so much to cause panic but rather to really cause a focus on preparedness. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:02",
      "speaker": "HARLOW",
      "sentences": "Dr. Gupta has been here with us, guiding us through all of it for every pandemic milestone. He joins us again.Good morning. DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:02",
      "speaker": "HARLOW",
      "sentences": "I usually call you Sanjay. I'm calling you Dr. Gupta this morning because that's what you've been for us, Sanjay. You made us feel -- you helped us understand something that has been so scary for so many people. And this morning your essay is so great -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:02",
      "speaker": "GUPTA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:02",
      "speaker": "HARLOW",
      "sentences": "Because you're talking about our country as your patient again. GUPTA",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:02",
      "speaker": "HARLOW",
      "sentences": "So, where - where are we?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:02",
      "speaker": "GUPTA",
      "sentences": "Well, you know, I think for some people this is going to seem very arbitrary and accelerated that the emergency part of this pandemic is coming to an end. For other people they're going to say, hey, look, months ago, maybe even a year ago I was sort of through this. So, it's pretty divided in terms of how people think about this.As you mentioned, the WHO already ended their public health emergency of international concern. The CDC director in this country is stepping down June 30th. And Thursday the United States is going to end the emergency as well. The way that it's worked is that there has been these emergencies that lasted 90 days and they have been sort of renewed 13 times. So that last renewal will end on May 11th. And at that point it's expected not to be renewed again. So, that's where we are. I'll just tell you, as you mentioned, Poppy, you know, I - I sort of thought metaphorically of the country as my patient.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:02",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:02",
      "speaker": "GUPTA",
      "sentences": "I felt like it was the best way to sort of think about this and, you know, I really meant it. If you look at how the patient's doing now, and sort of look at the patient chart, if you will, over the last three years and a few months, I can show you sort of where cases are now. In the beginning, when the pandemic was declared, it was -- there was just a few cases. Now you can see the cases have really trickled down. You saw some big surges in the middle there. That's when the patient was unstable, ended up in the ICU, needed all sorts of care.But there's about 77,000 cases still a week, to give you some idea. Hospitalizations, again, you're looking at the last three years and few months of this pandemic and what has happened. And the numbers are trending in the right direction, about 1,200 people in the hospital right now. And then, finally, deaths. Again, when we declared this a pandemic, there hadn't been any deaths in the United States yet, but the trend line was very concerning. You can see that almost straight up line in the beginning and then the various surge. And now there's about 1,100 people who are dying every week still from Covid. So, you know, you get an idea there. By the way, if you do the math on this, 1,100 people a week, that's about 54,000 or 55,000 a year that would die if those numbers stay the same, which is basically a really bad flu season. We could do better, but that's where we are right now and that seems what the country is willing to tolerate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:02",
      "speaker": "MATTINGLY",
      "sentences": "Yes, Sanjay - and I'm going to call you Sanjay because you basically became a part of our family and everybody else's family given the fact you -- we were all relying on you over the course of the last three years so often.What kind of changes should we except to see on the personal level with the end of the emergency? There's tangible repercussions here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "HARLOW",
      "sentences": "Of course, the question is, should people still wear masks? What things can they do to protect themselves? I think should is not the right word. But I still see people wearing masks and I respect that. And it's their decision. What are things that people should change on Thursday, or not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "GUPTA",
      "sentences": "I think there's a few things. First of all, with regard to masks, I mean, there are people who are still vulnerable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "GUPTA",
      "sentences": "If you're going to wear a mask, wear a good, well-fitting, high-quality mask. Those are the ones that work.I'll tell you a couple things just quickly. I think there's a couple of big lessons here. One is that the United States got hit particularly hard by this pandemic. There's all sorts of reasons for that. But one of the big ones is that we were not very healthy going into this pandemic. We knew that age was a big risk factor, but also pre-existing conditions. And you can look at some of these pre- existing conditions, you know, things, obesity, for example, puts you at much higher risk of this, having underlying kidney disease puts you at much higher risk of this, cardiovascular disease, those types of things actually did increase the risk significantly. Wealth does not buy health. You've got to keep that in mind. So, we need to get healthy as a nation because if we deal with this again, it will put us in a much better position. I'll leave you on just a quick, inspirational note, or at least uplifting note is that if you have immunity against this - this virus, if you have access to antivirals like Paxlovid, and you should make sure you have access to that, there's no reason anyone should die of this disease anymore. We have the technology to prevent that from happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "HARLOW",
      "sentences": "Wow. Wow. To be able to say that, it took three years, but to be able to say that is really important.Sanjay, thank you for all of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "GUPTA",
      "sentences": "You got it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "HARLOW",
      "sentences": "From all of us.You should read Sanjay's essay. It's on cnn.com.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "MATTINGLY",
      "sentences": "It's a really great piece.And, coming up, CNN's David Culver joins us from Mexico.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:41:22",
      "speaker": "MATTINGLY",
      "sentences": "There are now more than 150,000 migrants waiting at the southern border just two days before a Trump-era Covid policy is set to expire. That's according to a source familiar with federal estimates. Title 42 expires on Thursday. The policy allows the U.S. to quickly expel migrants without giving them an asylum hearing. The source also says that the feds estimate hundreds of thousands more migrants are making their way to the border from further south.Now, CNN's David Culver is live in Ciudad Juarez, Mexico, on the border, near El Paso. And, David, you talked to some of the migrants who already -- (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:05",
      "speaker": "CULVER",
      "sentences": "So, it's been really heartbreaking, quite frankly, still to watch this all play out. And to see on the other side you have folks who are on that barbed wire outside of the fencing yelling to us, asking for food, asking for water. It is a rather desperate humanitarian crisis that you see even just in this one portion. And that's replicated along the miles and miles of the border here.We should also note, though, it's overwhelming for the U.S. officials trying to process them. We see them at all hours coming to this portion of the wall and to begin that processing of the asylum claims. But it's now gone to the highest ranks, as we know, and expecting later today a call between President Biden and Mexican President Andres Manuel Lopez Obrador to discuss, among many issues, the migration crisis. Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:05",
      "speaker": "MATTINGLY",
      "sentences": "David Culver, that was a really great, powerful piece. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "HARLOW",
      "sentences": "Welcome back.So, you know we've been talking about this teachers shortage at schools across the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "MATTINGLY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "HARLOW",
      "sentences": "And this has become an issue nationwide. So much of an issue that some school districts are coping with the problem by shift to a four-day school week. Is a shorter week necessarily a good thing when it comes to student learning? Our senior data reporter Harry Enten is here with more.I have so many questions about this. What's the number?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "All right. So, this morning's number is 31. Why? School districts with four-day weeks, it's up 31 percent from 2019 to now 850 nationwide. The vast majority are still going to school five days a week but we're seeing an increasing number that are going to school four days a week. Why? Why a four-day school week? It's cheaper, it's easier to retain teachers, as you were hinting at, Poppy, especially in rural areas. And I will note that rural area parents actually liked it. But here's what's going on now. You know, it was a rural phenomenon,now it's starting to spread into some suburban areas. So, four-day school weeks in 2023-2024 moving to suburban areas in Houston, Kansas City and Phoenix. So, it was rural, now it's starting to spread its wings a little bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "MATTINGLY",
      "sentences": "So, here's - here's my question. I assume rural parents like it, or some, not to generalize everybody, because the kids work at home. They work in farms, work in -- with their industry. That's not the case in Houston or Kansas City or Phoenix. How, as a parent - I mean if - if my kid has a one day shorter school week, it's an absolute nightmare for me. How does that work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "HARLOW",
      "sentences": "Didn't they tell you, you get to work four days, not five?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "MATTINGLY",
      "sentences": "Is that -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "HARLOW",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "MATTINGLY",
      "sentences": "Are you trying to cancel me out of this show again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "HARLOW",
      "sentences": "No, I'm not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "MATTINGLY",
      "sentences": "It's the second day in a row with Harry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "HARLOW",
      "sentences": "I'm not. I'm not, but -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "MATTINGLY",
      "sentences": "So, how does it work, though?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "ENTEN",
      "sentences": "Yes. I mean, look, the fact is, is that the costs could be tremendous, right? It could be an extra $5,000 to $9,000 yearly in childcare for a families. That's 5 percent to 9 percent of the median family income.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "MATTINGLY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "HARLOW",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "ENTEN",
      "sentences": "And, you know, we talk about the effects, right? So, the four- day school week effects - we've found out that it does, in fact, lower test scores and academic achievement, though I will point out, the ill effects of it do shrink if you do expand the school day as the hours that you're in school on Monday, Tuesday, Wednesday and Thursday, but in most cases that's not happening. It's less time in the classroom for students. And that's why you see lower test scores and academic achievement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "HARLOW",
      "sentences": "It's a big issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "MATTINGLY",
      "sentences": "Such issues. Fascinating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "HARLOW",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "MATTINGLY",
      "sentences": "(INAUDIBLE). ENTEN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "MATTINGLY",
      "sentences": "Harry Enten, thank you, my friend, as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "HARLOW",
      "sentences": "So, I don't know if you're going to like this one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "MATTINGLY",
      "sentences": "Oh, come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "HARLOW",
      "sentences": "So, if Jim Harbaugh wasn't the coach of the best football team in the Big Ten, what would he be doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:13",
      "speaker": "MATTINGLY",
      "sentences": "That's a trash statement. That's bad writing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:59:08",
      "speaker": "MATTINGLY",
      "sentences": "So, here's the most critical question this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:59:08",
      "speaker": "HARLOW",
      "sentences": "The most.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:02",
      "speaker": "HARLOW",
      "sentences": "Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:02",
      "speaker": "MATTINGLY",
      "sentences": "What would you be doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:02",
      "speaker": "HARLOW",
      "sentences": "I'm going to answer that question but I do know someone who loves mowing lawns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:02",
      "speaker": "MATTINGLY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:02",
      "speaker": "HARLOW",
      "sentences": "And he's sitting to my left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:02",
      "speaker": "MATTINGLY",
      "sentences": "I love it. And for all of his reasons. I don't want to be like Jim Harbaugh, but I agree, it's very fulfilling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:02",
      "speaker": "HARLOW",
      "sentences": "But you kind of do. You kind of do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:02",
      "speaker": "MATTINGLY",
      "sentences": "No, I don't. Stop it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:02",
      "speaker": "HARLOW",
      "sentences": "What would I be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:02",
      "speaker": "MATTINGLY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:02",
      "speaker": "HARLOW",
      "sentences": "My husband and I played this game at a lunch this weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:02",
      "speaker": "MATTINGLY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:02",
      "speaker": "HARLOW",
      "sentences": "Julia Child.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:02",
      "speaker": "MATTINGLY",
      "sentences": "Oh, well, yes, that's a pretty good choice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:02",
      "speaker": "HARLOW",
      "sentences": "I love to cook. She lived in Paris and she had a great marriage. All important things in life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:02",
      "speaker": "MATTINGLY",
      "sentences": "I'll give you that. I'll give you that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:02",
      "speaker": "HARLOW",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:02",
      "speaker": "MATTINGLY",
      "sentences": "Can I come back tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:02",
      "speaker": "HARLOW",
      "sentences": "You can come back tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:02",
      "speaker": "MATTINGLY",
      "sentences": "Let's do it.",
      "isLastSentenceInterrupted": false
    }
  ]
}