{
  "date": "2023-05-04",
  "headline": "CNN News Central",
  "subHeadline": "NY Bans Natural Gas Stoves In Most New Buildings; PacWest Considering \"All Options\" As Shares Plunge; Air Traffic Controller Application Window Opens Tomorrow; California & NY Investigate NFL Over Hostile Work Allegations; Jury: Ed Sheeran Did Not Infringe On Copyright Of \"Let's Get It On\". Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:31:09",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "Some of the top stories we're following today on CNN NEWS CENTRAL.A jury has found four members of the far-right Proud Boys, including the leader, guilty of seditious conspiracy. This stems from their roles in trying to keep Donald Trump in power after he lost the 2020 presidential election. This marks the third time prosecutors have secured convictions for seditious conspiracy related to January 6th. And the Biden administration is calling allegations by Russia that the U.S. was somehow involved in a purported drone attack on the Kremlin, quote, \"a ludicrous claim.\" This reply comes after Moscow baselessly accused the U.S. of directing Ukraine to carry out the alleged attack. Russia has already used the incident as a reason to unleash further attacks on Kyiv and other Ukrainian cities. Jessica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:09",
      "speaker": "JESSICA DEAN, CNN HOST",
      "sentences": "Jim, New York has made a bold move to address the climate crisis, becoming the first state in the country to ban gas stoves, natural gas, and other fossil fuels in most new buildings.New York Governor Kathy Hochul and Democratic lawmakers approving that new law Tuesday. And what it does is ban gas-powered stoves, furnaces, and propane heating, and encourages the use of climate-friendly appliances such as heat pumps and induction stoves in most new residential buildings across the state. All-electric heating and cooking will be required by 2026 in new buildings shorter than seven stories, and 2029 for taller buildings. CNN chief climate correspondent, Bill Weir, is here to talk more about this impact. And, Bill, this is big for climate advocates. But millions of people rely on gas to warm their home or to cook with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:09",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "Absolutely. It's a very emotional thing, cooking over fire. It's primal. People love the idea of a furnace burning in the basement to keep them warm or they like the way their food cooks. It's a cultural thing.But there is no doubt the science is showing us that those choices are heating up the planet at sort of a scary rate. All put together, buildings account for about 20 percent of carbon -- planet cooking carbon pollution, as well. This is part of a wave of electrification across the country. New York the first state, but there's about 90 municipalities and counties. The first was Berkeley, California, a couple years ago. But interestingly enough, a couple weeks ago, the Ninth Circuit Court of Appeals struck down their ban on gas hookups to new buildings there. But there's other routes to it. Different building codes, energy codes that could make it easier for others who want to do this. But of course, the natural gas industry, the lobby, some restaurant lobbyists are fighting back against this. Republicans in New York saying, why shouldn't a New Yorker have a choice on how they heat their home, as well. So this is part of a -- sort of a simmering energy war. Even Governor Perry down in Texas -- Governor Abbott, rather -- Perry was the former one. Governor Abbott has tried to ban gas bans in his state and has threatened to sue other states that try to do this sort of thing. So this is the beginning of a big fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:09",
      "speaker": "DEAN",
      "sentences": "Yes. Do you expect or will there be any exceptions in these cases?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:09",
      "speaker": "WEIR",
      "sentences": "There are, of course, exceptions for any existing gas appliances now. They want to push people toward heat pumps or induction stoves over time. That's sometimes a bigger investment up front. But the ones that are there can stay as long as they last, I suppose.Some car washes, some industries are exempt that have a bigger means, as well. This is one step closer to a world without fossil fuel pollution. And it's a big one, given the size of New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:09",
      "speaker": "DEAN",
      "sentences": "Yes, no doubt about that, a very big one.All right, Bill Weir for us, thanks so much for giving us some context there. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:10",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Well, Brianna, it is very significant. Any time you see a major bank losing almost half of its value in one day, it is alarming.PacWest saying it's going to explore all options. It's basically Wall Street lingo for they're looking for some help right now. Importantly, PacWest says that they're not experiencing any, quote, \"out-of-the ordinary\" deposit flows since First Republic failed earlier this week. But this is not just about PacWest. A number of regional banks are sharply lower today. Not as much as PacWest, but still deeply in the red. Markets are very concerned about how this industry is going to make money in what a very difficult environment. As you can see, the Dow is down about 310 points as we speak, around 1 percent. This comes after a number of days of losses. Now U.S. officials, they stress the banking system is sound. That was what Jerome Powell, the Fed chair, said just yesterday. But we should note there is a difference between what's happening with stock prices and deposits. Officials say deposits, they have calmed down. We're not seeing bank runs, which is great. Investors, though, they are still hammering these stocks. I think, Brianna, the message from Wall Street is this bank crisis is not over, and it might even be spreading.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:10",
      "speaker": "KEILAR",
      "sentences": "All right, Matt Egan, thank you so much, with the latest on that. We appreciate it.Jim? All right. When we come back, the New York and California attorneys general will be launching an investigation into the NFL over workplace harassment. We'll have details on that and how the league is responding, next. (COMMERCIAL BREAK) [14:41:23]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:10",
      "speaker": "DEAN",
      "sentences": "Welcome back. Here are some of the other headlines that we're watching this hour.Three teenage suspects are now facing first-degree murder charges for allegedly throwing large rocks at cars along a Colorado highway last month killing a 20-year-old woman. Three other people were also injured by those rocks. The suspects face more than a dozen charges in total. Also, a Mississippi manhunt finally over. The last of four men who escaped from a county jail last month now behind bars. The Hinds County Sheriff's Office saying officials captured Corey Harrison earlier this morning at a home in the town of Crystal Springs, Mississippi. Two other inmates, escaped inmates, were found dead at separate locations last week, and a third escapee was arrested in Spring Valley. And a big celebration at a pub in central London today as the prince and princess of Wales greeted locals and spoke with business owners ahead of the king's crowning this weekend. It will be the U.K.s first coronation in 70 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:10",
      "speaker": "SCIUTTO",
      "sentences": "The window to apply for an air traffic controller job opens tomorrow. Seems like perfect timing, given the FAA is warning of potential summer gridlock. Staffing shortages, and lengthy training are also putting extra strain on control towers.Finding enough candidates is a challenge. In 2022, there were nearly 58,000 applicants, only 1,500 were hired. CNN's Pete Muntean has the details. (BEGIN VIDEOTAPE) PETE MUNTEAN, CNN AVIATION CORRESPONDENT (voice-over): Warnings of not enough workers for your next trip stretch from cockpits to control towers with the FAA's own air traffic controllers now in short supply. The agency says, nationwide, two in every 10 controller jobs are empty. The problem is so severe at a key facility in New York that the FAA is warning summer delays at the area's three main airports could rise by 45 percent. PAUL RINALDI, FORMER PRESIDENT, NATIONAL AIR TRAFFIC CONTROLLERS' ASSOCIATION: It's a chilling message that we're not able to fly, you know, the routes at that level because we don't have enough air traffic controllers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:10",
      "speaker": "MUNTEAN",
      "sentences": "Now the federal government is scrambling to play catchup, opening a rare hiring window Friday. Last year, it was flooded with 58,000 applications. That's 38 candidates for every one opening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:10",
      "speaker": "CAMREN SMITH, AIR TRAFFIC CONTROL STUDENT",
      "sentences": "It's the backbone for aviation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:10",
      "speaker": "MUNTEAN",
      "sentences": "Camren Smith is one of the air traffic control students here at Embry-Riddle Aeronautical University in Florida, hitting \"submit\" on his application. FAA hiring slowed down during the pandemic.Professor and former FAA official, Michael McCormick, says compounding the problem -- the agents shuttered its training academy. PROF. MICHAEL MCCORMICK, EMBRY-RIDDLE AERONAUTICAL UNIVERSITY &amp; FORMER FAA OFFICIAL: Over time, this builds, and that's why we have such a gap now in the training of controllers, and they need to hire so many more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:10",
      "speaker": "MUNTEAN",
      "sentences": "To see if I have what it takes, I stepped into this control tower simulator to give it a try.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "3455 (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:10",
      "speaker": "MUNTEAN",
      "sentences": "Students practiced lining up flights for takeoff and landing, issuing fast, specific instructions with no margin for error.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's so much to keep track of.Yes. This is a tough gig. (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:10",
      "speaker": "SMITH",
      "sentences": "It's probably every single time I hear someone say it's such a stressful job and I'm sitting here like, oh, I can do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "BILLY NOLEN, ACTING FAA ADMINISTRATOR",
      "sentences": "We're hiring over the next two years 3,300 additional controllers. That will give us a net plus-up of about 500 accounting for retirements and attrition.MUNTEAN (on camera): Becoming an air traffic controller is ultra competitive. Those who are selected by the FAA not only have to pass an aptitude test, Jim, but also medical and psychological exams. Those who miss their shot this year have an even better shot next year when the FAA plans to hire another 1,800 new air traffic controllers -- Jim? (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "SCIUTTO",
      "sentences": "Pete Muntean, thank you so much.Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "KEILAR",
      "sentences": "Jim, a Delta flight out of Houston was delayed for several hours yesterday, and the reason -- those things, those are bees. Can you believe that? A giant swarm of bees congregating on the wing of this plane.And according to one of the passengers, the flight crew, they tried contacting a beekeeper, but they were not allowed to touch the plane. Pest control wasn't allowed to help either. And so after some three hours of drama, bee-lieve it or not, the bees took off as soon as the engine started, and finally everyone was able to board. Jess, I think you can file that under \"things that pilot wishes that he had tried three hours before.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "DEAN",
      "sentences": "Right. Maybe just fire up that engine there at the beginning, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "KEILAR",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:51",
      "speaker": "SCIUTTO",
      "sentences": "The attorneys general from both New York and California are launching a joint investigation into the NFL's workplace practices and culture.A.G.s Letitia James and Rob Bonta said the probe will focus on allegations of employment discrimination along with what they're calling a hostile work environment. CNN's Polo Sandoval, he's been tracking this. Polo, do we know what's behind these allegations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:51",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "Jim, this may not surprise many. That's because a coalition of attorneys general actually warned that this was coming a year ago if the National Football League did not take steps to correct what's being alleged to be workplace discrimination and harassment against female employees.So that brings us to today. You have attorneys general in New York and in California officially launching an investigation. They said, in fact, they've already subpoenaed the league for information and documents about possible violations of federal and state employment discrimination laws. The states are examining the workplace culture at the NFL after more than 30 women, according to \"The New York Times,\" came forward alleging gender discrimination and retaliation after filing complaints with the league's human resources. Last April, New York Attorney General Letitia James even cosigned a letter to the NFL Commissioner Roger Goodell citing \"The New York Times\" reporting in which female employees spoke openly about experiencing sexual harassment and even being passed over for promotions at the NFL based on gender. At the time, an NFL spokesperson, Jim, told CNN that the league had made, quote, \"great strides\" to improve their workplace environment, but acknowledged that more had to be done. If you hear from the attorney general in Texas -- rather in California and in New York, they say it didn't happen enough. In this statement, they write, \"Despite reports and allegations of abuse perpetrated by both players and male staff, reports that the NFL has not taken sufficient, effective steps to prevent discrimination, harassment, and retaliation from occurring in the workplace persists.\" And that is why this official announcement was rolled out today, Jim. This investigation begins, by the way, about 37 percent of the league's roughly 1,100 employees are women.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:51",
      "speaker": "SCIUTTO",
      "sentences": "What's the NFL's response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:51",
      "speaker": "SANDOVAL",
      "sentences": "Well, they updated their response a while ago, saying -- and a fairly lengthy one -- saying that they are calling the allegations, quote, \"inconsistent with their values and practices.\"They went on to say that the league has even laid out in writing, in a very lengthy letter than I've read, the policies that they've instituted to keep a healthy work environment for employees. And the league, Jim, they insist that their practices, their pay practices, that they exceed any requirement of the law. So it's going to be interesting to see where this investigation takes the top cops in both California and here in New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:51",
      "speaker": "SCIUTTO",
      "sentences": "Polo Sandoval, thanks so much.Jessica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:51",
      "speaker": "DEAN",
      "sentences": "A verdict was reached this afternoon in the copyright trial of Ed Sheeran. A jury finding the singer did not steal the musical composition of his Grammy-winning song, \"Speaking Out Loud\" from the Marvin Gaye classic \"Let's Get It On.\"Just for everyone out there, here's a quick reminder of the two songs. (BEGIN VIDEO CLIP) (SINGING) (SINGING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:51",
      "speaker": "DEAN",
      "sentences": "CNN's Chloe Melas is outside the Manhattan courthouse.Chloe, tell us about the details here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:51",
      "speaker": "CHLOE MELAS, CNN ENTERTAINMENT REPORTER",
      "sentences": "Well, after the verdict was read, it took about maybe 10, 15 minutes, and we saw Ed Sheeran come out with his league team and he addressed fans, reporters.Everyone had their phones out taking pictures. He was smiling from ear to ear. And we have a little bit of what he had to say. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "MELAS",
      "sentences": "So Ed Sheeran and his legal team have always maintained that this was about a very common four chord progression that predated \"Let's Get It On\" that was written by Marvin Gaye and Ed Townsend in 1973.And that if the Townsend family had won today, it would be a vastly harder environment for musicians to be able to have creative freedom because that four-chord progression would have been copyrighted. And that essentially, what his legal team was saying, was that they would --essentially musicians in the future would have to ask for permission from the Townsend family to use that, and therefore stifle creativity. I will say, Kathryn Townsend, she came out maybe about a half hour after Ed Sheeran left and she simply looked at reporters and she said, \"God is good.\" She had previously said this wasn't about money. This was about her father's legacy. And we had a reporter, two reporters in the courtroom, Sabrina (ph) and Nicki (ph), who told me that Ed Sheeran actually hugged Kathryn Townsend at one point, and he invited her to an upcoming concert. So who knows? Maybe she'll go. But I think that, you know, Ed Sheeran said this is an important moment for the music industry and the outpouring of love he has felt from fans and musicians all over the world has been overwhelming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "DEAN",
      "sentences": "Yes, and really interesting that he and his team really making that case, this comes down to creativity and being a musician.Chloe Melas, for us outside the courthouse, thank you so much. Brianna?",
      "isLastSentenceInterrupted": false
    }
  ]
}