{
  "date": "2023-11-25",
  "headline": "CNN Newsroom",
  "subHeadline": "17 Hostages Return to Israel on Day Two of Truce. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:01:05",
      "speaker": "ALEX MARQUARDT, CNN HOST",
      "sentences": "You are live in the CNN NEWSROOM. I'm Alex Marquardt here in Washington, D.C. My colleague Kaitlan Collins is in Tel Aviv. Jim Acosta is off tonight. Thank you very much for being with us for this special live coverage. We are continuing with our breaking news.Emotions running high in Israel tonight as a second group of hostages make its way back home. Right now, these 13 Israeli hostages ranging in age from 67 to just 3 years old are on their way to loved ones after being taken from their homes by Hamas seven weeks ago. At the same time, some 39 Palestinian prisoners are also returning to the occupied West Bank to those large celebrations. You can see right there. CNN's Kaitlan Collins is in Tel Aviv, bringing us up to the minute coverage of this second phase, this second day of what is expected to be at least a four-day pause in the fighting between Israel and Hamas -- Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:01:05",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Yes, Alex. So it's all a major question as we saw tonight. It came down to the wire with the second phase of this agreement. Second day of this agreement where nearly it appeared for a moment that the deal might be off as there was a dispute between Hamas and Israel over whether or not Israel was living up to the terms of the agreement.Hamas claims they weren't. Israel said that they were. But Hamas delayed the release of that second group of hostages. Something that was just absolute agonizing for the families who had already been told that they were on that list of hostages who would be released today. But they are now back on Israeli soil on their way to being reunited with their families at hospitals throughout Israel tonight. And that convoy of trucks has got women and children on it, we know, from the list of what we saw. They will undergo medical evaluations and then be reunited with their loved ones after that. CNN's Oren Liebermann is at the Shemer Medical Center, which is prepared to receive the freed foreign nationals that we know are on that list tonight. Oren, last night was a bit of a surprise for us to see the several Thai nationals, the Filipino citizen Jimmy Pacheco who were all on that list. We now know four were included in the release tonight. What have you been seeing so far on the ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:06",
      "speaker": "COLLINS",
      "sentences": "Yes. And also just speaks to who Hamas abducted on that day. Who they targeted. It wasn't just Israelis. It wasn't just Jews. They took the workers, the laborers, the caretakers who were there at this kibbutzim.Oren Liebermann, as they begin to arrive, we will continue to check back in with you on the ground, expecting a lot of activity there tonight. Joining us now is Major Doron Spielman, a spokesperson for the Israel Defense Forces. And thank you so much for being here, sir. What we saw earlier, it appeared this deal was on the edge of falling apart. How close did it come to derailing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:06",
      "speaker": "MAJOR DORON SPIELMAN, IDF SPOKESPERSON",
      "sentences": "Thank you for having me, Kaitlan, once again. The deal was definitely on the rocks for a while. And I have to say we were not surprised with the delay. If you remember yesterday there was also a significant delay.This is really probably part of Hamas's strategy. They are a cruel terrorist organization that never misses an opportunity to inflict emotional pain. You know, everybody was sitting on pins and needles. Everyone in Israel, certainly those families waited nine hours for their children and their mothers to come out of captivity after 50 days. And this was just more and more delaying tactics. I wouldn't be surprised if it happened again. And this is what we're up against. This is Hamas. Who else leaves a family in such a lurch along with an entire nation? They know our weakness. Our weakness is how much we want these people to come home and they simply exploited it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:06",
      "speaker": "COLLINS",
      "sentences": "So are you expecting that it could happen again tomorrow?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:06",
      "speaker": "SPIELMAN",
      "sentences": "I'm certainly hoping not. I mean, we are dedicated to this framework on our side. We've upheld all of the commitments that we committed to. The IDF has not fired on Hamas positions, even though we know that Hamas positions, we had the noose around the neck of many of the Hamas terrorists, and we've held down. We've taken a defensive position in order to enable our hostages to be freed.Again, this is a drop in the bucket. But I wouldn't put anything by Hamas. Again, these are the types of tactics. It's psychological warfare. They know that they can basically take the Israeli people hostage by dangling over our heads our hostages in the most cruel and pathetic way, and I wouldn't be surprised.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:06",
      "speaker": "COLLINS",
      "sentences": "We know one of the disputes today that led to that delay was over Hamas demanding more aid make it through the Rafah crossing before they released these hostages. The other seem to be over the number of hostages, Israeli hostages that were being released today, and ultimately, it was a list of 13 people, not 14 as we had heard. One of those hostages that was released today was Hila Rotem. She is on that list. Her mother who we know was also kidnapped with her is not on that list.Can you explain why her mom was not released today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "COLLINS",
      "sentences": "But did Israel ask Hamas why? I mean, we've seen other mothers released with their children as part of this group. Did Israel ask Hamas where her mother is? What condition she's in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "SPIELMAN",
      "sentences": "Well, the communication here is going through the intermediaries which is Qatar and Egypt. Qatar and Egypt are working tirelessly to make sure Hamas keeps up to their bargain. The understanding is that you're not going to have children released without -- you know, without a parent. It's kind of just extra cruel to send them back into Israel. They have to undergo the emotional torment of, A, finding out that in some cases their mother is dead while that having their father with them, or having a mother trapped inside Gaza.And again, this is Hamas. Even as the president of the United States said yesterday regarding that sweet little girl Abigail who we also were hoping to have come home, even the president of the United States he also doesn't know when she's coming home because Hamas, each of these children for Hamas is a bargaining chip. They don't care about their life. They just care about releasing them in a way that it will serve their goals. A, psychological warfare, and B, to buy them time to regroup in order to try to carry out more terror attacks. It's truly abominable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "COLLINS",
      "sentences": "OK. So, Major, you seem to not want to answer that question. Maybe the IDF doesn't know what is the status of her mother. I do want to ask you, we heard from the Qatari Foreign Ministry spokesperson earlier who said in the next few hours, they expected that the next name, that next list of names to be released. Has Israel received that third group of hostages that are set to be released tomorrow at this point yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "SPIELMAN",
      "sentences": "So we don't yet have that information. And the way the process goes is when we get the information very hesitantly, I have to say, we have to go through a horrific process, which is to make those phone calls and to meet face to face with the families whose relatives are on that list. And this goes back to kind of a holocaust like scenario. But selection. You know, you're going to some families, and you're saying, OK, your members are coming back and the other families you're saying, we don't know where your family members are, and we don't know if they're on the list.It's one of the most difficult parts elements of this terror drama that Hamas has put us through. But that's the process. We let the families know. We try to keep their privacy for as long as probable. And then at some point we release it to the general public. I do just want to add about the previous question. I'm not trying not to answer your question. I do not know the status of this young woman's mother. And I think it's important to say that all of these people, including those people on the list, we do not have confirmation of exactly what their status is, Kaitlan, until they are back in Israel. Some of them could be alive. Some of them are reported to be dead and ended turning up alive. Hamas is the shadow organization that is keeping that information from us. I really wish we knew more about the situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "COLLINS",
      "sentences": "Yes. I understand. And I know that there's not a lot of visibility into the condition of these hostages until they truly get back here. I do appreciate you going back to that. It's just a major concern obviously since she was released without her mother and we've seen these other hostages being released with their mothers who were being held with them.The role -- you talk about Egypt and Qatar and the role that they play in mediating this. Obviously they've been at the center of it. President Biden himself had a phone call today with the Emir of Qatar earlier. What role did he play in resolving this delay that was happening today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "SPIELMAN",
      "sentences": "The specifics of that call I'm not privy to, to tell you. What I can say is that as we all know, none of the hostages released, none of the situation of Israel, A, being able to retrieve its hostages, the humanitarian aid, our ability to carry out this war against Hamas could be done in the same way if it were not for American support. And we all credit President Biden with that and the American people.You know, this is a time where watershed moment for the people of Israel. Both because of the massacre, our feeling that we have an organization that simply wants to kill us. They've taken our people hostages. And this is one of those times in history where we'll look back in 100 years and say who was with us and who was against us? And I can tell you that the fingerprint of America is with Israel. The support is truly incredible this whole process the whole way through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "COLLINS",
      "sentences": "Major Doron Spielman, IDF spokesperson, thank you for your time tonight. Thanks for joining us at this late hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:01",
      "speaker": "SPIELMAN",
      "sentences": "Thank you, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:04",
      "speaker": "COLLINS",
      "sentences": "It's a little after 2CNN's Clarissa Ward is live outside the Sheba hospital in Tel Aviv. Clarissa, obviously there is still a period of waiting as these hostages are going to be evaluated by doctors. But the ultimate goal, obviously, to be reunited with their families. What's the latest you're seeing from the hospital tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:10",
      "speaker": "MARQUARDT",
      "sentences": "It has been a nerve-racking day to say the least for so many watching this hostage deal unfold including President Joe Biden. We now know which of the hostages have been released in this second day of this pause. 13 Israeli women and children along with four nationals from Thailand. Once again, Americans are not part of the latest group.CNN's Arlette Saenz is in Nantucket, traveling with President Biden. He's been spending the Thanksgiving weekend there with his family. So, Arlette, what's the White House now saying about this second day with no American citizens released?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:15",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "There were some issues and challenges around implementation. President Biden spoke with the Amir to resolve those issues and we do believe they are being resolved.We're going to continue to be diligent and vigilant and doing all that we can in that regard to ensure that there is humanitarian aid going in, that hostages are going out, and our highest priority, of course, are the American citizens who are being held. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:15",
      "speaker": "SAENZ",
      "sentences": "Now, when the president spoke to reporters here in Nantucket on Friday, he talked about the need to ensure that this deal remains on track. He said he would be in touch with his counterparts in the region to ensure that the plans that had been outlined were stuck to as these releases proceeded, and the White House will be watching the next 24 hours very closely to see if they get any word about whether American hostages will be a part of this next group.The president and White House are hopeful that they will be coming out in the coming days. But yesterday, President Biden did also say that they are thinking of the hostages who are being released in this moment saying that there is a long journey of healing ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:15",
      "speaker": "MARQUARDT",
      "sentences": "And the president has spoken repeatedly about Abigail Idan, that four-year-old, she turned four yesterday, her birthday in captivity.Arlette Saenz in Nantucket with the president. Thanks very much. Joining us now is Christopher O'Leary, a former US director of Hostage Rescue and Recovery now a senior vice president of global operations at The Soufan Group. Chris, welcome. Thanks so much for joining us, really appreciate and look forward to your expertise on this. There is so much going on. I want to start with what happened today. Were you surprised that this plan was thrown into doubt early in the day. There were questions about whether it would happen at all, there were questions about whether the Israeli military would start up their military operations again, or do you think that this was to be expected because of how fluid this situation has been? CHRISTOPHER O'LEARY, FORMER US DIRECTOR OF HOSTAGE RESCUE AND RECOVERY: I think, unfortunately, the latter. This is a day-to-day deal. It's got -- it is fragile. It could come collapsing down at any day. Earlier in the hour, you had the IDF spokesman talking about the fact that one of the principals in this negotiation is a terrorist organization. They can use this, you know, cancel this agreement day-to-day to their advantage. They can mentally manipulate the Israeli people, continue to terrorize them, hold the families hostages, which is exactly what happened today. And then the mental roller coaster for the victims who might have thought they were being released and then put back into captivity. Their resistance, posture, and ability to endure this starts to go into a spiral when that happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:06",
      "speaker": "MARQUARDT",
      "sentences": "So under this deal that was struck, Hamas is supposed to release 50 hostages over four days. That means that they have to release 24 more Israeli hostages. We frankly been surprised about the foreign nationals who have been released, there are 15 so far. What does that tell you about who Hamas has? Who they can find?O'LEARY: I don't think it can tell us anything about that, unfortunately. You know, I think they have the large majority of the hostages. Yes, do I believe that Palestinian Islamic Jihad has some, and is likely that some of the other disparate groups still hold some hostages, which is why Hamas wanted the removal of the ISR, the drones, so they can move around and try to collect the rest of the hostages. The release of the foreign nationals, the Thai citizens and the Filipino, that is to continue to erode international support for Israel, it's going to put additional pressure to keep this truce going for as long as possible from the international community, from the United States who has you know, supported Israel from the beginning, but now, we're asking them to pause for as long as we can so we can get our citizens home. That runs counter to defeating Hamas, which is one of Israel's principle goals in this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:06",
      "speaker": "MARQUARDT",
      "sentences": "And of course, there is a recognition that even if all of the civilians were released, they would still have quite a few Israeli soldiers. And as you were just pointing out, they take those kinds of people, take soldiers because they know that they can -- they have a lot of leverage with people like that.Christopher O'Leary, we have to leave it there. Really appreciate your thoughts and your perspective this evening. Thank you. O'LEARY: Good to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:17",
      "speaker": "MARQUARDT",
      "sentences": "Welcome back to our special coverage.We are getting new information right now for the third day of this hostage release, the third day of this pause in the fighting between Israel and Hamas. Kaitlan Collins joins me now from Tel Aviv. Kaitlan, what have you learned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:17",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR AND CHIEF CORRESPONDENT",
      "sentences": "Yes, Alex, we're not long from hitting the 72-hour mark of this -- the 48-hour mark of this truce being into agreement here into play as we are waiting to see if it does make it the full 96 hours.I should note that we did just learn that Israel has received the list of the hostages that are slated to be released on day three of this truce, that of course is a list that is coming much later than when they got the list last night. That was when the implementation of this deal, the facilitation of the release of those hostages that happened much earlier. But due to that delay tonight, we saw a delay in the release of the second group of hostages. And now we have just learned Israel does have the list of the third group of hostages that are expected to be released. And of course, Alex, as you know, that triggers a period where then the Israeli government is not only calling the list of the group of people who are on that list, their families, their loved ones to let them know that it is expected that their loved ones will be released. Every Israeli official will tell you that comes with a major caveat of they're not technically here until they've actually made it onto Israeli soil, because as you saw with that delay today, there's basically no trust with Hamas, but they also call the families of the other hostages to let them know that it is not going to be their loved ones who are on that list that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:41:17",
      "speaker": "MARQUARDT",
      "sentences": "It is interesting, Kaitlan to see how Israel versus the US handles this. This is a pivotal moment every night, and so this is the third time during this pause that we've been waiting to see when the list have been handed over and Israel to your point, they are very transparent with who is expected to come out the next day.They tell the families and they tell the families of those who are not expected to come out. This is very different from what the Biden administration has been doing. The US of course, waiting for these three Americans to be released, two women and one child, Abigail Idan, who we've spoken so much about, but the US is taking a much more cautious tack by only waiting until they would be released, waiting until they're in American hands, Israeli hands or with the Red Cross, for example, to then alert the families, because this is such a fluid situation and they essentially don't want to get the hopes up of the families. And this is a really complex game of telephone, isn't it, where you've got Hamas handing over their list to the Qataris, the Israelis also hand over their list of Palestinians who they expect to release the next day to the Qataris as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:58",
      "speaker": "MARQUARDT",
      "sentences": "We do have breaking news. I want to get straight to CNN's Oren Liebermann who is outside of the Shamir Medical Center.Oren, what are you seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:58",
      "speaker": "OREN LIEBERMANN, CNN CORRESPONDENT",
      "sentences": "Alex just moments ago, the four Thai hostages that were freed earlier this evening were brought through the roundabout here into the hospital complex with an escort from both police and border police. They then came right down behind me here.In fact, I believe they might have come in that minivan that you just saw a moment ago, as well as a medical van of some sort right behind them. And then of course that police and border police escort to get them down here behind me to the hospital where they are and here is one of the police cars that escorted them, where there is a secluded area in the hospital for not only the four Thai hostages that arrived a short time ago, but also the 10 Thai hostages that arrived last night, the freed hostages, of course, I mean by that, as well as the one Filipino hostage who had been freed, so they are here. They will now be taken care of. We heard from hospital staff a short time ago that those who arrived yesterday were stable, but not healthy. They have suffered from a tremendous lack of nutrition from over the course of the past seven weeks. I understand we now have the video. This was them just a few minutes ago really pulling into the hospital. You can see that escort there as they came around and were taken straight in, not to the emergency room, but straight to the secluded area of the hospital where the doctors and the staff are waiting for them there to begin not only the physical evaluation checks on their physical condition, but also the mental health checks. One of the added challenges for the hospital here is that obviously, it is a little easier for Israeli staff to deal with Israeli patients. The added challenge here is making sure they're working with and treating Thai citizens and Filipino citizens on their terms and that includes not only having the translators around, but also representatives from the embassies here that has been part of the challenge that the staff here has had to work around. They have been preparing for weeks to have hostages here, but only found out a few days ago that it would be the freed foreign citizens who were here, so they had to prepare very quickly for that. We just saw the second group of them arrive a short time ago in that video. That was four Thai citizens in addition to the 10 Thai citizens and one Filipino citizen who came last night. Crucially, they are ready to take in many more as we wait to learn more about the list who are supposed to be freed tomorrow. This hospital as are all the other hospitals we have been at over the course of the past few days since they are ready to take in more as many as needed -- Alex.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:58",
      "speaker": "MARQUARDT",
      "sentences": "Oren, you and Clarissa have been at a variety of different hospitals over the past few days. Is there any difference in terms of where the Israeli citizens, the Israeli hostages are going versus the foreign hostages and the types of treatment that they're getting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:58",
      "speaker": "LIEBERMANN",
      "sentences": "The treatment as we've been told, is all supposed to be the best of the best, essentially, especially picked doctors and staff to make sure they have all the treatment they need and all the evaluations can happen in a fairly quick, but deliberate process.Nobody is trying to rush anybody through this process. Crucially, the different hospitals have been given a specific task. So for example, Wolfson Medical Center in south Tel Aviv, or south of Tel Aviv, in Holon on where I was last night, that focuses on the elderly. Shamir Medical Center focuses on the foreign citizens. The hospitals that Clarissa has been at, that is Sheba Medical Center, as well as Schneider Children's Medical Center, those focus on the children because there's been so many of those. So they each have a different task. Soroka where one freed hostage was taken tonight, that's supposed to deal with physical injuries. So you see how the system was set up to take in and to treat the hostages based on who they are and what their condition is. Again, Shamir Medical Center where we are right now, this is the medical center, the hospital that will focus on the foreign citizens and the foreign nationals who have been freed and as we understand it, there are at least several more who are remain in Gaza.",
      "isLastSentenceInterrupted": false
    }
  ]
}