{
  "date": "2023-06-22",
  "headline": "CNN This Morning",
  "subHeadline": "Only Hours Left Of Oxygen For Titanic Sub Crews; Indian Prime Minister Modi's Visit To The White House Tests Biden's Pledge To Stand For Autocracy. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:31:02",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Well, this morning, the urgent search continues for the Titan submersible and the five people inside.Let's take a closer look at the vessel. The entire sub is a little more than eight feet high. It is 22 feet long and nine feet wide. It is powered by four thrusters -- two vertical, two horizontal. Those thrusters are powered by an external electrical system but an internal power system that powers communications and a heater. Inside of the hull, a maximum of five passengers have to sit cross- legged on the floor. There are no windows except that single viewport on the front.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Well, the U.S. Coast Guard is urging the public to stay positive.(BEGIN VIDEO CLIP) CAPT. JAMIE FREDERICK, U.S. COAST GUARD:  We need to have hope, right, but I don't -- I can't tell you what the noises are. But what I can tell you is, and I think this is the most important point, we're searching where the noises are and that's all we can do at this point. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "MATTINGLY",
      "sentences": "Joining us now is an astronaut and self-proclaimed adventurer, Per Wimmer. He knows two of the passengers on the missing submersible and was previously signed up for two trips to the Titan that were both ultimately canceled.Per, thanks for joining us. I think -- you heard what the Coast Guard official was saying there. Do you still have hope?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "PER WIMMER, ADVENTURER, ASTRONAUT, KNOWS TWO MISSING SUBMERSIBLE PASSENGERS",
      "sentences": "Yes, I still have hope. I remain optimistic, positive, and hoping for a miracle here, at least until it's proven otherwise.I know that the adventurers on board are experienced -- very experienced -- so they would no doubt know what it means to slow down, take it easy, and use as little oxygen as possible and therefore, extend the potential timeline as much as possible. So we are crossing fingers and really hoping. And it's amazing to see how the whole world has sort of come together, both in terms of governments deploying serious assets here -- planes, ships, submersibles -- but also the public at large. It's really heartening to see. But we pray for the best.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "HARLOW",
      "sentences": "We certainly do.Your -- you also know two of the five passengers on board, both Hamish and the CEO, Stockton Rush. Do you have any sense of how they would be handling a scenario like this? I mean, no one knows the vessel better than the CEO.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "WIMMER",
      "sentences": "No, exactly. So if you are Stockton you want to be stuck with somebody who knows how the whole thing operates, et cetera. So having Stockton as a pilot knowing the ins and outs of how this submersible works is a good thing in this context. Both Hamish and Stockton are very accomplished adventurers.Hamish has got three Guinness World Records to his name. He's a very accomplished aviator. He has been diving a lot before. And he's just a really nice guy. And therefore, he is -- and he's also a very accomplished businessman. So he would know to keep his cool, I know. But you can only imagine how stressful and difficult, and mentally challenging it must be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "WIMMER",
      "sentences": "-- to sit there in that can, stark -- far down underneath the water. It must be very terrifying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "MATTINGLY",
      "sentences": "I can't even imagine. Just to think about it makes me shudder to some degree.You were scheduled for a 2019 trip to the Titanic. I think there's been some reporting that in 2018 there was a letter from some engineers raising some concerns and the potential for catastrophic problems related to the Titanic mission. You -- I think if I'm correct here, you weren't aware of that letter at the time. But I think you also had some concerns as well. Is that accurate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "WIMMER",
      "sentences": "Yes, I wasn't aware of the letter at the time. I know there was a bit of debate because this is a new design of a submersible. It is made of composite material. Typically, you would have other submarines, like the Russian's Mir I and Mir II, made of steel, titanium, and nickel -- so very, very solid. So it is a new type of design and experimental in that sense.However, this particular submersible has done a lot of dives down in the Caribbean, and also during the other seasons it has been up and down to the Titanic. [07:35:04] And if these banging sounds that we have been hearing recently come from the submersible, which I believe is the case, then that means it hasn't imploded and therefore, there hasn't been a structural fault for that. But it must have been some sort of mechanical fault that just makes them unable to come back up to the surface.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "HARLOW",
      "sentences": "Per Wimmer, thank you so much for helping us understand. And also, our thoughts are with you given that you know two of those five passengers on board. We really appreciate your time this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "WIMMER",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "HARLOW",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "MATTINGLY",
      "sentences": "Well, we also know that two of the five people aboard that missing sub are a Pakistani businessman and his son.Meanwhile, at least 181 Pakistani citizens have been registered as missing by Pakistan's Federal Investigation Agency after a boat carrying migrants capsized off the coast of Greece last week. The Greek Coast Guard says the death toll is 81 with hundreds more missing. Officials have been collecting DNA samples from family members to assist with the identification of the victims. Seventeen Pakistani citizens have been arrested in connection to human trafficking rings. Pakistan is in the midst of its worst economic crisis in decades.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:31:02",
      "speaker": "HARLOW",
      "sentences": "Well, ahead, Western officials tell CNN Ukraine's counteroffensive is having less success than they had expected and hoped. We'll tell you their assessment ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:25",
      "speaker": "MATTINGLY",
      "sentences": "Well, President Joe Biden has made the battle of democracy versus autocracy a centerpiece of his foreign policy. Frankly, his entire presidency. Today, to some degree, that slogan is going to be tested quite a bit.The White House is rolling out the red carpet for Indian Prime Minister Narendra Modi with a state dinner and extensive talks in the Oval Office. Now, Modi is massively popular in his home country of India, the world's largest democracy. But that democracy has certainly drifted toward authoritarianism with crackdowns on dissent and journalists, on opposition leaders, along with alleged human rights abuses against Muslims and religious minorities. Arlette Saenz is live at the White House. And, Arlette, the framing of that I think underscores the complicated public message here. But there's also very real reasons behind the scenes why White House officials view this as a necessity. What is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "MATTINGLY",
      "sentences": "Yeah, it's going to be fascinating. And I know there's a big battle behind the scenes. You guys have done some great reporting on that. I do want to ask you that (ph) before I let you go, you've been reporting on what President Biden talked about referring to Chinese President Xi Jinping as a dictator.The Chinese Ambassador to the U.S. made curt (ph) strong protests to Senior Officials after that comment. What's the White House view on where things stand right now in a very delicate balance in that relationship?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "SAENZ",
      "sentences": "Yeah, well, the White House hasn't responded just yet to that news that the Chinese Ambassador issued these strong protests, but they really have shown no signs so far of walking back President Biden's comments when he likened Chinese President Xi Jinping to a dictator and also said that Xi was embarrassed by the fact that Chinese spy balloon had been traveling over the country.One Senior Administration official simply said it should be no surprise that President Biden is speaking with candor especially when it comes to China. But it does come at an incredibly tense moment. Blinken had just been in China trying to stabilize the relationship, and this just throws another wrench in this very tense and fraught relationship between the U.S. and China. So we'll see if there's any further damage control that the U.S. tries to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "MATTINGLY",
      "sentences": "Alright, Arlette Saenz from the North Lawn, busy day ahead. Thanks so (ph) much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:00",
      "speaker": "HARLOW",
      "sentences": "We also have (ph) new reporting on Russia's war on Ukraine. According to Western officials in its early stages at least Ukraine's counter offensive is having less success than expected. One official is saying in this quote, \"not meeting expectations\" on any front. Meanwhile, they see Russian forces are proving to be more confident than anticipated.That is not a good combination. CNN Chief National Security Correspondent Jim Sciutto joins us this morning. It's not good, Jim, but is it dire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "HARLOW",
      "sentences": "That is key as well, Jim. It's interesting that President Zelensky seemed to concede some of this struggle to the BBC when he essentially told them, you know, some people want some sort of Hollywood movie. That's not how this works. Can you talk to that? But also, there was the debate over F-16s and if the West should give them and when. And you just mentioned some trouble in the air. Would that have helped?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "SCIUTTO",
      "sentences": "Listen, from Zelensky's perspective, he knows that people had an enormous amount of anticipation about this counter offensive with high hopes. His own people among them, and so far those high hopes have not been met and that's what Western officials are telling me about Western assessments of the counter offensive so far.So Zelensky would be hard pressed not to acknowledge that, but he's also, in effect, encouraging his own people and his Western and European supporters that it's not over by any means, and that given time and continued military support, Ukraine will have success going forward. And, by the way, you mentioned F-16s, Poppy. As you know, at every juncture, Ukraine is pushing for more and more capable weapons, and the F-16 is certainly among them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:00",
      "speaker": "HARLOW",
      "sentences": "Jim, thank you for the reporting and analysis, as always -- Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "HARLOW",
      "sentences": "Forecasters say it might be a few degrees cooler in Texas this morning, but the heat will return with a vengeance this weekend and in the next week. Six cities breaking or trying record highs in Texas this week. In Laredo, temps (ph) reached 114 degrees. In Midland, 111. Crews just South of Houston worked to repair a stretch of highway after it buckled from the intense heat.And in one region in India the brutal heatwave was blamed for at least 68 deaths in recent days. Temperatures there are soaring to 114 degrees as well. Dr. Sanjay Gupta joins us now with more. I think seeing heat make a cement highway buckle tells us how dangerous it can be to humans. How dangerous? DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT:  Yeah, I mean, that's a really clear example. And I gotta tell you, I was just in Austin dropping my daughter off at college  orientation. It's hot. I mean, it was no joke down there. And to give you some context, we cover lots of natural disasters. If you look at all the deaths caused by tornadoes and hurricanes, for example, extreme heat now claims more people, leads to more deaths than those two things combined. So in terms of natural disasters, extreme heat, what can be considered the most deadly? To give you some context, between 1980 and 2016, there was this recent study, showed that the number of heat-related deaths has gone up 74%. So it's getting a lot hotter --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "HARLOW",
      "sentences": "Wow --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUPTA",
      "sentences": "and people are dying more often as a result of that. Typically, what happens is if you get closer to 105, 106 degrees, the number of people who are dying from cardiovascular disease related issues will double or even triple in those situations. That's typically what's happening.People are getting very hot, it's causing an extreme strain on their hearts. And that's what's often leading to deaths. But there could be other things as well. It affects the environment, there is more smog, you can get more respiratory diseases. So all these things combined. And as I say, it's getting worse around the world. In the United States, hundreds of people every year, dying now from heat-related disease, heat-related illnesses I should say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "MATTINGLY",
      "sentences": "Sanjay, is this just a temperature-specific kind of threshold, or are there other elements here? I'm thinking humidity, things like that, that are also playing a factor here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:50:00",
      "speaker": "GUPTA",
      "sentences": "Yeah, people always say, well, it's a dry heat, right, versus a wet heat. But there's truth to that, actually. It's very interesting. I mean, put it to you like this. When you start to get very hot, your brain, specifically hypothalamus, which is responsible for your thermoregulation, sends a signal to your body to start sweating, to start cooling yourself by sweating. You get sweat on your skin. That's what evaporates. That's how you cool yourself.Problem is, Phil, to your question, if you have a lot of humidity out there, that sweat doesn't do as much. It can't evaporate. There's too much water pressure in the air. So in fact, there is this thing known as the wet bulb temperature. A lot of people may not have heard of this. But it's in (ph) fact exactly what it sounds like, you are measuring the temperature both in dry and wet conditions. And this is what a wet bulb thermometer looks like. But it's basically trying to determine how well will your body actually use the sweat to actually cool the body. If there is more water in the air, your body is not gonna be as efficient as that. If your wet bulb temperature starts to approach your body temperature, 95-98 degrees Fahrenheit, for example. That's when it can become potentially deadly. You simply can't cool yourself at that point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "GUPTA",
      "sentences": "Yeah, I mean, look, it's challenging. And when you are surrounded in that kind of environment, especially some of the places you were just listing at the beginning, it's really challenging. If you look at what ultimately is leading to morbidity and mortality here, it's really all about hydration.So you know, really making sure -- and again I was just in Texas with my daughter. Something I had to remind them as well, you've got to be drinking before you get thirsty. And you know, one cup of water every 20 minutes is a general rule. You do tend to lose a lot of electrolytes. So trying to replace those electrolytes, not necessarily with salt pills, but with beverages that have electrolytes in them, that can be really helpful. But again I don't want to minimize it. It's really challenging. Get to a cool place as much as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "HARLOW",
      "sentences": "Yeah",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "MATTINGLY",
      "sentences": "As we tell our kids every single day, drink water, drink water, drink water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "HARLOW",
      "sentences": "That's true. I put those little electrolyte tablets in my water after I run. Those are helpful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "MATTINGLY",
      "sentences": "Dr. Sanjay Gupta, Thank you. Appreciate it as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "GUPTA",
      "sentences": "You got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "MATTINGLY",
      "sentences": "Alright, well search and rescue crews racing to find that missing submersible. Despite passenger's oxygen supply onboard is rapidly dwindling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:00",
      "speaker": "HARLOW",
      "sentences": "Also, wait for this, our very own, Christiane Amanpour sat down exclusively with former President Obama. We will have that interview for you ahead.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}