{
  "date": "2023-10-23",
  "headline": "Amanpour",
  "subHeadline": "Interview With Israel Channel 12 \"UVDA\" Anchor Ilana Dayan; Interview With British-Palestinian Surgeon Ghassan Abu-Sittah; Interview With Adviser To The Ukrainian Government And Former Ukrainian Defense Minister Andriy Zagorodnyuk; Interview With \"OMG WTF Does The Constitution Actually Say?\" Author Ben Sheehan. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Ilana, let me ask you about that, because that is important news, if it's actually true. Where are you hearing that from? I mean, do you feelthat that's a credible report?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "DAYAN",
      "sentences": "It's a report that is referred to an Israeli senior official who was quoted by foreign media. It's an unconfirmed report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "DAYAN",
      "sentences": "But it comes together with more reports that are speaking about the fact that Hamas wants a deal. Hamas wants some kind of deal somehow tomitigate the terrible image, which was, you know, the result of this horrific attack on October 7th. They want a deal. They might want it less after the attack is launched. On the other hand, Israel has to do something that it didn't do before. So, the government was speaking, you know, with high rhetoric, the kind of rhetoric that you and I know that leaders, when their ego suffers a blow, they speak about smashing, destroying, winning, getting a victory like we never had. And they spoke about winning first, hostages later. I think it's changing now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "So, tell me that because that is super important because, as you've just been saying and we've been saying, there are, of course,reports and even the U.S. national security spokesman said today, you know, we obviously would like to have time to allow negotiations. He did not say, we're urging Israel to delay, but he laid that out in so many words. So, the question to you is, I guess, first and foremost, is the government hearing, I guess, the people who seem to be coming out, the families of the hostages who are saying, no hostages first, our families first? Are they listening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "DAYAN",
      "sentences": "They are listening. They have to listen because of the ethos of Israeli society. Because we released over 1,000 terrorists for a singlesoldier in 2011, Gilad Shalit. Because Israel is a country in which the social ethos is based on solidarity, on national unity. You can see it these days, Christiane. You can see it these days. The fact that everybody goes now to volunteer somehow. The reservists are showing up in, you know, hundreds and thousands and hundreds of thousands. So, the government cannot ignore this kind of shift in public opinion. We interview the parents. We interview the relatives. There are families with the two grandparents, the kids, the grandkids in Gaza. You have 30 young kids in Gaza kidnapped. You have a three-year-old who is there alone, there's a photo that I cannot forget of a mother from near Oz. I just saw the piece by Anderson Cooper holding her two young babies. One is three years old and one is ten months old. All of them in Gaza. I cannot even think, imagine, phantom what they are going through. And the Israeli government is listening to that too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "So, you heard probably what we just reported, it's an interview over the weekend with Khaled Mashal from Al Arabiya, an Arab journalist,really, you know, put him through his paces and said, what are you going to do, you know, with these hostages? And he, like others say, well, we're treating them nicely and et cetera, et cetera. But we want to swap our hostages that we're holding, and he talked about Israeli soldiers, for all the Palestinian prisoners in Israel. Is Israel there? Would Israel ever do that, given what you said about Gilad Shalit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Exactly right. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "DAYAN",
      "sentences": "First and foremost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "And you've heard Hamas saying that that was their intention as well, to break that idea that Israel had this all-powerful, all-knowingmilitary and intelligence. So, let me ask you this quickly, because has the contract, the social contract, between the people of Israel and the government of Israel being cracked or broken? You know, you've -- we've had two very prominent Israelis, defense intelligence, Shin Bet chief say the buck stopped with me and I failed and it's on me, but Netanyahu hasn't even taken journalist questions as far as I can gather. What is the feeling about the government?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "DAYAN",
      "sentences": "This is exactly the feeling about the government. There's a prime minister who didn't even say he feels or is responsible. And there's thebrass from the chief of staff down that said, we are responsible. We failed you. We failed our mission, but we are here to fight now. And I got to tell you, it sits on a protest on the judicial overhaul. Politics is broken in my country, but Israelis are not broken. You can see a kinder, gentler nation, inspired, volunteering, and united like I don't remember ever seeing. And also, knowing that we are -- you know, we are heading to a very long war in which neither the Americans nor the International Community will be ever patient. And we are headed towards international criticism. I know that you are about to report about, you know, uninvolved, innocent people, kids, children and others killed in Gaza. And I have to tell you something about that, Christiane, because I know it's part of the whole picture. What is Israel doing in Gaza? Can we indeed do something that we never did? Change -- indeed, change reality in Gaza? Change reality in the sense that Hamas will not be able to threaten our citizens, our lives, our families, our communities anymore. Can we do it in a price which will be verbal in terms of our values and our ethos?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, Ilana --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "DAYAN",
      "sentences": "And I have to tell you something about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes. Go on then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "DAYAN",
      "sentences": "Just one minute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "DAYAN",
      "sentences": "Just one minute, Christiane. Just the last sentence. Because people mix between Hamas and occupation and colonization. And I got to tell you, Iinterviewed the other day, Verid Lipstein (ph), her husband was the head of the regional county in the south. He was killed fighting the terrorists. Her son was in another apartment in the kibbutz. He was texting her that he's frightened to death, that he wants home, that they are there, they are shooting him. He bled to death, Christiane. Her husband, who also died, was trying to build an international industry park for Gazan engineers to work. alongside Israelis and others. He was no colonizer. The grandma who died with her autistic granddaughter, she was no colonizer. The grandpa who saved his beloved wife and his daughters and his grandson, he was no colonizer. So, we got to make the distinction. And my 27-year-old son talked to me about it the other -- you know, tonight, last night, and he said, you know, I, I'm looking at this picture of the grandma and the autistic granddaughter, if somebody thought that's how you cry freedom, that's not how you cry freedom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Ilana --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "DAYAN",
      "sentences": "That's what we are dealing with. And I know that we are both reporters, I'm not a spokesperson. But this is the reality that we have toface.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "DAYAN",
      "sentences": "I have no good answer, Christiane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "DAYAN",
      "sentences": "I have no good answer. I don't rejoice. I cannot celebrate. I cannot fathom the suffering of a mother in Gaza who lost her baby. But the onething that I'm trying to convey is that the one thing that we realized October 7th is that not all Palestinians are Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "DAYAN",
      "sentences": "But there wouldn't be Hamas unless it were harbored and sheltered and saved and voted and supported by hundreds of thousands and millions ofPalestinians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "OK",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "DAYAN",
      "sentences": "It -- you know, this is not to say that I have a solution. How do you separate the population from Hamas activists? I know just one thing.The reality before October 7th cannot be the reality after October 7th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "DAYAN",
      "sentences": "And the other thing, as President Biden said, I want Israel to fight, not only as a country fighting for its life and for its people, tofight as a democracy with human values and a human ethos which is part of us as Israelis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Ilana Dayan, thank you very much indeed. It's always important when I get to talk to you. Thank you.And now, we are going to Gaza, where more than 2,000 children have been killed so far, according to their health ministry. And despite the arrival of two aid convoys from Egypt, with more arriving today, relief agencies warn the needs of 2 million people across the enclave are vast and by no means met. Let's get the situation from Dr. Ghassan Abu-Sittah, a British Palestinian plastic surgeon who went back to Gaza to assist at hospitals there in Gaza City. And he's joining us now. Dr. Ghassan, it was 10 days ago that we spoke to you about the situation that you were faced with as a doctor. It's almost at the beginning of the crisis. We've had 10 days now of the Israeli military campaign there. What's happening at the hospital that you're at now? DR. GHASSAN ABU-SITTAH, BRITISH-PALESTINIAN SURGEON: So, we are now at the kind of death throes of the health system in Gaza. 14,000 wounded has completely overwhelmed the health system. We have over 150 patients on ventilators with critical injuries. The number of wounded from the Al-Ahli Baptist Hospital and the number of inpatients from the Al-Ahli Baptist Hospital massacre have been brought to (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "So, tell me, do you have water? Do you have morphine, anesthetics? Do you have what you need to treat people?DR. ABU-SITTAH: So, we've run out of burns dressings and there are over a hundred patients with burns covering over 40 percent of their bodies. Electricity is starting to cut out. The pressure -- water pressure in the hospital is insufficient now to run the sterilization machine that we need for surgical instruments. Everything is running short. We've run out of external fixators, the pins and rods that are required for orthopedic surgery. And so, everything is really run out. And most importantly, we've run out of space. The hospital that had bed capacity between 550 and 700 beds now has 1,700 patients in mattresses in the corridors, on the floors of the emergency department. And the situation is dire and we're just at the very end of the system as it still slowly starts to crumble.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "And Dr. Ghassan Abu-Sittah, you have picked up from your very successful practice here in London and gone back there to help. What madeyou do that? I know you've done it before, and I know you've done emergency crisis medical help in other parts of the world. But this is really intense. And many people who have been -- who are following the warning to evacuate to the south are also finding themselves under airstrikes, as we've seen over the past few days. What makes you -- what made you get up from your home in London to go there? DR. ABU-SITTAH: I've been working with the medical system in Gaza on and off since the second intifada in the early 2000s and I've been to all of the wars waged on Gaza by Israel, 2009 and 2012 and '14 and '21, and I know the capacity of the system and I knew that a war in Gaza with regards to reconstructive surgery is underserved. My family were refugees -- made refugees in Gaza in 1948, from some of these communities around here, you know, my family's land is now occupied by a settlement called Nereen (ph) and Magan (ph) a Hamlet peace route (ph) which used to carry my own family's name. So, for me, the attachment to Gaza, beyond the work that I've done in Yemen and in Iraq and in Syria, the attachment to Gaza is a much more existential and much more emotional attachment than anywhere else that I've served in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Dr. Ghassan Abu-Sittah, thank you, and we will keep checking in with you and obviously take care over there. Thanks for being with us.Now, Ukraine has fallen off the headlines recently, though the war there rages on. Fierce fighting continues in the East as Ukraine reports massive blows to Russian military personnel and equipment. Meanwhile, chaos in Washington threatens the future of American support. With no speaker in place in Congress, aid requests by the president are so far dead in the water. Andriy Zagorodnyuk was Ukrainian defense minister and is now a government advisor, and he's joining me now Welcome back to the program. Can I ask you, Andriy, whether you feel that your story and your existential crisis there is somehow fallen off the radar? Do you feel that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "ANDRIY ZAGORODNYUK, FORMER UKRAINIAN DEFENSE MINISTER",
      "sentences": "No, we don't feel that. We, of course, see that -- you know, that there's another majorconflict started in the world. And obviously it takes a lot of the attention, but rightfully so, because it's an absolutely unjust war and totally tragic. But we cannot say that this is an area where we're just fighting for attention or something like that. We expect our partners to be strategically minded. And that's what we see from most of the governments which we work with. And it's not about like who gets more air, it's about us following the strategic path with our key allies, key partners. So, that's what we're looking at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "ZAGORODNYUK",
      "sentences": "For the moment we have. We also see a massive, massive support of American people. We see the substantial support of both parties. We dosee that. So, there is some political element and there's a lot of political pre-election sort of process, which sometimes some politicians are using Ukraine as a tool in their political battles. Sometimes they use the -- you know, sometimes they use the verb (INAUDIBLE), sometimes they use the approaches, which we're surprised to see, particularly when they misinform public about the certain things about Ukraine, particularly how the war goes, or how the assistance provided and so on. But generally, we are -- we're seeing a support of a few United States, a few U.S. people, and we are hoping and expecting that they would make a right decision according to their strategic interests.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "So, let me ask you about the counteroffensive then. You know, it's obviously -- everybody, you know, raised it to an impossible level andthen started to talk about how it wasn't doing well. But in recent days, we have heard that your forces have broken through in various parts. The ATACMS apparently have been used against Russian attack helicopters and other such thing. Tell us what you can about the state of the counteroffensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "ZAGORODNYUK",
      "sentences": "Well, Ukrainian forces are moving in some areas incrementally, in some areas with a limited success. In some areas was a much moresuccess. For example, there's been a crossing of the deeper in Kherson area, and there's been a whole number of other advances. But more importantly, also, we need to not to forget that Russia is currently starting its own offensive against Ukraine, particularly in the north of Donetsk. And it is failing. And we provide a lot of resources there. It's going extremely hard. But there's, again, a lot of casualties, but Russia putting immense resources there. In the beginning of this interview, you mentioned that Russia has another - - like a spike in casualties, and that's related to this process, because they're just, again, throwing people to the fire regardless of the regardless of the outcome. So, that part goes -- is extremely intense. And -- but Ukraine is definitely standing on these positions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Talking about Russia, the U.N. Commission now has found new evidence of Russian war crimes in your country. Deliberate killings, rape,the removal of Ukrainian children, as we've been reporting ever since the war started. But also accuses Ukrainian forces of abuses, like three cases of mistreatment of Ukrainians who'd been accused of collaborating with Russia. Talk to us about your response to this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "ZAGORODNYUK",
      "sentences": "Well, first of all, the -- it's an -- well, first of all, any war is a crisis and different people react differently to the crisis. Andit's always the situation when people are -- and the systems are working in extreme pressures, and not all people making right decisions. And what government needs to do in this case is to make the right decisions and to make a right response. However, what we need to understand is that the balance of these situations is totally different because we're talking about thousands of cases from Russia. We're talking about tens of thousands of children missing. We're talking about immense suffering of the civilian population. And what we still saw right now from the U.N. report is what we all seen before and that's been reported by reporters, by human rights analysts and activists like for over a year or over a year and a half now. So, right now, what we see is basically official confirmation of those claims, which have been done before. And -- but we are very much in the beginning of this process. We -- there's a lot of the atrocities which haven't yet. been covered by U.N. And so, in the future, we will see more and more of reports like that. And it's truly shocking. But, you know, for people who read it first time, but Ukraine goes through this sadly on a daily basis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "So, clearly, there is no equality between the, you know, atrocities committed against you and some of the abuses by Ukrainiansoldiers. But just to be clear, you believe that your system will hold any Ukrainian soldier or anybody accountable if they're seen to have violated international law and committed crimes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "I want to play a soundbite from President Zelenskyy. It's a while ago. I think it's a while ago, where, you know, he's obviously Jewishhimself and he put all his sympathies and the -- sympathy and support of Ukrainian people to Israel after October 7th. And he encouraged, you know, leaders to go and see what had happened. But he's recently said this, drawing comparisons between Hamas and Russia. Let me just play this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT",
      "sentences": "Terrorists like Putin or like Hamas seek to hold free and democratic nations as hostages, and they wantpower over those who seek freedom. The terrorists will not change. They just must lose. And that means we must win. We do. It requires patience. It requires steady and continuous support. We need to take the right steps, step that save lives of the people for real. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "So, just a brief last question. Do you think he will visit Israel? I don't know whether you're in a position to be able to say that.And do you think this narrative that he's putting out now and his support - - you know, because you need to get the Global South on side. Do you think that's more or less likely to happen now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ZAGORODNYUK",
      "sentences": "Well, I sincerely hope that he visits. That depends on Israel. And so, we have to see what they say. What we need to understand is thatthis war indeed has some shocking similarities. So, one of them is abruptness, of course. Secondly, it's the fact that there's been almost irrational cruelty, very transparent, which the whole world sees, thrown on the civilian people. And we believe, yes, this is -- there is some common agenda in this case, because the people are -- like, whoever is attacking, whoever the aggressor is basically threatening the world order and saying, OK, we will do that. The whole world will see that and we will get out of this without any or some limited repercussions to our side. And that's what the world needs to not to allow because we need the Ukrainian war to become a positive precedent for the future history. And that is only possible if aggressor loses and aggressor clearly suffers for the -- for what they're doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ZAGORODNYUK",
      "sentences": "If that doesn't happen, we've always been saying that the wars like that will repeat. Some people say, well, Russia will attack othercountries. But as we see right now, it's not necessarily going to be Russia. It could be other wars repeating a Ukrainian war pattern in this. And that's what we need not to allow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ZAGORODNYUK",
      "sentences": "So, that's why we -- the democratic world need to have a very common strategy about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Understood. Andriy Zagorodnyuk, thank you very much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "ZAGORODNYUK",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Now, whether it was Russia's invasion of Ukraine or now the war between Israel and Hamas, people across the globe are voicing theiropinions on social media. With that comes tribalism, deeper polarization, and often dehumanizing narratives. But author Ben Sheehan's viral Instagram post called for greater compassion and nuance in response, and he now joins Michel Martin to discuss the dangers of propaganda on social media. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "MICHEL MARTIN, CNN CONTRIBUTOR",
      "sentences": "Thanks, Christiane. Ben Sheehan, thanks so much for talking with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "BEN SHEEHAN, AUTHOR",
      "sentences": "Thank you so much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "MARTIN",
      "sentences": "I think some people know your work because you've been in comedy for a long time. I mean, you were the executive producer at the comedywebsite, Funny or Die. And then, you pivoted to civics education. So, I mean, you've got a lot of different, you know, constituencies. The reason we called you is that you posted something on Instagram that just kind of went everywhere, and it just seemed so different from the tone of so much of what we were seeing on social media at the time. I think it really caught people's attention. One of the things -- what you said was, if you have less empathy towards victims because of how you feel about their government, propaganda is working on you. That was the first slide out of five. We'll talk about the others. But just what inspired you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MARTIN",
      "sentences": "Your post was seen by hundreds of millions of people, which is just hard even to wrap your head around. I mean, it was shared by celebrities,the Israeli actress Gal Gadot, Gwyneth Paltrow, Viola Davis, Padma Lakshmi, the comedian Sarah Silverman. The first slide, I'm just going to say it again, OK? It said, if you have less empathy towards victims because of how you feel about their government, propaganda is working on you. That was the first slide. The second, the goal of propaganda is to dehumanize. It works to dehumanize Israelis, and it works to dehumanize Gazans. Slide three, propaganda is everywhere. It seeps into us over time. It seeks to block our empathy receptors. So, when we see violence, we rationalize away our human response. Slide four, I like to think most of us are above propaganda, but this weekend reminded me how widespread it is because a lot of people reacted to this violence with justification, not empathy. I guess it's not surprising, but it's still heartbreaking. Slide five, killing innocent Palestinians is horrific. Killing innocent Israelis is horrific. If you don't feel the same, I think you should ask yourself why that is. I mean, it just -- honestly, it's just so succinct and it's not poetry, but it kind of feels like it is, in the sense that it captures something so profoundly. It almost like cuts you. And I was just kind of wondering how you were able to distill something into so few words.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SHEEHAN",
      "sentences": "Well, not to minimize what I wrote, but, you know, this is the world we live in where I was in a taxi ride to the airport and I just wroteit down in five minutes. I just sort of tried to distill my immediate reaction. And again, if it wasn't the fact that I've been working on this research project, which is honestly looking at dog whistles, antisemitic dog whistles, and how those over time -- the repetition of those and the variety of those can slowly cause people to think a certain way. So, it really is sort of like a faucet dripping rather than a fire hose. I saw posts like this in 2021, then when there was the last sort of major conflict in the region. And even going back to 2014. And so, really not to really being aware of just, you know, single post, but also how the totality and the sum of posts over time bit by bit can sort of chip away at our shared humanity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "MARTIN",
      "sentences": "You also wrote an essay in the \"Daily Beast\" about it, also about your -- about the Instagram post, but then also kind of reacting to thereaction to it and sort of expanding more on your thoughts about this. The -- how do you see this playing out, if you don't -- you know, going back to sort of the essay, how have you seen this playing out and have you seen it playing out in any ways surprised you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "MARTIN",
      "sentences": "How did you come to that insight for yourself that you had knowledge gaps, even though, you know, you're Jewish by heritage, have, youknow, certainly connections to the story as well as the religious importance, the personal importance of Israel to so many people, people in your family? So how did you see that in yourself, those knowledge gaps?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SHEEHAN",
      "sentences": "So, I have, you know, talking to Palestinian friends. It's important to have people who have different backgrounds than mine andhaving conversations with them. And they were kind enough to take you know, the time to have those conversations, which I'm sure are painful. I don't want to make it anybody else's responsibility to educate me, but it's good to have friends, you know, of varied backgrounds who are willing to take that time. But it really was a conversation that I had in 2019. I went on a trip to Israel and Palestine. So, we spent most of the time in Israel but we did spend some time in Ramallah. And it was a conversation --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "MARTIN",
      "sentences": "Which is on the West Bank.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SHEEHAN",
      "sentences": "In the West Bank, yes. In the West Bank. And it was a conversation that I had with a young Palestinian DJ about my age and talking with himabout his own experience and his family's experience, and going back, you know, to the founding of Israel and also before, and it caused me to question my own background, to do more research, but to find, you know, little gaps in my knowledge and things that may have been omitted. And the thing that's hard with omission is that you can present something that is entirely 100 percent factual, but simply leaves out information. So, you're not distorting the information, you're just not giving the entire picture. And it's very hard when there are things that we don't know that we don't know. And so, it really is important to have conversations with people of different backgrounds, to go to these places, if you were fortunate and lucky enough to have the opportunity as I was to go on a sponsored trip to the region. But the other thing I sort of talked about in the essay is that social media works to put us in silos, right? The algorithms game it so that we're constantly being fed things that we tend to already agree with. And so, we're not just breaking out of knowledge gaps in our own lives, we're also breaking out of this sort of, you know, silos that we put into just by the nature of using social media. So, hopefully, people can be more aware of that. Follow creators that may be different, have different backgrounds, talk to people who have different backgrounds, if you're able to go to places, but this is a lot of responsibility. But as I mentioned yesterday, it's honestly the least that we can do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "MARTIN",
      "sentences": "I wanted to go back to something you talked about. You talk about false comparison. You have an interesting analysis of -- in your \"DailyBeast\" essay of people who compare the relationship that black Americans have -- many black Americans have with law enforcement in the United States and the one that Palestinians have with the Israeli Defense Force. Could you just talk a little bit about your thoughts about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "SHEEHAN",
      "sentences": "Yes, of course. So, you know -- and I respect the approach of many journalists to try to find ways to create analogies where their audiencecan understand a situation. The problem is, is when you stop at the analogy. So, like I mentioned, you know, in a vacuum, the relationship between Israeli Defense Forces, the government defense forces and Palestinian civilians is analogous to a relationship between, you know, the police force and police officers in the United States, which are local governments, and African American civilians. But aside from that, we have different countries. We have different religions. We have different peoples. We have different relationships and dynamics. There's so much history outside of that. So, I think the risk is in an effort to create an understanding of what's going on we tend to leave out all the context of what makes it a different situation. And that involves a lot of -- again, a lot of research because we don't teach this stuff enough in our schools. We don't teach history enough. We don't teach civics enough. And I would also add, we don't teach media literacy enough. This is something that's become more and more of an important focus for people to understand how to be good, responsible news consumers on the internet and on social media platforms when you are being inundated with both accurate sources. And also, I would say, more often than not, inaccurate sources.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "MARTIN",
      "sentences": "What's the through line of your career? Do you see one? I mean, so comedy to civics education to -- I mean, I don't know. Are they related?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "MARTIN",
      "sentences": "And how does that loop into your concerns, fears about propaganda, especially in the social media age? I mean, is part of your fear that thereason -- part of the reason we are susceptible to propaganda is we don't really know how the government works, are supposed to work or something? I mean, what's the what's the through line there? Is there one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SHEEHAN",
      "sentences": "I think it's even deeper, you know, in a democracy of representative democracy, a democratic country where people ultimatelychoose their leaders if we don't have a common foundation of just simple facts on which to agree, then we're going to start to fight each other. We're not going to be able to make a well-educated decision on who our leaders should be. And then, we start to have people coming to power who are not representative of the people's wishes. And I think that is very much the case in both with Israel and with Palestine. You have governments that are led by people that don't represent the majority of the civilians, of the voters, as we've seen by the way, in Israel in the last year. We had people, hundreds of thousands, taking to the streets to protest Netanyahu's attempt to weaken the Supreme Court, a whole branch of the government. So, we're seeing the results of something when we have extremist leaders that don't represent who I believe to be the majority or the majority sentiment of civilians. And I'm seeing the beginning stages of that in this country, with things like with gerrymandering, other ways to sort of tilt the playing field. And so, I think it's really important for people to be aware of that. And through all the work that I do, whether it's, you know, political, historical, comedic, I'm always coming back to that same point, which is we need to have a shared understanding of facts and reality in order to make the best decisions for who our leaders should be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "MARTIN",
      "sentences": "But wait, wait, wait. Aren't we already there? We already don't have a shared version of reality. I mean, you have members of Congress whodo not accept -- at least they say that they do not accept, that the January 6th mob attack on the Capitol was an effort to overthrow the government. I mean, you have elected leaders, elected officials saying that these were just tourists taking a tour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SHEEHAN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "MARTIN",
      "sentences": "And they were there. And they were there. And so, you know -- I don't know, I kind of -- aren't we already there in a way, or is that oneof those false comparisons that you're warning us about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "SHEEHAN",
      "sentences": "No, I think we definitely are there when it comes to certain things like what happened on January 6th. I also want to note the rolethat, you know, gerrymandering plays in selecting our members of the House, right? We have -- the vast majority of districts are not competitive and they're drawn in a way so that only a minority of districts in the House are competitive. So, it's sort of things like that that are manipulating who ends up in Congress and I don't think, because of that, that they are accurately representative of public opinion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "MARTIN",
      "sentences": "You talk about the need to retain empathy at a time like this. And, you know, you and I are sitting here in our respective places, and we'reclean, safe, warm, and dry, right? And I'm thinking about these people who watch their relatives get gunned down in their kitchens. Who watch their loved ones get shoved in the back of a car by their hair and dragged to Gaza to be held as hostages, right? Not knowing what is happening to them. And I'm also thinking about people who've watched their loved ones or other people they care about, like, digging their kids out of rubble with their bare hands. What do you do with all that? Is that your argument that the need to retain empathy is that for all of us or is that for those of us who have the luxury of being dispassionate at this moment, if I could put it that way? What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "MARTIN",
      "sentences": "Ben Sheehan, thanks so much for talking with us today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "SHEEHAN",
      "sentences": "Thanks for having me.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "Fascinating. And finally, tonight, from the archive, my 2009 report after one of the last Gaza wars, when I told the story of the battlefor the youngest hearts and minds. I saw the impact of war on these children. No one, not their parents or their teachers, could protect them from inescapable violence. So, who did they turn to? Take a look. It's a cautionary tale. (BEGIN VIDEO CLIP) AMANPOUR (voiceover): Children usually love to crowd around our cameras, but war has terrified them. And at first, they stayed away because we were strangers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "You're welcome.AMANPOUR (voiceover): We brought them stickers and toys to try to put them at ease. But it was hard work with some of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You want it? They're convincing him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "Deeply suspicious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes. There you go.AMANPOUR (voiceover): He would only take the ball after I had left it on the ground. And even then, he needed comforting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "They're sweet to each other, the children.MONA ABU RAMADAN, \"ANERA\" CHARITY WORKER: Yes, they are. AMANPOUR (voiceover): Mona works for an American charity called Anera, whose mission is to give these children a positive future and interrupt the cycle of violence here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "RAMADAN",
      "sentences": "I think if we don't help them out of this, they will be not open to the world. They cannot progress in their education or in their work. Idon't think they will become beneficial members of the society. AMANPOUR (voiceover): During the war, heavy shelling right next door to the school damaged classrooms and destroyed the homes of 35 of these children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "Do you think these children are going to learn from what they've seen and lived through and become more violent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "RAMADAN",
      "sentences": "Of course. They've acquired some violence being subjected to this violence. And, you know, this -- it is a circle. That's why we have to actquickly. AMANPOUR (voiceover): Since this latest round of war teachers have noticed not just sadness, but anger. Hamza (ph) hits a boy with the ball that we've given him. When an adult tells him to share, he makes an extraordinary threat. He wants to bring in the Hamas militia. For him, they are the strongest authority.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "RAMADAN",
      "sentences": "He thinks they are the strong ones.AMANPOUR (voiceover): Hamza's (ph) reaction is not unusual.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "What are you seeing in terms of --AMANPOUR (voiceover): According to prominent child psychologist Dr. Ayad Sarraj (ph), war has taught them that not even their parents can protect them. DR. AYAD SARRAJ (PH): A young boy will start to look for another symbol of power to identify with, and the replacement was the militant. And that was the way in, into the militant groups. AMANPOUR (voiceover): Dr. Sarraj (ph) now sees a disturbing trend. When he asks them what they want to be when they grow up, a third of them say -- DR. SARRAJ (PH): I would like to be a martyr.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "Really? That's very high.DR. SARRAJ (PH): It's very high. When you have an abnormal environment, you're going to create abnormal reactions. AMANPOUR (voiceover): We followed Hamza (ph) and his sister on the long walk back to the refugee camp where they live. Damage is everywhere. Hamza (ph), his nine siblings and his parents live here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:00",
      "speaker": "AMANPOUR",
      "sentences": "And this was your mattress?HAMZA (PH) (through translator): Yes. AMANPOUR (voiceover): Hamza's family survived in a shelter. Now, they cannot afford to move because the family business is ruined. The men are wedding musicians, but their instruments have been destroyed. HAMZA (PH) (through translator): A tank was shooting at the house. It hurt the drums. But I did not die. AMANPOUR (voiceover): Hamza's mother had wanted something so different for her son, for all her children.",
      "isLastSentenceInterrupted": false
    }
  ]
}