{
  "date": "2023-11-14",
  "headline": "One World with Zain Asher",
  "subHeadline": "Protesters March The Streets Of Tel Aviv To Jerusalem; The Situation Inside Gaza's Hospitals Growing Increasingly Desperate; Iceland Races For An Unprecedented Potential Volcanic Eruption; Tens Of Thousands Of People Expected To Gather For A March At The National Mall To Show Support For Israel. Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:26",
      "speaker": "BIANNA GOLODRYGA, CNN INTERNATIONAL HOST",
      "sentences": "Coming together. In the next hour, thousands are expected to descend on the National Mall in Washingtonin support of Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:26",
      "speaker": "ZAIN ASHER, CNN INTERNATIONAL HOST",
      "sentences": "\"One World\" starts right now. A march in support of Israel. Soon, demonstrators will stand together inWashington, D.C., denouncing anti-Semitism and demanding the release of hundreds of hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:26",
      "speaker": "GOLODRYGA",
      "sentences": "Also ahead, the front lines. Our team takes a journey with the Israeli army in Gaza with an earshot of fiery exchanges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:26",
      "speaker": "ASHER",
      "sentences": "And later, they're famous for three things. Chicken wings, losing the Super Bowl and the freezing cold. Now, this city in New York has a newclaim to fame. It's certainly not what you think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:26",
      "speaker": "GOLODRYGA",
      "sentences": "Hello, everyone. Live from New York, I'm Bianna Golodryga.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:26",
      "speaker": "ASHER",
      "sentences": "And I'm Zain Asher. You are watching \"One World\". Ten thousand kilometers away from Tel Aviv, a mighty show of solidarity for Israel inthe U.S. Capitol. What we're going to see in a few hours from now, or rather one hour from now, is tens of thousands of people set to march in Washington this afternoon in one of the largest pro-Israel rallies in recent memory with the message that Jews will not be intimidated. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:26",
      "speaker": "ERIC FINGERHUT, PRESIDENT AND CEO, THE JEWISH FEDERATIONS OF NORTH AMERICA",
      "sentences": "We will stand on the National Mall in the most visible place in thiscountry and say America will not stand for this and our community will not stand for this. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:26",
      "speaker": "GOLODRYGA",
      "sentences": "Today's event comes after what's been an incredibly trying several weeks for Jews across the country and the world, with a sharp risein anti-Semitic incidents. Then attendees are also calling for the release of more than 200 hostages taken by Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:26",
      "speaker": "ASHER",
      "sentences": "The mothers of some of those hostages are set to address the crowd. CNN's Gabe Cohen is there. So, Gabe, America's support of Israel at thispoint in time is incredibly critical. Just walk us through what you're seeing. What are people saying there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ASHER",
      "sentences": "All right, Gabe Cohen, live for us there. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, as the march is set to begin, President Biden says a deal to free the hostages is quote, \"going to happen\". And in Israel, thefamilies of some of the hostages held by Hamas are taking to the streets, marching from Tel Aviv to Jerusalem over the next several hours, all in a call for action. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ASHER",
      "sentences": "All right, they're telling CNN that they're growing frustrated and they're demanding that the Israeli government do more to bring thehostages, to bring their loved ones home. They're expected to arrive in Jerusalem on Saturday, where they're planning a protest outside the prime minister's office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "TAMAR ESGAT, COUSIN OF HOSTAGE EVTATAR DAVID",
      "sentences": "We're marching to the prime minister to shout to him that we need them home now.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "CNN's Oren Liebermann is among the marchers and has this report.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "OREN LIEBERMANN, CNN CORRESPONDENT",
      "sentences": "We are here at the head of the march of the families of the hostages from where they were set up for the past twoweeks or so in Tel Aviv to Jerusalem. Leading the march here, many here have spoken about their frustration, the lack of answers they're receiving, the demand that the government do everything it can to release the hostages, some 240 still held in Gaza from the very young, the grandparents, grandmothers and grandfathers. The message that they are trying to send to Prime Minister Benjamin Netanyahu and the war cabinet is, do whatever it takes, make whatever deal is necessary to bring them home as soon as possible, regardless of the deal. Their priority, not destroying Hamas, not destroying the tunnels, but bringing the families home. For the past two weeks or so, they have been outside the defense ministry when the war government has met, trying to make sure that the government hears them in that way. They feel that hasn't been enough. So, now they have taken to the streets of Tel Aviv, where they will march from here to Jerusalem over the course of the next several days. This march, very reminiscent of a march from more than a decade ago, when the family of Gila Shalit, an Israeli soldier who was held prisoner in Gaza for five years, decided they, too, have had enough and marched from their home in northern Israel to Tel Aviv. By the time they are -- to Jerusalem - - by the time they arrived in Jerusalem, they had thousands with them and put a tremendous amount of pressure on Prime Minister Benjamin Netanyahu to make a deal to free their son. This, the same idea, but now the family of 239 or so hostages trying to put that same sort of pressure to bring their family home. They're trying to demand answers and this is the way they're doing it now. Oren Liebermann, CNN, on the streets of Tel Aviv.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Our Oren Liebermann there marching with families of members of those who are being held captive and Israelis really wanting answers inthose hostages released. Well, from Tel Aviv to Gaza, in the face of growing international pressure over its war in Gaza, the IDF is offering what it says is concrete proof that Hamas is using hospitals as hiding places. It sent journalists this video appearing to show a man outside of Gaza's Al-Quds hospital with a rocket-propelled grenade launcher on his shoulder. The IDF also claims that it found weapons in a room under another hospital in Gaza. Hamas has denied that its fighters hide under hospitals, as have Gaza health officials.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "ASHER",
      "sentences": "There is no question, however, the situation inside Gaza's hospitals is growing increasingly desperate. The U.N. now says there is only onehospital, one hospital that is functioning right now in northern Gaza that is operational. And Al-Shifa Hospital says it will bury more than 150 bodies in mass graves because there is simply nowhere to put them -- nowhere else to put them. President Biden had this to say about the growing suffering of civilians at Gaza's hospitals. (BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT: It is my hope and expectation that there will be less intrusive action relative to the hospital. The hospital must be protected. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "So, let's go to CNN's Nada Bashir. She's tracking all the developments on the ground. So, Nada, on the one hand, we have thePresident saying that hospitals must be protected, but you also have reporting from CNN that U.S. intelligence confirms with what the IDF says that they do believe that Hamas is hiding under the hospital, at least at Al-Shifa. So, how are you hearing those hospital officials respond to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "All right, Nada Bashir, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ASHER",
      "sentences": "All right, as we mentioned ahead of his trip to San Francisco for the APEC summit, President Biden said that a deal to free the hostages heldby Hamas since October 7th is going to happen -- that a deal to free the hostages is going to happen. That's what President Biden just said moments ago. MJ Lee joins us from San Francisco. So, MJ, did the President offer any more detail about what a potential deal may look like? And of course, timing. Did he get give any information about timing here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "Yeah, not a lot of details from President Biden, who did express this sense of optimism before he leftfor San Francisco, which is where we are right now for his summit with Xi Jinping. He said, I believe it's going to happen. He has, of course, previously expressed this kind of optimism before, saying that he's an eternal optimist and that he believes that the hostages will eventually get out. But what makes his comments notable is that in the course of our reporting, we had one senior U.S. official who told us earlier today that Israel and Hamas are moving closer to reaching a deal on the freeing of the hostages. They said, with a note of caution, however, that it's closer, but it's not done, essentially saying that closer is not the same as close. But just to give you a sense of what the broad parameters of a potential deal we are talking about here, is that we are talking about a large group of hostages being exchanged for a number of Palestinian prisoners who are being held by Israel and that all of this would take place while there is a sustained pause in fighting. We were told as long as five days. A lot of these details are still being worked out. But, again, just to give you another sense of just how fraught these negotiations have been, we were told by one source that Israel had at one point asked for 100 hostages to be released. And then we heard from Hamas' military wing that they are potentially discussing 70 women and children being released. And what one Israeli official said was that Hamas is essentially pushing to release as few hostages as possible for the longest possible ceasefire. So again, these negotiations are very much ongoing. We have heard from various sources who are involved in these negotiations, familiar with these talks, say in the past that they have been closed before, but no deal has been reached. And as far as U.S. officials are concerned, they are going, they are not going to be fully relieved until they really see those hostages physically get out of Gaza. Of course, they very much care about the American hostages that are in that mix.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ASHER",
      "sentences": "Yeah, and as you point out, President Biden has expressed optimism in the past. So, we'll be watching closely. MJ Lee, live for us there.Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ASHER",
      "sentences": "Plus, video you will not want to miss. Trust me, CNN's Nic Robertson on the ground in Gaza with Israeli forces will bring you his full reportfrom the combat zone next. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "NIC ROBERTSON, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "You can hear the small arms fire. The IDF say they're still clearing this area out. They'regetting down here to take a bit of cover because they say we're still taking fire. (END VIDEO CLIP) (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ASHER",
      "sentences": "All right, the big focus right now on Gaza is of course on the hospitals there, which appear to be reaching the point of no return asintense fighting continues nearby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Our Nic Robertson was able to get into Gaza recently and was taken by the Israeli army to a hospital. He was escorted by the IsraelDefense Forces at all times. But CNN did not submit its script or footage to the IDF and has retained editorial control over Nic's final report. And here it is. (BEGIN VIDEOTAPE) ROBERTSON (voice-over): Driving into Gaza with the Israeli forces. It's a war zone. The conditions of our access only show officers, no faces of soldiers and don't show sensitive equipment. We are passing mile after mile of destruction. Buildings blown, collapsed, nothing untouched by the fury of Israel's hunt for Hamas. Streets here crushed back to sand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ROBERTSON",
      "sentences": "Shops, everything that we see, no sign of any civilians here.ROBERTSON (voice-over): A few miles in, we pull up at a command post. Soldiers living in blown apartment buildings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ROBERTSON",
      "sentences": "Hard to imagine how civilians endured the bombardment here.ROBERTSON (voice-over): Our next journey much deeper into Gaza. We arrive 100 meters from a battle with Hamas. Tanks blasting targets in nearby buildings. The IDF's top spokesperson waiting for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "DANIEL HAGARI, REAR ADMIRAL, ISRAEL DEFENSE FORCES SPOKESPERSON",
      "sentences": "We are now conducting an operation inside Gaza, next to a PC hospital.ROBERTSON (voice-over): Israel is facing massive international pressure over the destruction of homes, the shockingly high civilian death toll, and in the last few days, over its apparently heavy-handed tactics at hospitals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "HAGARI",
      "sentences": "We are now here in an area between a hospital, a school and a terrorist house.ROBERTSON (voice-over): A Hamas commander he says lived there. He points out the solar panels on the roof.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "HAGARI",
      "sentences": "This is a tunnel that was slided like this -- the floor. You can see here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ROBERTSON",
      "sentences": "This is the ladder going down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "HAGARI",
      "sentences": "You see the ladder going down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ROBERTSON",
      "sentences": "I see the ladder going down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "HAGARI",
      "sentences": "Okay, this is a 20-meter tunnel. And look at here. Look at the -- look at the tunnel. Be careful here. But look down here. The cables aregoing down to the tunnel, okay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ROBERTSON",
      "sentences": "So, they're hardwired into the tunnel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "HAGARI",
      "sentences": "For what I wanted to show you, the solar panels on the terrorist house provide electricity directly to the tunnel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ROBERTSON",
      "sentences": "We're in what is an active fire zone here. You can hear the small arms fire. The IDF say they're still clearing this area out. We'regetting down here, just taking a bit of cover because they say we're still taking fire. But over here, we were able to smell -- what smelled like rotting flesh, bodies perhaps buried underneath the rubble. ROBERTSON (voice-over): Hagari later tells us he took a big risk, bringing us into such a combat zone. It is clear he wants this story told. As we finally reach the hospital, it is already getting dark. A huge hole has been blasted through the walls into the basement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ROBERTSON",
      "sentences": "Why is the hospital so damaged? We're talking, why is the hospital so damaged?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "HAGARI",
      "sentences": "I'll explain. You have to pull the question. We came to this hospital five days ago. There were still patients inside the hospital. Wedid not enter into the hospital. ROBERTSON (voice-over): He claims since then all patients were evacuated by hospital staff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "HAGARI",
      "sentences": "We assist this evacuation, of course, to make it a safe pass for all the patients in the hospital. We do not know that the hospital isentirely clean. We do not know. We only entered to this area which was suspected because we were being fired. ROBERTSON (voice-over): Hagari leads us through a warren of basement corridors to this room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "HAGARI",
      "sentences": "This was the armory, okay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ROBERTSON",
      "sentences": "This was the Hamas armory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "HAGARI",
      "sentences": "Yeah.ROBERTSON (voice-over): He shows us a few rusting guns and some explosives. These guns alone have potentially huge implications for Gaza's hospitals and Israel's apparent push to take control of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ROBERTSON",
      "sentences": "The International Committee for the Red Cross say that hospitals are given special protection under International Humanitarian Law in a timeof war. But if militants store weapons there or use them as a base of fire, then that protection falls away. ROBERTSON (voice-over): In other rooms, he shows us a motorbike with a bullet hole in it that he suspects was used by Hamas attackers, October 7th. And nearby, possible evidence hostages could have been held here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "HAGARI",
      "sentences": "We are now in the basement in the same area, yards from the motorcycle. We see our chair. We see a rope. We see a woman's clothes orwoman's something covering woman. She think a woman was tied up in this chair. This is an assumption, going to be checked by DNA. ROBERTSON (voice-over): More evidence, Hagari says, points towards Hamas and possible hostage presence below the hospital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ROBERTSON",
      "sentences": "And by bringing us here to this hospital and showing us the connection that you believe exists between the terrorists and the possiblyhostages, what does it say about the other hospitals here in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "HAGARI",
      "sentences": "Cynically, the Shifa hospital is known by facts, by intelligence, to be a terrorist hub. And also, it's suspicious also in holding hostages.This is the best shelter for the terror war machine of Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ROBERTSON",
      "sentences": "But the hospital authorities said they have no knowledge of Hamas or other groups inside the hospitals. Is that possible?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "HAGARI",
      "sentences": "I think it's not possible for a hospital to have this kind of an infrastructure. We knew the terrorists were here. We knew.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ROBERTSON",
      "sentences": "How did you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "HAGARI",
      "sentences": "We knew by intelligence and also we got some fire from this area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ROBERTSON",
      "sentences": "From this area?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "HAGARI",
      "sentences": "From this area and we were right to fire because we found an armory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ROBERTSON",
      "sentences": "But so much damage all around here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "HAGARI",
      "sentences": "Yeah, there is damage all around here because Hamas made it impossible for us to fight him. He built all this infrastructure in tunnelsand in hospital, around areas populated. ROBERTSON (voice-over): As we exit the hospital, it is already dark.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "ROBERTSON",
      "sentences": "We're just getting ready to leave right now. The firefight's still going on, still intense. bullets fired, explosions going on up thestreet there. ROBERTSON (voice-over): This war and the controversies surrounding it, far from resolved. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Just chilling for him to show you up close what they believe is evidence of perhaps where some of these hostages had been held underneaththe hospital, but also important questions you asked about the level of destruction that you document as well throughout all of this. Nic Robertson, thank you, as always, for your incredible reporting. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:46",
      "speaker": "ASHER",
      "sentences": "Welcome back to \"One World\". I'm Zain Asher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:46",
      "speaker": "GOLODRYGA",
      "sentences": "And I'm Bianna Golodryga. In an ongoing battle to curb climate change, a new report is sharing a grim outlook for the United States. Thefifth national climate assessment says the effects of a rapidly warming climate are being felt in every corner of the U.S. and sadly will only get worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:46",
      "speaker": "ASHER",
      "sentences": "The report also points out that planet warming pollution in the U.S. is decreasing, so there's good news there, but not fast enough. And withthat, President Biden announced $6 billion in new climate funding saying the crisis really does need to be taken seriously. (BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT: We've come to the point where it's foolish for anyone to deny the impacts of climate change anymore. But it's simply a simple fact that there are a number of my colleagues on the other side of the aisle, MAGA Republican leaders who still deny climate change --still deny that it's a problem. My predecessors, much of the MAGA Republican party, in fact, are still feel very strongly about that. Anyone who willfully denies the impact of climate change is condemning the American people to a very dangerous future. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:46",
      "speaker": "GOLODRYGA",
      "sentences": "As much as the U.S. dealt with some sort of climate crisis this past year, whether it be record heat, extreme storms, or even flooding,however, one town is calling itself a climate refuge city. CNN's Chief Climate Correspondent Bill Weir tells us why Buffalo, New York, the city synonymous with snowstorms and Wolf Blitzer is the new climate haven. I had to get it in. (BEGIN VIDEOTAPE) BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT (voice-over): There's an old joke that tells us there are only two seasons in Buffalo. Winter and the 4th of July. But in the age of global warming, the city wants you to know that now their weather is going from punchline to lifeline. Thanks to its Goldilocks location amid the Great Lakes, Buffalo has never reached 100 degrees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:46",
      "speaker": "STEPHEN VERMETTE, PROFESSOR AND CLIMATE SCIENTIST, BUFFALO STATE UNIVERSITY",
      "sentences": "You get, you know, on average about three days in the summerget to be 90 degrees or higher. I mean, if you're in Phoenix, you're looking at that and saying, what the heck are you calling that a heat wave? WEIR (voice-over): And when Professor Stephen Vermette did a deep dive of the records, the Buffalo State climatologist was shocked to find no increase in droughts or floods.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:46",
      "speaker": "WEIR",
      "sentences": "There was this epic snowstorm last winter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:46",
      "speaker": "VERMETTE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:46",
      "speaker": "WEIR",
      "sentences": "Really deadly and destructive. It's blizzard of '22. But that's not an indication that those are going to get worse?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:46",
      "speaker": "VERMETTE",
      "sentences": "No, because we had the blizzard of '77. The blizzard of '85, '81, blizzard of '36. I'm not saying that our severe weather's going todisappear. It's still there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:46",
      "speaker": "WEIR",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:46",
      "speaker": "VERMETTE",
      "sentences": "In fact, snow amounts have remained steady in all of this. It doesn't seem to be getting worse. And that's the key here. We're stillgoing to have severe weather, like the wind and everything else. WEIR: Right, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:46",
      "speaker": "VERMETTE",
      "sentences": "But it's not going to get worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:46",
      "speaker": "WEIR",
      "sentences": "I got to say it's pretty ironic and telling about the world we now live in that a place sort of associated with cold jokes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:46",
      "speaker": "VERMETTE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:31:46",
      "speaker": "WEIR",
      "sentences": "And Super Bowl losses could be a huge winner relative on a hotter planet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "MATTEI",
      "sentences": "I remember when I moved here, people told me, oh, you know where you're going? Because in Puerto Rico, it's always warm. It's hot. And Isaid, no, and I moved here like in winter. But I like it. It's good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "WEIR",
      "sentences": "Did you consider other spots or what was it about this place that appealed to you the most?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "HOLLY JEAN BUCK, ASSISTANT PROFESSOR, UNIVERSITY OF BUFFALO",
      "sentences": "The Great Lakes, the fresh water, the projections of climate change look like Buffalomight have a climate more like New York, Philadelphia towards the end of the century. WEIR (voice-over): Wildfire smoke helped drive Holly Jean Buck and her family out of Southern California. And as a climate scientist, she says she was welcomed with open arms and employment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "BUCK",
      "sentences": "But really the energy of the people in forward thinking, in Western New York and New York State about what opportunities there might be inclean energy and clean tech and how to build, you know, those solutions in ways that are good for communities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "WEIR",
      "sentences": "So, it's not just the latitude, it's the attitude.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "BUCK",
      "sentences": "Yeah, exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "WEIR",
      "sentences": "All right, and the welcoming spirit of a place, I suppose.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "BUCK",
      "sentences": "\"The City of Good Neighbors\", they call it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "WEIR",
      "sentences": "Oh, nice. And you found that to be the case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "BUCK",
      "sentences": "I have, totally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "WEIR",
      "sentences": "Yeah?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "BUCK",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "WEIR",
      "sentences": "As she alluded, fresh water is a huge selling point. And there's about 20 percent of the world's fresh water in the Great Lakes. The NiagaraRiver, also the source of clean, abundant hydropower. One of the other climate havens in that Harvard study of a few years back, Duluth, Minnesota. As the belly of the planet seems to be stuck on broil, or baste, or roast settings, Bianna, Zain, a lot of people think it might be better to live life on defrost. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "I don't know, he sold that city pretty well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:00",
      "speaker": "ASHER",
      "sentences": "Yes, he did. All right. Iceland is racing for an unprecedented potential volcanic eruption.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:32",
      "speaker": "ASHER",
      "sentences": "All right, as Friday's U.S. government shut down deadline inches closer, newly installed House Speaker Mike Johnson -- he is going to facehis first major test in just a few hours from now. That's because there's going to be a vote on his plan to keep the government up and running. That's expected in a few hours, again, on Capitol Hill, without key support from his own party. This means Johnson will be forced to reach out to Democrats for votes, an unprecedented political development although Johnson does not believe it's actually going to endanger his speakership like it did for Kevin McCarthy. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:32",
      "speaker": "JOHNSON",
      "sentences": "I think we'll get it done. Look, Washington is broken. The appropriations process has not worked the way it's supposed to for decades.I've been on the job for less than three weeks, but we're trying to fix it. BRIAN KILMEADE, \"FOX AND FRIENDS\" CO-HOST: Are you concerned you're going to lose your job if this passes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:32",
      "speaker": "JOHNSON",
      "sentences": "I'm not, Brian. We're doing something very different here. By breaking it up and doing the latter CR, we have a different process.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:32",
      "speaker": "GOLODRYGA",
      "sentences": "Well, if it gets through the House, the funding measure is expected to pass in the Senate, as well. That would avert an embarrassinggovernment shutdown this weekend that would have left many government workers without a paycheck before the Thanksgiving holiday. Democratic Senator Chris Coons, who has argued that a government shutdown would damage America's global standing, joins us from Capitol Hill. Senator, it's good to see you. So, Speaker Johnson's two-step or ladder plan, however you want to call it, would extend government funding at current levels for some federal agencies until mid-January, for others until February. Now, the assumption all along through this process that attached to these spending bills would be that the funding that the White House has asking for Ukraine, for Taiwan, and for Israel. That is not the case it appears. So, where does that leave Democrats in terms of getting funded -- funding that is very much needed for U.S. allies right now? CHRIS COONS, U.S. SENATE DEMOCRAT: That leaves us very concerned that we need a path forward in the Senate for taking up and passing President Biden's urgent supplemental. A supplemental that, as you said, would fund Israel, would fund humanitarian aid, would fund Ukraine and their ongoing war against Russian brutality, and would support border security. It's a package that deserves strong bipartisan support in the Senate and needs to be taken up in past. If we move ahead with the so-called clean continuing resolution that Speaker Johnson may send over to us, I'm looking for commitments from our leadership. And we just had a very positive meeting to this extent that we would take up and discuss and hopefully pass that supplemental as soon as the Senate comes back from Thanksgiving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:32",
      "speaker": "ASHER",
      "sentences": "Senator, Zain, here. Good to see you, as well. So, I do want to talk about the U.S. policy regarding Israel because, of course, the U.S. hasmade it abundantly clear time and time again that the U.S. stands shoulder to shoulder with Israel but it does have a lot of concern over the number of Palestinian lives that have been lost in such a short space of time and we're talking about over 11,000 right now. The U.S. has repeatedly cautioned Israel to exercise restraint. Are the Israelis listening? And how much power do the Americans have over how Israel goes about conducting this war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "ASHER",
      "sentences": "Do you actually believe, I mean, based on everything you've seen out of Gaza, do you actually believe that the Israelis are doing their utmostto minimize civilian casualties? And also, with the U.S. sort of aligning itself so closely with the Israelis, are you concerned about alienating America's Arab partners?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "COONS",
      "sentences": "Look, the global South, broadly, is not in the same place that the United States is, and that is a real concern of mine. But frankly, we havegiven advice, input, encouragement, even direction to our partners in Israel about how they conduct this war. Some of the most important input we've given is from American military leaders who were a part of the campaigns that we conducted in Iraq and Afghanistan and shared some of the painful lessons that we learned. There are choices that have to be made in the conduct of a war, and Israel is facing a particularly challenging scenario. Hamas does have tunnels and command centers underneath hospitals that makes it very difficult to carry out a military action against Hamas without putting at risk civilians. And I do think you'll see that the path forward is going to include humanitarian pauses, pathways for civilians to escape from northern Gaza, and hopefully, a path forward for the release of hostages of Hamas, which will require a several-day pause to fighting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Senator, let me ask you about the very important upcoming meeting tomorrow between President Biden and President Xi of China in SanFrancisco. A lot on the agenda to discuss. I know as it relates to the war, the Israel-Gaza war there with Hamas, that the President is expected to press Xi on not getting Iran involved in this conflict, given their ties between the two countries. But in addition to that, I'm just wondering, what deliverables is this administration hoping to extract from this meeting? Is it perhaps a resumption of military communications between these two countries? China agreeing to curb the import of fentanyl. What is it that you would walk away from saying that was a successful meeting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "COONS",
      "sentences": "Well, to your point, China agreeing to block the export of the fentanyl precursors, the majority of which are coming from China, eitherindirectly through Mexico, India, the United or directly into the United States. The nationwide scourge of fentanyl is killing tens of thousands of Americans. Every community, every level of our society, everywhere is seeing horrific overdose deaths from fentanyl. This is a synthetic drug that can be stopped, and I'm very optimistic there will be progress on that. On my last trip to China, now several years ago, Senator Hassan and I raised our concerns about fentanyl and the Chinese manufacturing of fentanyl precursors over and over. I also think, there have been a number of dangerous incidents recently where Chinese jet fighters, Chinese ships have come remarkably close to ramming American ships and American aircraft. We need to re-open our lines of communication to avoid an unintentional conflict. And last, there are shared concerns about artificial intelligence that I expect will be discussed. Our president will be clear about ways in which we strongly disagree with PRC conduct domestically within their own country and how they are stripping human rights and oppressing their own people but also in the region, how increasingly assertive, even aggressive they've been. And I expect this is going to be a forceful and direct conversation. No world leader, no American leader, has spent as much time with Xi Jinping as President Biden. Over decades, they've spent tens and dozens of hours together. This is an important one-on-one meeting. It's the result of our steadily stepping up our pressure on the PRC, and it's an important opening for us to resume military-to-military communications and to address China's horrible export of fentanyl precursors into the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "ASHER",
      "sentences": "And hopefully a thaw in the relations between the two countries will be covering that meeting when it happens. Senator Chris Coons, live for usthere. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:00",
      "speaker": "COONS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:08",
      "speaker": "ASHER",
      "sentences": "All right, a massive show of support for Israel getting underway in Washington, D.C., any moment now. In fact, it's set to start in about 10minutes or so. Tens of thousands of people are expected to gather for a march at the National Mall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:08",
      "speaker": "GOLODRYGA",
      "sentences": "Yeah, Jewish community leaders and celebrities, as well as the family members of some of the hostages held by Hamas, are set to speak atthe event, which comes amid an unprecedented surge in anti-Semitic incidents in the U.S. and around the globe. CNN's Gabe Cohen is among those in the crowd. Gabe, less than 10 minutes away from the start of this event, talk about what you're seeing and really the coming together of Jews and Jewish leaders and family members of those hostages being held, coming in from around the world, around the country, to send a United message.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:08",
      "speaker": "COHEN",
      "sentences": "Bianna, that's right. Right now, I'm looking at a sea of people facing the stage behind me, expecting tens of thousands of people as thisgets underway to be packed into this large section of the National Mall, about a mile long, all fenced off at this point. Organizers think this is going to be the largest gathering of American Jewish communities in recent history, and they may just have that based on the crowds that we are seeing. And look, they were -- organizers were really intentional in the language and the speakers that they scheduled as they were putting this together, really trying to create that big tent of unity and support Jewish organizations across the political spectrum, bringing together right-wing and left-wing Jews to be part of this show of solidarity. They said there are three key focuses of this rally. One, showing solidarity with Israel and the Israeli people. Two, combating anti-Semitism here in the U.S. and across the world that we have seen in recent weeks, and three, calling for the release of the Israeli hostages still in Gaza. And just a few minutes ago, I was out in that crowd talking to people from across the country, and I met a young woman who said that she went to high school with Omer Nutra, a Long Island native and Israeli soldier now being held in Gaza, and she spoke about growing up with him and why she's here today. Take a listen. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:52:08",
      "speaker": "UNKNOWN",
      "sentences": "We went to high school together and we are very good friends. He is an incredible guy. Everyone loves him. He's funny, he's kind,charismatic. He's a natural born leader and everyone's really being impacted really heavily by this. I wanted to show my support for Israel. I'm a proud Zionist, a proud Jew and I wanted to be here to support my community. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "All right, you'll be following it for us. Gabe Cohen, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "ASHER",
      "sentences": "All right, before we leave, we do have some really heartbreaking news to share. Seventy-four year-old Vivian Silver, you'll remember her,she's an Israeli-Canadian peace activist, is believed to have been killed in the October 7th attacks in Israel. She had been living in a kibbutz near the Gaza border that was attacked by Hamas that day. And there were initially reports that she had been taken hostage, that she had been kidnapped. But a peace group that she was involved in now says it has been confirmed that she was indeed murdered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "This is just devastating news. We spoke to Vivian's son last month about her truly inspiring legacy of helping to improve Arab-Israelirelations. (BEGIN VIDEO CLIP) CHEN ZEIGEN, VIVIAN SILVER'S SON: She devoted her life to women's equality, women's rights. Social equality for Arabs living in Israel. A peaceful solution to the Israeli-Palestinian conflict. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "Our thoughts are with Vivian's family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "ASHER",
      "sentences": "We're sending them so much love.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "That does it for this edition of one hour of \"One World\". I'm Bianna Golodryga.",
      "isLastSentenceInterrupted": false
    }
  ]
}