{
  "date": "2023-10-02",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: EU Foreign Ministers Convene in Kyiv for First Time; Pro-Russian Robert Fico Wins Parliamentary Election; Trump in NY Court in Civil Fraud Case; France Vows to Take Action as Begbugs Sweep Paris. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Hello and welcome to CNN \"Newsroom\". I'm Max Foster in London. Just ahead EU Foreign Ministers convening Kyiv and his show of support for Ukraine for the first time since the full scale war began. We'll have a live report on what's been called an historic event.Then a Former U.S. President Donald Trump is set to arrive at the Manhattan courthouse for the sound of a civil fraud trial against him what to expect next. Plus, France is grappling with an unexpected crisis. Those bedbugs are will show you how prisons are reacting. Ukraine's Foreign Minister describes it as an historic event, Dmytro Kuleba, welcoming EU Foreign Ministers to Kyiv it is the first time they've ever held a meeting in a country outside the European Union. EU Foreign Policy Chief Josep Borrell says Ukraine's future lies within Europe. The show of support comes after the U.S. House agreed on a spending bill that didn't include any money for Ukraine. While here in Europe, a pro-Russian candidate came out on top in the elections in Slovakia. CNN's Fred Pleitgen joins us now live from Eastern Ukraine. I mean, a very historic meeting, obviously in Kyiv because of where it's being held. But the bigger sort of issue here is the money coming in from the U.S. presumably.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, I would certainly say it is. But I also think you're absolutely right, Max, at the fact that the 27 EU Foreign Ministers made it there to Kyiv and said, look, no matter what happens they are going to stand by Kyiv and stand by Ukraine.And for Russia not to think that support in the European Union might be wavering. Now that the U.S. has made that budget decision, but of course also those after those elections in Slovakia as well. I do think that that was quite important for the Ukrainians, because I can tell you there is a lot of concern among the Ukrainians. Both at the top echelon but then also on the level where we are right now among the fighting units that are on the front lines here. Certainly, they are very concerned about some of the things that they've seen in the United States over this past weekend, but also in the run up too that as well. And we were actually just with the unit that is fighting on the front line and near the City of Bakhmut, of course, the eastern front line, which is a very tough one. And they use a lot of American weapons they showed us one of their Browning machine guns, which also goes to show how important U.S. weapons are on all levels. Because it goes from rifles and machine guns to ammunition to then larger things like artillery, how it serves, but then even as surface to air missile systems. So really, on all levels U.S. support is very important for the Ukrainian forces. And you know one of the troops on the ground there, I asked them, what, would it mean if the U.S. stopped sending weapons? And he just started laughing and said, look, he can't even imagine fighting without U.S. weapons, and how difficult that would be? One of the things that the Ukrainians are telling us, they say, look, they are going to have to fight on no matter what they are not obviously going to bow down to the Russians, even if us support were to dry up. But they do, of course, very much hope that it continues. And it's for several reasons. On the one hand, it is very important for them on the battlefield to have those American weapons. They're in many cases more accurate than the old Soviet weapons. They're more reliable, more durable than the old Soviet weapons. But one of the other things that Kyiv have also fears is that if the U.S. support becomes less, or if it goes away altogether, what will happen to other countries within NATO, the ones that are supplying weapons to Ukraine, but in many cases, of course doing that because the U.S. is doing it as well, as far as that security umbrella from NATO is concerned. So certainly, there is a lot of concern on the part of the Ukrainians, but government officials in Kyiv have said that they hope that this is just a hiccup and that support for Ukraine and for its fight to essentially stay alive that that will continue, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FOSTER",
      "sentences": "OK Fred, thanks for joining us from there. Well, now to Slovakia, where voters are waiting to see who will lead the next government or the party of Former Prime Minister Robert Fico a pro- Kremlin politician received the highest percentage of votes in parliamentary elections over the weekend.Fico campaigned on a pledge to end military aid to Ukraine has stopped Kyiv from joining NATO as well. Scott McLean has been following this because it is complicated. It doesn't necessarily mean he's going to be Prime Minister.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "MIROSLAV WLACHOVSKY, SLOVAKIAN FOREIGN MINISTER",
      "sentences": "He came here to express our full support for severity and territorial integrity of Ukraine. And we came here to support your integration ambition to European Union. This year will be very important for this.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "MCLEAN",
      "sentences": "So yes, things could not be more different at home obviously one of the things mentioned in that is that Robert Fico obviously has an uphill battle here that the party get they got the second most votes progressive Slovakia, the leader of that party has said that look, he will do whatever it takes to stop Fico from becoming Prime Minister.He's already talking to the other party leaders to try to prevent them joining a coalition with him. He thinks that it would be bad for Slovakia international standing. I also thought it was interesting that the Kremlin Spokesperson Dmitry Peskov said that look Robert Fico is being branded as pro-Russian. He thinks that it's absurd that any leader who in Peskov's words just standing up for their own country's interest is suddenly being branded pro-Russian.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "OK, Scott, thank you. Turkey says it's destroyed 20 targets in Northern Iraq belonging to the PKK including bunkers, caves, shelters and warehouses. The attack comes just hours after the Kurdish militant group claimed responsibility for a bombing outside the Turkish Interior Ministry in Ankara.The Ministry says two attackers killed a civilian and stole his vehicle. Iraq's President is rejecting what he calls Turkish violations on his country's territories. CNN's Salma Abdelaziz joins us now, with more. Obviously, there's a huge amount of context to all of this tension.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "FOSTER",
      "sentences": "Salma thank you. Donald Trump such arrives at a Manhattan courthouse in the next hour for the sign of a civil fraud trial against him. A judge has already ruled the Former U.S. President, his two sons, his oldest sons and executives at his company repeatedly lied about the value of financial assets as a way of getting better terms on loan agreements and insurance policies.This trial is to determine what damages are owed and whether Trump and his family should be allowed to do business in New York going forward. CNN Law Enforcement Reporter Mark Morales is outside the courthouse in New York. So what will we see play out? Will we see him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "MARK MORALES, CNN LAW ENFORCEMENT REPORTER",
      "sentences": "Good morning, Max. And that's still yet to be determined. When he was here back in April, we didn't see him. We saw his motorcade, but we are expecting him as you said to be here at some time after 9 o'clock at the courthouse right behind me, if -- my camera guy can show you, let's just take a look quickly at what we're looking at here.This is the courthouse where he's expected to be. Now when that happens, you'll see a lot more road closures, a lot less through traffic. If you look where we are right now, you'll see a group in front of the courthouse. That's the press. They're behind police barricades that are the designated area where they're supposed to be. And as I said, through traffic on that sidewalk is closed, so people can't be walking through. And that's a pretty tight security measure, because that's really the theme here is tight security. There's a lot of law enforcement in the area, they want to make sure that nothing goes wrong. And if you look where we're actually here, you'll notice some barricades that are around me. And right here to my left. These barricades are going to be here because this is the designated area for demonstrators. There's going to be a lot of protesters here some that are in support of the Former President, some that are going to be against the Former President. And that's a very strategic decision done by law enforcement. They want to split up the groups so that they can really limit their interaction, they can really limit the possibilities that there are situations that get ugly between them. And if you look here, there are some NYPD officers that are stationed around here. They'll be keeping an eye on these demonstrators that are going to be here. Now, when the Former President was here back in April, there were no incidents that happened back then there were no arrests. But again, the goal here is to make sure that this goes as smoothly as possible. And we are expecting the President to be here tomorrow, and it will be a very similar presence to what we're seeing today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "-- expected the U.S. government to be shut down today after Republican infighting over spending cuts instead is House Speaker Kevin McCarthy who is facing a fight for his own job. Some Republicans are angry that McCarthy struck a deal with Democrats to keep the government open.A Representative Matt Gaetz says he will force a vote to remove McCarthy from the Speaker roll. The deal to keep the government open did not include any new funding for Ukraine. The White House had been pushing for billions of dollars of new military aid to be included in the bill. But that has come up against resistance amongst Republicans. President Biden says he wants Congress to take up aid for Ukraine separately from the government funding debate. Let's bring in CNN's Arlette Saenz in Washington with the very latest. Arlette, we're really in the weeds of how budgets work in the U.S. But am I right in saying that if things remain as they stand the money going to Ukraine will dry up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "What if there is no further funding approved by Congress? Yes, that will be the case but President Biden has been imploring lawmakers to hold a separate vote when it comes to Ukraine funding. The President had asked for a little over $20 billion in funding to assist Ukraine as this war against Russia continues on.But that ultimately was dropped from this plan as there had been opposition among hardline Republicans in the House. But the President yesterday speaking to reporters says that it's imperative that Congress moves on giving further aid to Ukraine, especially as they are about to enter those colder winter months as the fighting continues. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "JOE BIDEN, PRESIDENT OF UNITED STATES OF AMERICA",
      "sentences": "I hope my friends the other side, keep their word about support for Ukraine. They said they're going to support Ukraine and the separate vote. We cannot, under any circumstance allow American support for Ukraine to be interrupted.(END VIDEO CLIP) SAENZ: But one big question is what exactly and how and when a vote could take place on Ukraine aid? Both the President and House Democratic leadership have said they expect House Speaker Kevin McCarthy to put forward a separate vote on Ukraine aid in the coming weeks over in the Senate. Both Republicans and Democrats have said they want to move forward with a vote on funding. But so far, McCarthy hasn't indicated when he might do that or if he will do that. All that the Speaker's office and the Speaker himself have said is that he wants to provide support for Ukraine. But also wants to ensure that there is funding for border security. So perhaps he might try to tie together. But it really comes at a moment that the President is trying to assure allies that the money is going to be there for the long run for Ukraine, even as there is skepticism amongst the American public and amongst some Republicans have on Capitol Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "And it depends on two things anyway, doesn't it? So whether or not McCarthy sticks to the promise he made, he's able to push it through that there will be more funding for Ukraine and also whether or not he'll be in office to be able to do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "FOSTER",
      "sentences": "OK, Arlette thank you very much indeed for bringing us back from the Whitehouse. Now coming up as France prepares to welcome tons of visitors for next year's Olympic Games, the Summer Olympics a pesky problem plaguing Paris, the skin -- story, next.(COMMERCIAL BREAK) FOSTER: France is sounding the alarm as a widespread bedbug outbreak sweeps through Paris. The pests have been spotted at places like movie theaters and even on public transportation. And it comes as the French capitalist preparing to host next year's Summer Olympics of course. CNN's Melissa Bell has the gory story. (BEGIN VIDEOTAPE) MELISSA BELL, CNN PARIS CORRESPONDENT (voice-over): A nasty commute and not just for the passengers you can see. French officials say that bedbugs have infested Paris's transport networks and the wider city. The race is now on to exterminate the bugs with less than a year to go until the Olympics. From metros to high speed trains videos have shown them taking over some cinemas and even Charles de Gaulle Airport, which is making for an itchy situation as France prepares to host the rest of the world next summer. French officials are preparing to take measures to contain the scourge with transport operators gathering this week to try to find ways of getting rid of the pests. But that's not enough for some who say the thought of sitting on a bus or a train next to the uninvited seatmates makes their skin cool. LAURA MMADI, TRAIN PASSENGER (ph): That really traumatized me. I'll keep my luggage close to prevent them from getting to my home. Also, I'm not from here. So once I get home, I'll have to wash all my clothes. LUC VILLETTE, TRAIN PASSENGER (ph): I mean, the fact that we can actually see them means there are a lot of them. And in addition, they are being seen in the day when they usually come out at night. So there is a big problem somewhere. BELL (voice-over): Paris Deputy Mayor Emanuel Gregoire says that no one is safe from the problem because the bugs can be picked up anywhere. A recent government report estimated that about 1 in 10 French households had bedbug infestations between 2017 and last year. Those some fumigation companies say business is higher than usual and more urgent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "SACHA KRIEF, PEST CONTROL STORE MANAGER",
      "sentences": "We've had customers calling us up crying desperate for a solution. And it's very, very costly when you have to throw away all of your bedding when you have to undergo works in your apartment. And so you get into a sort of paranoia.BELL (voice-over): And whilst bedbugs may be a growing nuisance in Paris, Health Experts say that they're not considered dangerous, causing merely itching and rashes. And their numbers are increasing not just in the French capital, but around the world as people travel more and the bugs become more resistant to pesticides, an irritating problem. But not one says French officials that should pose a threat to the upcoming Olympics, their plan to stop the bedbugs biting as soon as they can. Melissa Bell CNN, Paris. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "FOSTER",
      "sentences": "France's transport operators say they remain vigilant about bedbugs but they say they have reported no sightings, Jim, in the last couple of days. So that big operation seems to be working.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "FOSTER",
      "sentences": "Yes, indeed. And just one of the things has to worry about in preparation for the Olympics, everything going to plan, though, broadly, as we head into next year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "BITTERMANN",
      "sentences": "Well, yes, and no. I mean, there's still a lot of construction going on. We just had to move because there was some construction near Russia. There's an awful lot of tie ups for transport, but they say it's called going to be done by the time of the Olympics roll around.So we'll see. But I you know, I think basically at this you mentioned about less than a year now before the Olympics start. It's going pretty reliably and pretty well, according to the experts.",
      "isLastSentenceInterrupted": false
    }
  ]
}