{
  "date": "2023-02-21",
  "headline": "Connect the World",
  "subHeadline": "Duda: Free World does not Agree with \"Horrible Reality\" of Russia's War; Poland's President Speaks after talks with Biden; U.S. and Polish Presidents Meet, Show Solidarity on Ukraine; Biden: Putin \"Thought we would Roll Over, He was Wrong\". Aired 11:15a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:15:00",
      "speaker": "BECKY ANDERSON, CNNI HOST",
      "sentences": "Well, I want to take you to Warsaw. Now Poland's President speaking after holding talks with Joe Biden. This is the Head ofJoe Biden's speech which will follow Andrzej Duda, let's listen in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "DUDA",
      "sentences": "And I believe that this brutal Russian assertiveness will be punished and crushed in Ukraine that Russia will have to leave Ukrainian land withshame the land which it is occupying, that Ukraine will win, the defenders of Ukraine will prevail. That this spilled blood, that this horrible sacrifice, which is being paid by the Ukrainian nation will bear fruits of a grand victory, we the poles have got an experience of providing assistance one to the other. St. John Paul, the second - the Pope was spoke of solidarity. One and the other is solidarity. That is solidarity never went against the other. It is our huge achievement that solidarity, that 10 million strong movement which broke the communism with the support of the Pope and the United States of the free world, thanks to which we broke down the Iron Curtain. Precisely this reflects off inter human solidarity is leading my compatriots today, to helping their neighbors from Ukraine. Once again, thank you for that. Thank you for opening your homes. And thank you for offering bread to those in need. Thank you that they are here among us today. And many of them feel here at home. That's what they are saying. They are grateful to us, for the fact that we welcomed them, although millions of them have come, 2 million are still living here with us, and although nobody had expected that we shared like brothers in solidarity. This is the solidarity of the world today, solidarity with Ukraine. And I'm calling on all the leaders of the European States of the North Atlantic Alliance, to stand in solidarity with Ukraine, to support Ukraine all the time, to provide Ukraine with military support, so that the defenders of Ukraine have weapons to fight with do not hesitate to not be afraid. There is no place for business as usual with Russia anymore where blood is being shed. Honest people do not do business; it has to be stopped there at all costs. Today, this can be stopped only by modern armaments, because this is what your brand needs. Thank you to President Joe Biden for his exceptional courage for his determination. Thank you to the American nation. Thank you to the authorities of the United States. Thank you to the American Congress, for all the donations for Ukraine, for the great support offered to Ukraine for the fact that thanks to this huge military assistance of the United States, Ukraine is fighting. And others are also providing support, because this is the role of NATO to defend the free world to support the free world. We stand in solidarity with Ukraine and we will stand in solidarity with Ukraine, there is no freedom without solidarity. Long live free Ukraine, long live the alliance of the Republic of Poland with the United States, long live NATO, long live free world, long live Poland, there is no freedom without solidarity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ANDERSON",
      "sentences": "There is no freedom without solidarity, President Duda speaking in Warsaw, in Poland ahead of an upcoming speech, from the same stage to bedelivered by the U.S. President, Joe Biden just moments from now. Before we get to that, let's just take a deep dive on what we've just heard. CNN National Security Analyst Steve Hall, who was formerly the Chief of Russia Operations for the CIA joining us. Today you heard there from the Polish president, what do you make of what he said?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HALL",
      "sentences": "Of course, in Poland, solidarity has a very special meaning reflecting back on its own struggles, you know, with communism, which isactually what, what sort of Russia is standing in for now. So, you know, due to getting setting the stage, I think, for President Biden to come in and add his comments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "Yes, and let's, let's just talk about what we might expect from Biden. And indeed, what we heard from President Vladimir Putin earlier on,we are told Joe Biden speech is not designed to counter anything we heard from Moscow earlier. In a week that marks a year on from the start of this war in Ukraine, what did you take away from what Vladimir Putin had to say today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HALL",
      "sentences": "Yes, it was very interesting reviewing, reviewing his comments, and especially the print comments now that they've come up to take a look atthem. They struck me as his goons comment struck me as desperate; he doesn't have a whole lot of options. There are portions of his speech; I would argue most of it that was targeting the domestic audience. Again, within the standard Putin mythology, we didn't start this, it was the West that somehow started this war, despite the fact that they were, of course, the ones who invaded Ukraine. You know the expansion of NATO, all of these very, very common, false threads. But it's part of the mythology that Putin has to put out there for his own people. The thing that I think it's caught the eye of many in the West here is Putin suspension of the START treaty. So that in and of itself was sort of a half measure, because of course, the Russians had been violating that treaty, and there had been no arms visits or inspections on either side for a number of years. And still, he didn't say we're withdrawing, we're just suspending it. He said Russia reserves the right to do its own nuclear testing, but only if the United States nuclear tests first. So he really doesn't have a whole lot to work with. And I think that that came out over the course of a 90 minute speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "He may be as you describe it, weaving his mythology, what is not myth is the destructive nature of this war a year in and the potential forescalation. I mean, where are we at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HALL",
      "sentences": "Well, that's absolutely true. There is no mythology on the battlefield. But it's interesting that Putin chose not to address themilitary situation in any great depth during his speech, because of course; there is no good story to tell there for Russia, for the Russian people. There is no good mythology there. So I think that's why you didn't see a whole lot of comment from him on the military side of things. What you did see an attempt at though, and I think what you're alluding to Becky is, you know, do we, have we increased the threat between Russia and the rest of the world? Is there going to be sort of some sort of world war three or some sort of conflict when a nuclear conflagration of some sort? Again, we saw a lot of half measures; Putin is trying to continue to rattle that nuclear saber, because he knows that gets our attention here in the West that gets our attention in the United States and other NATO countries. But again, all he could come up with was is, you know, we reserve the right to withdraw from these treaties, we reserve the right to do things, if the West acts first, so not very strong. I don't think anything that Putin said increases really are significantly changes what's going on right now on the battlefield in Ukraine and geopolitically as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "Let's just have a listen to some of what President Biden has had to say, sorry; President Putin had to say earlier.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "VLADIMIR PUTIN, RUSSIAN PRESIDENT",
      "sentences": "The longer range western systems will come to Ukraine, but further, we will be forced to move the threat awayfrom our borders. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "By which he means what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "HALL",
      "sentences": "Well, that's an excellent question. You know, it sounds like what he's saying is, is it that there's bigger weapons that are going to comeinto Ukraine, that's going to force Russia to somehow take further action and push back further into Ukraine. Of course, that is precisely what the Russian military has been unable to do from the very start. So again, it might sound good to a Russian listening to this, you know, in Moscow or other parts of the Russian Federation. But it just doesn't make a whole lot of sense for people who have seen the actual, you know, facts on the ground, and that is that the Russian military continues to struggle against, you know, a much smaller Ukrainian force.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HALL",
      "sentences": "You know, for a long time, Warsaw in Poland has sought to become sort of the new center of Europe and I mean that both economically, as well asgeopolitically. And they have had some significant success over the past 10, 15 years, both economically, you know, and integrating them, you know, more with the rest of the European infrastructure. That said, like Hungary, there are, of course, challenges. Well, indeed, like, like many countries throughout the world, not just those in Eastern Europe, there are challenges internal to Poland, political challenges, in terms of, you know, how far is democracy going to go? Are there threats from the right and autocracy that could somehow overtake the democratic movements that have produced a free Poland today? So that's going to continue to be a complicated situation. But all of that is really offset by the amazing unity among the Western European nations and the NATO partners in this, you know, invasion of Ukraine on the part of Russia, the unanimity amongst the West has been pretty amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANDERSON",
      "sentences": "And which begs the question, can it continue, and you've been around long enough to know, there's one thing, you know, to get through ayear, and these economies are hurting. And perhaps not so much as they were given the reduction in the price of gas and oil, but they're hurting at this point. And let's be quite clear around the world and in the part of the region where I am broadcasting from, there's a very neutral position towards what is going on, how long do you expect to see the sort of support that we have seen garnered for Ukraine continue? Let's be quite frank here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HALL",
      "sentences": "Sure. Well, quite honestly, and quite frankly, I'm surprised that a year in, we continue to see an increase in the unanimity and increase inthe spending, despite, as you quite correctly allude to the difficulties, not so much here in the United States, although, you know, there's it's a lot of money that's being spent, and it's caught the attention of the American Congress. But nevertheless, there are economies in Western Europe which of course, for, for example, the German economy, among others, that are at significant risk. And it nevertheless, again, this is the unanimity not only continues, but it continues to grow. We have yet to hear a whole lot of, you know, a whole lot of problems. There's some technical difficulties, who's going to send tanks first, how long is it going to take but nobody has said, well, I'm not sure that this is, you know, a really good idea that we're pushing back against the Russians. And maybe they were right in invading Ukraine; it's been quite the opposite.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANDERSON",
      "sentences": "We've got 90 seconds, as far as I can tell, before we hear from Joe Biden. So this is the final question to you, again, picking up onsomething you just said. The spend - the U.S. spend, has caught the attention of the U.S. congress, we will be heading towards sort of the election of 2024 sue; we have a split house or a split congress, a divided congress at this point. So how long do you believe that President Biden can hold this bipartisan support together?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HALL",
      "sentences": "Again, I'm surprised that it's going as well as it is, especially given the much divided nature, the polarized nature of the U.S. politicalsystem right now. You know, there are certainly people on both sides are some very left progressives, and some very far right, Republicans who are saying, well, we can't write blank checks. But in large part, the congress is in agreement that we need to continue to do this. And perhaps more importantly, the U.S. population in general, when polled is very continues to be very supportive. So I don't see any weakening of it yet. It's something that we have to keep our eye on, because that's what Vladimir Putin is counting on that we're going to, you know, lose focus and lose track and get bored, perhaps, but as of right now, that's not what's happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANDERSON",
      "sentences": "Well, the optics is certainly very good for President Biden, the surprise visit historic to Kyiv yesterday, has been received extremely wellthere and in the West. I just wonder finally, as we get set to hear from the U.S. president in Warsaw, in Poland, do you expect this to be a speech from a U.S. president pitched on a global stage or is this as much a pitch to his domestic audience, do you think? How do you expect to see this play out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "HALL",
      "sentences": "I don't think those things you mentioned--",
      "isLastSentenceInterrupted": false
    }
  ]
}