{
  "date": "2023-08-09",
  "headline": "CNN News Central",
  "subHeadline": "Ex-Coast Guard Leader Withheld Sexual Assault; Report: Hurricane-Fueled Wildfires Trigger Evacuations In Maui; ESPN Announces $2 Billion Sports Gambling Venture. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:33:18",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Really explosive new details involving a secret investigation at the U.S. Coast Guard Academy.We have CNN's Pamela Brown with this new exclusive reporting that shows one of its former leaders spent years actually covering up sexual assaults. She's here with us now. What did you find here, Pam?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:33:18",
      "speaker": "PAMELA BROWN, CNN CHIEF INVESTIGATIVE CORRESPONDENT",
      "sentences": "Well, Brianna, we spoke exclusively with Admiral Zukunft, who launched Operation Fouled Anchor but left it was completed. He said he briefed his successor, Admiral Karl Schultz, about the importance of the investigation.And he said he expected it to be made public. But when the investigation wrapped up in 2020, the report with a disturbing finding of systemic sexual abuse was buried. (BEGIN VIDEOTAPE) BROWN (voice-over): When the head of the Coast Guard was nearing retirement in 2018, he prepared the admiral who was taking his place. ADM. PAUL ZUKUNFT, FORMER U.S. COAST GUARD COMMANDANT: So I sit down with my successor and say, here are all the things that, you know, budgetarily, but this was a big one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:33:18",
      "speaker": "BROWN",
      "sentences": "The big one was a massive scandal that was only starting to be understood, an explosive investigation into sexual assault at the Coast Guard Academy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:33:18",
      "speaker": "ZUKUNFT",
      "sentences": "They said, hey, we've got this investigation going on. There was no confusion whatsoever of the priority placed upon this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:33:18",
      "speaker": "BROWN",
      "sentences": "Admiral Paul Zukunft told CNN in this exclusive interview that there was no question the results of the investigation he launched would eventually need to be made public. ZUKUNFT",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was completely toxic and devastating to my sense of self.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "BROWN",
      "sentences": "CNN has talked to more than two dozen women and men who say they were sexually assaulted while at the Coast Guard Academy, including this former cadet who recently graduated.BROWN (on camera): So you have to wonder, if they had released this report, if they had done more to crack down on sexual assault, how your experience would have been different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You know, I often find myself wondering what my future would have been like. Time and time again, the academy and the institution don't protect their people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "ZUKUNFT",
      "sentences": "At a bare minimum, we owed it to these victims to provide some sense of emotional closure.BROWN (voice-over): Exactly why Schultz didn't release the report is still a question. There were plans for a Capitol Hill briefing on Operation Fouled Anchor in late 2018, according to a memo viewed by CNN, but that apparently never happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "ZUKUNFT",
      "sentences": "For an investigation of this magnitude and the number of events, this rises to the very top of the organization. You know, this isn't a mid-level staff decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "BROWN",
      "sentences": "Members of Congress even asked Schultz about sexual assault in the Coast Guard in a remote hearing in 2021, but he still failed to mention the investigation.ADM. KARL SCHULTZ, FORMER U.S. COAST GUARD COMMANDANT: We want to bring accountability to all matters. We want to prevent sexual assaults.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "BROWN",
      "sentences": "And according to sources, he and his team also kept the report hidden from leaders at the Department of Homeland Security, which oversees the Coast Guard.ADM. LINDA FAGAN, U.S. COAST GUARD COMMANDANT: I again apologize to each victim, survivor, their loved ones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "BROWN",
      "sentences": "The Coast Guard didn't come clean until just over a month ago, when Schultz's successor, Admiral Linda Fagan, testified at a heated hearing and announced she was launching a 90-day investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "FAGAN",
      "sentences": "We failed the committee when we did not disclose in 2020. When the CNN investigation started asking questions, that was when I first became aware of the totality of Fouled Anchor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "BROWN",
      "sentences": "Senators said in a letter to the Coast Guard that that failure to disclose conflicted with legal requirements for reports on sexual assault at the academy to be shared with Congress.SEN. RICHARD BLUMENTHAL (D-CT): This episode is probably the most shameful and disgraceful incident of cover up of sexual assault that I have seen in the United States military ever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "BROWN",
      "sentences": "Ironically, the final report on Operation Fouled Anchor showed the Coast Guard Academy's reputation took precedence over concern for the victims. And former officials tell CNN that's exactly what happened again when the report was hidden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "ZUKUNFT",
      "sentences": "If you read through the investigation, there were conscious decisions made by leadership at the Coast Guard Academy. Maybe trying to protect the image of the Coast Guard, you know, loyalty to an institution and not doing what's honorable to a victim of sexual assault.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "BROWN",
      "sentences": "Coast Guard officials did not comment on Schultz's involvement but they wanted to make clear the current commandant, Admiral Linda Fagan, was not briefed on the investigation when she took office like her predecessor was.We should note CNN's reporting does show that there are other people who currently work at the Coast Guard who were involved in the operation -- Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "KEILAR",
      "sentences": "That's mind-boggling. Such a tremendous report, Pamela Brown. Thank you so much, and for your continued reporting on this. It is so important and it is not over.Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "The breaking news we've been following, our top story, wildfires in Hawaii have devastated parts of Maui and the big island. Officials unsure of the number of casualties at this time.Joining us now is Claire Kent. She lives on Maui in the town of Lahaina and, well, lucky to escape with her life. Claire, can you hear me OK? Can you tell me where you are now and are you safe? CLAIRE KENT, HOUSE BURNED IN LAHAINA, MAUI (via telephone): I can hear you, and I'm safe. I'm in an area called Wahyu (ph). That's -- we have power and service. We're just sitting here waiting to hear from loved ones, family and friends.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:39:57",
      "speaker": "KENT",
      "sentences": "It happened so fast. I've never been in any environment where I could be around a fire like that. We were off work because of the hurricane winds. We were already off work.I work for one of the boats in the harbor. So we canceled our trips. We were at home having a Hawaiian snow day, is what we call it. I heard the first explosions at the gas stations exploding, and then I saw the black smoke a couple of streets away. And within half an hour, we were out the door -- I was at a friend's house. I didn't even have anything with me. We grabbed a few of their things, but as soon as we were out the door, it was like, holly cow. We didn't realize we were even going to get back. Within an hour, the flames had moved all the way down the end of the neighborhood. We were pulling out, looked down, and we looked back, and there's cars with flames on both sides of the road, like people stuck in traffic trying to get out, and there's flames on both sides of the road, like something out of a horror movie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:39:57",
      "speaker": "SCIUTTO",
      "sentences": "You must have been so scared. Were you getting warnings about when to leave? Where to leave? How to get out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:39:57",
      "speaker": "KENT",
      "sentences": "That's one of the things we kept -- we couldn't believe it was happening. Earlier that morning, we lost power and service, so all of the west side of Maui, all of those areas had no service since 4I didn't see anything or hearing anything online. I was feeling the wind shifting. I was like, should we turn on the radio? I didn't get a text message. It was all just word of mouth, people running down the street like you need to get out. Guys were on bicycling screaming at people to leave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:39:57",
      "speaker": "SCIUTTO",
      "sentences": "Good lord.As you were leaving, was everybody able to get out? I imagine there's folks that were elderly there. KENT: I know for a fact people didn't get out. When we were pulling away, there were quite a few homeless people in the area, people who were just not able -- you do have access to vehicles. And as we're leaving, there are people who are just sitting -- we were in a house right behind this -- the wharf, with the shopping centers, restaurants and bars, stuff like that, and people were sitting underneath to try to get out of the wind. And within a half hour, that whole area was on fire. People didn't get out. People were -- one of my captains, who works -- I work on the boats. He told me that they were sending boats to help people out of the water, because they had just run down and started swimming to get away from the fire. People are still stuck.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:39:57",
      "speaker": "SCIUTTO",
      "sentences": "Was that water rescue organized?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "SCIUTTO",
      "sentences": "Understandable.Now, you're in a safe place now. How are you able to find out -- I understand you said your home was burned to the ground -- to find out what you left behind, the status of not only what you left behind but the people left behind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "KENT",
      "sentences": "They call it coconut wireless. It's all by word of mouth. There's Facebookers right now.The biggest issue is the west side has no cell service, so anything happening in the west side, we're not hearing about until people get out. And then it's like the last person out has the most information. I just got a text message from my friend who evacuated north, and he's now -- he just told me they're able to drive the back road all the way around the back, so they're out and on their way. Most of the people I know are coming this way, and that's all we know. I know the house is gone. I heard that all of the boats in the harbor burned, all businesses on Front Street burned, like everything is gone. What's so sad is our jobs -- it's the history of Lahaina, that it's so devastating. Like, the banyan tree is gone. The pioneer head is gone. Those are important historical places, and they're gone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "SCIUTTO",
      "sentences": "So much history there.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "KENT",
      "sentences": "So much history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "SCIUTTO",
      "sentences": "I wonder if there was any advance warning of this. Of course, the hurricane-force winds are fueling these fires. They've been hovering off the coast for some time.Were you given any warning in the hours or the days in advance of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "KENT",
      "sentences": "So, yes and no. Being that I worked on the boat, we look at the weather, we look at what's coming ahead. And when there's strong winds, we obviously pay attention to that. I don't think anybody was prepared for how strong the wind actually got.I was hanging out with people. It was the most -- I came here from Florida and I've been in hurricanes before. This was the worst experience I've ever had with winds, hurricanes, weather like that. There wasn't a single cloud in the sky, and it was a beautiful day. People were walking on the beach in the morning to look at the swells. They were going to go surfing. Then the wind just really picked up, and it was like 30, 40 knots, and then upwards to 60-knot gusts, and just ripped through, and we'll see a tree just fall. Things are just flying through the sky. At some point, it was like, this is pretty bad. And I remember walking around Lahaina just right there on Front Street to check in on my friends at a coffee shop. I was just looking around, like, gosh, this is such a mess, it will take so long to clean up. How will people get to work? And within an hour later, I was evacuating, because the street I was on was on fire. It happened so fast. As far as preparing for it? We had a very wet winter, which means there was a lot of growth, a lot of green. The grass was really green and the plants were - when it becomes summer and all of that dies, there's a lot of stuff to burn, a lot of foliage, a lot of grasses and things that are just really, really combustible and flammable. We know that, you know, it's like -- we know fires can happen, but it's usually just a little brush fire or one or two homes will catch on fire. But no one even could comprehend this could happen. No one was prepared for this. I didn't have groceries or anything, anything ready. I didn't do any hurricane prep, you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "SCIUTTO",
      "sentences": "I'll tell you, some of the images that we have to the scene now look to me almost like a volcanic eruption with the lava flowing through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SCIUTTO",
      "sentences": "Claire Kent, we are glad you are safe. Please do stay safe. And we hope the same for the many others who are still in Lahaina on Maui when you left.I understand you have a GoFundMe page --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "KENT",
      "sentences": "I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SCIUTTO",
      "sentences": "-- to help. Can you share details? I know a lot of people watching want to do their part.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "KENT",
      "sentences": "Yes, so my family back home started it. I have what I need. I'm with people who have what they need.My goal right now is I'm going to help people with - everyo9ne should have open arms. We're all trying to help. I know that there's so many people who have nothing anymore, and myself included. I don't even know what to say about, you know (INAUDIBLE) --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "KENT",
      "sentences": "-- (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:54:43",
      "speaker": "KEILAR",
      "sentences": "Disney-owned ESPN has just announced an historic sports betting deal, a $2 billion licensing agreement with casino company, Penn Entertainment. ESPN Bet is expected to launch this fall in 16 states.We have CNN consumer reporter, Nathaniel Meyerson, joining us live on this. Nathaniel, how big a move is this for ESPN?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:54:43",
      "speaker": "NATHANIEL MEYERSOHN, CNN CONSUMER REPORTER",
      "sentences": "This is a very big deal, Brianna. It marks ESPN's entry into the booming sports gambling industry.So with this $2 billion deal with Penn Entertainment, ESPN is going to rebrand as ESPN Bet. It's a strategy shift for ESPN. Just a few years ago, Disney's CEO Bob Iger said he did not foresee Disney getting into sports gambling because it interfered with Disney's family-friendly reputation. But ESPN is pivoting now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:54:43",
      "speaker": "KEILAR",
      "sentences": "What is the state of legal sports gambling in America?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:54:43",
      "speaker": "MEYERSOHN",
      "sentences": "Brianna, since 2018, when the Supreme Court paved the way for legalized sports gambling, we've seen a rush of states legalize it. It's now legal in 38 states across the country.You turn on a game, you're flooded with advertisements for all these other sports betting apps. But advocates are really concerned that this rush is going to lead to a rise in addictive gambling behavior. And also, this is somewhat of an unregulated industry here, So a lot of question marks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:54:43",
      "speaker": "KEILAR",
      "sentences": "I mean, it makes sense why they would be concerned.Nathaniel, thank you so much for the very latest on that. Nathaniel Meyersohn. Jim?",
      "isLastSentenceInterrupted": false
    }
  ]
}