{
  "date": "2023-11-20",
  "headline": "Connect the World",
  "subHeadline": "Israeli Military Video Shows Tunnel near Al-Shifa Hospital; China Steps Up Mediator Efforts in Gaza Conflict; U.S. Defense Secretary Makes Unannounced Visit to Kyiv; Microsoft says Altman will Head up its AI Research Team; Legal Team Reached Deal to Avoid Tax Evasion Trial. Aired 9- 10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "BECKY ANDERSON, CNN HOST",
      "sentences": "Welcome, you're watching \"Connect the World\" with me Becky Anderson. It's 6 pm here in Abu Dhabi, 4 pm in Gaza. And in thepast few hours, premature babies from Gaza have arrived in Egypt via the Rafah border crossing. An Egyptian official says 28 babies made it into the country a short while ago. Now these newborn babies were transferred from the Al-Shifa Hospital in Gaza which has become a flashpoint of course in the Israel Hamas war. On Sunday one father whose son was born three days before the war, spoke of his relief as he heard his child would be taken to safety. Have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "ALI SBEITI, SON WAS BORN THREE DAYS BEFORE THE WAR",
      "sentences": "Thank God, we now feel that our son is safe after not seeing him for more than two weeks. Wedidn't know whether he was dead or alive, especially when communications were disconnected with the doctors. They called us in the beginning to tell us that the child feels better and that we can come to take him, but the Israelis had already cut -- in the street. And we were new -- . We can only pray for his safety and he is here safe. I'm taking him home. But may God help the rest of the parents. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "ANDERSON",
      "sentences": "Well, Eleni Giokos is in Cairo. And Eleni, you've got the very latest on these smallest youngest victims of this conflict, at least someof whom are now in the safe hands of the Egyptian health authorities. What do we know at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "ELENI GIOKOS, CNN CORRESPONDENT",
      "sentences": "Yes I mean look, we've been tracking this story for over a week now. In fact the Egyptians have been waiting andready with ambulances with incubators with ventilators at the border every single day this week. And there was just no movement in terms of getting the babies out of Al- Shifa Hospital. And we've described those harrowing and catastrophic conditions within the hospital and then no safe passage out, eventually moved to the Emirati Hospital in Rafah to stabilize the babies. Here's what we know because we're seeing 28 babies right now have crossed over into Egypt. We know the number was much higher. We were expecting 36 babies initially. Doctors in Al-Shifa said some of those babies tragically died. You've got to remember there wasn't oxygen, not enough incubators, running out of fuel to keep those incubators going. No milk. In fact, one of the mothers described what she experienced inside Al-Shifa. She said during the siege, there were no milk and a condition worse. And she was talking about her baby girl who she went back to Ziro (ph) and she relied solely on artificial oxygen. The Egyptian Health Minister had said that they were putting three babies in one incubator just to keep them alive. We saw those images of the babies being carried by hand Becky, when they had to be moved from the neonatal ward in Al-Shifa to another section of the hospital. And then warm water bottles placed next to them just to keep them alive. When they were eventually moved to the Emirati Hospital, we saw images again of those babies crying and of course major intervention stabilizing the babies and then moving them over the border. In terms of why we got -- we only saw 28. We know that some of the babies were reunited with their family that was healthy enough to leave the hospital. We heard from one of the fathers. But we also know that according to officials, only four mothers accompany those 28 babies and six nurses what has become of the family members what has become of their parents, we just don't know. Frankly, there's just been so much uncertainty and very little information. What we do know is they live in critically. They are in critical condition. All of them are fighting infections at the moment. The Egyptians tell us that will be moved to two hospitals in the country. And the ones that are in serious condition will be flown into Cairo. They're talking about some of the babies being very underweight. And we're talking about a very fragile health situation for these babies that just have frankly, have been through the absolute worst. If you think about the war that was raging around them and also not enough resources to help them really in that -- that very fragile state I have to say that the people that I spoke to say they are relieved and they are happy they're in Egypt and now the work begins to get them stable and healthy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "LIEBERMANN",
      "sentences": "And here's the entrance you can see what looks like a ladder accessing to it. And as I step over here, it's very difficult to see howfar down it goes. But it looks like there's almost a central shaft for a staircase and then the shaft of it disappears then down into the darkness. LIEBERMANN (voice-over): We move around the opening for a better look at the shaft itself. What's clear from here is this is meant to go deep underground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "LIEBERMANN",
      "sentences": "Which direction does the tunnel go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "MAJOR NIR DINAR, ISRAEL DEFENSE FORCES SPOKESPERSON",
      "sentences": "We assume that the tunnel is built out and it has another corridor to this way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "LIEBERMANN",
      "sentences": "Towards the hospital?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "DINAR",
      "sentences": "Towards the hospital, meaning it connects the hospital to outside which implies with the way that Hamas is working. Hamas is going outsomewhere shooted our forces and going back inside to a safe place. LIEBERMANN (voice-over): We weren't allowed to enter the shaft but the Israeli military sent special gear down to see where this leads. Inside the video shows a spiral staircase and as the camera orient itself, it moves forward into a tunnel. The tunnel makes a sharp left turn and at the end of another path with concrete walls and an arched concrete top, a metal door they say they have not yet opened because they fear its booby trapped. IDF Spokesman Admiral Daniel Hagari says some of the Israeli hostages taken on October 7th were also brought to the hospital. He says the body of Noah Marciano was discovered 50 meters from the compound.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "REAR ADMIRAL DANIEL HAGARI, ISRAEL DEFENSE FORCES SPOKESPERSON",
      "sentences": "But we have evidence that they were holding hostages in -- but also we have evidencethat they were bringing them to Shifa Hospital, we're still looking for the places they might have held them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "LIEBERMANN",
      "sentences": "This is not proof of a Hamas command center headquarters underneath the hospital. But Israel continues trying to build its case thatHamas uses the sanctuary of the hospital for cover, which Hamas and hospital officials have denied. LIEBERMANN (voice-over): The IDF's ability to continue its operation in Gaza and the credibility of Israel are at stake here as the number killed in the fighting surpasses 12,000, according to the Hamas Iran Ministry of Health. The IDF says one of its missions is to destroy Hamas. But with international criticism mounting, Israel has to show the terror organization is using Gaza civilians and infrastructure as cover to justify an ongoing war. Oren Liebermann, CNN in Gaza. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "ANDERSON",
      "sentences": "Well, Qatar and the U.S. are expressing cautious optimism that a deal to free some of those hostages held in Gaza could happen in the comingdays. Sources familiar with those talks tell us that under a draft proposal Hamas could release 50 hostages during pauses in fighting over several days. It's believed more than 200, of course are still being held. CNN's Arlette Saenz is at the White House. And we know Arlette these negotiations have been ongoing pretty much since the beginning of this conflict back at the beginning of October. And certainly we've understood the sort of parameters of any deal for some weeks. What is it that we now know which suggests that we are close to seeing at least in principle the release of some of those hostages?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "ANDERSON",
      "sentences": "Absolutely. Arlette Saenz on the story for you, Arlette is in Washington. Well, China appears to be stepping up its efforts to play moreof a mediator role in the Gaza conflict. Earlier today, China's Foreign Minister hosted his counterparts from a number of majority Muslim and Arab countries, including Saudi Arabia, Jordan, Egypt, plus the Palestinian Authority. Now the delegation has made Beijing its first stop as it plans to tour other countries to push for an end to the Israel Hamas war. China's top diplomat says the world in his words must act urgently to prevent the tragedy from spreading. CNN's Ben Wedeman is here in region watching the very latest diplomatic movements live from Beirut. And Ben this is a group of ministers. It was agreed back in Riyadh a couple of weeks ago, that there would be this sort of grouping that would fan out to other countries around the world to gain some sort of support and momentum for some sort of conflict resolution. And some sense of what might happen next, both in Gaza and with the sort of the Palestinian file going forward. I wonder what you make of firstly, what their first stop is, that being Beijing today. And whether -- you know given that I think the world agrees that there needs to be some Arab leadership at this point in a sort of post conflict sort of scenario whether this is anything more than just optics at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "ANDERSON",
      "sentences": "Yes, Ben making a couple of really good points. Firstly, that China has a revolving Presidency of the United Nations Security Council.And the resolution that was got through last week that sort of children's resolution is it were at least the first resolution since this conflict began at the U.N. Security Council has gotten through was under the stewardship of the Chinese. And two, there is some significance Ben and thank you of the fact that the Chinese are actually hosting this meeting of like-minds and let's call it that the Arab and Muslim Leaders in Beijing -- this first meeting once again, urgent calls coming from all parties involved for an immediate ceasefire. One has to understand and believe that there are conversations going on behind the scenes about what happens next? And what is the -- you know, to use a diplomatic phrase the day after scenarios? Well, the U.S. is in it for the long haul. Defense Secretary Lloyd Austin reassures Ukraine's President America stands with his country even as divisions grow at home over support for Kyiv that is coming up after this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "ROSALYNN CARTER, WIFE OF JIMMY CARTER",
      "sentences": "I didn't want to go home. I was having a good time. I think I had thought ahead outgrown Plains, Georgia. Iwas -- had gotten a little too big for my britches. I'm really proud of it for about a year after we got home. BLITZER (voice-over): They had four children three boys, Jack, Chip, and Jeff and later daughter Amy. In 1962 Jimmy Carter entered politics and Rosalynn hit the campaign trail. R. CARTER: Campaigning was fun, up to a certain point because I got to travel and see the whole country, the most fun of the people you meet. BLITZER (voice-over): She supported her husband's successful bids to become Governor of Georgia and later President of the United States. Mrs. Carter was actively involved in her husband's presidency, attending Camp David meetings and cabinet briefings. She was a strong advocate for equal treatment of the mentally ill. R. CARTER: If they had coverage for their mental illness, then that the overall healthcare costs would come down. BLITZER (voice-over): When the Carters left the White House in 1981 they spearheaded a new challenge Habitat for Humanity, building houses for the poor. R. CARTER: The whole community has come together to get rid of poverty. BLITZER (voice-over): A year later, they established the Carter Center, a foundation devoted to promoting human rights, resolving conflicts and eradicating diseases. Mrs. Carter continued to focus on reducing the stigma of mental illness. R. CARTER: I'm really, really proud. I've been very impressed. BLITZER (voice-over): Another focus caregiving, an issue closes to her heart, as she told a Congressional Committee. R. CARTER: It's been part of my life since I was 12-years-old. And my father was diagnosed with leukemia at age 44. We lived in a very small town and all the neighbors rallied around. But I still vividly remember going to my secret hiding place. The outdoor preview if you can believe that to -- it's a way I could be alone. BLITZER (voice-over): In 1999 Rosalynn and Jimmy Carter were honored with the Presidential Medal of Freedom, the nation's highest honor for civilians. J. CARTER: Rose and I have visited now more than 150 nations in the world. BLITZER (voice-over): Mrs. Carter was often irritated that her husband was praised more for his achievements after his presidency than those of his administration. But she accepted that was politics. R. CARTER: Doesn't matter what you do, you're going to be criticized for and so do what you want to do. BLITZER (voice-over): And they were remarkably close first couple. Jimmy Carter used to say Rosalynn was much more than his wife. J. CARTER: It's always Rosalynn, to whom I turn for the primary advice and we make the decisions together. She's the matriarch when our 11 grandchildren, our four children have a problem they call Rosalynn first because I know that they'll get a sympathetic ear. BLITZER (voice-over): She remained by your side, occasionally joining with other first families, and later supporting each other in their twilight, she with dementia, and Mr. Carter in hospice. And in the 39th President, Rosalynn Carter got more than just her husband. R. CARTER: My life with Jimmy Carter has been more adventurous than I ever dreamed it would be. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "ANNA COREN, CNN CORRESPONDENT",
      "sentences": "It's a shot in the arm without a doubt, Becky. You know when we were talking last week about the fact that the Westis very distracted, that the conflict of the Middle East is overshadowing what is happening here in Ukraine. The sense here was bleak. You know the world has forgotten. But with the Defense Secretary of the United States arriving here on this surprise visit to say you know we are with you and that what matters here matters to the rest of the world. That is exactly what the Ukrainians are wanting to hear. Obviously, President Zelenskyy very anxious about that U.S. funding bill, $61 billion is what President Biden wants to pass through Congress. We know the headwinds that is facing and the deep divisions within the GOP whether Lloyd Austin was able to leave any concerns that remains to be seen. But certainly President Zelenskyy knows that he has the support of Lloyd Austin and President Biden, and that is critical at this point. We know this is an incredibly difficult moment in the war. We had 21 months in Becky, this counter offensive has failed. Winter is setting in 2024 looks tough but if that funding bill can get through Becky, experts told me that Ukraine will be set.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "ANDERSON",
      "sentences": "Pick out from Wall Street Monday morning on the opening bell sounding investors off to a new week of trade of last week's more than 2percent rally for the S&amp;P 500. This will be a holiday shortened trading week with U.S. markets closed on Thursday for Thanksgiving and a mixed open for you there. I mean hardly any change, hardly worth explaining what's going on there on the DOW the S&amp;P both marginally off the NASDAQ just holding on to a slight gain there. You're watching \"Connect the World\". I'm Becky Anderson. The story dominating the news on Wall Street today involves the stunning developments in the world of Artificial Intelligence. Now Microsoft announced hours ago that it is hiring Sam Altman, the Former CEO of OpenAI that is the firm that runs the popular ChatGPT Artificial Intelligence platform. Now the board of OpenAI fired Altman on Friday saying that they had lost confidence in him. They offered though very few details about why. Well there is a ton of unanswered questions here including what all this means for AI for AI safety and the future of OpenAI, which is a key player in what is going on in the world of Artificial Intelligence. And frankly you know how it affects all of us? Anna Stewart joins me from London. And Anna honestly I mean the fallout from the board decision could not be more consequential. Some 500 of these 700 odd employees threatening to quit the company, just explain what's going on here and why this weekend's moves were so significant?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "ANNA STEWART, CNN REPORTER",
      "sentences": "It is hard to keep up with what has been one of the most spectacular corporate fallouts. I think I can remember really interms of a board firing a CEO very suddenly seeing the fallout from investors but also within the company. And this is just the latest. This is a letter to the Board of Directors of OpenAI. As he mentioned, over 500 employees have agreed to this. And when I say it's the letter to the Board of Directors Becky, there were six directors as of last week. One was fired Sam Altman, the other Co-Founder Greg Brockman actually resigned on the basis of this news. And a third is actually signing this letter. So it's almost a letter to them at this stage, which means there are three directors that are being very much targeted by this letter. And I'll just highlight a few bits that we've had in the last hour. It says they believe the board is incapable of overseeing OpenAI. They say, they may choose to resign and join Microsoft with Sam Altman and Greg Brockman join that new entity. They've been assured they have positions. And these are their turns. They say they will take this step imminently in less all current board members resigned. That's the three I mentioned. And the board appoints two new lead independent directors. They mentioned a couple and reinstate Sam Altman and Greg Brockman. So that is the most extraordinary laying down of the law from over 500 employees, the CTO and a board member on that as well. So now you have to wonder is the Microsoft move going to happen are we going to see a complete -- again at the top. And are we going to see Sam Altman, Greg Brockman going back to OpenAI?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "ANDERSON",
      "sentences": "Just remind us who Sam Altman is, for those who you know -- for those who aren't in the kind of in the weeds of AI. They may not know whohe is. This guy is a very, very, very significant player, not just in business but in U.S. and global politics these days as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "ANDERSON",
      "sentences": "Where is he going?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "STEWART",
      "sentences": "Well, he's signed up for Microsoft. But as of the last hour with this letter from over 500 employees demanding he goes back to OpenAI, youhave to wonder Becky, check back next hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "ANDERSON",
      "sentences": "Good stuff, thanks Anna. Former U.S. President Donald Trump and Investor Elon Musk are celebrating the results from Argentina's latestelection. Provisional results show Javier Milei won at least 55 percent of the vote, beating out rival Sergio Massa. He ran a bombastic anti-establishment campaign against the backdrop of one of the world's highest inflation rates. Mr. Trump wrote on Truth Social make Argentina great again. A familiar ring to it, isn't it? Joining me to talk about that support for Argentina's next President is Journalist Stefano Pozzebon. What are we looking at here as the new President-elect's first steps?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "STEFANO POZZEBON, JOURNALIST",
      "sentences": "Yes, Becky this morning in Buenos Aires, Milei spoke with a couple of Argentinian radios. And that already gives ussome sign of the how a presidency of Javier Milei will look like in the next four years. So he has for example, said that he intends to visit the United States or visit the Organization of American States before his inauguration which is on December 10. But also that he intends to visit Israel before the inauguration. Milei has always self-professed himself as a staunch ally of Israel. And in particular of the government of Benjamin Netanyahu saying time and again that he thinks Israel should have the right to dissent -- to defend itself no matter what. And pledging on the campaign trail, his intention to move the Argentinian Embassy from Tel Aviv to Jerusalem we'll see if that actually happens over the next four years. But clearly some signs in the geopolitical spectrum that he intends to move Argentina decisively in the supporter of Israel and of course a closer relationship with the United States. On domestic policies, there is of course, a lot of expectation about his choice for Finance Minister. Milei himself is an economist by trade and he of course was propelled to victory by proposing to dollarize the economy in Argentina and completely shut down the Central Bank. He has said to date that he doesn't want to -- say already who he's a preferred choice for the Finance Minister will be. But he intends to go forth with his plans to privatize the sectors of the Argentinian economy for example, the oil industry and the public TV broadcaster, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "ANDERSON",
      "sentences": "The Queen of Latin Music Shakira has reached a deal to avoid a tax evasion trial in Spain. In court earlier today, the judge announced alast minute agreement submitted by all parts to avoid a trial. This legal tax case covered the years between 2012 and 2014. The Colombian Singer said she was ready to face trial, but instead wanting to \"Leave this chapter of my life behind\". And from Shakira to the words of Elvis Presley \"Viva Las Vegas\" that is what Max Verstappen sang after he won his thrilling race, the F1 Grand Prix in Las Vegas. The three time world champion secured a record extending 18th win for the season. Surely even the king himself would have been impressed. Amanda, what do you think? I mean what a race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "AMANDA DAVIES, CNN SPORTS ANCHOR",
      "sentences": "Yes, I mean, might have been impressed by the racing Becky. But I don't think he would have been by Max's singing.Max afterwards admitted that he may be needed to tap up Geri Halliwell, of course his team principle's wife, one of the Former Spice Girls for a few lessons. But it was a race that won Max over. He was one of the biggest critics of the race. And the show saying there hadn't been enough focus on the sport in the days and the build-up to it. Yes, there were a few teething problems I think it's fair to say around the logistics, but it was a brilliant race from start to finish. Max was chased all the way that's something we haven't seen of course, very often this season. So I think more people leaving Vegas with a smile on their face with a tick in the vote for column and of course putting the pressure on the other races, of course next stop the season finale in Abu Dhabi.",
      "isLastSentenceInterrupted": false
    }
  ]
}