{
  "date": "2023-12-29",
  "headline": "One World with Zain Asher",
  "subHeadline": "Ukraine Faces Its Largest Strikes Since The War Began; Israel's Unrelenting Military Operation In Gaza Sparks Anger Across The Region; Legendary Movie \"Back To The Future\" Goes Broadway. Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "PAULA NEWTON, CNN INTERNATIONAL HOST",
      "sentences": "Never before seen. Right now, Ukraine is facing its largest strikes since the war began. \"One World\" starts rightnow. A horrifying reality. Russia's latest targets, apartment buildings, a school and a maternity hospital. President Zelenskyy now vowing to respond. Also ahead, Deja Vu, another state, decides to remove Donald Trump from the ballot. What it could mean in the race for the White House. And later, we'll take you back to the future. Gosh, I remember that movie. An inside look at the classic films away from home. Live from CNN World headquarters here in Atlanta. I'm Paula Newton. Zain and Bianna are off today. Now, after a night of fierce Russian bombardment, Ukraine's Air Force says another missile attack is underway at this hour. The military says Russia is firing missiles from Kursk into areas of northern Ukraine. Now at last check, 26 people have been killed in strikes that began early on Friday. Dozens were injured. Ukraine's foreign ministry accuses Russia of targeting women and children after homes, apartment buildings, a school and even a maternity hospital were hit. The government calls the latest wave of missile and drone attacks since the largest, since the beginning of the full-scale invasion nearly two years ago. In fact, President Zelenskyy says Russia used nearly every type of weapon it has in its latest bombardment. All this follows a U.S. promise of $250 million military aid package. Nic Robertson has been following all of these developments for us from London. Nic, good to have you on this story, as it's been extraordinary to see what new has developed in the last 16 hours. Why are these latest airstrikes so significant? And do you believe, as some do, that this attack will in fact sharpen minds in the West about how they should be supporting Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "I think it will. And there are several reasons for that. One is that Ukraine relies on Westernsupport, as we know, for its weapons systems, but in particular for ammunition. The ammunition that they can least afford to lose is the ammunition that defends the big cities, defends the big civilian populations like Kyiv, like Kharkiv, like Lviv, like Odessa, like Zaporizhzhia, Dnipro, all these places that were struck. Without the money that is -- that the United States was planning to give, it was planning to give tens of billions of dollars over an extended period of time, the European Union before Christmas bolted just before Christmas - - bolted, giving $55 billion worth of aid over four years to Ukraine, the sort of structured financial support that it needs for its military to plan out its defenses and potentially its offenses, as well. So, now the country is left in a situation where they are going to be potentially short of these defensive missile systems. They're not cheap. They're sophisticated systems. And Russia last night in particular went out of its way to try to defeat them by fighting by having strategic bombers, long-range bombers, in the air for a period of time while drones were operating, while fighter jets were firing hypersonic missiles, while surface-to-air missiles were also being fired into Ukraine. So, they did everything they could over an extended period to try to cheat and beat and find their way around Ukraine's defenses. And that's why 44 missiles managed to get through. So, it does highlight Ukraine's need for that international support. But why now? Perhaps because Putin has an election coming up and wants to prove that his Ukraine narrative is strong. Perhaps, his retribution for the fact that Ukraine earlier this week destroyed a Russian amphibious tank ship that was destroyed by the Ukrainians in Crimea. We've seen Russia do this before, where the Kerch Bridge was hit, that vital bridge of supplying Crimea from Russia. When that was hit over a year ago, Russia really lashed out with a massive attack. So, we may be witnessing that sort of scenario. It's hard to tell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "NEWTON",
      "sentences": "You know, air defense in Ukraine in the last few months -- we have to point out, has been extraordinary. I know obviously we focus on theattacks and for good reason, given the loss of life, the injury, the damage to infrastructure. And yet, do you see this as a turning point, especially in Russia's efforts to try and overwhelm those defenses? And does it mean that Ukrainian cities, without much more Western intervention, are quite vulnerable at this hour? And I know, right? Even in Lviv, so far from the front line, it was also targeted. Yeah, but Lviv has been targeted before. And we remember the beginning of the war, we've had the being, you know, one of the areas that was hit too much to the surprise of a lot of Western observers. But this was a concerted plan that the Russians had carefully crafted to go not only after the west, but the central parts of the country, Odessa, Kyiv, Dnipro, Kharkiv -- all of these areas were critical to the Russian effort to undermine the critical infrastructure of Ukraine. So, this is one of those areas where the Ukrainians, yes, their air defenses have been quite frankly superb. They are proving to be among the best operators in the world of air defense. And that, of course, is a great credit to the Ukrainian armed forces. But you can't do things that they've been doing if you don't have the requisite supplies. And if the supplies are cut off through whatever reason in the West, because of political issues or because of other shortages, that could adversely impact their ability to defend all their cities. You can't defend everything. There's no magic solution when it comes to air defense. It's, you know, definitely a matter of concentrating things in the open areas and anticipating what the adversary is going to do. The Ukrainians have been pretty good at this. What they need are the supplies from the West and we need to maintain the effectiveness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "NEWTON",
      "sentences": "And we do have an indication that at least, perhaps, from Europe, some of those supplies may be coming. We've covered exactly how we have a$250 million U.S. military aid package on the table from the U.S., but how other aid is really stuck in Congress. But if you're a NATO commander right now, a U.S. commander, and you're sitting there trying to develop strategy, I mean, what can be a good military strategy here now at this point? I mean, do you just try and concentrate on those air defenses right now and just try and rush and flood Ukraine with those defenses that it needs to at least get it through the next two or three months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "NEWTON",
      "sentences": "And I did want to ask you about that, though, because we have heard from Ukraine, essentially now for almost two years about how crucial thosefighter jets would be, the fact that training is ongoing at this hour to make sure the Ukrainian Air Force can use them. And yet when you see what Russia is targeting, does it concern you that they will not be able perhaps to protect those air bases where those F-16s, you know, may be in training or may actually lose them obviously to launch their own air defenses or air attacks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LEIGHTON",
      "sentences": "Yeah, that is a significant concern. And one of the weaknesses of the F-16 is that it requires basically a clean base in order to operatefrom a lot of the Soviet-era aircraft that the Ukrainians have used up until this point and what the Russians are using now. They can use austere landing strips. They can use highway landing strips, for example. The F-16 can't do that. And that is a weakness. However, having said that, if proper protective measures are undertaken, the F-16 can be protected at installations and, of course, the Ukrainians will do their best to maintain some kind of operational security about where they're putting them and how they're doing that. At least I hope they do that. So, that's going to be a critical operational security will be an aspect of this. And of course, it's not the F-16 is not a panacea, but it is at least something that could, you know, symbolize continued support from the West. And that's critical at this juncture.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "NEWTON",
      "sentences": "And listen, I don't have a lot of time, but I do want to mention that there was in fact that we believe it was a missile that crossed intoNATO territory, Polish territory. I know NATO Commander -- Secretary General Stoltenberg was speaking to Polish officials. Now, we have learned that as well, Jake Sullivan, the U.S. National Security Adviser was also speaking to NATO about this and was pledging support. What particular concerns are you looking at there? Because in terms of a transgression into NATO territory, this does seem rather significant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "LEIGHTON",
      "sentences": "It is, it could be. It depends on if the missile struck anything in Polish territory or if it went into Polish territory and then went backto Ukraine. There are some reports indicating that it basically transversed Polish territory and then exited again back into Ukraine. So, that is a little bit different than it having struck something in Poland. But we've had a situation like that once before and it could certainly escalate things when it comes to Russia versus NATO. And that would be, of course, a significant concern in terms of escalating the possibility of escalating this conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "NEWTON",
      "sentences": "Yeah, absolutely. Colonel Leighton, I want to thank you for all your help through 2023. And unfortunately, this will continue in 2024.Thanks so much. Appreciate it. Now, to the war with Israel. And Hamas, the U.N. relief and works agency, is warning that 150,000 Palestinian civilians have nowhere to go, in fact, as Israel presses its offensive against Hamas. The IDF has told civilians to leave many areas of central Gaza. But U.N. officials say places like Rafah in the south are already overcrowded, with tens of thousands of displaced people arriving in recent days. Now, Israel says it is doing all it can to prevent civilian deaths. But it adds, Hamas. is the one that is making this task very difficult. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "MAJOR DORON SPIELMAN, ISRAEL DEFENSE FORCES SPOKESPERSON",
      "sentences": "The issue is that Hamas are firing constant rockets from that area towards Israel. We hadnumerous rockets that have been fired. We've had thousands of rockets that have been fired since October 7th, and many of them, especially today, come directly from that area. And I think like any army in the world, if there is rocket fire coming from a location before those rockets hit your people, you try to disable them and eliminate them. The problem is Hamas are firing them from civilian areas. That is constantly the problem, again and again in Gaza. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "UNKNOWN",
      "sentences": "People sheltering in schools do not know where to go. First, we were displaced to Nisirat, then to Rafah. We keep on getting told to movefrom one place to another. BASHIR (voice-over): For the 2.3 million Palestinians trapped in Gaza, the vast majority now displaced in the south, there are no guarantees of safety. Surrounded by a war which has shown them no mercy and engulfed by a humanitarian crisis of unimaginable scale, leaving little hope for an end to their suffering. Nada Bashir, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "NEWTON",
      "sentences": "So, it's becoming increasingly likely the U.S. Supreme Court could play a pivotal role in next year's presidential election. Maine is now thesecond state trying to remove Donald Trump from its primary ballot for his part in the January 6th insurrection. Now, earlier this month, the Colorado Supreme Court handed down its own rule disqualifying the former president. Trump's lawyers are vowing to appeal. Maine's Secretary of State, a Democrat, we note, says she made her decision based on her oath to uphold the U.S. Constitution. Listen. (BEGIN VIDEO CLIP) SHENNA BELLOWS, MAINE'S SECRETARY OF STATE: It is unprecedented. No Secretary of State has ever deprived a presidential candidate of ballot access based on section three of the 14th Amendment. But no presidential candidate has ever engaged in insurrection. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "NEWTON",
      "sentences": "CNN's Marshall Cohen joins me now live from Washington. It's clear that all sides see this as historic. That's the one thing they agree on.You know the one thing about Maine is that this was not a court ruling, right? But it will likely trigger many challenges in courts, not just in Maine or in Colorado, but beyond. Here's the question though, is the Supreme Court likely to resolve this before many of those states indeed hold those primaries?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BELLOWS",
      "sentences": "And when we looked at the weight of evidence, it became clear that January 6th was an attack not only on the Capitol, on government officials,but also an attack on the rule of law, that it was an insurrection, and that the U.S. Constitution does not tolerate an assault on our government, on the foundations of our government. And that main election law and the Constitution required indeed obligated me to act. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COHEN",
      "sentences": "So, that's her perspective. Obviously, the Trump side sees it very differently. They have described these cases as a preposterous abuse of thelegal system that's trying to beat Donald Trump in court because you can't beat him in the polls. And you know what? He is doing pretty well in the polls right now. dominating the Republican nomination and doing pretty competitively against Joe Biden. So, he may have a point on that. But at the end of the day, this is what the Constitution says. Different judges and different officials are reaching different conclusions. And as you mentioned, we're all hoping, praying that maybe as we get into the New Year, the U.S. Supreme Court will deal with this so we can move on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "NEWTON",
      "sentences": "It does seem like some kind of refereeing is needed here, and of course, many hoping that whatever the Supreme Court decides, if they decideto weigh in on this, that it is close to unanimous, if not unanimous. Marshall Cohen for us, thanks so much, really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "COHEN",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "NEWTON",
      "sentences": "Okay, coming up for us, beach-goers scramble to get away after a monster wave. A look at that slams into a southern California coast. We'lltell you what happened and why. And the lines are long and yes, expected to get longer. A live travel update on one of the busiest days at airports right across the U.S. We'll be back in a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "I think the thing here, Paula, is that aviation and air travel in the U.S. and beyond is really turning apage from the pandemic. But let's talk about where we are right now. The cancellations and delays are relatively low, according to FlightAware. We've only seen about 39 cancellations in the U.S. today, 1900 delays. And the line behind me, it's only taking folks about 10 minutes to get through the standard checkpoint here at TSA, Terminal 2 North checkpoint here at Reagan National Airport, less than five minutes if they have pre-checked. I want you to talk about -- I want to talk to you about just the numbers for this weekend and the TSA says today will be huge -- 2.6 million people expected at airports across the U.S., 43,000 flights in total handled by the Federal Aviation Administration, the thing that the TSA keeps telling us is that these numbers are getting bigger and they will be there for longer. It's a more sustained holiday travel period. And that is so interesting because it wasn't all that long ago that things were really brief and really condensed. There was not much of a holiday rush 2020 and 2021. In fact, the numbers just from the last few days, Monday, Tuesday and last Friday, those numbers -- only five percent off from the all-time air travel record we set here in the U. S. back on the Sunday after Thanksgiving. So, the really significant thing here is that the cancellations and delays have been relatively low overall over the last week, about 187,000 flights in total. We're talking about 36,000 delays. So, about one in every five flights delayed. But only 1300 canceled. We're talking less than one percent. So, we have really turned the page, especially from last winter, when Southwest Airlines melted down, cancelled 16,900 flights left two million people in the lurch. The airlines have really stuck the landing, but never say never. We're only at the big -- precipice of this weekend and things could go sideways although it looks like the weather is going to be pretty good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "NEWTON",
      "sentences": "Yeah, you know, the weather, airlines, air traffic controller security. There was a lot that could have gone wrong in 2023, but it doesseem like they're ready to turn the page. Pete Muntean, I know you'll be there for us in 2024 and a Happy New Year. Until that, I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "MUNTEAN",
      "sentences": "Happy New Year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "NEWTON",
      "sentences": "Now, all of all this week, \"Call to Earth\" is turning the spotlight on French Polynesia and Coral Gardeners, an organization working to restorecoral reef ecosystems, which are gorgeous by the way, as part of the Rolex Perpetual Planet Initiative. Today, founder Titouan -- pardon me -- Titouan Bernicot and a fellow Coral Gardener visit Aji. It's a small island in the middle of the South Pacific Ocean where they are helping the local community restore their reef. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "TITOUAN BERNICOT, FOUNDER AND CEO",
      "sentences": "So, it's 5 A.M. in the morning. Hard to believe because it's already bright and we are starting our day. There's notime off when you're a gardener. VOICE-OVER: The duo are playing the part of clean-up crew this morning. There are ropes from abandoned pearl farms that have washed ashore which can be upcycled for use in coral nurseries. Picking up where the team left off last year, they also need to finish removing metal sheets from a nearby reef, which can block sunlight and slowly kill the coral underneath.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "BERNICOT",
      "sentences": "And that's a process I love, you know, you -- you repair a bit what humans did and you try to give it a new life to that little part ofthe reef and to see the results and to come back a year later and to see that the corals are grown up. It's a good feeling. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "NEWTON",
      "sentences": "And a warm welcome back to \"One World\". I'm Paula Newton. The start of the New Year is often the time for reflection, I guess, and for settingnew goals as we head into 2024. Now, self-help author Matt Higgins tells our Richard Quest -- listen carefully, why you should avoid having a Plan B. (BEGIN VIDEOTAPE) MATT HIGGINS, AUTHOR, \"BURN THE BOATS: TOSS PLAN B OVERBOARD\": If you go all the way back to 207 B.C. in China, every country, every century has a fabled journey of a military strategist outnumbered a hundred to one, and the way that they succeed is by literally eliminating their escape route. They burn the boats and they destroy their food provisions. But yet we reject that in our everyday life. We reflexively gravitate towards undermining our own Plan A by having a Plan B. And that's why I decided to write this book. RICHARD QUEST, CNN INTERNATIONAL HOST, \"QUEST MEANS BUSINESS\": This idea of no Plan B goes counter to everything we've been taught. Because if your Plan A fails, you're screwed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "HIGGINS",
      "sentences": "So, it's actually not true, number one. The idea of Plan A incorporates figuring out what's the worst case scenario. I'm arguing thatwhere people go wrong is they're afraid to ask the what if questions at the beginning of the journey. So, while they're pursuing their Plan A, they're constantly looking over their shoulder, figuring out, what if this doesn't work out? I can't pay my bills. And that very act is the thing that undermines the likelihood that you're ever going to succeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "QUEST",
      "sentences": "Now, if we've got a situation where one is hesitant to do this, how do you get somebody to the point where they can do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "HIGGINS",
      "sentences": "The answer is about -- it's all about synthesizing risk. Number one, what's the worst case that could happen if I don't succeed? Numbertwo, what's the probability that that worst case is likely to materialize? Number three, what's the upside? What am I after? What would I be willing to do to deal with it? And if it doesn't materialize, how am I going to mitigate it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "QUEST",
      "sentences": "Okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "HIGGINS",
      "sentences": "If you go through that risk mitigation process at the beginning, then --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "QUEST",
      "sentences": "Okay --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "HIGGINS",
      "sentences": "Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "QUEST",
      "sentences": "No, no, I'm not letting you get away with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "HIGGINS",
      "sentences": "All right, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "QUEST",
      "sentences": "Because if you go through, and this is where we're really coming to the bedrock, whether or not risk takers are born or can be made. Is itnature or nurture? Because if you go through that risk process that you've just talked about and you are naturally risk averse, you're going to give yourself the answers that will take you away from this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "HIGGINS",
      "sentences": "I don't believe that at all. I actually -- this book is written for the angst ridden. It's written for people who suffer from anxiety. It'sactually not written for those who are totally comfortable with risk. It's written for the 48 percent of the people -- when you ask them, do you have a Plan B, they say yes and statistically, studies will show. It's written for those people to figure out how do you manage your anxiety because that's usually what's holding you back from going all in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "QUEST",
      "sentences": "I was reading the book on a plane and I became jittery and uncomfortable when I read your story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "HIGGINS",
      "sentences": "My circumstances were extreme.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "QUEST",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "HIGGINS",
      "sentences": "I accept that. The -- why I offer up my crazy story of dropping out of high school at 16 and going all in on my Plan B -- my Plan A rather,is to demonstrate that when we are in a crisis we have clarity of decision- making because we have less choices. The purpose of \"Burn the Boats\" is to replicate crisis decision-making when everything is fine and the way to do that is to go through process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "QUEST",
      "sentences": "You talk about CEOs and how CEOs don't delegate, or they delegate too much. And what's the biggest mistake they make?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "HIGGINS",
      "sentences": "The CEOs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "QUEST",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "HIGGINS",
      "sentences": "Self-awareness. They are afraid to audit themselves, audit their decision-making. They're afraid to look within because they're worriedabout what they might find and then that is the greatest arbitrage entirely within our control is the way in which you can improve yourself and your decision-making. And I find that the CEOs that are most help resistant are the ones most likely to fail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "QUEST",
      "sentences": "One piece of advice you would give.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "HIGGINS",
      "sentences": "Don't be afraid to look within. It's true. It's we don't spend enough time talking about self-awareness. Self-awareness is the singlegreatest arbitrage available to you. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "NEWTON",
      "sentences": "Matt Higgins there with some food for thought for us. Thank you to Richard, as well. Now, before we ring in the year 2024, we thought it mightbe fun. I thought it might be fun. And so did Lynda Kinkade to go back in the future and revisit a Broadway musical that launched in 2023. Lynda Kinkade in New York with the cast of \"Back to the Future\", a show based on the popular film series. EMMETT BROWN, DOCTOR, \"BACK TO THE FUTURE\" MOVIE CHARACTER: Can you meet me tonight at 1:15? I've made a major breakthrough and I'll need your assistance. MARTY MCFLY, ACTOR, \"BACK TO THE FUTURE\" MOVIE CHARACTER: Are you telling me you built a time machine? DeLorean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "LYNDA KINKADE, CNN ANCHOR",
      "sentences": "When \"Back to the Future\" released in cinemas in 1985, it was ahead of its time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "MCFLY",
      "sentences": "Look out!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KINKADE",
      "sentences": "Now, the DeLorean has made its way to 2023 on Broadway.BROWN, \"BACK TO THE FUTURE\" MUSICAL CHARACTER: Great Scott!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KINKADE",
      "sentences": "Great Scott. You created a musical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BOB GALE, SCREENWRITER, PRODUCER AND DIRECTOR",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KINKADE",
      "sentences": "Did you see this in your future?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "GALE",
      "sentences": "No, this was a future I could have never predicted.KINKADE (voice-over): Oscar-nominated screenwriter, producer and director Bob Gale was the co-creator of the wildly popular and iconic \"Back to the Future\" trilogy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "GALE",
      "sentences": "People have always been asking for more \"Back to the Future\". But what people are really saying when they say, I want \"Back to the Future\"Part Four, they're saying, I want to feel as good as I felt the first time I saw \"Back to the Future\". And that was our marching orders with the musical. BROWN, \"BACK TO THE FUTURE\" MUSICAL CHARACTER: Good evening, this is Dr. Emmett Brown and this -- KINKADE (voice-over): Doc Brown is played by Tony Award winning actor and singer Roger Bart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KINKADE",
      "sentences": "You are well known for, you know, your role in \"The Producers\". \"Revenge\".ROGER BART, DOC BROWN IN \"BACK TO THE FUTURE\": Some of those things, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KINKADE",
      "sentences": "\"Desperate Housewives\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BART",
      "sentences": "\"Desperate Housewives\". Really well-known. Crazy.BROWN, \"BACK TO THE FUTURE\" MUSICAL CHARACTER\": Can this thing really do ADA?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "UNKNOWN",
      "sentences": "Fast man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KINKADE",
      "sentences": "What did you think when you got the role of Doc Brown?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BART",
      "sentences": "Oh, it was one of those ones that you kind of go, oh, this is like a perfect fit, you know. It's animated and super fun and high energy. Youknow, big, big faces. So, it was really, really thrilling. And also I'd always loved Chris Lloyd in the role. So, and the movie, I was such a huge fan. I just felt like it was -- I couldn't wait to hopefully get it. Thank goodness I did. KINKADE (voice-over): Taking on the role made famous by Michael J. Fox is Casey Likes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "MCFLY",
      "sentences": "Whoa, this is heavy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "KINKADE",
      "sentences": "Did you get to meet Michael J. Fox?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "LIKES",
      "sentences": "I did, I did get to meet Michael J. Fox five minutes before curtain for our opening night gala performance. He said, kick ass and if you putyour mind to it, you can accomplish anything, which is a line from the movie. George McFly, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "KINKADE",
      "sentences": "And you got to play that role in London, and they thought you were that good that they're like, let's bring you to Broadway.HUGH COLES, GEORGE MCFLY IN \"BACK TO THE FUTURE\": Yes, I couldn't believe it. UNKNOWN, \"BACK TO THE FUTURE\" MUSICAL CHARACTER: Hey, McFly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "COLES",
      "sentences": "People from \"My Little Island in the Sea\" don't usually get to come to Broadway unless you're a name or you're, you know, already establishedyourself in huge Marvel movies or something. So, it's an unbelievable honor that I get to sort of traverse the seas and all my family from the town where I grew up get to see me on Broadway, on CNN, in \"New York Times\" is insane. It's nuts. MCFLY, \"BACK TO THE FUTURE\" MUSICAL CHARACTER: 1955. LIANA HUNT, LORRAINE MCFLY IN \"BACK TO THE FUTURE\": One of the things I love so much when I revisited the movie is the confidence and agency and guts that Lorraine has as a 17-year-old in the 1950s.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "KINKADE",
      "sentences": "So there have been a number of films that have transitioned onto Broadway. \"Pretty Woman\", \"Mean Girls\". What in your mind makes asuccessful transition?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "GALE",
      "sentences": "There has to be a reason why the characters sing. And with \"Back to the Future\", our main character Marty McFly is an aspiring rock and rollguy. Obviously he can sing. And the characters are also larger than life. You know, Doc Brown is like this, right? That's perfect for this stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "KINKADE",
      "sentences": "It's interesting when you see what you predicted though in those films. Back in the day, so much of it came to fruition when you thinkabout, you know, 3D movies and teleconferencing, even cover boards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "GALE",
      "sentences": "Using your thumb do a financial transaction, voice-activated technology. We did a lot of research.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:00",
      "speaker": "KINKADE",
      "sentences": "If you're a fan of \"Back to the Future\", you might recall the iconic line, the future isn't written, it can be changed. Lynda Kinkade,CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}