{
  "date": "2023-07-13",
  "headline": "Connect the World",
  "subHeadline": "Biden Meets With Nordic Leaders In Finland; Zelenskyy Responds To U.K. Defence Secretary; U.S. Defense Secretary Speaks To CNN's Wolf Blitzer; Sudan's 3.1-Million-Plus Displaced Citizens; India's Extreme Weather; SAG-AFTRA Actors Set To Strike; Kim Jong-un Personally Guided ICBM Missile Test; Biden Joint Presser With Finnish President. Aired 10-11a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "GIOKOS",
      "sentences": "Welcome to the show.Now fresh off a show of unity at the NATO summit in Lithuania, the U.S. President is looking to strengthen ties with Nordic countries at a summit in Finland. Joe Biden is meeting with leaders of Finland, Sweden, Norway, Iceland and Denmark. The agenda, including bolstering Arctic security and climate change. Mr. Biden is scheduled to hold a news conference with his Finnish counterpart this hour and we will bring that to you live. This Nordic summit getting a boost after Turkiye's president surprisingly clearing the path for Sweden to join Finland in entering NATO. President Biden clearly upbeat about the growing alliance. (BEGIN VIDEO CLIP) JOE BIDEN (D), PRESIDENT OF THE UNITED STATES (from captions): We're stronger together. I really mean that. You're an incredible asset to NATO and to the world. I've been doing this a long time and I don't think NATO has ever been stronger.\" (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "GIOKOS",
      "sentences": "\"You're an incredible asset to NATO,\" words of President Biden. Nic Robertson is watching events for us from London.This would be the first time all Nordic countries, who are part of NATO. But I wonder, you've been covering NATO summits for many years. Many say that this is the most united we have seen the alliance for a long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "NIC ROBERTSON, CNN SENIOR DIPLOMATIC EDITOR",
      "sentences": "Yes, and that is really a message for President Putin to understand and realize that, what he wantedto do, which was drive NATO away from its borders -- and that was the problem, he said, that he felt under threat from that all along. They got the opposite. They just got the border doubled in length. It was 832 miles along the border between Finland and Russia and now it's got much stronger. You've got this bloc of Nordic states here, who now say that they have this better security and defense interoperability, because they're all members of NATO now. Or Sweden will be very soon. So this gives them strength. The message of unity was one there in Vilnius yesterday. There again in Helsinki today. And it is kind of interesting, the juxtaposition that, on the one hand, you have this NATO unity and President Biden sitting down with the Sweden's defense. The Danish, the Norwegians and the Icelanders, all members of NATO. At a time they are sending a very clear message to President Putin, five years, ago it was president Trump who was in Helsinki meeting with President Putin, who willing to believe President Putin's narrative over and above the narrative of his own security services. So this really is, when we think about things in historic terms, this is historic for NATO. But it is such a transition as well for the United States, to have a leader who is, in this position, who is bringing this unity, that resolve and supporting Ukraine. But also much needed in terms of development of technologies. Think about it this way. There's been all this concern about using Chinese 5G networks. Well they look, the United States and others and Europe, in particular, look to the Nordic countries to help work and develop on the 5G and 6G services to come in the future. That is something they talk about. They talk about climate change, the diminishing biodiversity, social welfare, all these sorts of things; green energy transitions, the importance of harnessing the right controls for AI developments that are going at pace. All of these are the issues of the day. But of course, as you say, the overriding thing is security and united posture toward Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "GIOKOS",
      "sentences": "And he said Zelenskyy should be grateful. I want you to take a listen to Zelenskyy's response to that comment.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(through translator)Amazing one? Then thank him. Defence Minister of Great Britain, thank you for your assistance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ZELENSKYY",
      "sentences": "That's great.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "GIOKOS",
      "sentences": "All right, Nic, I'm sure you were watching this reaction. This is happening on the public sphere, in front of everyone. I wonder what ishappening behind closed doors because there is a sense that Ukraine needs to be very grateful for the billions of dollars that has been given in terms of weapons and aid to the country. But for Zelenskyy, it is still a matter of life and death and he needs more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ROBERTSON",
      "sentences": "You know, just to contextualize Ben Wallace's statement as well, he was saying that this -- he had gone on this 11 hour train journey acrossUkraine to meet officials. And they presented him with a wish list. And he sounded very exasperated at that moment. That is what he was recounting. Yes, these frustrations are there; President Zelenskyy kind of came in hot and heavy, with a very heavy diplomatic hand, saying he was not getting what he wanted at NATO on the first day. But he had really changed his tune by the end of the second day. And that was something President Biden also commented on, again, today, when he was in Helsinki. The message there, that Ukraine is getting, that they will ultimately become members of NATO, is not as strong as what they wanted. But this idea that there should be more gratitude shown, I think what President Zelenskyy was trying to communicate now was that they do say thank you and President Zelenskyy did say thank you to all the different leaders who were there on the platform with him yesterday. So I think that that goes on. But also, I think he is perhaps beginning to realize that if you undermine, if you criticize the leaders for not helping you enough and they react and respond to that, then that undermines political support in their countries for the support that you, Ukraine, are getting, that those countries are giving you in the war. And I think we kind of saw a shade of that yesterday as well because the British prime minister actually distanced himself from what Ben Wallace, his defense minister, had said. That was interesting, in of itself. So clearly, at the prime minister level, he wants to set a tone that we are getting the gratitude from Ukraine because he knows that's what he needs to be able to continue supporting Ukraine. He needs to be able to sell that political message back home, that it is needed, their support. Yes, frustrations for Ukraine, clearly, in all of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "GIOKOS",
      "sentences": "Yes. Brilliant analysis, as, always Nic Robertson there for us.Ukraine's president left NATO without securing membership for his country. But he did win assurances of a streamlined path into the alliance. Speaking to CNN from the summit Wednesday, Estonia's prime minister said that Ukraine's membership is now a question of when and not if. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "KAJA KALLAS, ESTONIAN PRIME MINISTER",
      "sentences": "We can't draft Ukraine into NATO. We have to back the words with concrete deeds. And that is actually behindthose debates that we had yesterday and also today, meaning that all of the allies, the big ones, the small ones, are taking this very, very seriously. And today, everybody emphasized that Ukraine's place is in NATO. The question is not if but when it will happen. And we have agreed, practical steps and pathway to get there. So if those conditions are met, the opportunity window opens when the war ends, then we can admit Ukraine into NATO. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "GIOKOS",
      "sentences": "Former British prime minister, Boris Johnson, adding his voice to the conversation on Ukraine's past in NATO membership. He told CNN thatKyiv's victory over Russia's is imperative and that there could be no possible excuse to delay Ukraine's acceptance into the military alliance. (BEGIN VIDEO CLIP) BORIS JOHNSON, FORMER U.K. PRIME MINISTER: I think it is very, very important that we establish that Ukraine is on the path now to NATO membership. There can be no possible excuse or reason to keep flapping (ph) around and delaying. The last remaining objection, you'll remember, was that it was going to be provocative to Vladimir Putin. What we've seen what happens when you don't have Ukraine in NATO, you provoke the worst war in Europe for 80 years. You need Ukraine in for certainty, for stability and for the security, not just of Ukraine but of Russia as well. So everybody knows where the boundaries are and everybody knows who is protecting whom. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "GIOKOS",
      "sentences": "Saying he has no doubt Ukraine will be welcomed into the NATO fault (ph). Lloyd Austin sat down with CNN's Wolf Blitzer in Vilnius, Lithuania,fresh from that big NATO summit there, dominated by the next question of when Kyiv would join the alliance. Listen. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "From a military standpoint, Mr. Secretary, how close is Ukraine to meeting NATO standards?GEN. LLOYD AUSTIN, U.S. SECRETARY OF DEFENSE: Well, there are a number of things that will have to be done, as you know. They -- a big part of their inventory is legacy equipment. And so, in terms of training and equipping, there's work to be done but we're doing that work as we are helping them as they fight this war. And so, things have been done up to this point. There's more that will need to be done to ensure that they have a full complement of capability, so...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "BLITZER",
      "sentences": "So you have no doubt that after the war Ukraine will become a member of NATO?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "AUSTIN",
      "sentences": "I have no doubt that that will happen. And we heard just about every -- all of the countries in the room say as much. And I think that wasreassuring to President Zelenskyy. But there are other things that have to happen as well, you know, judicial reform, you know, things that make sure that the democracy is in good shape. And so, those things will take place over time, so...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "BLITZER",
      "sentences": "How much time do you think it will take after the war?Assuming the war ends -- God willing it will end someday -- how much time will it take for NATO to join -- for NATO to welcome Ukraine as a full member?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "AUSTIN",
      "sentences": "I won't speculate on that, Wolf. I will just say that all of the countries that I have witnessed are interested in moving as quickly aspossible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "BLITZER",
      "sentences": "Do you think all 31 members of NATO right now want Ukraine in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "AUSTIN",
      "sentences": "I think it will be 32 by that time but I --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "BLITZER",
      "sentences": "With Sweden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "AUSTIN",
      "sentences": "Right. But I do believe that everyone wants Ukraine to be on board.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "BLITZER",
      "sentences": "As I said, Sweden is now set to join NATO.How is it, from your analysis -- and you've got good analysts -- how is Putin reacting to this expansion of NATO?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "AUSTIN",
      "sentences": "Well, I'm sure Putin's very concerned. This is probably something that he didn't expect to happen, although President Biden warned him ofthis at the very beginning. But you know, he's brought NATO closer to his doorstep. And so, you know, if you are him, you'd certainly be concerned about what you're seeing. But countries like Sweden and Finland bring a lot to the alliance and we are happy to have them on board. You know, I was just in Sweden a couple of weeks ago. I got a chance to spend time with the minister of defense and visit some of their troops, look at their capabilities it -- they will bring value to the alliance right away. And it's a strong democracy, Wolf, and that's really the most important point. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "GIOKOS",
      "sentences": "You can see Wolf Blitzer's exclusive interview with U.S. Defense Secretary Lloyd Austin on \"THE SITUATION ROOM\" tonight, at 6 pm Eastern.That is 11 pm in London. I want to bring in Arlette Saenz from Helsinki, where President Biden is meeting Nordic leaders. We just heard from Nic Robertson, talking about the economic ties, talking about what this means from a security perspective and we are waiting for President Biden to speak as well. Take us through today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "SAENZ",
      "sentences": "But the president and allies did try to make clear that they believe Ukraine's future does rest in the alliance. There are also those long termsecurity commitments that G7 allies said they would try to work with Ukraine on going forward. So in just a few minutes, we expect President Biden to hold this press conference here, with the president of Finland, as he is going to recap a bit of his trip, previously telling reporters that he feels he accomplished all of the goals he needed to meet while he was here in Europe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "GIOKOS",
      "sentences": "Arlette Saenz, thank you so very much for that update.Now turning to on the ground in Ukraine. Ukraine's air force says it downed 20 Iranian made drones and two cruise missiles overnight. Officials say at least one person was killed in the Ukrainian capital. But as Russia fires into Ukraine, it is also doing some firing within its own ranks. A senior Russian general says he was dismissed after accusing army leadership of betraying Russian soldiers by not providing sufficient support. On the battlefront, a Ukrainian general says controversial cluster munitions have arrived in his country from the United States, banned in more than 120 nations. The general says the weapons can radically change the battlefield there. CNN's national security correspondent Alex Marquardt joins us live from Eastern Ukraine. Alex, there has been so much talk about these cluster munitions, it has come up a lot during this NATO summit. We know this was a difficult decision but it is vital, as Ukraine has said, in terms of making gains on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT",
      "sentences": "It is. General Oleksandr Tarnavskyi says that these cluster munitions are now in country,ready to be used. They have not yet been used. And fBecause they are so controversial, he says that they will be used within a very strict framework, primarily away from civilians as much as possible. That is part of the agreement that Ukraine struck with the United States. They would not be used in civilian areas, highly populated areas. They would only be used against Russian troops. They will also keep track of where these weapons are fired so that they can demine those areas later on, in case there are duds. And perhaps most importantly, they will -- their use will have to be approved by senior officials. So that is what they are looking at as they prepare to use these weapons. General Tarnavskyi says that the Russian soldiers will be afraid of what may be coming. They may indeed clear out areas where these cluster munitions could be most effective. Here is a little bit more of what General Tarnavskyi had to tell me earlier today. (BEGIN VIDEO CLIP) (from captions): In general, this is a very powerful weapon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "MARQUARDT",
      "sentences": "Have you used them already?And how much do you think they are going to change the fight? (from captions): We just got them. We haven't used them yet. But they can radically change because the enemy also understands that with getting this ammunition we will have an advantage. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "MARQUARDT",
      "sentences": "Remember, Eleni, part of the reason, one of the biggest reasons that the U.S. said they felt comfortable at this moment giving Ukraine'sthese cluster munitions is that Russia has already been using them since the beginning of the war. There's also the question of supply. There is so much Ukrainian artillery being fired, these 155 millimeter artillery shells, that those stocks are running very low. So the U.S. reached into a supply of artillery shells that they are not using. These cluster ammunitions, which are called DPICMs in the United States, to send them over to Ukraine. I'm told that they were already in Europe, prepositioned and ready for use. That is why they were able to be moved into Ukraine so quickly. So they have not been used. We might expect them to be used soon. Of course, this comes at a very important moment in this counteroffensive, Ukraine making some gains but not getting very far. The general telling me that that is in part because the Russians, in large part, because the Russians had so long to prepare their defenses. They have covered huge mile upon mile, kilometer upon kilometer fields with dense minefields. They are fighting ferociously against the Ukrainians, who, frankly, are better equipped. They have just been trained, these new brigades by the West, by the United States. They have been equipped with new weapons and new armored vehicles. But it is very slow going for the Ukrainians, now about a month into this counteroffensive, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "GIOKOS",
      "sentences": "A mass grave with the bodies of at least 87 people, including ethnic maseletes (ph) have been discovered in Sudan's West Darfur. The U.N.believes that they were killed by paramilitary Rapid Support Forces and their allied militia and is calling for an investigation. The RSF denying that they were behind the deaths. The conflict in Sudan has become a humanitarian catastrophe, displacing more than 3 million people. Many fleeing across borders. The U.N. says that Sudan is on the brink of a full scale civil war. Today, Egypt launched a fresh attempt to mediate this crisis at a summit of regional leaders. It's the latest in a series of international efforts to prevent a prolonged conflict and deepening humanitarian crisis. Joining me now is CNN's senior editor for Africa, Stephanie Busari. Stephanie, the summit coming at a vital moment. Here's the reality. Egypt hasn't been at the forefront of public mediation and negotiations. Here they are, hosting the summit. Has anything concrete come out of today's discussions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "BUSARI",
      "sentences": "Previous attempts have led to frustrating blame games, where cease- fires have been agreed, have been violated, sometimes just in the same breath as they have been agreed.So it remains to be seen whether anything concrete will come out of this and whether these two factions will lay down their weapons and listen, when they haven't previously, and against this backdrop is what the United Nations is calling potential crimes against humanity in Darfur. We're 20 years into, 20 years anniversary from the genocide in Darfur and history seems to be about to be repeating itself -- Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, tragically. Stephanie Busari, great to have you on the story, thank you.And be sure, stay with us. Next hour we are going to be speaking with Egypt's foreign minister about all of this as the calls for de-escalation continue. In the meantime, in northern India, an estimated 30,000 people have left their homes, forced to flee rising water from Delhi's Yamuna River. Water levels reaching its highest ever level on Wednesday. At least 67 people have died from flash floods and landslides in the past week. CNN Vedika Sud reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "VEDIKA SUD, CNN CORRESPONDENT",
      "sentences": "Heavy rains have brought deadly floods to northern India, triggering landslides and flash floods. Here in Delhi, thegovernment is monitoring the Yamuna River that overflowed over the weekend. ARVIND KEJRIWAL, DELHI CHIEF MINISTER (through translator): If your homes are in low lying areas, please vacate them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "SUD",
      "sentences": "I'm standing on an over bridge here by the banks of the River Yamuna that has crossed the danger level mark on Monday. And on Wednesday it hassurpassed the highest level it's ever been at in over four decades. What I can show you from here is people being evacuated from the banks of the Yamuna. There you can see a cart with two people navigating through the high levels of water, bringing their belongings back to the banks of this river. There's total panic and chaos here. Hundreds are being evacuated at this point and the worry is that all their belongings cannot be brought with them here to safer ground. Around me, you can see beds, you can see their belongings, you can see gas stoves. You can see people walking away from the low-lying areas. MOR KALI, DELHI RESIDENT (through translator): My fields are down by the river. The floods have destroyed all our vegetables. We've lost everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "SUD",
      "sentences": "About 50 meters from the Yamuna River, hundreds have moved under this flyover. This is home for the next few days with very little to go back to.SAT PAL, DELHI RESIDENT (through translator): There was no help from the Delhi government. We waded through waste deep water to save our lives. We've never seen the Yamuna River rise so high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "SUD",
      "sentences": "According to the Delhi government, it's just the incessant rainfall over the weekend that has led to the rising levels of the Yamuna. It's alsothe release of volumes of water from a barrage in the neighboring state of Haryana -- Vedika Sud, CNN, New Delhi. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "GIOKOS",
      "sentences": "High drama in Hollywood, only this time it is not on the screen. It is in real life. For around 160,000 actors who are poised to strike, willknow if the Screen Actors Guild and the American Federation of Television and Radio Artists, better known as SAG-AFTRA, are walking out in the coming hours. Last-ditch talks over pay with major the studios and streaming services failed on Wednesday. SAG-AFTRA members could now find themselves on the picket line, along with movie and TV writers who are already striking. Going live to Los Angeles and CNN's Natasha Chen, giving us the latest. We know that there has been trouble brewing within the sector. It has now gone bigger. Tell us about the impact of these strikes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "CHEN",
      "sentences": "I want to read a little bit of what the actors' chief negotiator said in a statement.\"The studios and streamers have implemented massive unilateral changes in our industry's business model while at the same time insisting on keeping our contracts frozen in amber. \"The studios and streamers have underestimated our members' resolve as they are about to fully discover.\" On the picket lines, we have already seen a number of actors come out in support of the writers in the last couple of months. We met one person, who is both a writer and an actor. Here is what he said this week. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ADAM CONOVER, WRITER AND ACTOR",
      "sentences": "When we went to streaming, suddenly the executive producers realize that they can do whatever they want withwriters. They can hire us and fire us by the day. We have no minimum compensation. We have no minimum weeks that we had to be employed for. And our residuals are literally about 1 percent of what they were on the smallest channel on basic cable and I used to work there. And actors face the exact same thing. Residuals are how we keep paying rent and keep our kids in school. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "CHEN",
      "sentences": "And those residuals for streaming platforms are a big sticking point, as well as the issue of artificial intelligence.Now the studios said in a statement that they actually gave a historic pay raise and groundbreaking protections for AI, saying in part here that \"we are deeply disappointed that SAG-AFTRA has decided to walk away from negotiations. \"This is the unions' choice, not ours. Rather than continuing to negotiate, SAG-AFTRA has put us on a course that will deepen the financial hardship for thousands who depend on the industry for their livelihoods.\" And we are not just talking about people with Hollywood jobs, working on film sets; we are also talking about all of the everyday workers and the local economy, who serve these productions in major film hubs, like restaurant owners, dry cleaners, makeup artists, set and prop warehouses, janitors. I've talked to so many of them who are out of work right now, people who have had to lay off employees because of the writers strike so far and it is just about to get worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "GIOKOS",
      "sentences": "Welcome back, you're watching CONNECT THE WORLD, I'm Eleni Giokos in Dubai.Any time now, U.S. President Joe Biden and his Finnish counterpart will talk to reporters at the Nordic summit in Helsinki. We will bring that you live. Mr. Biden and the leaders of five Nordic countries have been discussing topics like Arctic security, climate change as well as artificial intelligence. This summit, happening just after the NATO summit in Lithuania, which saw Turkiye's president clearing the path for Sweden to join NATO and G7 leaders now saying security guarantees for Ukraine. A U.N. Security Council meeting is scheduled for this afternoon to discuss North Korea's latest missile test. State media reports that leader Kim Jong-un personally guided the launch of the Kwason-18 intercontinental ballistic missile on Wednesday. That flew for 74 minutes before crashing down in the waters near Japan. The solid fuel ICBM has been called the North's most powerful nuclear weapon but it is unclear if it could actually deliver a nuclear payload. CNN's Oren Liebermann joins us live from the Pentagon. The missile, of course, was fired just days after Pyongyang threatening to shoot down U.S. military reconnaissance planes flying over nearby waters. What are U.S. officials saying now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Well, we are seeing a number of different responses in different sort of realms coming from the UnitedStates. The first of those is on the military front. We've seen this before, after North Korea carry out a ballistic missile test, whether it's ICBM or short range missile. The U.S. will often exercise with its partners in the region. In this case it is the South Koreans' bilateral exercise. A U.S. B-52 strategic bomber flying there you see with U.S. F-16 fighter jets as well as South Korean F-15 fighter jets. So that is a fairly standard par for the course response. A statement from the U.S. and South Korea, that they will continue to operate and exercise together and that North Korea's continued aggression, whether it's in the form of statements or missile launches won't deter any of that. You also have the U.S. and others requesting a U.N. Security Council meeting in a short time with these violations of U.N. Security Council resolutions coming with these ballistic missile launches. Unfortunately, it's unclear if that will lead anywhere because of the veto that Russia and China have, and that they've used in the past as well to protect North Korea at the U.N. Security Council. Not the first time we have seen North Korea test this Kwasong-18, one of their most advanced missiles. They tested the same missile for the first time back in April. So you have again a series of ballistic missile tests. This isn't the frenetic pace we saw last year. But it is, of course, an ICBM, an intercontinental ballistic missile. And that in and of itself is worrying. That, of course, is something that the U.S. continues to watch. In terms of this threat, shutting down spy planes within the exclusive economic zone, the U.S. has effectively dismissed that. That's because there is no inviolable right to an exclusive economic zone. Other countries are allowed to sail and fly through it because it extends 200 miles out from your (ph) territory. This isn't sovereign waters, which is just 12 miles out. It is far beyond that. So U.S. making clear it will continue to fly and to sail where international law allows. And it is worth underscoring here that the international law allows countries to go through economic zones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "GIOKOS",
      "sentences": "Wow. Oren Liebermann, thank you so very much.Cinderella stories dominating Wimbledon. But are they happy endings? Just ahead, the incredible run for a Ukrainian player, coming up after this. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "GIOKOS",
      "sentences": "Let's listen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SAULI NIINISTO, PRESIDENT OF FINLAND",
      "sentences": "We have had possibilities of meeting each other quite often during the --JOE BIDEN (D), PRESIDENT OF THE UNITED STATES: I like it here even better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "NIINISTO",
      "sentences": "Yes. And by the way, the first time we met also in Helsinki, I was the speaker of parliament when you visited.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BIDEN",
      "sentences": "Yes, I remember.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "NIINISTO",
      "sentences": "So we have had a lot of discussions during the last couple of years. I want to once again, thank you for the strong support you havegiven all the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BIDEN",
      "sentences": "It's my honor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "NIINISTO",
      "sentences": "The new era in Finnish security policy has begun. And you will be one of those who wrote it to history.I also want to thank you for the Vilnius meeting. It was very touching to feel the unity between allies and I think it was greatly created by you. We had possibilities of discussing bilaterally. Today, I took up the negotiations of our defense cooperation agreement. We are going to continue our security discussion by that and that is of vital importance to Finland. In the same time also, Sweden and Denmark are having similar discussions. And at the end, it seems that all the five Nordic countries will have a bilateral agreement with the USA. Technology is one of the key bids for the future. There are elements like artificial intelligence, quantum technology, sky (ph) technology, all that is leading our way to the future. And we have to make sure that it's leading our way in a very secure way and that demands responsibility of those who know how. And that is why it is very important to coordinate and to cooperate with our knowledge and resources for both in this sector. We also had a discussion on our neighbor and I think that we both share similar views. The war in Ukraine was also discussed. We both see that we will continue support to Ukraine, which is defending not only herself but also all the values we represent in the Western world. We also had a meeting with the Nordic family. It is a tradition which started during President Obama's time and it has been a very valuable tool for us to get even better understand each other's security and technology. They are also discussed there. And a lot of time and thoughts were presented on environmental issues. So once again, it has been great to have you here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "BIDEN",
      "sentences": "And I want to say, I think we've had a very productive summit. We discussed, Mr. President, where we stand at an inflection point in history,where the decisions we make now are going to determine the course of the history for the next four, five, six decades. And this week we affirmed how Finland and the United States together, together with allies and partners, are working in lockstep to set us on a stronger, safer and more secure path, not just for Europe, not just for NATO but for the world. In Vilnius, NATO met with 33 nations for the first 31 nations for the first time. We showed the world that our alliance is more united than ever. And soon there will be 32 allies, thanks to an agreement with Turkiye to move Sweden's succession protocols forward. And as capable partners and committed democracies, both Finland and Sweden are going to add significantly to the strength, security and unanimity of NATO. And we're stronger in NATO; it makes the entire world stronger. Mr. President, as your ally, we want the people of Finland to know the United States is committed to Finland, committed to NATO. And those commitments are rock solid, that we will defend every inch of NATO territory. And that includes Finland, obviously. Second, over the past week, we affirmed our unwavering support for the brave people of Ukraine as they defend their country against Russia's brutal and inhumane attacks. Our allies and partners around the world understand that this fight is not only a fight for the future of Ukraine, it's about sovereignty, security and freedom itself. I want you to think about what would happen if we didn't do anything, what is likely to happen in the rest of Europe if we did nothing. So this week, NATO has officially elevated our relationship with Ukraine. Allies also agreed to lift the membership action plan that is usually required before you could be admitted and -- from Ukraine. And it's created a path for membership for Ukraine as it continues to make progress on the necessary democratic and security reforms required of every NATO member. We also made clear to President Zelenskyy that we are not waiting for NATO membership to be finalized to commit to the long term security of Ukraine. The leaders of the G7 together issued a new joint declaration of support for Ukraine, a declaration I was glad to see the Nordic nations immediately welcome and support it. It's going to launch a process open to any nation to negotiate bilateral security agreements with Ukraine until they are officially members of NATO. It will not only ensure that Ukraine can defend itself today but it will deter future aggression as well, with a capable force across land, air and sea from their friends. And finally, at every stop, every summit on this trip, we focus on using the power of partnership to take on the challenges that matter most to the people's lives in our countries. In the United Kingdom, we brought together public, private and philanthropic partners to discuss ways to unlock nearly trillions of private dollars in finance to fight climate change. In Lithuania, NATO, allies met in the E.U. and our pro Indo Pacific partners to continue advancing our work on terrorism, cyber threats, resilience and so much more. And here in Finland, at our U.S.-Nordic Leaders Summit, reaffirmed our commitment to stand together, power to power, a clean energy transition, to preserve regional security, to promote democratic values and to pioneer the technologies of the future, from quantum computing to advanced communication systems. So we did it together. Mr. President, at this critical moment in history, this inflection point, the world is watching to see, will we do the hard work that matters to forge a better future? Will we stand together? Will we stand with one another? Will we stay committed to our course? This week, Finland and the United States and our allies and partners said a resounding, loud yes. Yes, we'll step up. Yes, we'll stand together and, yes, we'll keep working toward a stronger, safer and more secure world. So Mr. President, thank you again for having me here, As partners, friends and allies we look forward to our work together in the years ahead. And it's been a real pleasure getting to know you even better. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you. Now we have time for questions.Shall we start with (INAUDIBLE)? You.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "QUESTION",
      "sentences": "The political volatility of U.S. remains a big worry for European partners. Meanwhile, back in Washington, a bipartisan group of senators hasrepeatedly failed to pass through Senate a bill that would prevent the U.S. presidents in the future from withdrawing from NATO without Senate's approval. What -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BIDEN",
      "sentences": "I'm sorry, repeat that one, I'm sorry?I didn't hear the last part of your question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "QUESTION",
      "sentences": "In Washington, a bipartisan group of senators has repeatedly failed to pass through Senate a law that would prevent future U.S.presidents from withdrawing from NATO without Senate's approval. What actions will you take to assure Finland that the U.S. will remain a reliable NATO partner for decades to come?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BIDEN",
      "sentences": "I absolutely guarantee it. There is no question. There is overwhelming support from the American people. There's overwhelming supportfrom the members of the Congress, both House and Senate, and both parties, notwithstanding the fact there are some extreme elements of one party. We will stand together. The American people known for (ph) (INAUDIBLE) since the end of World War II and the formation of NATO that our security rests in the unanimity among European and transatlantic partner, us (ph). And so this is, you know, no one can guarantee the future. But this is the best bet anyone can make.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "QUESTION",
      "sentences": "And my second question on that note to Mr. President Minister, hearing this answer, that no one can guarantee a future, are you worriedthat the political instability in the U.S. will cause issues in the alliance in the future?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BIDEN",
      "sentences": "Let me be clear, I didn't say we didn't guarantee -- we couldn't guarantee the future. You can't tell me whether you're going to be able togo home tonight. No one can be sure what they're going to do. I'm saying as sure as anything can possibly be said about American foreign policy, we will stay connected to NATO, connected to NATO, beginning, middle and end. We're a transatlantic partnership. That's what I've said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "NIINISTO",
      "sentences": "It seems that the president has answered your problems.But I have to tell you that, during this process, I met approximately the president many times. But I would say about 50 people from Congress and Senate. And I think the message was quite clear, quite united. And I have no reason to doubt about USA policies in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BIDEN",
      "sentences": "Let me say one more thing. We learned the hard lessonthere could be conflict in Europe among our friends and us not engaged has never happened in modern history. That's why we're staying together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Next question.President Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BIDEN",
      "sentences": "Oh, I've called on somebody. I'm sorry.\"The Wall Street Journal,\" Andrew.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "QUESTION",
      "sentences": "Thank you, Mr. President. You've said that Ukraine shouldn't enter NATO until after the war is over.Are you concerned that all of those comments could motivate Putin to keep the war going or discourage him from entering peace negotiations? And is there a serious risk that this war could drag on for years? And do you see any path toward the war ending with Putin still in power?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BIDEN",
      "sentences": "First of all, no one can join NATO while the war -- a war is going on where a NATO nation is being attacked because that guarantees that we'rein a war. And we're in a third world war. So that is not about whether or not they should or shouldn't join. It's about when they can join. And they will join NATO. The issue of whether or not this is going to keep Putin from continuing to fight, the answer is Putin has already lost the war. Putin has a real problem. How does he move from here? What does he do? And so the idea that there's going to be what vehicle is used, he could end the war tomorrow. He could just say I'm out. But what agreement is ultimately reached depends upon Putin and what he decides to do. But there is no possibility of him winning the war in Ukraine. He's already lost that war. Imagine if, even if -- anyway, he's already lost that war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "QUESTION",
      "sentences": "Just on the question of a concern about it going on for years, is there a possibility that there's a stalemate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BIDEN",
      "sentences": "I'm sorry?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "QUESTION",
      "sentences": "And it could continue for quite some time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BIDEN",
      "sentences": "Well, I don't think the war can go on for years for two reasons.Number one, I don't think that the Russians could maintain the war forever, number one, in terms of their resources and capacity. Number two, I think that there is going to be a circumstance where eventually President Putin is going to decide it's not in the interest of Russia economically, politically or otherwise to continue this war. But I can't predict exactly how that happens. My hope is and my expectation is you'll see that Ukraine makes significant progress on their offensive and that it generates a negotiated settlement somewhere along the line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "QUESTION",
      "sentences": "And I have a question for the Finnish president but I would be remiss if I didn't raise my colleague, Evan Gershkovich, who's been inprison for more than 100 days. And I just wondered if you had an update on the process for trying to get him out of prison. And if you're serious about a prisoner exchange.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BIDEN",
      "sentences": "Oh, I'm serious about a prisoner exchange. I'm serious about doing all we can to free Americans from being illegally held in Russia oranywhere else, for that matter. And that process is underway. (OFF MIKE COMMENTS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "QUESTION",
      "sentences": "Do you envision the possibility of the U.S. having a military base in Finland?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "NIINISTO",
      "sentences": "Like I told, we are discussing on DCA, the Defense Cooperation Agreement and it has a lot of elements. They are still open. But we areopen on negotiations. And I know that our counterpart is also very open. So let us see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Next question goes to President Minister, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "QUESTION",
      "sentences": "Thank you, Mr. President. And my question is for Mr. President Biden -- or should I just say President Biden.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "QUESTION",
      "sentences": "You have repeatedly talked about Finlandization becoming NATOization of Finland. Now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BIDEN",
      "sentences": "Sorry, what nation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "QUESTION",
      "sentences": "You have repeatedly talked about Finlandization --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BIDEN",
      "sentences": "Oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "QUESTION",
      "sentences": "-- becoming NATOization of Finland.Based on your long experience, how does that change Finland's place in the world?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BIDEN",
      "sentences": "Well, first of all, the context in which I said that was the gentleman who occupies a seat on the other side of your border in Moscowsaid he wanted-- I said he wanted the Finlandization of NATO. I said it was more likely to get the NATOization of Finland. That's what -- that's the context in which that was said. And what was the second part of your question?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "QUESTION",
      "sentences": "I asked how has Finland's position in the world changed during the NATO membership process?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BIDEN",
      "sentences": "It was already a strong vibrant, nation. I think what Finland joining NATO does -- and Sweden as well -- when the Nordic countries areall members of NATO, it just makes the world safer. It significantly increases the prospect that there is less likely to be war. We're deadly earnest about the notion. We defend every single inch of NATO territory and now we're going -- we're on a way of getting to 32 NATO nations. That's a significant commitment. And so the likelihood of any nation voluntarily deciding they're going to attack one of the nations or Finland is highly unlikely. And so -- but if it were to understand, they're not just attacking Finland; they're attacking 31 other countries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Next question, President Biden, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BIDEN",
      "sentences": "Oh, I'm sorry, I guess it's Arlette from CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "SAENZ",
      "sentences": "Thank you, Mr. President.We've seen more disarray with Russian generals, most recently with the firing of a general who criticized the defense ministry. This following that rebellion by Prigozhin. Does this raise any new concerns about Putin potentially doing more drastic things regarding Ukraine, like nuclear weapons or potentially against the U.S., like election interference?",
      "isLastSentenceInterrupted": false
    }
  ]
}