{
  "date": "2023-09-08",
  "headline": "Connect the World",
  "subHeadline": "\"Tough\" Operation to Pull Out American could Start Saturday; Middle East Presence in New Delhi; Hurricane Lee Rapidly Intensified over Warm Atlantic Waters; Microsoft: Chinese Operatives Mimic U.S. Voters Online; Coco Gauff Reaches her First U.S. Open Final; Britain Marks One Year Since Queen Elizabeth's Death. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "BECKY ANDERSON, CNN HOST, CONNECT THE WORLD",
      "sentences": "Our top stories this hour for you we are now hearing for the first time from the American man who istrapped inside one of Turkey's deepest caves. Turkish officials say the operation to lift Mark Dickey out could begin on Saturday. U.S. President Joe Biden has just arrived in India for the G-20 summit noticeably absent from the meeting this year, Vladimir Putin and Xi Jinping. Spanish national prosecutor filed a complaint against Luis Rubiales for \"the crimes of sexual assault and coercion against Jennifer Hermoso. Plus one of the world's biggest cities brought to a standstill by flash flooding. Hong Kong hit with its heaviest rainfall on record. 1000 meters, of narrow winding passages that's what rescuers will face when they start to bring out the American explorer Mark Dickey to the surface of one of Turkey's deepest caves. They are installing ropes and other fixtures with the hope that process could start as early as Saturday. And Mark Dickey was on a research mission when he got sick and became traps. Getting out will be tough rescuers say taking around four days. CNN's Nada Bashir looks at how this has all unfolded. (BEGIN VIDEOTAPE) NADA BASHIR, CNN REPORTER (voice-over): In the dark and cavernous depths of Turkey's Morca Sinkhole, a welcome update.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "MARK DICKEY, CAVE EXPLORER",
      "sentences": "Mark Dickey from nearly 1000 meters.BASHIR (voice-over): American cable Mark Dickey now set to be in a stable condition. After falling ill some three and a half 1000 feet below ground almost a week ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "DICKEY",
      "sentences": "You can see up on alert I'm talking. I'm not yield on the inside yet, so I need a lot of help to get out of here.BASHIR (voice-over): Rescuers say Dickey suffered gastrointestinal bleeding during his research expedition required urgent medical attention at base camp. According to officials, six units of blood had to be delivered to him. It's an operation which has drawn about 150 rescuers from across the globe to Turkey's third deepest cave. The Turkish Caving Federation says it typically takes a full 15 hours for an experienced caver to reach the surface in ideal conditions. But Dickey's health is still in a delicate state. And the narrow winding passages of the cave, as well as frigid temperatures could pose a major challenge to rescuers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "GRETCHEN BAKER, NATIONAL CAVE RESCUE COMMISSION",
      "sentences": "The team on the ground is very happy that Mark's condition seems to be improving. So that it lookslike that he will not have to be in a litter the entire way out. But there may be portions of the cave that he has to be in that litter. So the more he can help, the faster the rescue can go. But even with him helping, we're anticipating that it will take days to get him out of the cave. BASHIR (voice-over): For now Turkish disaster and emergency authority says the operation is running smoothly. And though this is a huge logistical undertaking, there is cautious optimism for Dickey safe return. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "Yes, we've seen some video of Mark, and we've heard from him. And as we understand it now, his health situation is improving somewhat, butthat doesn't mean that this is going to be an easy task. And as we understand it, this could take some days. So just take us through what it is that Mark and these rescuers will now go through?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "NAGY",
      "sentences": "Yes, so once Mark is stabilized, and even though he's speaking on the video, he might relapse and the bleeding might continue. But we really hopethat he keeps the stable state. And if he does, then the next thing is for the technical rescue to begin. And that would mean carrying him up either in a stretcher or in a full body harness to countless drops. And these drops you can imagine as towers, like if you look up at big towers, those are the distances they need to travel with the stretcher. So we are rig new lines, rope lines and attach the stretcher to it and pull mark up on these baits and then they need to blast out the narrow passages. So the stretcher can pass through because sometimes the corridors are just so narrow that it would be impossible otherwise. So it's a long and strenuous work to get him out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "Well, we will keep an eye on what is going on. And obviously we wish both Mark and those rescuers the very, very best it with CNN as wecontinue to monitor developments on this story. So it's good to have you thank you very much indeed. Well leaders of the world's largest economies representing about 80 percent of the world's GDP are now gathering in New Delhi for this weekend G summit, G-20 summit. U.S. President Joe Biden touchdown a short time ago in India has been meeting with Prime Minister Narendra Modi for one on one talk ahead of that summit. Notably absent from this year's event is China's Xi Jinping who has never before miss the G-20 since taking power, and also absent Russian President Vladimir Putin who faces arrest if he travels abroad due to a warrant accusing him of war crimes. Beijing has of no official explanation for Xi Jinping's absence. But it is raising major questions from all. Let's bringing in CNN's Jeremy Diamond and Ivan Watson on the sidelines of the summit, Ivan, let's start with the absence of Mr. Xi, of course Putin also not there. What do you make of this non-attendance by the Chinese leader?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "WATSON",
      "sentences": "Big question though, will there actually be a joint to like declarations at the end of this meeting throughout the year that India hasbeen hosting the G-20 at smaller gatherings? There has not been joint communique that all parties have agreed to, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ANDERSON",
      "sentences": "Yes, that's really interesting, isn't it? Jeremy, let's bring you in. The perception is certainly that China is not happy about what sort ofburgeoning relationship is as it were, or a growing relationship between Washington and Delhi. And as we understand it, Joe Biden will be looking to expand on this. What are we expecting to see and hear from the U.S. President?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "JEREMY DIAMOND, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, no doubt about it. I mean a big part of this trip by President Biden both here at the G-20 aswell as the next stop that he makes in Vietnam is very much about China. And it is also about the developing world. Look, China has sought to position itself as kind of a leader and an outstretched hand too much of the developing world. And here we have President Biden showing up to this summit at the G-20. In contrast to Xi Jinping not showing up which U.S. officials hope will give sends a clear message that the United States is here and is committed to the developing world, in part through his words. But also through his actions as he proposes a series of reforms to the World Bank looks to increase the World Bank's lending capacity by tens of billions of dollars, and effectively China position himself as a United States as a reliable partner for the developing world for decades to come and a partner where through these multilateral banks. Unlike China's Belt and Road Initiative, there are no strings attached, so that is very much part of the message. And as he heads to Vietnam as well, the President is expected to upgrade the status of the U.S.-Vietnam relationship, which again, is also squarely aimed at China and at the concerns that some of the countries, like Vietnam, like India, have about China's increasingly aggressive posture in the region. And so really, this G-20, where President Biden will have a packed schedule tomorrow is an opportunity for him to showcase that his presence here in contrast to China's absence, but really what we know is that there will still be many fractures in this G-20. And that will show itself in the form of questions about whether or not a joint communique can indeed be established by the end of this summit. As of now those negotiations are still ongoing, but look to last year's G-20, where they were not able to do so instead of releasing that leader statement because of those divisions over Ukraine and Russia's role in that invasion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ANDERSON",
      "sentences": "Well Hong Kong is dealing with a \"black\" rainstorm, its highest level warning, you see their heaviest rainfall in more than a century isturned streets into fast moving rivers. Now the weather bureau advises people must stay inside and find shelter. And this is why it is dangerous. This man had to be helped from his totally flooded car. There is nowhere to go anyway, the city is at a complete standstill, schools and businesses are closed. How long will it last? Well for that, Jennifer Gray joining us now, Jennifer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "JENNIFER GRAY, CNN METEOROLOGIST",
      "sentences": "Yes, Becky, we are still going to get some rainfall across the area. This was impressive. We had 500 millimetersof rainfall across this region in just a 24 hour time. So this system basically just sat right on top of Hong Kong, you can see that torrential rain fell, and that flash flooding can happen just in a moment. And that's what happened here. We had 450 millimeters of rain or so some reports of 350. So just incredible rainfall totals and when this happens, it basically turns the roads into rivers, as you see here, knock people off their feet, it can sweep cars away, this can cause some major devastation and as you said, bringing the city to a standstill very, very quickly. And so we will start to see things, relax a little bit we won't see as heavy of the rainfall but we'll still get rain across the region. This is all the way through the weekend. So we are going to see light rain continue around Hong Kong and we could pick up an additional 50 to maybe 75 millimeters of rain. Some areas to the south could pick up as much as 100. But again, we are going to pick up more rainfall. And so the potential for additional flooding will remain for a couple of days, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ANDERSON",
      "sentences": "Before I let you go, just fill us in on Hurricane Lee. This is a storm, of course in the Atlantic which has intensified at a rapid clip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ANDERSON",
      "sentences": "Yes, absolutely. Thank you. All you suspended President of Spain's Football Federation is now facing a federal case for alleged sexualassault and coercion. Spain's national prosecutor has filed a complaint against Luis Rubiales over that unwanted kiss after Spain won the Women's World Cup final. My colleague, World Sport's Amanda Davies is live in London. Look, Amanda that some people may have felt this has been a very slow process. But it is a process at this point Rubiales has refused to resign. Now, some weeks after the actual event, he could eventually face criminal charges as I understand it, can you just explain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "AMANDA DAVIES, CNN WORLD SPORT",
      "sentences": "Yes, absolutely, Becky, as you rightly say, this is another incremental update from the Spanish prosecutors, the topcriminal justice level really in Spain, but it's potentially a very significant one, because what we have had identified by the Spanish prosecutors is a potential crime. That they have now identified that, as you rightly said, has been described as crimes of sexual assault, and coercion. And by filing this complaint that really means that the way is been paved for the Spanish prosecutors to gather evidence and then potentially charge Luis Rubiales with a crime. And this follows the statement that was given by footballer Jenni Hermoso with her lawyer present on Tuesday this week, where she did decide to make a statement, an official complaint against Rubiales. And since then, the prosecutors have been detailing that, processing that. And this is where we now are, as you rightly said, so a lot of people will feel this is perhaps too long in coming but they are following the legal system. He has been suspended from all football related activity as we know, by World football's governing body FIFA, but up until this point, he has been defiant. He's refused to resign from his post, or on his own terms, this may give the sporting governing bodies in Spain an opportunity to perhaps revisit their case, they felt they hadn't got the bar to be able to remove them up to this point. But if this is another level reached in the criminal case that may change. And interestingly one of the lines that has come out of the statement, Becky, from Jenni Hermoso suggests that perhaps it's wider, what we're looking at than just the kiss in the celebrations that post the final it says Jenni Hermoso also referred in her statement, both she and people close to her suffered constant and repeated pressure from Luis Rubiales and his professional environment. So perhaps, indicating to that wider picture in terms of the bigger context around this Spanish national team and the Federation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "Welcome back you're watching \"Connect the World\" with me Becky Anderson. Time here is just after half past seven in the UAE, yourheadlines, not a new Cold War but competition whatever you call it. The U.S. China relationship is tense and it is impacting the way that the world works right now. Here are three examples. Microsoft is accusing China of using artificial intelligence to influence American voters. Tech hardware battles fears that China will crack down on Apple as the U.S. investigates Huawei's chip breakthrough and outside of tech in the real world growing concerns in the U.S. over China buying up its farmland. Let's dig deeper into all three of these. First, Microsoft says suspected Chinese operatives are using images made by artificial intelligence to spread disinformation ahead of next year's U.S. elections. This is one of those images, the company says the operatives are affiliated with the Chinese Communist Party and they are focused they say on \"Denigrating U.S. political figures and symbols. CNN Cybersecurity Reporter Sean Lyngaas joins us now live from Washington DC. It's really good to have you, Sean, what's the extent of this? And what evidence is there that these accounts are indeed associated with the Chinese Communist Party or the CCP?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANDERSON",
      "sentences": "And Sean, let's just stick to the U.S. and its elections coming up just for the time being. So I know that really is your area of expertisehere. What are authorities or let's be quite frank, you know, tech companies themselves, you know, where these where these images and this disinformation can be published? What are they doing to avoid its dissemination?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "LYNGAAS",
      "sentences": "It's a little tricky, because you want to call attention to it without amplifying it and propagating it. So, and we also have a medialiteracy problem here where the domestic environment is ripe for that kind of exploitation. So there are a lot of political sensitivities here with, you know, Republicans often accuse the federal government of \"Censorship\" when they're trying to, you know, call attention to disinformation campaigns. So federal officials are walking a fine line where they're trying to warn about a foreign power, that is meddling, but they're not trying to take anything offline because they're not able to do that. And tech companies that, you know, have control their own platforms, have a little more leeway to take proactive action. But as we've seen with X, the platform formerly known as Twitter, where we've had some scaling back of the personnel in charge of spotting these types of influence campaigns and with other platforms, the trend isn't particularly positive in terms of their ability to monitor this threat activity, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANDERSON",
      "sentences": "It's good to have you, sir. It is a worrying trend. And one, we will certainly keep an eye on, thank you for your reporting. This week,Apple lost $200 billion dollars of its market value in two days amid reports of an iPhone ban for Chinese government officials and state backed companies. Anna Stewart's on that live for us from London. Anna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANNA STEWART, CNN REPORTER",
      "sentences": "So Apple shares are making a slight recovery today, it's just been checking in on them about one and a half percenthigher right now. But my goodness, it has been a week that Apple would probably like to forget, shares were down 4 percent Wednesday, 3 percent yesterday, as you said, that's $200 billion just wiped off the valuation. And this all on reports of bans on iPhones is being used in China. Initially on Wednesday, this was from the Wall Street Journal, a suggestion that government officials would no longer be allowed to use iPhones. Then Thursday, Bloomberg and some other outlets started to report that this could be extended. Not all state employees have Chinese backed companies, which would mean tens of millions of employees if true. Now we have of course been reaching out all week to China's government to try and get some of these lines confirmed. We do have a line from the Ministry of Foreign Affairs. It doesn't talk directly to this story or to Apple. But they do say that all foreign companies are welcome in China if they obey the Chinese rules, regulations and laws and so on. But there's this added line that I want to show you. China's approach is fundamentally different from some individual countries who abuse the so-called security concepts to suppress and contain Chinese enterprises. Again, not directly mentioned, but not hard to connect that to the U.S. ban of course on Huawei communication products that's been in place since 2019. And the timing of all of this news on the week that Huawei releases a brand new phone to meet 60 Pro we were talking about it yesterday. It's got a very smart chip, high tech chip in it made by a chip maker in China. Supposedly that's caused some alarm in the U.S. and the other interesting elements of the timing next week, we're expecting of course to get Apple's latest iPhone launch on Tuesday, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "CULVER",
      "sentences": "I think a lot of folks Congressman would look at where we are, and say, how does that relate to the committee that focuses on the ChineseCommunist Party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "NEWHOUSE",
      "sentences": "I think there's a huge connection. We've seen a tremendous increase in the number of acres for instance, being purchased by Chinesebusinesses; the increase in the investments has grown by a factor of 10 over the last decade. CULVER (voice-over): A sharp rise he worries will continue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "NEWHOUSE",
      "sentences": "But the one thing that people need to understand is China's not an ally. They're an adversary.CULVER (voice-over): Lawmakers on both sides fear that with control of U.S. farmland, China could manipulate U.S. food supply, surveil sensitive military sites, or even steal valuable intellectual property. China's foreign ministry says the U.S. is playing off of unwarranted national security fears to discriminate. We drive about an hour from Sunnyside to see how close the business ties to China are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "CULVER",
      "sentences": "You're about to see the sign. It's called Syngenta. This is a seed and pesticides manufacturer. It's one of the largest in the world. Let meshow you something else. As you look from the outside here, nothing about this suggests that it's foreign owned. In fact, you can even see, look right there. It's an American flag that's flying. CULVER (voice-over): Syngenta is headquartered in Switzerland, but owned by ChemChina, which is 100 percent Chinese state controlled and designated last year by the Defense Department as a military company. It's CEO, a former government official and member of the Chinese Communist Party. Syngenta is operating here legally, and neither it nor its parent company has been accused of wrongdoing. In a statement to CNN, they stressed that Syngenta has approximately 4400 U.S. employees in 43 states and all its activities are conducted on fields and farms in the U.S. to benefit American farmers. New house is sponsoring a house bill that would heavily vet and restrict future investment from Chinese entities. A similar effort passed the Senate in July, and more than two dozen states have either passed or proposed their own restrictions on foreign ownership of land.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "KEVIN KNIGHT, OWNER, KNIGHT ORCHARDS",
      "sentences": "They were all family owned. Now there's no family left.CULVER (voice-over): The restrictions on certain foreign investment could mean fewer options for family farms facing increased financial pressures and needing to sell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "CULVER",
      "sentences": "Would you be hesitant in selling to any sort of foreign group that's coming in, even if it was a Chinese own company?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "KNIGHT",
      "sentences": "I wouldn't like it. But money is money. If they're the only check that he got what he going do.CULVER (voice-over): The legislation could also have wider consequences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "CULVER",
      "sentences": "One of the biggest counter arguments is oh, that's going to lead to xenophobia, right, that's going to create a prejudice. To that you say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "NEWHOUSE",
      "sentences": "I think we can make that distinction between the Chinese people and the Chinese Communist Party. And we're not looking at trying to createan anti-Chinese sentiment in our country. We're just trying to be smart about how we respond to the Communist Chinese. (END VIDEOTAPE) CULVER (on camera): Amidst that increasingly polarized U.S. population efforts seen as tough on China, particularly leading into the 2024 elections are among the very few areas in which both Democrats and Republicans find agreement. Common ground shared of what they consider to be a common adversary. David Culver, CNN, New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ANDERSON",
      "sentences": "American tennis sensation Coco Gauff is set it to her first U.S. Open final with her win on Thursday night. The 19-year-old becomes theyoungest American finalist at the U.S. Open since Serena Williams in 1999. But the match did have an unusual delay when climate protesters interrupted the second set. The play was stopped for more than 45 minutes. Let's cross live to New York where Sports Correspondent Carolyn Manno joins us for more. And we'll get to those protests in just a moment. Do though walk us through what has been this incredible run for Coco Gauff?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "CAROLYN MANNO, CNN SPORTS CORRESPONDENT",
      "sentences": "Well, you know she has been earmarked for stardom since she was really 15-years-old. And I think nowyou're starting to see her come to her full potential here. I mean, a lot of people hyped her up when she was that young and she's starting to meet that hype. She spent the entire summer retooling her game, changing her coaching staff, really laying a new foundation for the player that she wants to be. And she has proven at this tournament that she's in position to win this thing. I mean, against the likes of Aryna Sabalenka, it's really going to come down to Coco Gauff's surf is the forehand there that we have seen dazzle at this tournament. And whether or not she can handle the magnitude of this moment, the crowd is so in her favor. This is a home slam for her; they've been rooting for her to usher in this next generation of women and tennis for so many years. So it is going to be overwhelming. I think if she can keep her nerves in check and stay within herself and execute her game. She's quite ready to have this first Grand Slam under her belt. There's no question about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ANDERSON",
      "sentences": "I caught up with her in Dubai at the beginning of the year just after she lost in straight sets to in the Australian Open. And she reallyfelt like she just couldn't get her game together. It's so good to see her performing like this. I mean, she's at the top of her game at present. How did she deal with the match being interrupted, explain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MANNO",
      "sentences": "Yes, this was very disruptive. I mean, she came out on fire. She looks so strong in the first set. And in the beginning of the second set tohave this fan glue his bare feet to the cement at Arthur Ashe stadium and delay this match for close to an hour. I mean, just under 15 minutes, that could really throw any player who would have to go into the locker room and reset. And momentum swings are such a real thing in tennis, it could have gone either way. But you saw her look relaxed after that had happened. And I want to play for you a little bit of what she said after the incident. Take a listen. (BEGIN VIDEO CLIP) COCO GAUFF, RANKED #6 IN THE WORLD: You know I always speak about preaching, you know, preaching about what you feel and what you believe in. And it was done in a peaceful way, so I can't get too mad of it. Obviously, I don't want it to happen when I'm up or winning up 6410; I wanted the momentum to keep going. But hey, if that's what they felt that they needed to do to get their voices heard, I can't really get upset at it. I'm trying to enjoy the moment but also knowing that I still have more work to do. So yes, the final is incredible achievement, but it's something that I'm not satisfied with yet. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANDERSON",
      "sentences": "Amazing, thank you. Well, tributes today for the late Queen Elizabeth the Second, still ahead. A look at the Queen's legacy and thechallenges that King Charles has faced, that is coming up. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANDERSON",
      "sentences": "Gun salutes in the UK today marking one year since King Charles is accessioned. Britain's also remembering Queen Elizabeth the Second onthe anniversary of her death. CNN's Royal Correspondent Max Foster takes a look back at the events of that day and the year since.",
      "isLastSentenceInterrupted": false
    }
  ]
}