{
  "date": "2023-04-15",
  "headline": "Smerconish",
  "subHeadline": "Appeals Court Rules Honking Is Not Protected Free Speech; Are The EPA's Aggressive Rules To Push Electric Cars Realistic? U.S. Secrets Leaked Via Online Platform Popular With Gamers; The \"Wackadoddle\" Email About Baseless Claims Of Election Fraud. Aired 3- 4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:28",
      "speaker": "MICHAEL SMERCONISH, CNN HOST",
      "sentences": "No guardrails. I'm Michael Smerconish in Philadelphia. Two dozen young men united by an interest in guns and gear and God hanging out on the discord server in a group they call Thug Shaker Central.According to The New York Times, it started as a place where young men and teenage boys could gather amid the isolation of the pandemic and bond. About half of them, according to The Washington Post playing video games in their basements. For leadership, they look to the OG, the original gangster. A 21-year- old Air National Guardsmen his motivation, said to have been to inform and to impress, allegedly revealing state secrets that became his stock and trade, and when his transcriptions of classified information no longer held the interest of the group, he shifted to photographic materials that should never have seen the public light of day. On video, he's reportedly shown shouting racist and antisemitic slurs before firing rifle and said to be wrought over government action at Ruby Ridge and Waco. After being arrested on Thursday, suspect Jack Teixeira was charged Friday with unauthorized retention and transmission of national defense information, as well as unauthorized removal of classified information and defense materials. It was described by a classmate to CNN as a loner, and having a fascination with Warren guns. The more that I've read about the big picture, the more that I've been thinking about NYU Professor Scott Galloway, who was among the first here to speak about the subject of our failing young men. December of 2021, Professor Galloway told me this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:28",
      "speaker": "SCOTT GALLOWAY, PROFESSOR OF MARKETING, NYU STERN SCHOOL OF BUSINESS",
      "sentences": "The issue is, when you have a group of men, the lower half of attractiveness of men and online dating, which is doubled. Now it's about half of relationships. And the top 20 percent of men in terms of attractiveness, get about 60 percent of the interest, you end up with a group of men that are more prone to conspiracy, theory more prone to misogynistic content, more prone to believe, not believe in climate change.So this is the American story, if it's written with a pen whose ink is failing young men, does not end well. This is an existential crisis failing young men. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "SMERCONISH",
      "sentences": "Still so much that we don't know about these two dozen, and we could have a separate conversation as to what level of culpability they bear. But based on what I heard you say in your TED talk, if this is similar to other online activity and conversations, they are self-perceived losers, who derive strength from being in numbers, right? Isn't that a large part of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "BERAN",
      "sentences": "Right, so this -- my TED talk was related to fortune (ph), which is the third or fourth place these leaks appear that seem to be connected to these communities, at least culturally. So the larger set of discords that these these leaks appeared in and then finally, in fortune, also to share culture have dropped out idle young men, who don't really have a lot of prospects in life, or at least trying to kind of figure things out.But as they found the internet, as you said, they sort of end up getting a very distorted picture of reality of politics as they're trying to sort of process these ideas through memes or whatever. So what ends up happening is that they feel like oh, they have some sort of place where they can get an unvarnished truth. And what ends up happening is they get a distorted picture of the truth. So they end up believing in conspiracy theories, or sort of radical ideas. And they do indeed, glom together in a coalition. They feel like, oh, we have a set of shared values. And that has produced political movements in the past like the alt right. Here, though, it seems to be a kind of sort of connected with a vaguely disenchanted right leaning group of young men. That's sort of the way to sort of characterize this vaguely political or cultural movement that is sort of online. And sometimes that reflects itself in a political action. But here, it was sort of like a little bit of an accident of a messy situation where he had these extreme beliefs, and he didn't mean to make do something overtly political.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "SMERCONISH",
      "sentences": "The takeaway, I'm hoping to leave with viewers is that there's a bigger issue lurking here than just one guy who's a 20-year- old -- 21-year-old Massachusetts Air National Guardsmen, there's a much deeper seated problem that we need to come to terms with. I hope people watch your TED Talk and read your book. And I thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "BERAN",
      "sentences": "Sure. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "SMERCONISH",
      "sentences": "My next guest knows all too well the dangers of extreme anti-government and far right groups. Sara Sweet, is the daughter of an operations supervisor for the Social Security Administration who was killed during the Oklahoma City bombing in 1995. By the way, next Wednesday is the 28th anniversary of that tragic day.Steven Williams was only 42 years old when Timothy McVeigh set off explosives outside of the federal building where Williams worked. Sara carries on his legacy through advocacy work, and as a member of the Board of Trustees for the Oklahoma City National Memorial and Museum. Sara, thank you so much for being here. What are you thinking when you're hearing that the leaker in this case was drawing inspiration from Waco and Ruby Ridge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "SARA SWEET, FATHER WAS KILLED IN OKLAHOMA CITY BOMBING",
      "sentences": "Thank you for having me. It's honestly for me, Michael, it just takes me right back to 1995 when we first found out who had committed the bombing, what his motivation was, and just honestly, still, after 28 years, just the shock of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "SMERCONISH",
      "sentences": "And McVeigh didn't have the benefit, if that's the right word of chat rooms, right. I mean, to have the kind of conversation and interaction that's so readily available today is something that he would not have had at his disposal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "SMERCONISH",
      "sentences": "So what's the message when you're trying to reach young minds, based on the hard lesson that you learned and knowing what you know about Ruby Ridge, Waco, and how it's become this twisted source of inspiration? What do you tell them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "SWEET",
      "sentences": "Well, you know, I tell kids that I remind them, first of all, that they have a tremendous amount of power. You know, I tell them, there were people, a couple of people in Timothy McVeigh's life who could have spoken up, who could have tried to convince him that he -- this was an evil act, they could have contacted law enforcement. There were so many things they could have done, but they chose not to. And, you know, I tell kids, that's a choice that they made. There's the other choice could have been to contact someone, to tell someone to try and intervene and stop him. Because I do think that I tried to empower kids, when I go down and talk at the memorial. And it gets me, Michael.Every time I go down and share my story it chips away a little bit. It's very hard to revisit all of that. But I do it because I am convinced that and I'm dedicated to trying to tell my story to, you know, to any group where I might be able to reach at least one person or make a difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "SMERCONISH",
      "sentences": "Yes, that goes, whether they're in your company, or whether it's someone that you maybe even never met, but you are an acquaintance online.Sara, will be thinking about you on Wednesday. By the way, I've had the privilege of visiting the memorial and the museum, and highly recommended. It's worth a trip to Oklahoma City for that purpose. Thank you for being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:01",
      "speaker": "SWEET",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:06",
      "speaker": "SMERCONISH",
      "sentences": "To me this case speaks to the strength and wisdom of New York Times versus Sullivan. I know that that's probably a minority view, among many who are in the the political landscape. There's a very high bar here that needs to be met, because Dominion is a public plaintiff. So it's not a negligence standard. It's actual malice. Why wouldn't this perhaps be an affirmation of the wisdom of Times versus Sullivan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "SMERCONISH",
      "sentences": "Well, but maybe there's a good policing value here. I mean, if I'm privately telling my colleagues here at CNN, that person's a liar. And that person is saying things that we know not to be true. And the network, meanwhile, is putting whomever that might be forward. Well, dammit, we deserve to be punished, don't we?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "KIRTLEY",
      "sentences": "Now, let me say two things about that. First of all, unlike lawyers and doctors, journalists are not licensed by anybody. They're not subjected to a generally accepted canon of ethics, trying to decide what is competent journalistic behavior is very difficult to do. And what I know for sure is I don't want judges and juries deciding that.That is one step away from government deciding not only who can be a journalist, but what is the truth. I don't know about you, but I don't like the idea that we're having effectively truth tribunals here, that are declaring whether the press is telling the truth or not. And I just remind you that it wasn't that many years ago that Donald Trump was declaring all kinds of news media as fake news, saying they were telling lies. Someday he or his supporters may be back in power. Do you want to give them that ability to regulate the media in that way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "SMERCONISH",
      "sentences": "I'm going to parrot Churchill and say that the jury system is the worst possible means of resolving disputes except for all the others. I rather like the idea that 12 people plus 12 alternates are right now being gathered in Delaware. They're going to represent we hope, all walks of life, and we're going to let them sort it out. Quickly, you get the final word.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "KIRTLEY",
      "sentences": "I believe in the jury system too. But I think it's important to remember that this case can easily become a surrogate for political viewpoints, the integrity of the election, all kinds of things that ultimately have very little to do with Fox's actual malice. I suspect, if this case goes against Fox, we're definitely going to see an appeal and very possibly some reversals at the appellate process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "SMERCONISH",
      "sentences": "Well, thank you so much for your expertise. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "KIRTLEY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "GAUTAM HANS, ASSOCIATE DIRECTOR, FIRST AMENDMENT CLINIC, CORNELL LAW SCHOOL",
      "sentences": "Thank you for having me. I agree with Judge Berzon's dissent. I wrote in support of Susan Porter's case because of the concern I have about political expression and how honking of horns is central to that particularly during the COVID epidemic when this case was being litigated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "SMERCONISH",
      "sentences": "You remember, I'm sure, in the 2020 election when COVID was much more on the brain, and while Donald Trump was barnstorming the nation at these enormous rallies, Joe Biden, much more cautiously was appearing at drive-ins -- and I'm going to show you some tape.So, the only way they were able to express themselves was honking the horn. Now, if I want to be technical, I guess, I have to say that under 21007 in California, they were not on the highway and the statute wouldn't apply.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "HANS",
      "sentences": "Yes, but you can certainly imagine all sorts of contacts similar to what Susan Porter had engaged in that would be covered by the law. And I remember when I was working on this project one of my colleagues said, are you really going to make a constitutional case about horn honking? And I understand that it's a little -- maybe not what we think of whenwe think of protocol protests but, you know, it's so central and I think that the COVID protests that you mentioned are a great example of how political expression takes all sorts of forms, and this is one that's very long standing. You might be surprised that some of these cases have been litigated in other parts of the country for years. And so, I do think it is actually quite important for us to ensure that people can protest in the ways that they are supposed to be able to under the First Amendment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "SMERCONISH",
      "sentences": "You know that the majority opinion in this case -- by the way, interesting that that one was Obama appointed and the other was Clinton appointed and they disagreed. You know that in the majority of you they said, she had alternatives. She could have parked her car and, you know, foisted a sign. She could have given a thumbs up. She could have given a wave. There are a lot of things that she could have done to express herself shy of boop, boop, boop.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "HANS",
      "sentences": "Yes. Although, I don't agree with the majority's view on that for a couple of reasons, one of which is that, you know, there are safety issues, right? There are all sorts of situations in which you're driving down the freeway, and people might be standing over an overpass and you're not going to drive under the shoulder and, you know, wave your hand, right?And I think the COVID dynamic sort of belies some of the obvious alternatives that the majority wants to support. You know, there were safety concerns about protesting. And for many people, this was the only way that they would be able to express their support and certainly, if you can imagine, other situations in the future akin to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "SMERCONISH",
      "sentences": "Professor Hans, I want to show some social media reaction. I'll read it aloud in case you can't see it. We will respond together. Here it comes.If corporations can be people, a horn can be a voice. Your thought?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "HANS",
      "sentences": "You know, I think that it demonstrates how broad First Amendment expression covers from the Citizens United case which I think the comments that -- referring to to this one. First Amendment expression takes all kinds of forms and should in a constitutional democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "SMERCONISH",
      "sentences": "We shall see the way the poll question turns out. I know how you're voting. Thank you for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:04",
      "speaker": "HANS",
      "sentences": "Absolutely. Have a great day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "GIL TAL, DIRECTOR, THE ELECTRIC VEHICLE RESEARCH CENTER, UC DAVIS",
      "sentences": "It is realistic. It's hard. It's a tall order, but it's absolutely realistic. We are talking about the new car sales, not all the cars on the road.So, in nine years from now, if we will meet the goal, still about three out of four cars will be regular gas cars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "SMERCONISH",
      "sentences": "Can the grid sustain that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "TAL",
      "sentences": "The grid will be able to sustain it. We will need to update and upgrade the grid but we are doing it anyway. In a way electric cars and cleaning the grid are the only two silver bullets we have for reducing greenhouse gasses.We don't need to change your behavior, not by any much, you know, change. And it's going to save us money in the long run. So it's kind of a no-brainer --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "SMERCONISH",
      "sentences": "I know that a lot of -- I know that a lot of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "TAL",
      "sentences": "-- if we think about it this way. Sorry. Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "SMERCONISH",
      "sentences": "Yes. Look, I know some of my cynicism is seeping in. I'm all for it. I drive an electric vehicle and I love it. But I'm just dubious as to being able to meet this goal, recognizing that I hear from radio listeners all week long who have range anxiety, you know, maybe they're willing to buy a car but they don't know how far they're going to go. And there just aren't enough charging stations right now.And something else that's a pet peeve of mine is the lack of universality of the charging stations that are out there. All this has got to get fixed regardless of whether we meet that goal in nine years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "TAL",
      "sentences": "Absolutely and that's going to be a tough one. We already see tens of billions of dollars of investment from the government, from the energy companies, utilities, car companies, the private sectors that are going into a charging infrastructure. So, the money is there. It's going to take some time.But some of us will not drive full electric like a Tesla. Some of us will drive a plug in hybrid that we will only plug overnight or at work and we will be able to drive on gas the rest of the -- the rest of the way if we're doing a long trip. And not every place will have the same amount of electric cars 10 years from now. Some rural areas it will take a little bit longer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "SMERCONISH",
      "sentences": "Dr. Tal, is the United States going to end up again at the mercy of rogue states the way that we were with oil because now we need cobalt and we need lithium?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "TAL",
      "sentences": "I think that we learn from the oil. And if you can already see how the United States is trying to get more of the production and more of the mineral coming from states that we have -- diverse states and more locations and cleaner production it's already happening now. It's happening with the IRA, the infrastructure bill, and the incentives. But it's happening early this time. That's one thing.The other is that we keep changing the technology. So, we have much less cobalt in our batteries because cobalt is hard to get. So, these things are changing fast. And I think that in this time we will not be, you know, in the hands of other countries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "SMERCONISH",
      "sentences": "Let's do social media together. Show it to me, and I'll read it to Dr. Tal so that I can draw on his expertise.Where can I charge an electric car if I don't own my own home? I don't have anywhere to charge it overnight, says Rebecca. You're short answer to her would be what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "TAL",
      "sentences": "First, we will need to install many more charges in the place that you car park overnight, if it's a public garage or on the sidewalk or next to your rental home. But other than that in many states during the day while you're at work will be even better, especially if the electricity is coming from solar sources.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "SMERCONISH",
      "sentences": "Right. Assuming anybody goes back to work. Dr. Tal, thank you so much for that. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:01",
      "speaker": "TAL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}