{
  "date": "2023-11-30",
  "headline": "CNN Newsroom",
  "subHeadline": "COP28 Summit in Dubai Begins Amid Controversy; Truce Between Israel and Hamas Continues; Henry Kissinger, Former U.S. Secretary of State, Passes Away at 100.  Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:00",
      "speaker": "JOHN VAUSE, CNN INTERNATIONAL ANCHOR",
      "sentences": "Hello, I'm John Vause with Breaking News. It has just gone 7 a.m. in Gaza where Israel says a temporary truce with Hamas will continue. Earlier, Hamas officials say Israel refused an offer for an ongoing pause in the fighting in return for seven Israeli hostages and the bodies of three others who they say had been killed by Israeli airstrikes. This is the view of Gaza right now. The Israeli government has been clear and unambiguous. The pause in fighting would only continue if Hamas released 10 Israeli hostages each day in return for a 24-hour pause.Sources say extending the truce was dependent on Hamas providing a list of hostage names for release before 7 a.m. local time. That was 55 seconds ago. It is not clear if that list has been provided to Israel by Hamas. On Wednesday, 10 Israeli hostages with dual U.S.- Israeli citizenship were released. While four Thai nationals and two Russian-Israeli women were also set free under two separate agreements with the militant group. Another 30 Palestinian women and children were released from Israeli prisons as part of the agreement with Hamas. Many had been held under administrative detention and were never officially charged. Well, for more now, Mark Regev is joining us, a senior advisor to Prime Minister Benjamin Netanyahu. Mark, thank you for taking the time to be with us. Please clarify exactly what is happening. Right now, the deadline has passed. Israeli officials are saying the pause is still in place. Hamas is saying that you refuse to continue that pause. Where do things stand right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "MARK REGEV, SENIOR ADVISER TO ISRAELI PRIME MINISTER",
      "sentences": "Well, as you know, we took a decision in our government last week where we accepted the principle of a humanitarian pause to get our hostages out.  And that could be extended each day for a day. The original agreement was for four days. After which, every day. We would agree to extend the pause for the further release of hostages. The original four days were for 50 hostages to be released. And after that, every day we agreed to an extension for an additional 10 days. So far, some 80 hostages were released.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "We now believe that Hamas has confirmed that the pause is ongoing. So, at this point, how long is this for another 24 hours? What are we looking at here in terms of how long this pause will last? Because it's already been extended. It was originally four days. It was extended two days. Where are we at right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "REGEV",
      "sentences": "I think we've still got 140 hostages inside the Gaza Strip. Once again, Israel has expressed a willingness to continue the pause on the assumption that hostages are released. So, our position is clear. The question is, will Hamas continue to release hostages 10 for every day of a continued pause? The Israeli position is crystal clear on this. If Hamas continues to release hostages 10 a day, we will extend the pause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "VAUSE",
      "sentences": "So, what we have today is, did Israel receive a list of the names of seven Israeli hostages who are alive and the names of three Israeli hostages? Who have died? Can you confirm that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:00",
      "speaker": "REGEV",
      "sentences": "At this stage, I cannot confirm that. I can't go into any of the details, only to repeat that the conditions for extending the pause are 10 hostages to be released every day. If Hamas meets that commitment, it's their commitment, and the agreement negotiated through the United States, the good offices of President Biden, he was crucial in getting this deal.If Hamas releases 10 Israelis, that means the pause can continue. We won't play games here. We're not going to play games with the lives of our people. Hamas knows what the parameters of the deal are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "REGEV",
      "sentences": "The IDF just put out an announcement. We have not said what you have said. What we have said is that Hamas must release 10 further hostages for the pause to continue. Now, I want to stress something here. We want to get our people out, and there are still 140 hostages held by Hamas in Gaza. We want our people out, but we also have to understand the following. This is a humanitarian pause in our fight against Hamas.Israel is determined to destroy Hamas's military machine and to end its rule over Gaza. We have three aims in this operation. One, to destroy Hamas's military machine. Two, to get our hostages home. And three, to create a new reality in Gaza so that we'll never be attacked again from the Gaza Strip, the way we were on October 7th, when they butchered our people, when over 1,200 Israelis were killed on that terrible, terrible day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "VAUSE",
      "sentences": "So, Mark, is that 7 a.m. deadline, which passed five minutes, almost six minutes ago now, was that a hard deadline? Is that negotiable? Are there still negotiations ongoing in Doha as of this hour? You know, I'm trying to work out exactly what is happening right now. Are you close to an agreement? Have you reached an agreement? Do you feel that there is an agreement on its way? Because right now it just seems very ambiguous. REGEV",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "VAUSE",
      "sentences": "Is it possible that the fighting could resume sometime within the next 24 hours?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "REGEV",
      "sentences": "Of course. If Hamas fails to meet the conditions, then it's not going to happen. It's not going to happen. If Hamas fails to meet the conditions of the extension, which is to release 10 Israelis, then of course the fighting can be resumed.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "VAUSE",
      "sentences": "So, what you're saying is that Hamas basically has this grace period at the moment to essentially release 10 Israeli hostages, deliver the names ahead of time, and if they agree to that, which is very crystal clear, it's unambiguous, and I agree with you, there's no arguing, there's no splitting hairs here. 10 Israeli living hostages within the next couple of hours, the names provided to the government, which I do not, whether you receive that or not receive that, I don't know, but if that doesn't happen within the next, what, few hours, whatever, then we are looking at a very different situation on the ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "REGEV",
      "sentences": "One hundred percent. There are conditions that were negotiated for the extension of the ceasefire. We are, we are living -- Israel is standing by its commitments. The question is, are we going to see 10 Israelis women and children released today, as the agreement states. There can be no games on this issue. They can be no last minute changes to the understandings that were reached. If there is a desire by Hamas to see the humanitarian pause extended, they know exactly what they have to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "VAUSE",
      "sentences": "Mark Regev, thank you, sir. I appreciate you taking time to be with us. I know that this is difficult. I know there is only so much that you can tell us. There are obviously a lot more considerations going on that we are aware of. So, I appreciate your time. I appreciate you giving us whatever light you can on the situation. And as always, sir, thank you very much. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "REGEV",
      "sentences": "My pleasure, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "VAUSE",
      "sentences": "So, with that in mind, Mark Regev just moments ago was absolutely emphatically clear. Ten live Israeli hostages. Not seven women and children alive and three dead bodies. Ten. If we had the ten live hostages, the pause would not continue. That's where the confusion lies right now. So, do we know if Hamas has actually found another three live hostages? Have they added to that list? And I guess, you know, at the moment it seems that there is this pause in fighting which is ongoing. But again, Regev said that could change within the hours ahead. There's no guarantee it would last.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "WEDEMAN",
      "sentences": "It could. Well, let's not forget that until now it's been women and children who have been released and other third country nationals. And, for instance, that Russian-Israeli citizen who was released after the intervention of Russian President Vladimir Putin. Then there are the men. The men. There are, of course, many Israeli soldiers who are being held captive in Gaza. And then there are civilian males.So in theory, Hamas could add a few of those civilian males to start with to at least reach that magic number of ten. But the question is, will they actually make it happen, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "VAUSE",
      "sentences": "Ben Wiedemann, who's been covering the Israeli-Palestinian conflict for the best part of three decades. Thank you for being with us. We hope to hear from you again. Obviously, great to have you with us, Ben, to try and explain what's going on there. We appreciate it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "VAUSE",
      "sentences": "Well, one of the most influential and polarizing foreign policy leaders of our time has died. Henry Kissinger, longtime U.S. Secretary of State and National Security Advisor under Presidents Richard Nixon and Gerald Ford, was 100 years old. CNN's Richard Roth recounts Kissinger's breakthrough successes and his controversial policies, which brought him both widespread praise and deep scorn and hatred.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "UNKNOWN",
      "sentences": "I know all of you will want to hear from the new Secretary of State.RICHARD ROTH, CNN SENIOR U.N. CORRESPONDENT (voice-over): Henry Kissinger never really needed an introduction on the world stage again. Kissinger, the most famous statesman of the last half of the 20th century, celebrated and controversial. As Richard Nixon's National Security Adviser and Secretary of State, the diplomat wielded enormous power and influence. So trusted that it was Kissinger that went to China on a secret mission to explore a historic opening of U.S. relations with communist China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "UNKNOWN",
      "sentences": "Whoever went would be alone in Beijing, with no communication and therefore if he didn't know Nixon's mind, he might to foolish things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "ROTH",
      "sentences": "Initially there were fears that the U.S. - China ping-pong exchange match would affect the high state's political gambit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "UNKNOWN",
      "sentences": "Every once in a while, something happens in diplomacy which transcends the drafting of cables.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "ROTH",
      "sentences": "Vietnam casualties mounted as the Vietnamese gain territory. Nixon and an undiplomatic Kissinger thought more bombing of the north would help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "HENRY KISSINGER",
      "sentences": "I would then recommend that we start bombing the bejeezus out of them within 48 hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "ROTH",
      "sentences": "Kissinger approved secret bombings of North Vietnamese units in Cambodia Bodia without congressional approval. He would say sometimes statesmen have to choose among evils, moral compromises in messy conflicts. Kissinger and his Vietnamese counterpart, Le Duc Tho, were awarded the Nobel Peace Prize for their role in negotiating a ceasefire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:19",
      "speaker": "UNKNOWN",
      "sentences": "I have to say I have never dealt with a group of people as treacherous as the North Vietnamese leadership.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "KISSINGER",
      "sentences": "We lost the war because we were divided and also because we were too uncertain about what we wanted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "ROTH",
      "sentences": "Kissinger's support for a coup in Chile and pro-U.S. military strongmen in other parts of the world drew criticism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "UNKNOWN",
      "sentences": "Arrest Henry Kissinger for war crimes!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "ROTH",
      "sentences": "Kissinger's legacy would be contested decades later when he testified in Congress at the age of 91. Kissinger grew up in Germany with war clouds swirling. His family fled when he was 15.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "KISSINGER",
      "sentences": "About half of the people I went to school with and about 13 members of my own family died in concentration camps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "ROTH",
      "sentences": "A Jewish secretary of state who would later listen to his president criticize American Jewish leaders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "PRESIDENT NIXON",
      "sentences": "It's about goddamn time that the Jew in America realizes he's an American first and a Jew second.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "KISSINGER",
      "sentences": "Well. I couldn't agree more.I only heard anti-Semitic comments when some Jewish group would attack him for something he had done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "ROTH",
      "sentences": "In the Middle East, Kissinger performed what came to be known as shuttle diplomacy to separate Israeli and Arab forces, setting the stage for future peace accords. When Nixon resigned as president, Kissinger stayed on as Gerald Ford's secretary of state, his opinion still widely sought after by governments and businesses after leaving public office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "KISSINGER",
      "sentences": "You want to leave your country better off than you found it. And there's nothing in private life you can do that's as interesting and as fulfilling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "ROTH",
      "sentences": "There was one job Kissinger struggled with. He said he never got to do in his life a sports announcer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "KISSINGER",
      "sentences": "Derek who?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "ROTH",
      "sentences": "However, the globetrotting diplomat did star in some of history's biggest games.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "VAUSE",
      "sentences": "Joining us now, presidential historian Tim Naftali. He is with us this hour from New York. He's also the former director of the Nixon Presidential Library. Tim, great to have you with us. Thank you for taking the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "TIM NAFTALI, CNN PRESIDENTIAL HISTORIAN",
      "sentences": "My pleasure, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "VAUSE",
      "sentences": "And speaking of time, it is incredible how time can change perspectives, isn't it? We tend to overlook the bad, remember the good. And in many ways, because Kissinger lived so long, it put a lot of time between his past controversies. So, is this reputation now in many ways just completely different to how he was seen at the time of the architect of some of Nixon's more disastrous foreign policies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:09",
      "speaker": "NAFTALI",
      "sentences": "Well, I think as materials have become declassified, as the Nixon, especially the Nixon tapes have become available, the complexity of secretary of state, national security advisor Kissinger's, his relationship with Nixon is evident and clear. Henry Kissinger was the most hawkish of Richard Nixon's advisors. And the relationship between Kissinger and Nixon, it was actually at times the reverse of what many people thought it was. With Secretary Kissinger would give the impression to the media that he was the one who was calming down Nixon. And moderating Nixon, when in fact, time and again, Henry Kissinger would pressure the president to be tougher to send a message because Kissinger for decades as a student of foreign policy, and then as a practitioner, worried about America's reputation abroad.And in many ways, many of the mistakes that Kissinger made, and I hope we'll talk about his successes in a moment. But you asked me about his legacy. Many of the mistakes he made were a product of his exaggeration of the threat posed by other nations. Out of his concern that the United States should not look weak, he advocated policies that would produce more harm than good. For example, the Christmas bombings of North Vietnam were not needed. Actually, Kissinger had already negotiated a peace agreement with Hanoi but because Saigon, that's the south, was against it, Kissinger advocated killing North Vietnamese in order to send a signal to Saigon that America was still standing with Saigon. Those people who died in North Vietnam didn't need to die. So, Kissinger himself is a complicated man, but there is also a record of diplomatic achievement. And the securing of peace, but it's a complicated story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "NAFTALI",
      "sentences": "Well, he and Nixon achieved. I think Henry Kissinger's great gift was strategic stamina. Kissinger was a genius at playing multilevel chess. He could sustain secret diplomacy with several partners simultaneously. The United States was at its most active diplomatically in the Nixon-Kissinger era, and it was because Kissinger could do that.Nixon himself liked to be the grand conceiver, the strategist, but he wanted to be away. He wanted to be in the White House. Nixon didn't like meeting with people, whereas Kissinger was not only charming but very good in negotiations. He was able to implement the ideas of the team. He was able to implement the ideas of the team extraordinarily in a way that no American diplomat before since has been able to do. And that's, as a result, how you got the disengagement agreements after the Yom Kippur War, how you got the end of the U.S. dimension of the Vietnamese Civil War in 1973. Those are real diplomatic achievements that were possible because of the enormous energy and stamina and determination of Henry Kissinger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "VAUSE",
      "sentences": "Very quickly, I want to read you a very harsh assessment, though, of Kissinger. It comes from the Yale University historian Greg Grandin. He estimates that Kissinger's actions from 1969 through 1976 as National Security Advisor and Secretary of State meant the end of between 3,000,000 and 4,000,000 people.  That includes crimes of commission, as in Cambodia and Chile, and crimes of omission, like greenlighting Indonesia's bloodshed in East Timor, Pakistan's bloodshed in Bangladesh, the inauguration of American tradition of using and then abandoning the Kurds.Some say this is not the time to raise those issues. This is not fair. When is a good time to raise these issues and are they fair criticisms?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "NAFTALI",
      "sentences": "Well, first of all, it's someone on the world stage for as many years as Henry Kissinger understood that with great power comes great responsibility. And so, it's, of course, understandable and required that you discuss a person's legacy. After all, Henry Kissinger, like Winston Churchill, sought to write the history of his own time. So, he had a chance to lay out his explanation of that complicated era. And, of course, others will differ.How many people died because of the unnecessary use of force by the United States, as advocated by Henry Kissinger, I don't know. But what I can say is his great moral flaw was that he did not take into consideration the human consequences of the strategic vision that he pushed so determinedly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:09",
      "speaker": "VAUSE",
      "sentences": "Tim, that is a very great observation, a great insight on this day, a really great assessment of Kissinger. So, thank you for being with us. Thank you for staying up late. Great to have you with us. Good to see you. Privilege.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:19",
      "speaker": "VAUSE",
      "sentences": "It's the 28th UN Climate Conference, also known as COP28, because they've had 28 times to try to get it right, set to kick off next hour. Controversy has surrounded this year's summit in the UAE, not least because it's in, the UAE. Leaked documents reveal that the conference president intended to offer visiting officials oil and gas deals. But the moderator of the conference, Sultan al-Jabbar, says it's not true.(BEGIN VIDEO CLIP) SULTAN AL JABER, COP28 PRESIDENT - DESIGNATE: These allegations are false, not true, incorrect, and not accurate. And it's an attempt to undermine the work of the COP28 presidency. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:19",
      "speaker": "VAUSE",
      "sentences": "Live to Dubai, CNN's David McKenzie is standing by. Not true. Nothing to see here, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:19",
      "speaker": "DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, that's right. You know, false, not true, incorrect, and not accurate. Very strong denial there from the incoming president of the COP meetings here in Dubai. But activists, John, were always going to point out what they see, many see, is the deep irony of a petro-state holding these climate meetings. And not only a petro-state, but the president, the president of COP, which will be handed over in just a short time, also leading the national oil company.Those leaked documents from the Center of Climate Reporting in the UK, they said that it showed that discussion points for the Sultan were to offer deals for oil and gas to several countries when he met their leadership here at the meetings. It does threaten to overshadow at least the start of these critically important meetings. And the Emiratis would, I have to say, would have had to expect this kind of criticism as they lead into this COP. For their part, they are saying that it's important that everyone is involved, and they believe they can show leadership in transitioning away from fossil fuels despite their dependence on fossil fuels. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:19",
      "speaker": "VAUSE",
      "sentences": "David, thank you. David McKenzie here live in Dubai. Some say irony, some say blatant hypocrisy. Call it what you will. Thank you. We'll take a short break. In the meantime, live to Gaza, the truce between Israel and the United States. Israel and Hamas will continue. This is The View right now. 27 minutes past seven on a Thursday morning. All appears calm, at least for now.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:48",
      "speaker": "VAUSE",
      "sentences": "Welcome back, everyone. Minutes before it was due to expire, the temporary truce between Israel and Hamas was extended, apparently for a seventh day.The Israel Defense Forces says this is, quote, \"In light of the mediators' efforts to continue the process of releasing hostages.\" This is the second extension of the initial truce that began on Friday. On Wednesday, ten Israeli hostages were released and taken to different hospitals back in Israel. In addition, two Israeli-Russians and four Thai nationals were released outside the framework of this agreement in two separate deals. Israel believes dozens of hostages are still currently being held in Gaza, as many as 140. Thirty Palestinians -- 16 minors, 14 women -- were also freed from Israeli jails Wednesday, including Ahed Tamimi, a high-profile Palestinian activist who rose to prominence in 2017 after a video of her slapping an Israeli soldier went viral. And in the occupied West Bank, Palestinians say confrontations with Israeli forces and Jewish settlers have been escalating there for years. Frequent Israeli military incursions have cost Palestinian lives, including two children Wednesday, according to the Palestinian Ministry of Health. CNN's senior international correspondent, Ben Wedeman, takes us inside one of the flash points, the refugee camp in Jenin. And a warning: some of the images in Ben's report are graphic. (BEGIN VIDEOTAPE) BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Israeli forces with bulldozers and jeeps entered the camp under the cover of darkness. This has become a routine. And this is the usual aftermath. Wreckage and rubble, asphalt roads plowed down to the dirt. Once the damage is repaired, there's another raid, and it's the same thing all over again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:48",
      "speaker": "WEDEMAN",
      "sentences": "For almost two years, a low-intensity war has been raging in the occupied West Bank. Residents here in Jenin's refugee camp say that there have been more than 30 Israeli military incursions since August of this year.WEDEMAN (voice-over): The camp is home to militants who Israel has accused of involvement in attacks on Israelis, but here, those whom Israel calls terrorists, are seen as fighters against a decades-long military occupation. Wadea Kaskas (Ph) is not a fighter; he works for the local government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:04",
      "speaker": "VAUSE",
      "sentences": "Now, in response to inquiries from CNN, the Israel Defense Forces issued a statement, saying, \"Earlier today during IDF activity in the Jenin camp, a number of suspects hurled explosive devices towards IDF soldiers. The soldiers responded with live fire towards the suspect, and hits were identified.\"Much-needed supplies of fuel and cooking gas have been sent into Gaza. According to Israel, the consignments were transferred from Egypt to U.N. aid organizations in Gaza via the Rafah crossing. Deliveries are part of the temporary truce still between Israel and Hamas. Another 200 aid trucks carrying food, water, and other supplies have also been sent across the border after undergoing checks by Israel at the Nitzana crossing. More than 70 percent of those living in Gaza have been displaced due to war. Over a million people are in shelters provided by the U.N. agency for Palestinian refugees, also known as UNRWA. With that, we'll take a short break. Still to come here, murder-for- hire. For the second time in six months, we're learning of an alleged assassination attempt by the Indian government on North American soil. The first one in Canada; this time in the United States. More on that when we come back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:10",
      "speaker": "JUSTIN TRUDEAU, CANADIAN PRIME MINISTER",
      "sentences": "Canadian security agencies have been actively pursuing credible allegations of a potential link between agents of the government of India and the killing of a Canadian citizen.TODD (voice-over): Why would the government of nationalist Indian Prime Minister Narendra Modi tried to kill Sikh activists who are thousands of miles away? Analysts say, while some Sikhs are pushing for an independent Sikh state in India, they're not considered a major threat to Modi's power. Still --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:10",
      "speaker": "MICHAEL KUGELMAN, THE WILSON CENTER",
      "sentences": "So the Indian government, led by Prime Minister Modi, always wants to project strength. It wants to show they are willing and able to go after any type of potential threat to the Indian state.The Washington Post reports that President Biden and his security team complained to Modi's government about the alleged plot in  the U.S. and urged Modi to hold people accountable. But as for long-term consequences for Modi --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:10",
      "speaker": "KUGELMAN",
      "sentences": "I would argue that the U.S. is willing to give some free passes to India that it wouldn't necessarily give many, if not most, other countries, because it views India as a critical partner to help the U.S. counter China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:10",
      "speaker": "TODD",
      "sentences": "The Indian government vehemently denied any involvement in the assassination in Canada.Regarding the alleged assassination plot in the U.S., the Indian Foreign Ministry issued a statement saying that the Indian government takes the information seriously and is investigating. But the statement didn't confirm or deny the existence of a plot or any Indian government involvement in it. Brian Todd, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}