{
  "date": "2023-10-23",
  "headline": "CNN News Central",
  "subHeadline": "Police Give Update On Murder Of Synagogue President; Sources: 2 More Israeli Hostages Released By Hamas. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:30:00",
      "speaker": "JAMES WHITE, CHIEF, DETROIT POLICE DEPARTMENT",
      "sentences": "Yes. I mean, we're always concerned with retaliation in any homicide. And certainly, the international situation that we find ourselves in now brings us additional concern.But our goal is to be transparent with the community and transparent as to where we are to alleviate concerns that those may have that others are at risk. Based on what we know today, right now, with the information that we've received and uncovered over the past few hours, and certainly, at the onset of this investigation, we are confident with our position, where we are right now today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "MARSHALL",
      "sentences": "And second question is, given that that isn't the motive, you can speak to anything that could have been involved in why she was killed or murdered, a motive? Can you speak to anything in that regard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "WHITE",
      "sentences": "Yes, you know, as I indicated, and we certainly want to alleviate concern. We certainly want to let others know, all know, that we're actively investigating this. And we have not discovered anyone else to be at risk.But in that, we have to be very, very cautious as to what information we share. There are some very intricate details about this case, that if revealed, could really damage what we're trying to accomplish. There are some facts that are known only to our suspect. And so I can't get into causation right now, or what he or she may feel was. But more to come on that at a later date. Right now, what we want to do is get every bit of information we can clarified, analyzed, so we can put more information out to the community to help us identify and bring the suspect to justice. Thank you. MARSHALL: Thank you, Chief. ALEX PRESHA, ANCHOR &amp; CORRESPONDENT, ABC NEWS: Chief White, my name is Alex Presha from ABC News. Thank you for taking our questions. You mentioned a suspect a couple of times. I'm just curious, do you have a suspect or suspects here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "WHITE",
      "sentences": "So, in the process of an investigation, the detectives, you know, they work on a number of different theories. We are working through what we have identified as some persons of interest. And we're very confident in the track that we're on.But we're early. We're very, very early in this investigation. Once they're done with that level, each area of the work requires specific investment of time, concentration and development on its own. And so to answer your question, the short answer is, we have a number of people that give us interest. We are just short of calling one of the people a suspect. But we are working to that end. And we will be there. But it just takes time. And again, I'm asking for patience, as we work through every aspect of what we're doing. There's a lot of information to be analyzed. And investigators have worked literally nonstop, since we received this case. I'm confident in the hardworking men and women. They are really, really good at what they do. I've just got to give them time to do it. And we're going to get there. Yes, we are confident that we're going to develop a suspect. We're not there right now as of this press conference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "PRESHA",
      "sentences": "I understand.My second question for you, sir, is, can you give any clarity or any theory as to how Miss Woll ended up outside of her house, that trail of blood that led to the sidewalk?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:09",
      "speaker": "WHITE",
      "sentences": "Yes, I can't get into that. And your sources -- I'm not going to confirm or deny that at this time.Again, a lot of, you know, sources don't take into account how it could damage a case. So, I can't confirm or deny that. That's a very key part of our investigation that we're looking into.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:09",
      "speaker": "PRITCHARD",
      "sentences": "OK. And just a point of clarification for my second question here, you said person of interest. No one is in custody at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:09",
      "speaker": "WHITE",
      "sentences": "No one is in custody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:09",
      "speaker": "PRITCHARD",
      "sentences": "So, if no one is in custody and you said you don't believe anyone else is at risk here. You don't believe this is tied to anti- Semitism.But obviously, people have jumped to those conclusions. And you've got someone still out there who you say is responsible for this. What do you say to people who are still worried about their safety and the climate with what's going on in the world right now, particularly in Jewish, Muslim and Arab communities. What would you want people to know about their safety, if they are jumping to conclusions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:09",
      "speaker": "WHITE",
      "sentences": "Yes. And so, we certainly don't want folks to jump to conclusions. But we certainly understand how one could arrive at those conclusions absent any information to the contrary.That's why we're here today, providing information on this particular case. We don't feel, as of this press conference, that there's anything that supports anyone else being at risk as it relates to a hate crime. We certainly know that this was a dangerous person. This is why we're working tirelessly to identify a suspect and get the right suspect off the street. Once we get that development done, we'd immediately push that out to our media partners and our community partners to help us identify and bring this person to justice. Beyond that, we're going to continue to work hard and continue to push out transparent information so the community is aware.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:09",
      "speaker": "MALACHI BARRETT, REPORTER, BRIDGEDETROIT",
      "sentences": "Good afternoon, Chief. Malachi Barrett from BridgeDetroit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:09",
      "speaker": "WHITE",
      "sentences": "Yes, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:09",
      "speaker": "BARRETT",
      "sentences": "I'm wondering, I mean -- it seems as though the cause of death has pretty much established, at this point. I'm wondering if an autopsy has been completed and if you're able to tell us how many times she was stabbed or anything else about the cause of death.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:09",
      "speaker": "WHITE",
      "sentences": "This is going to sound like a rerun from me, and I apologize. I know you have a job to do and I hope you appreciate we do, too.That number is important for us to keep close. It could be the one piece of evidence that breaks the case open, if we're talking to the right suspect, that would know that and no one else but the police does. So right now, we're not going to release that information. And the autopsy, yes, an autopsy was completed. I don't think we have the results yet -- OK. We do have the post now. But I can't release any information on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:09",
      "speaker": "BARRETT",
      "sentences": "OK. And I know the timeline is still getting put together, but I'm wondering how long she was potentially on the sidewalk or outside her home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:09",
      "speaker": "WHITE",
      "sentences": "Yes. You know, prefacing my comments again, I can only imagine the heartbreak that the family is hearing every time I open my mouth in this case.We're confident that she was there quite a while. We're working through our video assets in the area. And a number of other things that we're going through right now with neighbors and all of the digital doorbell systems and things like that, to identify when she was seen last, physically, outside of the residence and how long she may have been there. And we're -- it's a lot to go through. We're doing search warrants on ring doorbells and things like that right now in the area. But we're confident that she was there quite a while.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:09",
      "speaker": "BARRETT",
      "sentences": "That kind of leads to my last question. I'm curious that -- I saw there were ring doorbell cameras that I'm sure you can help use to identify suspects.I'm also wonder if there were like green light areas. The neighborhood itself seems to be pretty self-contained. But does that help you identify potential suspects if you're looking into persons of interest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "BARRETT",
      "sentences": "And where was the wedding?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "WHITE",
      "sentences": "We won't do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "BARRETT",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "WHITE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "OMAR JIMENEZ, CNN CORRESPONDENT",
      "sentences": "Hey. Omar Jimenez, CNN. Thank you for your time.I know you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "WHITE",
      "sentences": "I'm sorry. Who are you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "JIMENEZ",
      "sentences": "Omar Jimenez, CNN. Thanks for taking the time.I know you said that, at this point, you haven't seen any indications that this would be a form of anti-Semitism. I think my further clarification question is, if you don't have a suspect identified and you haven't shared what led up to the killing, what makes you so confident that this isn't -- essentially have you ruled it out, despite not having found it just yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "WHITE",
      "sentences": "You know, when you look at the case, there's certain tracks that these types of cases take. When you talk about hate crimes, you know, there are certain tracks that they take.We have looked at this particular track. We're confident with this incident right now, that this is not -- a two-day investigation that's ongoing, you know, we were very cautious in making that declaration too early. We did a lot of work. That gave us the confidence that we have now, that it's not, as we stand right here right now. We are working -- we haven't -- we're not ruling out anything. OK? Let me be clear. We're looking at every aspect of this case. And we're going to take -- we're going to go where the information and the evidence takes us. And right now, the evidence does not take us there. We do have another working theory that we're looking at, where the evidence has taken us to. And we're going to exhaust that. And then if we get there and it takes us somewhere else, we're going to exhaust that. We may be back here having a different conversation. As of this press conference, we are confident with what we've seen and what we are saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "JIMENEZ",
      "sentences": "And my other question was, I know now you're looking at a variety of a number of people of interest at this point. Nobody has got to that suspect level.Is it your impression, at least among the people of interest right now, that this is someone that may have been known to her? Or are we talking about someone who may have come in from out of town or whatever it may be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "WHITE",
      "sentences": "We have not exhausted anyone as a suspect. Anyone. We are confident we're on the right track. But I'm not prepared to tell you the relationship between her and the suspect as of yet.I think it would be irresponsible at this point. We've got to give the investigators more time to detail out their investigation and pull evidence. And we'll be back here to update the case. But right now, I just -- I think it would be irresponsible for me to say that. REUVEN FENTON, CORRESPONDENT, \"THE NEW YORK POST\": Hi, there. Reuven Fenton with \"The New York Post.\" Hello.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "WHITE",
      "sentences": "Hello.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "FENTON",
      "sentences": "Just to continue off what were you just saying, you said you're not ready to speak about the relationship. I assume you also mean or lack thereof? In other words, is it also possible. You're not saying whether they knew each other or not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "WHITE",
      "sentences": "Exactly. I'm not confirming or denying what the investigation has revealed to this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "FENTON",
      "sentences": "OK. I'm going to ask, you spoke about you have a theory you're going with right now.I mean, is there -- in regards that to theory in terms of motive -- this is kind of a moot point because you can't really speak on it. But, I mean, can you elaborate at all about the nature of the motive, if you know what I mean? Like is it a motive pertaining to a desire, one person had over another, and, you know -- I don't know is there anything you can say about this working theory?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "WHITE",
      "sentences": "And I know where you're going. And when I say theory, I don't want to characterize it as a cavalier assessment of information. I mean, it's beyond a theory.But what the investigators do is they look at the evidence, they look at all of the evidence, and a number of different things that we're not going to discuss today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "FENTON",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "FENTON",
      "sentences": "I see on the stripes that you have been a cop for a long time. Have you ever, in the terms of what you've seen over the many years of doing this, how brutal was this, in the scope of things that you've experienced and you've seen? I mean, have you ever seen anything like this before?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "WHITE",
      "sentences": "Yes, unfortunately, I've seen similar things. You know, anytime that you have a loss of life in our community, it'sa tragic thing for us. And certainly, when you hear about her contribution to the community, to society, and a great loss, all of the people that she's helped. And literally, everyone that I've heard from, and it's been a lot of people, they start the conversation all the same, how wonderful of a person she was. That's a great loss to our community and to our city. VICTOR WILLIAMS, REPORTER, WDIV/LOCAL 4 NEWS: Hey, Chief. Victor Williams of Local 4. You have a lot of people living on Jolette Place who may still feel unsafe with the killer out there still. What would you say to them, first off?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "WHITE",
      "sentences": "Well, I've said it. I don't feel that they're at risk.But if they saw anything, no matter how small they may think it is, if they saw someone that's not known to the neighborhood, may have been there earlier in the week, if they saw anyone lurking around the area, certainly, let us know. Any small moniker of information could be the break we're looking for in this case. Check your video cameras on your home. Share all of the information that you have with us. Anything, small or large, please make sure you share it with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "WILLIAMS",
      "sentences": "Can you elaborate on the location of that wedding at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "WHITE",
      "sentences": "I'm sure it will be out. I'm not going to be the one that gives it. Someone just got married. I want to separate the two. The only connection it has is that she was there. We'll be talking to folks about that in the very near future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "WILLIAMS",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "JIM EDWARDS, CORRESPONDENT, ABC NEWS",
      "sentences": "Jim Edwards with ABC News.I just wanted to see if you could speak to if she had her cell phone on her and forms of I.D.?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "WHITE",
      "sentences": "She had her cell phone with her. I don't know if she had -- yes, both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "EDWARDS",
      "sentences": "And the person of interest that you have been working with and talking with, have they been cooperating with the investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "WHITE",
      "sentences": "Well, as I said, we haven't disqualified anybody yet. There are a number of people that we're interested in. We have not zeroed in on one person of interest. We have a number of people that we're talking to.And as I understand it, everybody that we've talked to have been somewhat cooperative. I haven't heard they've been uncooperative, I'll say that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "EDWARDS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "REBECCA ROSENBERG, SENIOR REPORTER, FOX NEWS DIGITAL",
      "sentences": "Hello. Rebecca Rosenberg with FOX News Digital.So, I'm just wondering, you said you're working through multiple suspects. If you don't have a key suspect in mind yet, how are you able to exclude, for instance, a hate crime motive or anti-Semitism?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:00",
      "speaker": "WHITE",
      "sentences": "So, if I misspoke -- what I said, persons of interest.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "ROSENBERG",
      "sentences": "And just another question, an unrelated question.There was a couple near the crime scene whose car tires were slashed over the weekend. They had left town on Friday between Sunday and Tuesday. It was an older couple. Both their passenger -- driver's side tires were slashed. They said they alerted your --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "All right, I want to get now to Kaitlan Collins and Alex Marquardt. They have very essential reporting we need to get to.Alex, sources telling us two more hostages have been released by Hamas? What can you tell us? ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: That's right. My colleague, Kaitlan Collins, Jennifer Hansler and I are hearing that two more hostages have been released from Hamas custody. Of course, this comes after Judith and Natalie Raanan were released on Friday. We understand they are Israeli citizens but they could also be dual nationals. It is unclear what the identifies of these two prisoners are. Hamas had indicated over the weekend that they were willing to release two prisoners and follow the same format that they had on Friday, which was essentially handing hostages over to the Red Cross, which is -- which operates independently in Gaza. And then they would then be handed over to the Israelis. So, we understand, from one source, that these two Israelis are now with the Red Cross. They have not yet been handed over to the Israelis. And, of course, this comes as part of this ongoing effort that is led primarily by Qatar, as well as Egypt, to engage with Hamas to get these prisoners out of Hamas detention. The IDF earlier today put a much more -- a finer point, a specific number on the number of hostages in their custody, 222 of all kinds of nationalities. We did hear from the White House earlier today saying there's still some 10 Americans unaccounted for in the wake of these Hamas attacks. Around a handful, according to the White House's John Kirby, are believed to be Hamas hostages -- Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "KEILAR",
      "sentences": "And, Kaitlan, it sounds like there are some details -- we don't know if they're dual nationals, necessarily. And obviously, we're awaiting details about their identities?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:02",
      "speaker": "KAITLAN COLLINS, CNN CHIEF CORRESPONDENT",
      "sentences": "Right. That is something we're still trying to confirm. We do have two names. We're still running this down.This is extremely sensitive information, for obvious reasons. So we want to be very careful with this and double check all of this before the information is released. And that is a good question of whether or not they are dual citizens. Obviously, we had the two released last week, Natalie Raanan and her mother, Judith. They are expected to be back on their way to U.S., really any moment now. They were -- her father said that they will be back in the United States as soon as tomorrow. So what we're still trying to wait and glean information from. We should note this is a really fluid situation. Because what I was hearing from one source is that these two hostages, who are being released, are not yet actually in the custody of the Israeli government. What we saw happen last week was these two hostages were brought to the border with Gaza and then they were brought by IDF soldiers to a base in central Israel. That's where they met up with their family members. That's the question here, how the hostages who are being released are being transported. We don't know yet what condition they're in health-wise, how they're doing medically. Last week, Hamas is claiming they released Judith Raanan, in part, on humanitarian efforts, which I should note there was a lot of skepticism on that, based on what Hamas has done over the last two weeks. But that is a question here of who these two hostages are and, of course, why these two hostages? But I can tell you, I was just in Tel Aviv. We were surrounded by a lot of these families of have had their relatives abducted by Hamas. This is huge and welcome news for them, regardless of how it came about. We do know part of this is because of mediating done by the Qataris and the Egyptians, something that we know has been a process, Brianna, as it's been playing out, these quiet talks. And also, this comes as the White House today was facing those questions about whether or not they had urged Israel to delay its ground invasion of Gaza in order to get more hostages out beforehand. So there's a lot of moving parts in play here right now. But obviously, very good news for the families of these two hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:12",
      "speaker": "MARQUARDT",
      "sentences": "It certainly is intense. We heard Secretary Blinken over the weekend saying they are working on this essentially every minute of the day.Of course, the United States does not talk directly to Hamas, which they consider a terrorist organization. So they essentially deputized the Qataris and the Egyptians, who do have solid ties, lines of communication into Hamas to carry out these negotiations. I think what's interesting here, Brianna, is this is yet another two hostages coming in the wake of two other hostages. This does not necessarily play to Israel's advantage here. Israel, of course, wants all of the hostages out. Every country does. But at the same time, as Hamas indicates that they are willing to release hostages, the pressure on Israel has grown to delay their ground incursion of Gaza. Hamas has now shown that they are willing to release hostages. They're willing to engage. So, we now have reported that the United States has pressed Israel to slow their incursion into Gaza, to give it more time. Because we have seen this progress on both the hostage release front as well as the aid going into Gaza. This is the second day in a row today that we've seen aid flowing into Gaza. Now, the U.S. has been very, very careful to not give the sense that they are telling Israel what to do, they're dictating terms. Israel certainly bristling at the notion that anybody might tell them how to carry out their war against Hamas. But certainly, the Israelis and the U.S. are talking about all kinds of things, all the time, particularly these hostages. And so, what we have understood is there has been some pressure from the U.S. and others to allow for more time to get more hostages out -- Brianna?",
      "isLastSentenceInterrupted": false
    }
  ]
}