{
  "date": "2023-01-04",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "Negotiations Underway As GOP Deadlocked Over Speaker Vote; Rep. Michael McCaul, (R-TX), Is Interviewed About Speaker Vote; Fmr Capitol Police Chief Blames Intelligence Failures For Jan. 6 Attack; Suspect Extradited From Pennsylvania To Idaho; NFL Will Not Resume Bills- Bengals Game This Week. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:35",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Welcome to THE LEAD. I'm Jake Tapper.And we begin this hour with the continuing drama on Capitol Hill. Day two of the chaotic and historic fight for speaker of the House, something we have not seen in 100 years, meaning I have personally never seen it, ever. The House of Representatives has now adjourned until 08:00 p.m. after Republican Leader Kevin McCarthy failed on his attempt not one, not two, not three, not four, not five, but yes, six, six attempts to win a majority of the votes in the House to become speaker. A source tells CNN Republicans believe that there may be a path forward between the pro-McCarthy and anti-McCarthy Republicans to negotiate, to choose a House Speaker. Let's go to CNN's Manu Raju on Capitol Hill. Manu, I am hearing, as you are hearing from members of Congress, you're hearing from them off the record, I guess, and I'm hearing from them on camera who are saying, yes, they think that there actually might be a way forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:35",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, and some of them are saying that too, on the record, too, Congressman Chip Roy being one of them. Others are suggesting there is not. So there's still very little room for error for Kevin McCarthy. But McCarthy just left the floor on his way into the speaker's office. I asked him what he expects going into these negotiations.He said he didn't say a whole lot of them, they could plan to continue to talk. I said, do you really expect after just a few hours here, you can get to 218 votes on the House floor at 08:00 p.m. Eastern time, just a few hours from now? He said, we will get 218, we will solve our problems and we will all work together. So he still is maintaining some optimism. It's still unclear exactly how that will happen. What he has done is he has put together a group of eight members, four on his side who are pushing -- listening to have -- who have the speaker's hope the Republican leader's ear and now four on the detractor's side. They are now behind closed doors to discuss what way forward. Now, some proposals on the table from those detractors is to give them more power, give them more committee assignments, give them more say in forcing a vote to oust a sitting speaker. Among those issues that I'm told, there have been some progress on some of these issues according to some of these members. Now, does that mean that they can get there? It is still uncertain because he has a long way to go. He can only lose four votes to get there, four Republican votes, he's lost 20 so far. There are several Republicans who I talked to coming off the floor who are still no votes, including Congressman Bob Good, who told me he hopes a realization for McCarthy. He said that he can't be speaker and he needs to step aside. Andy Biggs, another member, told me he's still a hard no. So you can sense how little of a path Kevin McCarthy has to get to 218 votes. Even though they are still optimistic, Jake, that somehow they can get there but they've been trying for weeks and weeks, and they've been trying for the last couple of days, and they haven't gotten there. So can they get there tonight? A big question as we head into a critical few hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:35",
      "speaker": "TAPPER",
      "sentences": "All right, Manu Raju, thanks so much. Let's talk more with our panel.And Kasie Hunt, I mean, one of the things you clearly hear from the Congressman Bishops and the Congressman Barrs and others, this idea that, yes, we need to reform the process even further, Kevin McCarthy needs to make changes even further, that's from Barr --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:35",
      "speaker": "KASIE HUNT, CNN CHIEF NATIONAL AFFAIRS ANALYST",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:35",
      "speaker": "TAPPER",
      "sentences": "-- who's pro McCarthy, but you know, some of the people like it doesn't matter. It's not really about the process. It's not about the rules.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:35",
      "speaker": "HUNT",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:35",
      "speaker": "TAPPER",
      "sentences": "You know, Bob Good is not going to vote for Kevin McCarthy no matter what.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:35",
      "speaker": "HUNT",
      "sentences": "No matter what. Right. No, you're exactly right. I mean, for some of them, it's personal. And the question is, are there five of them for whom it's personal or there are four of them for whom it's personal? And how clear can they make that, or do they make that to Kevin McCarthy?And you know, I think this is obviously going to be a very telling period. Wand what I'm waiting for and, Jamie, I know you've been reporting on this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:35",
      "speaker": "JAMIE GANGEL, CNN SPECIAL CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:35",
      "speaker": "HUNT",
      "sentences": "-- throughout is to see whether we start to see close McCarthy allies, start to try to tell him, hey, you know what, we can't actually do this again, we need to kind of come to a resolution here. So far I haven't seen signs that's happening yet, but it does seem like the frustration is boiling over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:35",
      "speaker": "TAPPER",
      "sentences": "Dana Bash is there a deal at all to cut with Democrats, to have Democrats vote present or leave the floor to bring the threshold down so that, you know, let's say McCarthy is able to win over 10 but not 14 of these or whatever the number is that he's needed? And what might that look like? What would Democrats be willing to do that for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "KAITLAN COLLINS, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "And really, is there anything else Kevin McCarthy can offer these people? They're having these House Freedom Caucus members in there, they're having these McCarthy with the allies in there and they're going back and forth, what else does he have to offer them that's going to change this the next three hours, when in the last month or so, we haven't seen any real movement on this.And it's not like they went to the floor and they had those five people who voted no on Kevin McCarthy. They have voted six times now. And we have seen the numbers not change in McCarthy's favor once. And so, I think what these numbers want is influence. They want to have more say in what happens on the House floor. That is what they're searching for in this room. Whether or not that's something Kevin McCarthy is willing to go so far to give to them, to where essentially he's not really even the House speaker except he gets the portrait and in name only is the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "ABBY PHILLIP, CNN ANCHOR, INSIDE POLITICS SUNDAY",
      "sentences": "But he has to start moving people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "PHILLIP",
      "sentences": "That has to happen",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "Towards him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Step away the opposite direction.JONAH GOLDBERG, CO-FOUNDER AND EDITOR-IN-CHIEF, THE DISPATCH: Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "He has been moving people. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "PHILLIP",
      "sentences": "(INAUDIBLE) that number. I mean, the original idea for McCarthy's camp, knowing that they would have a lot of opposition was to try to pick them off, divide this group, divide and conquer, they have not done that. And we're on day two, so I think that this is why when you see people like Ken Buck saying this needs to be resolved today, I think what he's also saying is that if I don't start to see some movement toward Kevin McCarthy, that is really the writing on the wall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "GANGEL",
      "sentences": "And one former House Republican speaker said the following to me --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "There's only three people there, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "GANGEL",
      "sentences": "You get to guess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "GOLDBERG",
      "sentences": "Sort of a say on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "GANGEL",
      "sentences": "How do you negotiate with people who --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "I hope she's not calling any house -- halfway houses. But anyway, moving on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "GANGEL",
      "sentences": "How do you negotiate with people who don't want to negotiate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "GANGEL",
      "sentences": "And the person went on and said, quote, \"the suicide squad is locked in. It is like watching someone burn down their own house because the flames excite them.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "BASH",
      "sentences": "Well, I have so many thoughts about who this is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "GANGEL",
      "sentences": "You could only imagine. I'll give you one guess. But let me just go back for a second to the Democrats. You know, as Dana said, this is a no for them. This is a hard no for them.Can you imagine in a million years if the roles were reversed and Nancy Pelosi was in this situation? The Republicans would never --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Never.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "GANGEL",
      "sentences": "-- ever make a deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "GOLDBERG",
      "sentences": "Yes, but I agree with that and I think it's in the Democrats political interest to watch, sorry, Mike Pence's fly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Who's he voting for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "GOLDBERG",
      "sentences": "It's -- I understand the parties and interest in all of this and yes, I agree, Republicans would not want to do this either. But you can make a case, right? I mean, like the Senate, when it was tied 50-50, Mitch McConnell went into a power sharing agreement. They had to work it out --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "GOLDBERG",
      "sentences": "-- with Chuck Schumer. There are things that Jeffries could get in terms of how committees are organized and all that kind of stuff, that would actually improve the Democrats power in a very tight House. That would make some sense. And I think if you want to get really, you know, crafty about it would make a lot of sense for the Democrats to float such an idea, to seem like they are the grown up bipartisan people and let the Republicans reject it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "HUNT",
      "sentences": "Their base is on that. Their base will go crazy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "PHILLIP",
      "sentences": "Yes, it's like a house of cards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "Whose base would go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "HUNT",
      "sentences": "The Democrat base would go crazy if the Democrats were suddenly, like, oh, we're going to try to work with them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "AOC --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "-- was talking about that on the floor, he was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "PHILLIP",
      "sentences": "And Ro Khanna said today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "PHILLIP",
      "sentences": "But I think it's a house of cards on the Republican side. It would cause a collapse of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "HUNT",
      "sentences": "Yes, that's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "PHILLIP",
      "sentences": "-- Republican support for any candidate if they were to work with Democrats, because what Democrats would want is something so significant that Republicans would never, even the moderate --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "GOLDBERG",
      "sentences": "But that's part of my point is to say -- Democrats could say, hey, look, we tried to take the high road here --[17:10:00] TAPPER: Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "GOLDBERG",
      "sentences": "-- to end this chaos and the Republicans rejected it out of hand and it just prolongs the spectacle of what the Republicans are doing to themselves. Because I agree, how do you negotiate with people who don't want to negotiate problem is real. I mean, Matt Gaetz is like the Joker from Batman. Some people just want to see the world burn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "GOLDBERG",
      "sentences": "He is serious. It is in his interest to have Jeffries be the speaker, because chaos is his friend and it gets him on T.V. more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "And beyond that, Dana, it's interesting because some of the demands are for promises from Kevin McCarthy that he would commit to chaos, such as don't allow a vote on raising the debt ceiling. That would send the stock market in tumbling down. It would have a horrible impact on the economy. I'm not even talking about the give us our own committee so we can, you know, subpoena Joe Biden's grandchildren. I mean, like, literally, do not allow a vote on raising the debt ceiling. That's some of the promises that they're asking for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "BASH",
      "sentences": "That's exactly right. And that is presumably the nonstarter or one of the nonstarters that Kevin McCarthy is saying, whoa, whoa, in addition to no, Matt Gates, I'm not going to give you the gavel for a subcommittee chairmanship. But you know, the question is, I think you're getting at this is whether or not there is anything that they can, I guess, you need five people, that you can get five people to agree to anything that is not taking a match and throwing it in and blowing up. Not the place, but just the idea of democracy and maybe every institution, because that is what so many of these guys represent. They represent that part of Trumpism, which is total chaos and disruption.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "One of the things that I have to say is I'm surprised that Kevin McCarthy hasn't come out and said he had a war, Congressman Warren Davidson do a version of it, but I'm surprised that he hasn't come out and said, here are the 15 things that I have agreed to do --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "-- to democratize the legislative process, to open it up. Fewer omnibus bills or no omnibus bills. Just like hasn't done that. And this is a messaging war that he's losing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "And a lot of these members have no idea what's been agreed to and what hasn't been agreed to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "BASH",
      "sentences": "He also -- he''s not organizing press conferences. I mean, I keep hearing that there are 60 to 70 only Kevin members. Where are they? Why aren't they marching to the microphone?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes. HUNT",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "COLLINS",
      "sentences": "Well, he did make it worse yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "That he'll look weaker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "HUNT",
      "sentences": "I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "That he'll look weaker, which is hard to imagine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "GOLDBERG",
      "sentences": "But I think she made a good point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "COLLINS",
      "sentences": "But it's not -- exactly (ph) not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "GOLDBERG",
      "sentences": "He needs -- the message needs to be these people won't take yes for answer. It's therefore fault this is happening. I don't know if it would work, but that's -- it seems to me that's the right message.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "COLLINS",
      "sentences": "Well, he did make it worse yesterday in that close door meeting where he had that really aggressive tone. Someone like a Lauren Boebert had not flat out said she was a no yet. Then she came out and said that not only that, she called on Trump to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:15",
      "speaker": "COLLINS",
      "sentences": "-- resend his endorsement and to tell people not to vote for Kevin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:17:25",
      "speaker": "TAPPER",
      "sentences": "The House of representatives has now adjourned, but only until 08I would call you, Mr. Chairman, but that would require you have a speaker and then votes on that. REP. MICHAEL MCCAUL (R-TX): Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:17:25",
      "speaker": "TAPPER",
      "sentences": "So I still will just call you Congressman McCall for now. Just know that I have that in the back of my brain, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:17:25",
      "speaker": "MCCAUL",
      "sentences": "Well, I'm actually not even a congressman right now because we have no functional government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:17:25",
      "speaker": "TAPPER",
      "sentences": "That's an excellent point, Mike. So, Mike, will Republicans figure this out by 08",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:17:25",
      "speaker": "MCCAUL",
      "sentences": "You know, there are some very intensive, high level negotiations going on right now with the 20 or so who are consistently voting against Kevin McCarthy to see if there's a way we can work this out.Look, we want to be united as a party. We want to govern moving forward. We are elected to do this and it sends a really bad message to the American people that we can't even, you know, accomplish the first step, and that is electing a speaker of the House. And everything flows from that, as you know, the committees, like if I will be chairman of the Foreign Affairs Committee, but that can't happen until we have a speaker and we get sworn in as members of Congress. So, look, nobody likes this. I mean, and it's -- democracy is messy. But I also worry about what our foreign nation adversaries are thinking when they see the spectacle on the floor and pointing to the fact that maybe democracy is not the best form of government. I happen to think it is, but it's not a confidence builder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:17:25",
      "speaker": "TAPPER",
      "sentences": "Yes, I'm not sure who it was, Churchill maybe that said it's a horrible form of government, except for all others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:17:25",
      "speaker": "MCCAUL",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "MCCAUL",
      "sentences": "Well, let me say first, you know, the other -- I would say, yes, there are some that like the attention in my party and the majority of my party support Kevin McCarthy, as do I. But the -- when I look at on the House floor, you notice the happiest are the Democrats. They love this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "MCCAUL",
      "sentences": "They love the chaos on the floor. They love the fact that we're looking divided as a party and not united. I think that hurts the Republican Party. We need to be unified, you know, right now.I talked to -- I've been with Kevin. I met him this morning. He said, look, I'm in this as long as it takes. So, right now, there are no other options other than, you know, a battle of wills, a test of wills, if you may, in terms of who's going to blink first. But at some point, someone is going to have to blink for us to get to 218. The only other option, Jake, is the plurality option, which would be to move to not a vote of 218, but a plurality of the votes. So that means whoever gets the majority of the votes actually is the speaker of the House. Where that could be potentially dangerous is that you could have a Democrat become speaker. I think theory would be to have the 20 or so no to McCarthy rather than elect a Democratic speaker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "Is that a real option? Dana Bash talked about that being discussed. Is that a real option, the idea that, OK, you have a vote and 218 votes could change the policy, change the standard, and presumably you get enough McCarthy allies and enough Democrats to vote for that. And then it's just whoever gets the most votes wins, and all of the McCarthy knows are either forced to vote for Kevin McCarthy or allow the Democrat, Hakeem Jeffries become speaker of the House. Is that really something being talked about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "MCCAUL",
      "sentences": "It's an option. I don't think it's our first option. Our first option is have Kevin McCarthy elected speaker.But you know, if you look at that, it would actually force these 20 members to have to make a very tough choice. Am I going to support Kevin McCarthy, who, you know -- by the way, he's got the support of President Trump, he's got the support of Jim Jordan, it's not like, you know -- so, it put them in a box where they'd have to make a choice between will I vote for Kevin or am I going to make a vote that's going to end up with a Democrat speaker of the House. And I think that's -- it's an option. It's not our first one, but for me it means.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "Your fellow Republican, Congressman Ken Buck, told us earlier today that McCarthy needs to cut a deal or get out of the way, and he thinks today is the last day to do this. He's not committing to McCarthy anymore, even though he has voted for him six times. Do you think -- do you agree that this need to be resolved today or tomorrow you'll do the plurality option?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "MCCAUL",
      "sentences": "No, I think plurality is like the nuclear option, if you will, be the last option. I agree with Ken. And look, you know, a lot of these, you know, half the Freedom Caucus support Kevin McCarthy. And you know, I've talked to a lot of them who, in good faith, just want open rules changes, and that's great. But there are a few. It's just very much a personality issue.And so, I think tonight is very critical. We're at a critical mass. And I know that's why Leader McCarthy is meeting with, you know, many of these 20 or so to see what more can be done. So the question is, like in the rules changes, you know, McCarthy conceded almost every request that was made to him. And then the question was posed at our conference, what more do you want? And they couldn't answer that question. So either we can work this out civilized on a policy level or if this is just a personality grudge match, I'm not sure, I can't change that. That's just a personal opinion belief system. And so I think tonight is very critical. I don't think this can play out much longer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "TAPPER",
      "sentences": "All right. Mike McCall, maybe sometime soon I'll call you Congressman McCall again or Mr. Chairman. But right now you're just Mike. Thanks so much for being with us. I appreciate it.Coming up next --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:01",
      "speaker": "MCCAUL",
      "sentences": "Thanks, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "STEVEN SUND, FORMER CAPITOL POLICE CHIEF",
      "sentences": "There's so much that went on to that day. There's so many things that were in play that prevented, you know, the advanced protection of the Capitol regulations that I faced, issues with intelligence, issues with the Department of Defense failing to come to our assistance. That just created a terrible day for my officers.I think, you know, the reason why I wrote the book is I don't want to see this happen again. It was a terrible day, and I'm really worried something like this could happen again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "So one of the big problems you have with the way that the Capitol Police system is set up is that you didn't have a lot of autonomy. You had to report to a board. There was a House sergeant at arms, the architect of the Capitol, the Senate sergeant at arms, and you point fingers at the House sergeant at arms and the Senate sergeant at arms, both of whom were also let go around the time you were let go, for not approving your many requests for the National Guard.How much was that the key problem, in your view? That those two men, one of whom has passed away, that those two men did not take your request seriously enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "SUND",
      "sentences": "Well, it ties in. It's a compilation of issues. It's that and what people don't realize is, as the chief of the Capitol Police, you're absolutely right. I have very little autonomy. People don't realize there's a federal law that prevents me from calling in resources both in advance of an event and while we're under attack, like happened on January 6, that requires me to go to the Capitol Police Board to request approval.You know, they bring in a chief, he's supposed to have autonomy. He has law enforcement experience. Let him do his job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "SUND",
      "sentences": "But instead, I have to go to the Capitol Police board. I was denied on January 3 for advanced National Guard support, unarmed National Guard support, to help support my perimeter. And then when we're under attack on January 6, they made me wait 71 minutes to get assistance for my men and women, and the National Guard is the backstop for law enforcement. When I dial 911, I'm calling the National Guard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "In retrospect, do you wish you had gone public with your requests? Because obviously, that, in your view, the sergeants of arms, Senate and House were not taking seriously your requests. Pelosi and McConnell's offices say, and McConnell was in charge of the Senate, Pelosi was in charge of the House, they say they were not aware of your requests until January 6. The sergeants of arms did not tell them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "SUND",
      "sentences": "You know, hindsight is really easy to say what I could have done, knowing that, you know, no one saw an attack on the Capitol that we experienced that day. You know, going in there and asking out a clear chain of command, we're supposed to request it. You know, the big thing is when I talk about the cascading impact of some of the failures that day intelligence.If the intelligence we now know existed had been clearly presented to us that groups were coordinating a planned attack on the Capitol, that would have given me the ammunition to do what you say now, to go public, to push a little bit more forcefully because Paul Irving came back and said the intelligence didn't support it. That would have given me the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "He's the House Sergeant at arms.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "SUND",
      "sentences": "Yes, the House Sergeant at arms that reports the speaker blows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Right. But you also had an assistant chief who knew of some of the intelligence, and she did not, apparently, share that with you. And then after you were fired by Pelosi or let go, she was actually promoted, and she served into that -- and she served in a higher office until, I think, November of last year. Why not come forward before that if her service and the role of the person in charge of Capitol police intelligence was so derelict?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "SUND",
      "sentences": "So, when I come forward in my allegations, so I was developing the concern for the intelligence., they were doing it internal IG investigations as well. And you had the Senate do their report. I believe the Senate came forward and said, it's clear intelligence failed operations.So they made the determination early on. And I'd written a letter to Congress shortly after January 6 outlining some of my initial concerns. It was an eight-page letter that was written to all the members of the leaders and didn't receive one single response. So I tried to do what I can to go public with a lot of my concerns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Yes. Your minute-by-minute detail of what happened of that day, you mentioned a lot of Donald Trump tweets. You don't go into the months and months and months of lies that he told about the election that got all those crowds there. I realized that it's a complicated question, but how much do you blame Donald Trump for what happened that day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "SUND",
      "sentences": "So I'll look at it like this. If we didn't call the people together in the Capitol in that day, and I know he had always talked about, I'm going to present the evidence of a stolen election, you know, we're going to release the cracking of the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Yes, there was no evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "SUND",
      "sentences": "-- evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Yes. SUND",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:30:00",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "TAPPER",
      "sentences": "Yes. So many people failed the rank-and-file officers that day. People like Brian Sicknick who died shortly after he was sprayed with bear spray. Individuals who took their own lives, who died by suicide afterwards. And I'm wondering, what is your message to them? Do you apologize to them for any way that you fell short?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "SUND",
      "sentences": "So I have two -- I think I'd say two messages, and I know my officers very well. I love and care for every man and woman on that police department. I talk to them regularly, and I truly do care about them. They know how much I care about them, is this. On that day, they did the best they possibly could. If it wasn't for the law enforcement, the agencies that came into assistant.You know, I called in 17 law enforcement agencies, over 1,700 officers that came in and assisted that day. If it wasn't for the law enforcement and the quick response we got from Metropolitan Police Department, I think the rioters would have breached the Capitol much quicker and you'd be probably dealing with some dead members of Congress in the halls of Congress. What I'm concerned about is the officers. They need to know that I think on that day, with the circumstances I faced, I did everything I possibly could to defend them and get them whatever resources I could. They need to change the security structure that oversees the Capitol Police and give the chief the complete autonomy to do his job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "TAPPER",
      "sentences": "So reading the book, it's interesting because you have a couple of scenes with members of Congress that make me feel like, well, I could see maybe from their perspective, they would view that interaction differently. You have one where Congresswoman Chairwoman Maxine Waters says to you, before January 6, are you ready?They're going to be, you know, they're going to breaking in. They're going to be climbing all over the dome. I'm paraphrasing. And then after the attack, she's like, I told you. And then you have another one with Congresswoman Chairwoman Zoe Lofgren, who's head of the House Administration, where basically you say, you know, that you've talked about the National Guard option. And I could see her thinking, OK, then that's taken care of. Can you see from their perspective why they might think you had opportunities and you -- either you didn't listen to Waters -- Maxine Waters, we talked about failure of imagination after 9/11.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "SUND",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "TAPPER",
      "sentences": "Or you, you know, you provided some reassurance to Zoe Lofgren that maybe wasn't appropriate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "SUND",
      "sentences": "So, again, let's go back to like, the Maxine Waters discussion. When she was talking to me, she had brought up -- her main concern was the permits I was issuing and she had a lot of concern about, you know, do we determine how we issue those permits? And based on demographics, based on their message, and we don't. That has nothing to do with first amendment policy.When she brought up, you know, are you ready for people to climb on the buildings, that's the first time I ever heard anybody say and that was her extent of it. Are you ready for people to be climbing on the building --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "TAPPER",
      "sentences": "She was right, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "SUND",
      "sentences": "She was right. That's the interesting thing. And I tend to wonder, what information did she have ahead of time? So think about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "TAPPER",
      "sentences": "Or maybe it was just an imagination of just like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "SUND",
      "sentences": "Maybe. Maybe it could be, you know, imagination, but none of the intelligence we saw was indicating that. You know, even up -- when you talk about the fourth intelligence assessment, I talked about it and it could be potentially violent for law enforcement.Their target is Congress. Everybody comes up here and protests, their target is Congress. Nothing ever said anything about a coordinated attack. Yet the same agency that put out that bulletin on the fourth puts out a bulletin saying low probability of arrest or civil disobedience. Puts out the same report on the fifth, the sixth. So nothing was indicating we're going to have that. So when she said that, you know, at the time you think about it, what does she think about that? Because I'm not seeing the intelligence. And then when I was briefing Zoe Lofgren, chairperson Zoe Lofgren during that, and I talk about in the book, it was Paul Irving that actually brought up hey, tell her about the National Guard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "TAPPER",
      "sentences": "Right. Even though, you know, he was even though he had been downgrading --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "SUND",
      "sentences": "He was the person that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "SUND",
      "sentences": "-- told me I couldn't have him in advance. So I told him, yes, I'd reached out, and if we need them, they're ready.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "TAPPER",
      "sentences": "All right, well, the book is, \"Courage Under Fire",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:06",
      "speaker": "SUND",
      "sentences": "I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:43:26",
      "speaker": "TAPPER",
      "sentences": "In our national lead, Bryan Kohberger, the man accused of killing in cold blood four University of Idaho students, will soon be back in that state of Idaho after agreeing to be extradited from Pennsylvania.As CNN's Veronica Miracle reports for us now, several questions remain over what authorities know about the murder case. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:15",
      "speaker": "MAJOR CHRISTOPHER PARIS, COMMANDER, PENNSYLVANIA STATE POLICE",
      "sentences": "The continuing primary goal is the seeking of justice through successful prosecution and conviction, bearing the burden of proof beyond a reasonable doubt.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:15",
      "speaker": "MIRACLE",
      "sentences": "So when will that probable cause affidavit be unsealed? Well, the clerk here says that's up to the judge, and she still has not made a decision on the timing of its release. Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:15",
      "speaker": "TAPPER",
      "sentences": "Veronica Miracle in Moscow, Idaho for us, thank you so much.Joining us now to discuss the many, many questions so many of us have about the Idaho murder suspect, former FBI Special Agent and Senior Profiler Mary Ellen O'Toole. Mary Ellen, so good to see you again. Based on what you know, do you believe this was a targeted attack? MARY ELLEN O'TOOLE, FORMER SENIOR FBI PROFILER: Well, I believe that if the injury patterns demonstrate that one or two of the victims were treated differently just in terms of how many times they were stabbed, if there was post-mortem mutilation, something like that, then that would suggest that it was targeted specifically towards that victim or two victims.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:15",
      "speaker": "TAPPER",
      "sentences": "It's clear that the suspect was careful in the attack. Do you think it's likely that he has committed, or he or she, I guess I should say has committed other acts of violence?O'TOOLE: I would say there's a good possibility that there are other acts of violence, not at the level that this is, but that there are other acts of violence. And it doesn't mean that the individual has been arrested for it, because the absence of a criminal record doesn't mean criminal behavior is absent. But to say that this was the first time anything was done would be hard to believe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:15",
      "speaker": "TAPPER",
      "sentences": "The individual has been arrested. Kohberger, he's innocent until proven guilty. Police say that his DNA was found at the scene, although we're not exactly sure where. Based on what you know, does this seem like a logical arrest, a legitimate arrest?O'TOOLE: It does. Based on what they're saying about the DNA, yes. And it does make sense that in a crime scene like this, the offender is going to leave, deposit their own DNA. It's very difficult to think, even under the best of circumstances, where you've planned it from beginning to end, leaving DNA at the scene of a quadruple murder is very, very likely because blood is slippery and your hand, even if gloved, will slide down over a blade, and that's all you need. Or to have one of the victims scratch you and have human tissue under their fingernails, that's all you need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:45:15",
      "speaker": "TAPPER",
      "sentences": "Does this seem to you like a crime in which an individual got violent because the situation got out of control, or does it seem more like a planned mass murder?O'TOOLE: No, it seems planned to me. It seems that there was effort and strategic thinking that went into it. And what is concerning for me, whoever the suspect ends up being that there was strategic thinking during the crime. In other words, the person was not overwhelmed by what they did, but strategically thinking throughout the entire crime. And that goes to a whole different type of personality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:53:22",
      "speaker": "TAPPER",
      "sentences": "In the sports lead, today the Buffalo Bills say Damar Hamlin is showing signs of improvement, though, the team adds that he remains in critical condition in a Cincinnati intensive care unit. The 24- year-old, of course, suffered cardiac arrest during Monday night's game against the Cincinnati Bengals. A jarring moment that stunned the nation.CNN's Ryan Young is also in Cincinnati. Ryan, the NFL gave some updates today. What did they have to say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:53:22",
      "speaker": "RYAN YOUNG, CNN NATIONAL CORRESPONDENT",
      "sentences": "They did, Jake, but such a jarring moment. I can tell you so many people who are here were happy to hear about those new improvements, especially fans who've gathered outside the hospital. The NFL today saying that they're not sure whether or not the Buffalo Bills will play this weekend. They're going to actually leave that up to the team, the coaches and the staff to figure out how they move forward next.The Bengals coach actually addressed the media today and talked about the idea of the pain that he saw in the other coach's face Sean McDermott during this whole (INAUDIBLE) have been captivated by this entire country as they continue to pray for Mr. Hamlin. But listen to Troy Vincent. He is the NFL former player who's also now an NFL official. Listen to the emotion in his voice today as the NFL talked about the emergency precautions they have in place and how they move forward on Monday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:04",
      "speaker": "YOUNG",
      "sentences": "Jake, there's a lot of emotions still wrapped around this case, so you can understand when you hear someone who played in the NFL crying about what has taken place in terms of people's insensitive tweets or how the NFL may have not wanted to end the game. They made it pretty clear today there was no movement in terms of having someone go back on the field.We've also seen family members walked out. I actually talked to Damar's aunts last night and they were happy for all the prayers that are coming, the direction, you understand how painful this has been for that entire family. Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:04",
      "speaker": "TAPPER",
      "sentences": "Is there anything else you can tell us about his condition?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:04",
      "speaker": "YOUNG",
      "sentences": "Yes, well, that's the one thing that we're all monitoring. Of course, when we talked to the uncle, he indicated to us that, of course, he's been turned on his side to help him breathe. That's the thing that we're all paying attention to at this point. He's still in the ICU, still consider critical condition. But there was that tweet that the Buffalo Bills put out, basically saying improvements are happening. Jake?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:04",
      "speaker": "TAPPER",
      "sentences": "Any improvement is good news, I suppose, at this point. Ryan Young in Cincinnati --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:04",
      "speaker": "YOUNG",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}