{
  "date": "2023-11-20",
  "headline": "The Situation Room",
  "subHeadline": "Judges Seem Skeptical About Trump's Bid To Throw Out Gag Order; Hostage Families Appeal To Israel, We Must Get Answers; Biden Marks 81st Birthday Amid Voters' Concerns About His Age; Remembering Former First Lady Rosalynn Carter; Homeland Security Department Concerned Over Potential Threats Posed by Civilian Drones. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:03",
      "speaker": "PAMELA BROWN, CNN HOST",
      "sentences": "Happening now, Donald Trump's newest fight against a gag order is met with skepticism by an appeals court. We're going to take you inside the hearing in the federal elections subversion case, as judges consider whether to let Trump publicly attack the special counsel and his team.Also tonight, angry hostage families demand answers from Israel about the fate of their loved ones during a meeting with Prime Minister Benjamin Netanyahu and his war cabinet. And here in the U.S., hopeful White House officials say hostage negotiations are getting close to the end. Plus, President Biden marks his 81st birthday as voters expressed concerns about his physical and mental fitness, the age debate, intensifying with the presidential election year now just weeks away, hard to believe. Welcome to our viewers in the United States and around the world. Wolf Blitzer is off today and I'm Pamela Brown. You're in The Situation Room. And we start with the tense day in court with Donald Trump's legal team trying to persuade judges to throw out a gag order against him in his election subversion case. Let's get straight to CNN's Senior Justice Correspondent Evan Perez. So, Evan, the judges expressed some skepticism today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:03",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "A lot of skepticism, Pamela. These judges were grappling with really what's an unprecedented issue, right? You have a criminal defendant who likes to speak out on social media, at his political rallies, he's also one of the leading candidates, obviously, for president of the United States.And so one of the things that the judges were grappling with was, how do you protect jurors and their personal information from being out there? How do you stop threats against the judge, against prosecutors, and ,of course, more importantly, witnesses? And here is one exchange between the judges and the Trump lawyer, John Sauer, on how to protect a particular witness, in this case, Mike Pence, who is certainly to be on the list of witnesses come March. (BEGIN VIDEO CLIP) JUDGE PATRICIA MILLETT, D.C. CIRCUIT COURT: Let's assume former Vice President Mike Pence is going to testify, and it's the night before his testimony. Could the defendant tweet out, Mike Pence can still fix this, Mike Pence can still do the right thing if he says the right stuff tomorrow? First of all, is that communicating with the witness? D. JOHN SAUER, DONALD TRUMP'S ATTORNEY: If it's just broadcasting a statement of court political speech and social media, likely not. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:03",
      "speaker": "PEREZ",
      "sentences": "And, Pamela, that's a fascinating hypothetical from the judges there because, of course, you'll remember that former President Trump put a lot of pressure on Mike Pence after the 2020 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:03",
      "speaker": "BROWN",
      "sentences": "Oh, yes, how can we forget that? Were the judges sympathetic at all to any of the Trump team's legal arguments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:03",
      "speaker": "PEREZ",
      "sentences": "They were. I mean, look, the judges also understood that perhaps there is a way to have a gag order, but to narrow it so that the former president has some right to be able to criticize the people who are putting him on trial, in particular, Jack Smith.Here's an exchange that tells you a little bit about where they're thinking on that. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:03",
      "speaker": "MILLETT",
      "sentences": "He has to speak Ms. Manners everyone else is throwing targets at him.JUDGE CORNELIA PILLARD, D.C. CIRCUIT COURT: Well, it can't be that he can't mention Mr. Smith. Surely he has a thick enough skin. He's on this team. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:03",
      "speaker": "PEREZ",
      "sentences": "And, Pamela, that is exactly what the Trump team has now seized on. They're using the language that you heard there from one of the judges.Here's a statement from Stephen Cheung, a spokesman for the former president. He says, today's oral argument confirms that the government is seeking to unconstitutionally silence President Trump's core political speech. The government cannot force President Trump to behave like Ms. Manners while his opponents viciously attack him in the political arena. Of course, no one, I think, will ever mistake the former president for Ms. Manners. We're going to see, of course, when this appeals court really comes back with a ruling. It's probably going to be in the next few days, Pamela.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:03",
      "speaker": "BROWN",
      "sentences": "Such a fascinating legal issue given how unprecedented this is, really remarkable. Evan Perez, thanks so much for that.So, let's bring in our legal and political experts for more perspective on this. So, Elliot, to you first. Does Trump being a candidate for president in 2024 change how these judges should think about the case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:02",
      "speaker": "BROWN",
      "sentences": "Yes. And how much, Carrie, in your view, is January 6th, sort of the backdrop of this deliberation for the judges?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:02",
      "speaker": "CARRIE CORDERO, CNN LEGAL ANALYST",
      "sentences": "Well, I mean, obviously the fact that there was an incident whereby many arguments, the former president and his speech not just on January 6, but over time puts things out in the public domain that then have the effect of causing individuals to engage in violent activity. And so I think that's one way that January 6th affects it in this particular circumstance.And I think another thing that is probably really weighing on the judges and trying to walk this tightrope in this particular decision is that the decision they make is in the context of this case concerning the former president. But there could be future political candidates who are wrapped up in the criminal justice system that now in the age of social media, this could affect. And on the other hand, there are regular criminal defendants who also cannot be allowed to intimidate witnesses. So, there are sort of two different spectrums, the public person and the private person, all of whom might get wrapped up in the criminal justice system. And they can't make a rule that is for former President Trump only. They have to make a rule that is applicable to all people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:02",
      "speaker": "BROWN",
      "sentences": "Right, which is why this also carries so much weight, the wide- ranging implications not just for Trump but beyond.Gloria, at least one of the judges today didn't seem to buy Trump's argument that this gag order is violating his free speech. How could he continue to use this to rile up his supporters or fundraise on, no matter what happens?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:02",
      "speaker": "GLORIA BORGER, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Well, he'll do it either way. I guarantee you that, Pamela. Look, his attorneys are arguing that this infringes on his core political speech, as his attorney called it today, and it impinges on his First Amendment rights. And one of the judges was very quick to say, we're not talking about something that's that broad. We're talking about a criminal case. And we're trying to -- it seems to me, they're trying to set some boundaries.And that's what I think -- I'm not the attorney here, but I think they're trying to find a way that Donald Trump can speak and not undermine the criminal process. But in either case, Donald Trump will use this to say that he's been gagged. No matter what they come up with, he'll talk about being gagged and how he's being victimized and how this is unfair, when, in fact, in court today was you saw them struggling with where to draw the line here, and I think it's a difficult decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:02",
      "speaker": "BROWN",
      "sentences": "It is because you have a leading Republican presidential candidate, right, who's also under indictment and his rights as a candidate to attack the process, right, to speak out about it, but also you have a concern about possible, you know, witness tampering, tainting a jury pool, threats of violence and so forth, Elliot.And that's really -- you know, all of that combined is what these judges have to look at in terms of the -- you know, the posting on social media and how that could influence possible witnesses. How real of a threat do you think that is or worry it is for prosecutors?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:02",
      "speaker": "WILLIAMS",
      "sentences": "It is an exceptionally real threat, but, again, the complicated issue, and this was Judge Brad Garcia raised the question today, when does a threat become too much? And he sort of posed the question that, well, do you have to wait until somebody's actually threatened? Do you have to wait until somebody is actually heard? And when is the point at which you're actually getting in the way of someone's right to speak freely? And that's a very, very complicated question.But, look, we were all -- I think the four of us on this in this segment today, we're all here in Washington, D.C., on January 6th. We are all across America well aware of political violence that can come in the country when whipped up by political leaders. And so, of course, there's a real threat. The question is, how exactly do you police it? And I will tell you candidly, our law -- our legal system just doesn't have a clear way of dealing with speech. It's very, very hard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "CORDERO",
      "sentences": "Yes. Well, see, I mean, one of the issues here, Pamela, is that these aren't actually not hypotheticals in this present case. The district judge in this case has already been subject to threats. The prosecutor is subject to threats. The prosecutor's family has been subject to threats.The FBI director has talked about the prevalence of threats against Justice Department officials, FBI officials, people conducting these types of investigations and prosecution. So, in this actual case, there already is an environment, and so it's not such a hypothetical at this point anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:05",
      "speaker": "BROWN",
      "sentences": "All right. Carrie Cordero, Gloria Borgia, Elliot Williams, thank you all.Just ahead, days after a march to Jerusalem, hostage families are trying to directly put pressure on the Israeli government by meeting face-to-face with Prime Minister Netanyahu. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Pam, this meeting just wrapped up a few moments ago. It lasted several hours in the Defense Ministry, not that far from where we're standing right now. The key from the families we spoke to before the meeting began was that they wanted to know from the government themselves, the war cabinet, that they were prioritizing the hostages themselves and not just the war against Hamas.(BEGIN VIDEOTAPE) LIEBERMANN (voice over): Gili Roman has waited 45 days for this moment. His sister, Yarden, has been a hostage in Gaza since October 7th. And this is the first chance for the families of the hostages to meet with the war cabinet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "GILI ROMAN, SISTER HELD HOSTAGE IN GAZA",
      "sentences": "I do expect them to be transparent as much as possible about what can be done, okay? We all want to see everybody back today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "LIEBERMANN",
      "sentences": "Frustration boiling over after six weeks and two days of questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "SHAI WENKERT, SON HELD IN GAZA",
      "sentences": "It's something very hard, very embarrassing, that I have to stand here facing so many cameras and I have to go to a meeting in order to hear answers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "LIEBERMANN",
      "sentences": "But as the meeting was set to start, not all of the families were allowed in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "DANNY ELGARAT, BROTHER OF HOSTAGE ITZIK ELGARAT",
      "sentences": "In Gaza, there is enough room for the 240 who were kidnapped. And in the Defense Ministry, there isn't room for 130 families?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "LIEBERMANN",
      "sentences": "For weeks, some families have slept outside the Defense Ministry to remind the war cabinet inside that they will not leave and they will not let up.From Hostages Square in Tel Aviv, they marched to Jerusalem, picking up thousands of supporters along the five-day march to the prime minister's office, a public pressure campaign to force a meeting with Israel's leadership. Adriana Adri's mother-in-law is a hostage in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "ADRIANA ADRI, RELATIVE OF HOSTAGE HELD IN GAZA",
      "sentences": "We don't have time. We don't have one hour more. We don't know if she is alive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "LIEBERMANN",
      "sentences": "The Israeli military says at least two hostages were found dead in the enclave, 65-year-old grandmother Yehudit Weiss and 19- year-old corporal Noa Marciano.Now, some families have their own fight. Far right Israeli Minister of National Security Itamar Ben-Gvir is trying to push a death penalty for terrorists through the Knesset, which the families say endangers their loved ones in Hamas captivity. Hen Avigdori's wife and daughter were taken on October 7th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "HEN AVIGDORI, WIFE AND DAUGHTER HELD IN GAZA",
      "sentences": "Maybe instead of talking about the dead, talk about the living. Stop talking about killing Arabs. Talk about saving Jews. This is your job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "LIEBERMANN",
      "sentences": "In Tel Aviv, the families of the hostages say they have a list of concrete questions, even if they know they won't get concrete answers.(END VIDEOTAPE) LIEBERMANN (on camera): And one of the loved ones of one of the hostages who came out early says he was disappointed not to get any new information. He says a number of others were also disappointed that they didn't hear definitively from the war cabinet that they're prioritizing the return of the hostages above all else, that is to say above the fight against Hamas. Meanwhile, we also asked if there is any information, anything definitive on timelines for a hostage exchange or the release of hostages in return for a partial ceasefire or a pause in the fighting, nothing certain there. Pam?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BROWN",
      "sentences": "All right. Oren Liebermann, thank you so much.Now, let's get more on the hostage crisis and where do you guys stand right now. CNN Chief National Security Correspondent Alex Marquardt joins us now. Alex, what is the U.S. saying about these talks right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, Pam, we are hearing from senior administration officials that there is a sense of optimism that they haven't felt before, that they may be closer to a deal than they have been before, that they are moving along.And with that optimism comes caution. Administration officials know that these conversations could fall apart, that the fighting is continuing, that this is extremely tenuous and a very fluid situation. But we heard from the White House's John Kirby earlier today. And when asked about the state of the negotiations from our colleague, M.J. Lee, he said that he believes that they are close to the end. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "JOHN KIRBY, COORDINATOR FOR STRATEGIC COMMUNICATIONS, NATIONAL SECURITY COUNCIL",
      "sentences": "We believe we're closer than we've ever been, so we're hopeful. But there's still work to be done, and nothing is done until it's all done.We are laser-focused on the American citizens that we know are being held hostage, and we want them out, all of them, everybody should be out now. But here we are in a negotiation, and we're getting closer to the end, we believe of that negotiation. So, again, I'm going to be careful. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BROWN",
      "sentences": "Right, and I think that that's important. So, even if this does happen, it's not like hostage negotiations would just abruptly end because there would still be hostages that are being held by Hamas.Alex Marquardt, thank you so much for bringing us the latest there. Let's turn now to the situation in Gaza. Another hospital is caught in the crossfire of the Israel-Hamas War. CNN's Nada Bashir has our report. (BEGIN VIDEOTAPE) NADA BASHIR, CNN REPORTER (voice over): Darkness and destruction inside northern Gaza's Indonesian hospital. 12 killed here overnight, including patients and a member of medical staff, when Israeli tank fire hit the hospital, according to health authorities in Hamas-run Strip. The Israeli military says they were responding to gunfire from inside, targeting their troops. But the civilian toll has been condemned by the U.N.'s World Health Organization chief, describing the attack as appalling. For civilians in Central Gaza, Monday morning brought with it more devastation. Local residents say this building was struck overnight, blaming Israel's ongoing aerial bombardment of the region. Locals here say more than a dozen were killed, now buried beneath the rubble. CNN has reached out to the Israeli military for comment and allegations of an overnight airstrike on the neighborhood. Amid the rubble, bodies are pulled out one by one, carefully wrapped in blankets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The building collapsed on top of 30 people. Many were killed and there were still people buried under the rubble right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BASHIR",
      "sentences": "The Israeli military says it is targeting Hamas, but with each passing day, more civilians are killed.Among the victims on Monday, a young girl carried away by a neighbor, killed alongside her father, a doctor at the nearby Al-Aqsa Martyrs Hospital. This is not a war anymore. This is genocide, he says. This scene, now all too familiar even for the young, many here are from Northern Gaza taking shelter in this embattled town, hoping to move southwards. The U.N says hundreds of thousands have already fled Northern Gaza. Many seen here over the weekend waving makeshift white flags, the injured claiming behind. It is a long and difficult journey. Many are exhausted and distraught. MOHAMED AL-SHAHID, DISPLACED JABALYA RESIDENT: We will die if we stay. One minute we will die. Many rockets fall on our heads.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BASHIR",
      "sentences": "Mohamed says his daughter was injured following an airstrike on a school they were sheltering in, in the northern city of Jabalya. Now, they are hoping they will find some semblance of peace in the south.But even here, in the very place Israel is telling civilians to evacuate to, there is no escape. And as the weather begins to turn, the situation is growing more dire with each passing day. This family from Jabalya, now sheltering in the southern city of Khan Younis, making do with what little they have left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "RANDA HAMUD, DISPLACED JABALYA RESIDENT",
      "sentences": "Yesterday was very difficult. Our tents flew away, the rain came down on us, we were drenched. We just want an end to the war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BASHIR",
      "sentences": "But as the war threatens to intensify in Southern Gaza and calls for a humanitarian ceasefire continued to go unheeded, there is little hope remaining for the people of Gaza.(END VIDEOTAPE) BASHIR (on camera): And, Pamela, today, we've heard from the U.N. secretary general describing the killing in Gaza as both unparalleled and unprecedented. There are continuous calls now for humanitarian pauses to be established in order to allow for crucial, essential humanitarian aid to get into the Gaza Strip. The fear is that as bombardment continues and as we continue to see the weather getting a lot worse, the humanitarian situation inside the Gaza Strip, including in the south, where hundreds of thousands are now internally displaced, that situation is only expected to get worse. Pamela?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:29:14",
      "speaker": "BROWN",
      "sentences": "Well, as President Biden turns 81 today, he is cracking jokes about one of his biggest political vulnerabilities, his age.(BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT: This is the 76th anniversary of this event. And I want you to know I wasn't there in the first one. It's my birthday today, and they can actually sang birthday. I just want you to know it's difficult turning 60, difficult. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:12",
      "speaker": "LEE",
      "sentences": "A bit of a surprising response I thought coming from the White House basically saying that they're resigned to the fact that they can't change the minds of Americans when polling seems to suggest that doing precisely that is imperative for the White House as they try to make a run for a second term. BROWN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:12",
      "speaker": "LEE",
      "sentences": "Yes. You know, as we've just been talking about, usually when there is bad polling, the White House tends to try to brush aside those surveys, saying there are too many polls for them to care about any single one. It is too far out from the election still. But the vice president, Kamala Harris, telling my colleague, Isaac Dovere, in an interview, she said, quote, we are going to have to earn our re- elect, there's no doubt about it.And then talking about an incumbent running for re-election, she went on to say, the people who want to continue in leadership have to make their case and have to make it effectively. You know, the White House says over and over again that they are very much focused on selling their record. It is why we see them trying to talk about the economy, for example, and the progress that they've made really since the pandemic. But we've also heard Democrats and plenty allies of the White House raising concerns and questions about whether they are selling that message effectively. And I think, interestingly, the fact that the vice president consistently polls better than the president raises some interesting questions about whether she can help close some of that enthusiasm gap, which happens to be clearly a big problem for the president right now. Pam?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:12",
      "speaker": "BROWN",
      "sentences": "All right. M.J. Lee, live first from the White House, thanks so much.Let's bring in our Chief Political Correspondent Dana Bash and CNN Political Director David Chalian to dive a little bit deeper into what M.J. just laid out there. So, David, first to you, wondering what you make of the strategy by President Biden today, trying to make light of the age issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:12",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "We've seen it in the last several weeks now. He did this when he was talking with some union members out in Illinois recently poking fun at yourself as a tried and true tradition in Washington for politicians to have some sense of humor about vulnerabilities.And when you talk to Biden strategists privately, they're going to fully own up to that they see this as a potential vulnerability with voters. They're not oblivious to the concern here, though they are quite certain that they don't think the election is ultimately going to be decided on this issue alone. They think this is one factor that needs to be put in the context of a whole bunch of factors, though they know, obviously, a year from now, he'll be yet another year older. He's not going to get any younger. I know they are happy that this is the last birthday they have to publicly celebrate before the election. BROWN: Yes, that's a fair point, David. So, Dana, Donald Trump, I guess no surprise, also weighed in on Biden's big day today, releasing this letter from his doctor who notes Trump lost weight and claims that his cognitive exams were exceptional. We should note there was no supporting documentation beyond this letter, but what do you make of this, of this letter and how Trump is approaching this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BROWN",
      "sentences": "And it's interesting, David, we were just talking about this last week. I believe it was in New Hampshire where the only area where Trump did better than Biden was with the physical -- you know, physical fitness, right, and mental fitness.And, you know, you look at the big picture here that Harry Enten looked at. He is, of course, our data guru here at CNN. He looked at the possible rematch between Biden and Trump. And he writes that Trump never held, quote, a lead in any national poll that meets CNN's standards for publication over the entire 2020 cycle. There have been 17 such surveys this cycle in which Trump scored a higher vote share than Biden. So, that's a big picture look. How worried, David, should Democrats be about that heading into 2024?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "CHALIAN",
      "sentences": "Well, Democrats and Republicans will both tell you they expect this to be a pretty close election, Pam.We should also note a higher vote share doesn't necessarily mean a lead in Harry's analysis. There are a lot of them have been well within the margin of error and something we would sort of label as no clear leader in this race. That's what a margin of error is about here. And so if you look at the totality of the polling, this is going to be yet another closely fought election. Remember, just in 2020, Pam, 45,000 votes across three states go in the different direction, Donald Trump is re-elected as president. So, the fact that this will be fought out in six or seven battleground states and come down to probably tens of thousands of votes is the way we divide ourselves politically now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BROWN",
      "sentences": "Which is why every single vote counts. And the Biden team is looking at the polling, right, where it shows Biden is weak with young voters, black voters, other voters of color. And the Biden team wants to use V.P. Harris to reach out to these groups without potentially turning off voters who may not like her. What do you think of that? How do they manage this balancing act?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BASH",
      "sentences": "Well, they've been trying. The vice president has been going to college tours. I mean, she's definitely already out there trying to do exactly what you just said, Pamela. And having this discussion with our colleague, Isaac, is kind of a part of that, to make sure people know on a national level, what she's trying to do on a local level.I have to say that going back to M.J.'s report a couple of minutes ago about what Karine said from the podium, basically like, we can't do anything about how people feel. That is the opposite of what pretty much every other administration official has been trying to do, which is I think what she was trying to get at, which is we understand you feel bad, we have to do a better job at messaging so that you understand all that we have done. And that certainly is even today. I interviewed the transportation secretary. That's what he said, a little bit of a different take on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BROWN",
      "sentences": "Yes. I mean, certainly there are some Americans where, no matter what they say, they're not going to change their minds. But in terms of these younger voters, right, and so forth, Kamala Harris is out there trying to, right, get the messaging out to them, trying to get them excited to vote in the next election.All right, David Chalian, Dana Bash, thank you so much for offering your analysis, as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "CHALIAN",
      "sentences": "Thanks, Pam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:43:07",
      "speaker": "BROWN",
      "sentences": "A federal appeals court rules against a key tool used to enforce the Voting Rights Act, deciding that private citizens and civil rights groups cannot file lawsuits under a provision of the law, despite decades of legal practice.For more on this story, I'm joined by CNN Senior Supreme Court analyst Joan Biskupic. So, this has major implications. I mean, how big of a blow is this to the voting rights of African-Americans, Hispanics, and racial minorities?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:19",
      "speaker": "BROWN",
      "sentences": "Well, President Biden is paying tribute to former First Lady Rosalynn Carter, saying she walked her own path inspiring a nation along the way. The former first lady died yesterday at the age of 96.And with me now is one of the unofficial photographers for the Carter family, Charles Plant. And, I know, Charles, you just told me during the break that you worked with this family for 35 years, taking pictures, capturing memories. I know you're mourning the loss of Rosalynn Carter, but we'd love to hear about some memories with them. And I want to start with one of her favorite photos that you ever took of Rosalynn, this solo picture of her, what's the story behind this photo and what do you see when you look at it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:19",
      "speaker": "CHARLES PLANT, CARTER FAMILY PHOTOGRAPHER",
      "sentences": "Well, I see a beautiful lady. She was a perfect first lady, I think, and very nice and very easy to work with, very cooperative and I really enjoyed working with the president and Mrs. Carter all those years -- they were a great team to work with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:19",
      "speaker": "BROWN",
      "sentences": "Yeah, she was beautiful and elegant and you really see that so clearly in this picture. Tell us what is one of your favorite memories when it came to photographing the couple?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:19",
      "speaker": "PLANT",
      "sentences": "Well, that's hard to answer that question, there's lot of favorite memories, shooting on various occasions, I was called upon to go over to Carter home on various occasions to shoot them with people visiting and, of course, I shot Amy Carter's wedding when she got married and on her birthday, I shot pictures of her in \"Time\" magazine on her 16th birthday. Then I photographed Amy along with her mom and dad there out in the backyard against a I think one of the pictures I gave you all, too.It's hard to answer that question, which one is the favorite? I've got literally thousands of photographs I've shot of them over the years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:19",
      "speaker": "BROWN",
      "sentences": "What story do all of those photographs show, if you put them altogether what is the story told?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:19",
      "speaker": "PLANT",
      "sentences": "Well, I think he was a good president. He was very easy to work with and very cooperative in doing the photographs and he was a photographer also, and what was kind of unique about the whole family, it was kind of unique when my phone rang at my house sometimes and I'd answer the phone it would be the president of the United States and that's kind of a unique situation to be in, and I'm always remember that. After the first phone call at my home, after that, every time thephone rang my wife would look at me and we wondered who that could be, you know? So it was very unique to be able to work with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:19",
      "speaker": "BROWN",
      "sentences": "Yeah, not very often --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:19",
      "speaker": "PLANT",
      "sentences": "Sometimes he would call me about photography questions and where to buy this lens or where to buy this or something about the cameras and stuff, and I always tried to help him out, but it was like I said a pleasure working with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:19",
      "speaker": "BROWN",
      "sentences": "And I'm sure his wife Rosalynn as well, may she rest in peace and our thoughts and prayers of course are with the former president and the family.Thank you so much, Charles Plant, for reflecting on your memories. We'll be right back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:04",
      "speaker": "BROWN",
      "sentences": "Well, there are new fears tonight about potential security threats posed by civilian drones to major events.CNN aviation correspondent Pete Muntean has the story. (BEGIN VIDEOTAPE) PETE MUNTEAN, CNN AVIATION CORRESPONDENT (voice-over): The show stopper at last Thursday's Baltimore Raven's game was not a play, but a drone, halting the action at the M&amp;T Bank Stadium, twice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:04",
      "speaker": "JOHN HARBAUGH, BALTIMORE RAVENS HEAD COACH",
      "sentences": "We saw them up there, drones. That's a first.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:04",
      "speaker": "MUNTEAN",
      "sentences": "And the Department of Homeland Security fears it won't be the last, warning the threat goes beyond just hobbyists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:04",
      "speaker": "SAMANTHA VINOGRAD, CNN NATIONAL SECURITY ANALYST",
      "sentences": "A range of adversaries are using drones to advance their nefarious purposes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:04",
      "speaker": "MUNTEAN",
      "sentences": "Just last year, the Justice Department said there is a very significant threat of a drone attack on a mass gathering in this country, warning that is only a matter of time.Congress has authorized DHS's counter drone authorities, but only until January.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:04",
      "speaker": "VINOGRAD",
      "sentences": "If the Department of Homeland Security and our partners do not get an expansion, that will leave Americans more vulnerable to harm from drones. MUNTEANin Ohio charged three men with using drones to deliver drugs to prisoners. A suspected drone at London's Gatwick airport caused flights to stop for hours. Drones caused delays at Pittsburgh's airport earlier this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:04",
      "speaker": "TOWER",
      "sentences": "Maintain 4,000, reports of numerous drones around the airfield.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:04",
      "speaker": "MUNTEAN",
      "sentences": "The solution is not a shoot down. DHS wants to ground hostile drones by interrupting the signal between the drone and the operator.Interference causes most drones to go into what's called it lost link procedure, triggering a return to the operator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:04",
      "speaker": "SCOTT CRINO, CEO, RED SIX SOLUTIONS",
      "sentences": "Someone who, say, flies over a sporting event because they literally want to get the bird's eye view of that activity, maybe putting the people on the ground in a harmful situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:04",
      "speaker": "MUNTEAN",
      "sentences": "The FAA bans drones within three miles of baseball, football, and NASCAR stadiums. The agency says most drone operators are law abiding, but it only takes one to raise alarm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:04",
      "speaker": "KEVIN MORRIS, FAA",
      "sentences": "They think they bought a toy, but in reality, you purchased an aircraft. So, safety is paramount.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:04",
      "speaker": "MUNTEAN",
      "sentences": "The FAA says drones are spotted near airports hundreds of times each month. Hobby drones are big business in the U.S. and many of them are about to go on sale for Black Friday. The head of the TSA just told me those who get them as gifts must know the rules or face a $30,000 fine -- Pamela.",
      "isLastSentenceInterrupted": false
    }
  ]
}