{
  "date": "2023-02-20",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden Makes Surprise Trip To Ukraine As War Nears One-Year Mark; Health Concerns Grow Among Ohio Residents Following Train Wreck. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "BIANNA GOLODRYGA, CNN SENIOR GLOBAL AFFAIRS ANALYST",
      "sentences": "Good for him and we wish them all the best. Coy Wire always great to see you, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "Brand new hour now on CNN NEWSROOM. Good to have you for it. I'm Victor Blackwell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "GOLODRYGA",
      "sentences": "And I'm Bianna Golodryga.On this Presidents Day, President Biden stunning the world with a top secret surprise visit to Ukraine. He made the 10 hour journey from the Polish border by train to Ukraine's capital of Kyiv and was warmly welcomed by President Volodymyr Zelenskyy and First Lady, Olena. The two leaders walked side by side in the capitol as air raid sirens blared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLACKWELL",
      "sentences": "The visit is remarkable and here's why, this is the first time in modern times by a U.S. president to an active war zone where the U.S. Military has no presence, no control. The White House gave Russia a heads up of a few hours before the President arrived.With one year anniversary now of Russia's invasion just days away, the President said he wanted to underscore America's unwavering support for Ukraine. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Russia's aim was to wipe Ukraine off the map. Putin's war conquest is failing. One year later, Kyiv stands and Ukraine stands. Democracy stands. The Americans stand with you and the world stands with you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "GOLODRYGA",
      "sentences": "President Biden is now on his way to Poland. He will give a speech there tomorrow.CNN's Chief White House Correspondent, Phil Mattingly, is in Warsaw joins us now. President Biden - he took a message of solidarity to Ukraine also promised more security aid tell us more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "PHIL MATTINGLY, CNN CHIEF WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, Victor. The message - the symbolism was unambiguous. It was very intentional and was precisely timed to this moment, just 361 days after Russia's invasion, but there's a tangible element of this as well and that's probably the most critical of all, and that was the nearly half billion dollars in new security assistance and economic aid that the President announced while he was in Kyiv.Now, that assistance in - for the most part tracks with past U.S. defense assistance, whether it's javelins, whether it's mortar and ammunition rounds for artillery, vehicles, radar systems as well. So nothing new, nothing dramatically different in terms of the weapon systems or capabilities that have been given up to this point. Yet, that was still a discussion. President Zelenskyy underscoring that this was something he brought up in the meeting with President Biden, something he's going to continue to push for the President, making clear that the U.S. will be there, no matter what, no matter what the decisions are, the U.S. Congress will as well. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BIDEN",
      "sentences": "The Ukrainian people have stepped up in a way that few people ever had in their defense. For all the disagreement we have in our Congress on some issues, there is significant agreement on support for Ukraine, because this is so much larger than just Ukraine. It's about freedom and democracy in Europe. It's about freedom and democracy writ large.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, that literally will be put to the test in the months to come as the President will surely be returning to Congress asking for a larger package for Ukraine. Phil Mattingly, thank you.Well, during a joint news conference, Ukraine's President Zelenskyy said American support for Ukraine will be remembered eternally and he made this prediction. (BEGIN VIDEO CLIP) ZELENSKYY (through interpreter): These conversations brings us closer to the victory and we hope that this year, the 2023 will become a year of victory. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "BLACKWELL",
      "sentences": "CNN's Alex Marquardt is in key. What do Ukrainians think of the President's visit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Well, Bianna and Victor, there was obviously some speculation that President Biden might do something like this around the anniversary. Over the past year, we have seen a steady stream of world leaders of other American officials come here, through Kyiv to pay their respects and to speak with President Zelenskyy.President Biden was really an outlier in that regard and that is to be expected because he is the highest profile leader in the world. And when he travels anywhere, it comes with a massive security imposition on wherever he is. It really does speak to the status of the city that he is able to come here after a full year of fighting. A year ago, it appeared that the Russians might take the city, might be able to topple the Zelenskyy government. Of course, the Ukrainians managed to push the Russians back and the - and there is very little threat these days to this city, except of course, we should note the occasional attack by missile or by drone. But because of the security concerns and the secrecy with which this trip was carried out, this was a complete surprise to everybody. We literally only learned about it when we saw Biden in person walking across St. Michael's Square right behind me at that church, St. Michael. So the first reaction from Ukrainians here and across the country was surprise and then thanks. Thanks for reiterating the U.S. support for Ukraine over the past year and in the future. Thanks for coming at this moment. Thanks for reminding Ukraine - reminding the world that Ukraine is still fighting this fight. But Victor and Bianna, they really see this as a means to an end. What they really want is the military aid that Ukraine says they need, believe they need to fight Russia. Here's a little bit of what we heard in the streets today, take a listen. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE (through interpreter): It is for the best. What would I tell the American President? Give us more weapon, so we could kill all these orcs. UNIDENTIFIED FEMALE (through interpreter): They'll be burying my son- in-law tomorrow. They'll bring him in a coffin, cursed be the war. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "MARQUARDT",
      "sentences": "Another man told me that this is all about victory and getting the weapons that they need for that victory today, the American President promising another half billion dollars in military aid, including howitzers, ammunition and more anti-air defense - sorry, air defense tools that the administration believes that Ukraine needs in this immediate fight, Victor and Bianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:01",
      "speaker": "BLACKWELL",
      "sentences": "Continued message from the Ukrainians, thank you, and more please. Alex Marquardt for us there in Kyiv, thank you.CNN's Fred Pleitgen is live in Moscow. So the U.S. says it informed Russia of President Biden's trip before he departed, what has the reaction been?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:09:59",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. And there's talk of more mobilization to come in the months ahead. Fredrick Pleitgen, thank you.Well, Steve Hall is a CNN National Security Analyst and a former CIA Chief of Russia Operations. Also with us, retired U.S. Army, Brig, Gen. Steve Anderson. Welcome both of you. Steve, let me start with you. So we're expecting this speech, the sort of state of the nation speech tomorrow from Vladimir Putin. And it seems from what we've heard, from Fred's reporting, is that the Kremlin is allowing thus far some of these bloggers and commentators who are saying Vladimir Putin isn't doing enough, obviously, they banned anybody saying that this war should - is illegal and shouldn't happen. What will you be listening for in Putin's speech tomorrow? I mean, I personally am curious as to whether he'll even call this a war at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:09:59",
      "speaker": "STEVE HALL, CNN NATIONAL SECURITY ANALYST",
      "sentences": "Yes, it's interesting, Bianna. We've come to the point where we don't even know what he's going to call the thing. Is it going to be a special military operation? Is he going to finally admit that it's a war to everybody in Russia who already knows it.I think I'd be looking for any indications, I think everybody will be as to how's Putin going to move forward on this. And that's extremely difficult to tell for somebody like Vladimir Putin, getting inside of his mind it's a real black box. But he sometimes does leave markers out there in his speeches. I'm thinking that it's probably going to be pretty much what Fred was talking about from Moscow. It's going to be more of the same, because really, he doesn't have that many options left to him. He can't just really say, okay, this isn't working out very well so we're going to have to retreat what he might try to lean towards a little bit as well. This is a stalemate. We've fought the Ukrainians to a standstill and so we're just going to go with the annexed parts of the country that we already have to include Crimea. So it's going to be a very interesting speech and I look forward to talking about it afterwards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:09:59",
      "speaker": "BLACKWELL",
      "sentences": "General, this spring offensive which some people believe has already begun. Is there any indication that the Russians will be able to execute this any more effectively, any more adroitly than the initial invasion a year ago or the last surge that hit that wall of the Ukrainian counter-offensive?BRIG. GEN. STEVE ANDERSON, U.S. ARMY (RET.): Well, thank you, Victor. There's no indication that they're any better than they've been thus far. I mean, they have a bad army. They're poorly led. They're poorly trained. They're poorly equipped and they don't know how to conduct maneuver warfare. They don't know how to combine direct fire, indirect fire and aviation assets into a synergistic effect on the battlefield and that's not going to change anytime soon. The Ukrainians have put an incredible fight. They've shown the incredible will to resist and that will continue. And the Russians essentially are just throwing meat to the grinder, so to speak, by putting all these fresh troops in there. That's why it's so imperative that we served our support to the Ukrainians this summer, so that we can end this war and give them the offensive opportunity and capability, they desperately need to drive the Russians all the way out. Otherwise, I'm afraid that we'll be talking about this for years to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:09:59",
      "speaker": "GOLODRYGA",
      "sentences": "Steve Hall, despite losing hundreds of thousands of troops and not seeming to learn from past mistakes, logistically, strategically, however you want to define it, I still am struck by something that I heard from a military expert, who I tend to agree with and that is that Vladimir Putin is at his most vulnerable, not now, but when the war is over. That having been said, why would he have any initiative now to try to push for an end?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "BLACKWELL",
      "sentences": "General, the President went with the announcement of a half billion dollars of initial additional lethal military aid, did not include the F-16s, which the Ukrainians are asking for. There's a bipartisan group of lawmakers who sent a letter to the President saying, start the process now, it takes months to train them on fourth generation F-16s. They need them. We support it. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "ANDERSON",
      "sentences": "I think they need the F-16s. I also think they need the A-10s that the Air Force is essentially shutting - they're stopping their A-10 program. Why don't we pass them to the Ukrainians? That's an incredible close air support aircraft.But look, the question is this, do we want them to just simply not lose or do we want the Ukrainians to win. We've got to surge more support. I mean, we - 15 years ago, I want to remind everybody, we were spending $300 million a day on the war in Iraq and Afghanistan and this is a far more important. This is a this is essentially the geopolitical event of our lifetime and we have to enable the Ukrainians to win this fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "BLACKWELL",
      "sentences": "Steve Hall, Brig. Gen. Steve Anderson, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:02",
      "speaker": "GOLODRYGA",
      "sentences": "While Biden pledges more support for Ukraine, the U.S. is concerned that China may supply Moscow with lethal support. We'll have more on that just ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:52",
      "speaker": "GOLODRYGA",
      "sentences": "Anxiety and health concerns are growing among residents of East Palestine, Ohio who are questioning whether the water and air are actually safe despite what government officials say. It's been more than two weeks now since the train derailed there, carrying hazardous materials. BLACKWELLCNN's National Correspondent Jason Carroll is outside the location where their clinic will be open. What are people saying there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:52",
      "speaker": "JASON CARROLL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, so many things, Victor, across the board here. But when it comes to health, you speak to people what are you feeling and how are you doing. And some say they don't know anyone personally who experience - who's experiencing adverse health effects, but they've heard about it through social media or through other avenues.But what folks are really concerned about is what happens later, what happens down the road, what happens three years from now. The real concern is will there be someone to monitor and keep an eye on people months and years from now. That's really the concern here. But for those here who on - who are on the ground, who do say that they are either experiencing either a scratchy throat or a rash or a headache, whatever the case may be, yes, this church here will be the site of a clinic so people can come in and get themselves checked out. So I think what you really have here, you guys is this disconnect, which is what I've been talking about. You've got health officials who repeatedly say, look, we know you're concerned. We know what you see here and some of the local creeks where you see some stir around that water and see the bubbling up of chemicals and things that are in the water there. We know that you're looking at that and witnessing that, but we're telling you that the air in the water is safe and people here just don't buy it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:52",
      "speaker": "GOLODRYGA",
      "sentences": "Well, Sen. Sherrod Brown shared those concerns yesterday on CNN as well. Jason Carroll, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:52",
      "speaker": "BLACKWELL",
      "sentences": "Joining me now is East Palestine resident and Ben Ratner. He has a family of five, has been an East Palestine homeowner for 16 years now.Ben, thank you for your time. Let me start with what's most important, how are you feeling? How's your health?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:52",
      "speaker": "BEN RATNER, RESIDENT OF EAST PALESTINE, OHIO",
      "sentences": "I'm doing pretty well all things considered. I did go a little too close to the area apparently on Thursday. I was down there with a news crew. We're kind of taking pictures of the cleanup and doing some video work and we actually did get nauseous and like firsthand experience here, I was sick - I had a headache for about eight hours and got sick after that. So it's definitely a little more trying to exercise more caution and not go near the area again right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:52",
      "speaker": "BLACKWELL",
      "sentences": "So when you say that you felt some symptoms when you were closer to the area, the state, the federal health officials, they say that the water is safe, once tested. They say that the air is safe to breathe. Do you believe them? RATNERAnd separate from the actual chemical spill which was a million gallons of chemicals, there's also several thousand gallons of oil that was spilled, multiple tankers of petroleum lube oil are unaccounted for, so that oil could be leaching into the soils and that's where the professor was saying that without those being removed soon enough that's what's eventually going to get into our city water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:52",
      "speaker": "BLACKWELL",
      "sentences": "But at this moment you think it's safe. Are you drinking it? Are you bathing in it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "BLACKWELL",
      "sentences": "This health clinic that are going to be opening tomorrow, do you plan to visit it? I know you have a wife and four kids, are you taking the family?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "RATNER",
      "sentences": "Yes, I think it's a good idea to go there, especially early on and get things checked out. Also go to your private doctor and get checked out. Something else I've heard is getting PCR COVID tests so that whenever - if you eventually get involved with a lawsuit in the future, you have proof that you - that the symptoms are not from COVID.I think that the health clinics are a step in the right direction. I do want to remind everybody that this accident happened on the third of February, we're just now getting regular briefings, we're just now getting the federal government involved, the state is still not declaring it a disaster. So I think all those steps - they're not necessarily taking it seriously enough still, but it is a good step to have the health clinic and 5,000 people in this community surrounding areas as well, they probably should have three or four of those clinics set up eventually.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "BLACKWELL",
      "sentences": "Yes, two and a half weeks later, it's now opening. Could I ask you about this movie? You were an extra in a movie called White Noise? Let's watch a clip of it.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Something that could actually killed somebody ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Let's watch a sitcom or something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "ALL",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They're calling it the airborne toxic event.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "BLACKWELL",
      "sentences": "The plot is there is a train crash in Ohio that leads to the release of deadly toxins. The main character of this family have to evacuate, how long after the crash on the third did you think of White Noise? You're an extra in this movie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "RATNER",
      "sentences": "Yes, probably the fourth. Whenever it started coming out that there was more than just a fire train derailment as more about the chemicals, they're saying, oh, it's kind of uncanny. I - after the movie came out, I watched it and really the first third is kind of about the train incident and then the last 75 percent of movie is just kind of its own story that doesn't really have to do with the evacuation.But really early on it's very (inaudible) things very, very surprisingly the exact same. But I think that it's kind of goes to show that kind of the human condition, we're the same people, different generations, different eras and we're always kind of fighting against the powers as far as like the everyday working class person and trying to juggle the idea of how serious is this situation and ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "RATNER",
      "sentences": "... and what level do I need to kind of react to it and you can kind of feel that from the film.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "BLACKWELL",
      "sentences": "I don't know that I would have watched it on the fourth after the crash in my town in Ohio.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "RATNER",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "BLACKWELL",
      "sentences": "Ben Ratner ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "RATNER",
      "sentences": "No, I didn't watch (inaudible) I tried and I couldn't, (inaudible) ...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "BLACKWELL",
      "sentences": "Okay, so you gave it some time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "RATNER",
      "sentences": "... tried to watch it again and I did not - yes. Yes. BLACKWELL",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "RATNER",
      "sentences": "I didn't finish it, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "BLACKWELL",
      "sentences": "All right. Ben Ratner, thank you so much for your time and I hope you and your family are well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "RATNER",
      "sentences": "Yes, thanks for having me. Appreciate telling the story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. It's a bit too close to home, watch that movie so soon right after.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "BLACKWELL",
      "sentences": "And too soon, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, the special prosecutor in the \"Rust\" film shooting is dropping the arms enhancement charge against Alec Baldwin and the onset armorer. We'll have details ahead.",
      "isLastSentenceInterrupted": false
    }
  ]
}