{
  "date": "2023-03-31",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Trump Expected to Surrender Tuesday and Face Arraignment; Volunteers Deliver Water To Frontline Ukrainian Town; Trump Expected To Surrender Tuesday And Face Arraignment; Israeli Cabinet To Consider National Guard Headed By Ben-Gvir. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "PAULA NEWTON, CNN HOST",
      "sentences": "Hello, and a warm welcome to everyone, I'm Paula Newton in tonight for Isa Soares. Now, we've been watching history unfoldin the United States today as the first former president ever to be criminally indicted prepares to surrender, give his fingerprints and even pose for a police mug shot. Now, New York is bracing for Donald Trump's expected arraignment Tuesday, we still don't know what specific charges he's facing, but they involve hush money payments to a porn star. We'll have a live report in just a moment from outside the Manhattan courthouse, where Trump will appear Tuesday, but first Paula Reid reminds us what this case is all about and what's expected next. (BEGIN VIDEOTAPE) PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT (voice-over): A Manhattan grand jury voting to indict former President Donald Trump Thursday, while the case is still under seal. Sources tell CNN, he faces more than 30 counts related to business fraud. The former president, responding to the indictment, calling the Manhattan District Attorney Alvin Bragg, a disgrace, and claiming the entire investigation is a witch-hunt. JOE TACOPINA, DONALD TRUMP'S ATTORNEY: He's ready to fight. You know, he's the toughest guy I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes --(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "TACOPINA",
      "sentences": "And he's -- he was shocked, you know, because we really were -- I was shocked. Today, the rule of law in the United States of America died.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "REID",
      "sentences": "The indictment concludes a years' long probe investigating a hush money payment to adult film star Stormy Daniels to remain silent about analleged affair with Trump, an affair Trump denies. The case relies in part on the testimony of Trump's former personal attorney, Michael Cohen, who has in the past pleaded guilty to nine federal crimes, including lying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MICHAEL COHEN, FORMER TRUMP ATTORNEY",
      "sentences": "I am a convicted felon. I am a disbarred lawyer, but I also brought the documents, there's plenty oftestimony, corroborating testimony to go around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "REID",
      "sentences": "Cohen paid Daniels $130,000 just weeks before the 2016 presidential election. According to court filings, the Trump Organization reimbursedCohen $420,000. CLARK BREWSTER, STORMY DANIELS' ATTORNEY: It's a fight against his rejection of truth, and his manufacturing of stories that really motivated her. The Manhattan District Attorney's Office was also asking questions during the grand jury proceedings about Karen McDougal, she was paid$150,000 by the company that publishes the \"National Enquirer\" to stay silent about another alleged affair with Trump. Trump has denied any affair with McDougal. Trump's long-time friend and then chairman of the \"National Enquirer's\" parent company, David Pecker, is believed to have orchestrated the payment, and was one of the last witnesses to testify before the grand jury, Monday. But even Trump's potential Republican presidential rivals criticizing the indictment. Governor Ron DeSantis tweeting, \"it's un-American\", and Trump's former Vice President, Mike Pence, telling CNN --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MIKE PENCE, FORMER VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "I think the unprecedented indictment of a former president of the United States on acampaign finance issue is an outrage. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "NEWTON",
      "sentences": "That was Paula Reid reporting, and she did sketch it out for us, though, we want to get the latest from New York. We're joined by CNN'sBrynn Gingras who is outside the courtroom there. I mean, Brynn, Trump is expected to turn himself in, as we said on Tuesday. Walk us through exactly what we can expect from here on in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "NEWTON",
      "sentences": "Yes, we've just put it out there right now, in terms of what the release will involve. It's interesting. It's fairly quiet behind you nowBrynn. The president himself had expected protesters. Have you seen anyone there and do we expect that next week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "GINGRAS",
      "sentences": "I mean, anything could happen, right, Paula? No, we don't see it just yet. But let me give you a look what's happening here behind me at 100Center, which is the courthouse where this arraignment will take place. You can see all the barricades that are around this courthouse that has been the case for almost nearly two weeks now leading up to this, and this will continue, of course, and then the security presence. We actually just saw if we go over to the right here, we just saw a mobile camera being installed as well. These are the security measures that we're going to continue to see as the days go on. All of NYPD were told, they got a bulletin yesterday, saying everyone today and going forward, they're going to have to all be in uniform, 35,000 members of the NYPD from any rank, any position in uniform. Just to be able to mobilize to work extra shifts if need be, and that is a precaution in case things do happen, if there is any unrest that comes out over the weekend. I can tell you that Intelligence officials, they're continuing to just monitor social media, continuing to look at chat rooms, seeing if any sort of chatter turns into a mobilization, and hopefully it doesn't. If you remember, Paula, we were sort of talking about all these preparations more than a week ago, I talked to one source, who said, you know, there was some ideas of some protest groups coming into town, but then decided not to. There was a little thought about what could happen to them, getting arrested like they saw after January 6th. So we'll see if that happens in this case, but certainly, as the days get - - go towards Tuesday, that chatter will build, and precautions may need to be taken, and the NYPD says no credible threats right now, but they, of course, they are on guard for anything that should happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "NEWTON",
      "sentences": "Right, no credible threats at the moment. That's important Brynn, thanks so much for walking us through that, especially as we see theextraordinary --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "GINGRAS",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "NEWTON",
      "sentences": "Measures for what, as you say it's a historic moment. Brynn Gingras for us outside the courtroom. Appreciate it. Now, Trump's lawyer has spokento CNN today, reiterating the crux of his client's written statement. \"This is all political\". (BEGIN VIDEO CLIP) JIM TRUSTY, DONALD TRUMP'S LAWYER: You've got people that announced politically they're going to target an individual. That is not the rule of law. That is not what this country was built upon. And so, when you talk about Donald Trump being angry, he should be. I'm amazed he's not, you know more apoplectic, but he is right to be angry at political persecution, and which is what this case is. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "NEWTON",
      "sentences": "And this is notable. We're also hearing from the former president's daughter, Ivanka Trump posted on Instagram. \"I love my father and I love mycountry. Today, I am pained for both. I appreciate the voices across the political spectrum expressing support and concern.\" OK, we want to take a closer look at this unprecedented case. We want to turn to CNN senior legal analyst Elie Honig and Republican strategist Doug Heye. Thank you to you both. So, it happened. We've been waiting weeks, days, if not weeks, and it happened. Elie, first to you. This indictment is still secret under seal. It also has to be noted, and it has been noted many times that the crime he's accused of is actually a misdemeanor. It has been elevated to this kind of criminal indictment. What kind of evidence could be under seal at this -- under seal at this moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "So, Paula, we've not seen the indictment because it is under seal. That's standard practice. It will beunsealed, meaning revealed to the public on Tuesday. The reporting is that these charges are based on the Stormy Daniels' hush money payments. Now, it's important to understand, there's a potential misdemeanor here, but there's also a potential felony. The misdemeanor applies simply to falsifying business records if they logged or booked those hush money payments as legal fees falsely. That's the misdemeanor. That means it's a one year maximum. Nobody is going to go to prison for a misdemeanor. However, if prosecutors can prove to a unanimous jury beyond a reasonable doubt, that the reason for falsifying those business records was to assist in some other crimes, some second crime, then it becomes a felony, a low level felony, but still a felony. And the theory here -- and again, we have to wait and see, but it could be that they're charging that the underlying violation is a campaign finance crime. There's a little bit of a legal question about whether a state crime state prosecutor can charge a violation of a federal campaign finance law because this is a race for president. But that seems to be where the DA is heading.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "PENCE",
      "sentences": "Well, I think the unprecedented indictment of a former president of the United States on a campaign finance issue is an outrage. And it appearsfor millions of Americans to be nothing more than a political prosecution that's driven by a prosecutor who literally ran for office on a pledge to indict the former president. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "NEWTON",
      "sentences": "Doug, this is Mike Pence, who certainly has gone out of his way to try and stay loyal, even though at certain times, the former presidentturned his back on the vice president. What do you make of that fairly strong defense of his former boss?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "DOUG HEYE, REPUBLICAN STRATEGIST",
      "sentences": "Well, it's a process argument openly that he's making. He's not saying Donald Trump didn't do anything wrong, he'stalking about the case very specifically itself. And we've seen criticism of this case from not traditionally Trump corners. \"The Washington Post\" editorial today said, this is not the case to go after Donald Trump on. So, we're seeing questions about this more broadly, but also politically, you can criticize this process, but also, as we go through this process, suggests that maybe Donald Trump has too many distractions, too much drama, and these Republicans who have been supportive of Trump on this process on day one, come month three, month six, could be critical and say Donald Trump needs to either step aside or vote for me because I won't have this baggage or distraction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "NEWTON",
      "sentences": "So do you think I'm wrong at the moment, though, that this hasn't united the Republican Party, that they're talking about the process hereonly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "HEYE",
      "sentences": "Well, certainly, Republicans are very critical of this by and large. Now, you haven't seen Mitch McConnell put out a statement, John Thune, thenumber two Senate Republican hasn't put out a statement on this either. But anybody who has, with the exception of Asa Hutchinson has been very critical of the process, regardless of what they think about Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "NEWTON",
      "sentences": "Elie, look, we're a long way from a trial here. Already, Trump's lawyers saying that look, maybe they will just move to have this casedismissed. I think many people, including yourself, have discussed that perhaps, this case was not the case to come out first or to come out at all. I mean, what are you thinking now? And I know that you know, sprung on all of this, you've known him personally for years. What do you think he's thinking? Because he knows all the criticism as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "HONIG",
      "sentences": "Yes, so, I do know Alvin Bragg, I used to work with him at the United States Department of Justice. He was a strong prosecutor, and in myexperience, an ethical prosecutor. Now, my view of this case is first of all, the alleged conduct as we understand it -- again, keeping in mind, we have not seen the indictment, is by far the least serious of the various acts that Donald Trump has engaged in, and I think there's a fair argument. That it's not even serious enough to measure the first -- to merit the first-ever criminal charge against a former president. We're talking not even about payment of hush money. We're talking about the way that hush money payments were booked within the Trump Organization. I also think the evidence in this case, it's not a slam dunk. You should never listen to anyone who says any case is a slam dunk, but it's also not a ridiculous case. I think this is what we call a triable case, meaning I think there are reasonable arguments both ways. Take Michael Cohen, for example, he's likely to be the star witness for the prosecution. There appear to be some documents that support him to some extent. He seems to have been more or less truthful with the world, the media, since he broke from Trump a few years ago. But boy, does he have baggage. He's been convicted of perjury, of financial fraud, of tax fraud. He openly despises Donald Trump. He is far from an impartial witness, so I think, there's going to be a really tough battle happening here if and when it gets to trial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "NEWTON",
      "sentences": "So, Doug, everything that Elie just told us sets this up for the president, the former president to really make a strong defense here andmount a strong defense, not just legally, but politically. And I will be clear, he can still run for president, right? And he could still become president again. I just want you to listen now to Senator Graham and his defense of the president. (BEGIN VIDEO CLIP) SEN. LINDSEY GRAHAM (R-SC): This is legal voodoo. You got a misdemeanor that's been made of felony. Nobody in the history of New York City has ever been prosecuted under this theory, except for Donald J. Trump. This case will follow like a cheap suit under legal scrutiny. Give the president some money to fight this bull -- this is going to destroy America. We're going to fight back at the ballot box. We're not going to give in. How does this end, Sean? Trump wins in court, and he wins the election. That's how this wins. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "NEWTON",
      "sentences": "Doug, you heard him. Give the president some money. I mean, what do you think? Do you think this could in fact boost his campaign forpresident?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "NEWTON",
      "sentences": "Yes, and Doug, as you've reminded us many times, it is those in the independent voters that are key here. Elie Honig who's been doing so muchovertime for us here at CNN, appreciate your time. And Doug, we will lean on you as this continues to be not just a legal story, but a political one. Thanks to you both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "HEYE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "NEWTON",
      "sentences": "Now still to come for us tonight, let him go. U.S. President Joe Biden calls on Russia to release American journalist Evan Gershkovich.Meantime, U.S. Marine veteran Paul Whelan, he remains in prison in Russia. His brother tells CNN how he's coping. That's next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "NEWTON",
      "sentences": "U.S. President Joe Biden has called on Russia to release detained American journalist Evan Gershkovich. Now, the \"Wall Street Journal\"reporter is accused of espionage by Russian authorities. The paper vehemently denies the allegations against their correspondent. Here's what President Biden had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "What's your message to Russia right now as they're detaining --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "To who?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "To Russia, as they're detaining this \"Wall Street Journal\" reporter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "BIDEN",
      "sentences": "Let him go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Are you going to expel Russian diplomats or journalists?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "BIDEN",
      "sentences": "That's not the plan right now.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "NEWTON",
      "sentences": "Now, the problem is getting U.S. consular access to Gershkovich, is in fact, proving difficult to the National Security Council's John Kirbyspoke to Bianna Golodryga a short time ago. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "JOHN KIRBY, COORDINATOR FOR STRATEGIC COMMUNICATIONS, NATIONAL SECURITY COUNCIL, WHITE HOUSE",
      "sentences": "Nobody from our embassy has been able to meet withhim. We are continuing to work on that, of course, and will, until we can get that consular access to ascertain for ourselves how he's doing, and make sure that we have that connection, but no, we haven't. We haven't been able to gain access to him at this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KIRBY",
      "sentences": "I'm afraid not. And I mean, we're doing the best we can to get information from the Russian government, obviously, as much as we can. Andwe have been in touch with the family through the State Department, and we'll continue those lines of communication. But right now, I just don't have much to update you on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Of course, we are thinking about his family and his colleagues - -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KIRBY",
      "sentences": "Absolutely --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Right now. The FSB in their statement said that Mr. Gershkovich is, quote, \"suspected of spying in the interests of the Americangovernment.\" And this is what really struck me, John, Kremlin's spokesperson and Press Secretary Dmitry Peskov said that he was quote, \"caught red-handed.\" These are very provocative, and I would say deliberate words. I can't imagine that this would not have happened without the sign off of Vladimir Putin. Do you agree with that assessment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KIRBY",
      "sentences": "We can't delink -- we can't specifically link Mr. Putin to this arrest. That said, he, as you well know, has really clamped down onindependent media reporting in Russia. I mean, just shutting down outlets, kicking some out. I mean, it's a very tough environment for any kind of independent journalism to occur. So he has certainly set the conditions where it's very difficult for free and independent reporters to actually do their job, and just to put a fine point on it. You didn't ask, but the claims, this espionage claims against Mr. Gershkovich are absolutely ludicrous. He was a working journalist for the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KIRBY",
      "sentences": "\"Wall Street Journal\", and we want to see him released.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "NEWTON",
      "sentences": "Now, reminder that Evan Gershkovich isn't the only American detained in Russia at this hour. U.S. Marine veteran Paul Whelan wasdetained by Russian authorities in 2018. He too, was accused of being a spy and sentenced to 16 years in a Russian prison in 2020. Paul Whelan's brother, David Whelan joins me now to talk about this. And this must, unfortunately sound eerily familiar to you. I want to thank you for joining us, and I want to ask you. How is your brother doing, and we know he's had some health challenges in the last few months. And do you know if he's heard about Evans arrest. DAVID WHELAN, PAULA WHELAN'S BROTHER: We don't know. Normally, our parents are able to speak to him on an almost daily basis. He is allowed a 15- minute phone call once a day. And so, he speaks to our parents just to stay up-to-date on what's going on at home and to share what's going on with him and if he has any problems. He was unable to call yesterday, that's unexpected. He was supposed to be able to speak to the U.S. Embassy consular staff yesterday, and that didn't happen either. So we're a little bit concerned that there may be something else going on. I think he's doing the best you can in a labor colony in the middle of Russia. The war has meant that with sanctions, there is less food for the prisoners, are eating less food, being given less food. And the sewing that they are forced to do, there are fewer textiles for them to work on, so they are idle more than they have been, and that's caused some problems with prison fights and things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "NEWTON",
      "sentences": "Yes, quite insight there into your brother and what he's enduring daily. And I will note that you are concerned that he wasn't able to speakto your family. These cases right now at the onset seemed quite similar, especially because they involve espionage allegations. I mean, what can Mr. Gershkovich and his family expect, given your experience?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "WHELAN",
      "sentences": "Well, as you say, it was very eerie yesterday to get up and hear the case unfold, really the same way that Paul's case unfolded all the wayback in 2018, 2019. The FSB report on their website, the FSB appointing a lawyer and not allowing outside counsel or outside contact days if not weeks of inability to have consular access. Yes, I think it's very unfortunate to see this happening to another American, and for his family to have to go through this process. I think it will be worse, really, almost than it was with Paul. The pre-trial detention facilities in Moscow are being reported by Russian media as being something like 20 percent to 25 percent overpopulated. And I think Lefortovo is never a nice place to be even in the best conditions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "NEWTON",
      "sentences": "Yes, and as we just heard from Mr. Kirby, there have still been no consular access to him. I have to ask you if there are lessons learnedhere. Do you think that what -- do you have any opinion about what the Biden administration should be doing, if they should be doing anything differently than they did with your brother's case? I know some people have said that there should be retaliation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "NEWTON",
      "sentences": "Yes, and I have to ask you, and I know it's a difficult question. But do you believe it makes Paul's situation even more precarious here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "WHELAN",
      "sentences": "You know, I'm not really sure. In a sense, having two cases that are identical espionage charges, that are obviously bogus to Americancitizens, it might make it easier, because now, the Russian government is dealing with just one thing, and to the extent that they're using this for extortion to get a concession from the U.S. government, that may make it simpler. But I do think that when you have two people involved, that does complicate the ability for governments to come to a decision and work out what the value is for those -- for those people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "NEWTON",
      "sentences": "You know, I will note, just the gracious way that you and your family responded when Brittney Griner was released and your brother wasnot. I wonder what advice you have from the family just from speaking out, because I know you go back and forth every time about the debate. Should the family speak out about this or leave it to U.S. authorities and diplomats to try and handle it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "WHELAN",
      "sentences": "Yes, in general, I think with the wrongful detentions by nation states, arbitrary detentions like what's happened here with Russia or whatwe see with China and Iran, I tend to think that it's better for the family to speak out, unless there's a feeling that the State Department can communicate that, not doing so is a better way to do it. Otherwise, you don't really have any sense that the U.S. government is going to engage on your behalf. So staying silent may not actually be very useful, obviously, that's different if you're dealing with a terrorist organization. But the mere fact that the Russian government acts like a terrorist organization doesn't mean that you should necessarily treat it as one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "NEWTON",
      "sentences": "OK, we will leave it there for now. But again, I appreciate your time on again, it must be an incredibly disquieting time for you and yourfamily. Appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "WHELAN",
      "sentences": "Thank you, appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "NEWTON",
      "sentences": "Now Ukraine's president is marking the anniversary of the liberation of Bucha, the town, which became a world famous symbolunfortunately of Russia's wartime atrocities. Volodymyr Zelenskyy visited the Kyiv suburb just hours ago and spoke to residents who survived the month-long Russian occupation. CNN was one of the first news organizations to enter Bucha after Ukraine freed the town. And what CNN saw there was absolutely shocking. Bodies of civilians left in the street, mass graves and devastation beyond anyone could imagine. Mr. Zelenskyy says Ukraine will never stop fighting for justice. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, PRESIDENT, UKRAINE (through translator): Russian evil will collapse right here in Ukraine, and will never be able to rise again. Humanity will prevail. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "NEWTON",
      "sentences": "And we want to take you know to a Russian that is still at this hour seeing heavy Russian bombardment, and because of that, drinking waterhas become hard to get. As our Ben Wedeman reports, residents still carry on, though, with some help from the outside. (BEGIN VIDEOTAPE) BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Without water, there is no life. And the clean water pouring into these plastic jugs is a vital lifeline for people in the battered eastern Ukrainian town of Siversk, just 6 miles from Russian lines. Retired building contractor Andre Anderson from Oregon is an unlikely carrier of water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ANDRE ANDERSON, VOLUNTEER, AQUEDUCKS",
      "sentences": "It was just a calling that I couldn't refuse to do. I can't sit at home and allow this to happen without helpingthe people who need help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "WEDEMAN",
      "sentences": "He's part of a volunteer group called Aqueducks. Their routine, simple, but essential.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ANDERSON",
      "sentences": "We turn up, they turn up with their little jugs, and we just fill up their jugs or their buckets or their cow pails, and they go away happyand we empty our tank, we drive home. And then we come back in the afternoon, we do the same thing, and we repeat on every day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "WEDEMAN",
      "sentences": "The few remaining in Siversk tell the usual story, dogged attachment to their land and no other options. \"How can I leave?\" AskTanya(ph). \"My son is buried here. And where would I go with my small pension?\" Andre's colleague Silvia Pavesi from Austria was a tour guide. (on camera): Why are you doing this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SILVIA PAVESI, VOLUNTEER, AQUEDUCKS",
      "sentences": "To help, it's just the right thing to do.WEDEMAN (voice-over): Seventy three-year-old Mikola(ph) appreciates the water, but thirsts for quiet. \"I'm fed up with this shelling. Nobody needs it\", he says. What passes for daily life ended long ago. The center of Siversk is a wasteland. The early Spring snow softens, but can't hide the jagged edges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "PAVESI",
      "sentences": "Voda!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "WEDEMAN",
      "sentences": "Basic humanitarian services like this are critical. There hasn't been any running water or electricity since the beginning of the war.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "WEDEMAN",
      "sentences": "With no end to this war in sight, they're resigned to a fate, bleak. \"It's fine,\" says Valentina. \"We put up with everything. What can wedo?\" Yet 70-year-old Nina despairs of what has become of her town. \"What do we feel,\" she asks? \"Pain. Pain. When you see something destroyed, you tear up. We cry. We cry.\" Bottles now full, they return through streets, cold, muddy and ravaged to their shelters. Ben Wedeman CNN, Siversk, Eastern Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "NEWTON",
      "sentences": "Still to come for us tonight, Donald Trump is the first American president to ever be indicted. We'll discuss the historic nature of thisand the political consequences unfolding. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "DOUGLAS BRINKLEY, PRESIDENTIAL HISTORIAN",
      "sentences": "Yes. There -- we -- in U.S. history, I mean, we have all the other presidents, and then we have DonaldTrump. The fact of the matter is we've had big political scandals in America before. I was talking to a reporter earlier today about Warren Harding and the Teapot Dome scandal, or Richard Nixon and Watergate. This is something different. It's an ex-President being indicted, which means that we're going to have this visual on Tuesday of a president getting photographed with a mug shot, getting his, you know, thumb imprints on and he's suddenly becoming our first outlaw president. But whether he can parlay this in to fundraising for his reelection in 2024, whether he can grow in public stature is yet to be seen. But at the moment, this is a very weird aberration, and it's falling into this red-blue divide we have in their country, some people think Trump is being unfairly charged, and other people think that this is justice running its proper course. So, it just depends really, in many ways on what side of the political process you're on at this moment in time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "NEWTON",
      "sentences": "Yes. You know, Larry, it's been eight years, eight years, and Donald Trump still seems to have a stranglehold on Republican politics, atleast. Will his indictment change that, even if not today, then in the months to come as he continues to try and pursue another run here? LARRY SABATO, DIRECTOR, UNIVERSITY OF VIRGINIA'S CENTER FOR POLITICS: Well, it's possible, but this is not really the investigation that most people in politics are paying attention to. We're looking to the Special Counsel looking into Trump's activities around January 6th, and his encouragement of the cancellation of a peaceful transfer of power, and maybe overturning the election, the Electoral College results in Georgia, and there are other things bubbling up throughout the country. So, this is not the most serious charge. Nonetheless, as Doug correctly notes, it's the first. It's the first time it's ever happened. This is fascinating to me. Donald Trump has been investigated for 50 years. Starting in the early 1970's, he and his father were investigated for housing discrimination, racial housing discrimination, in New York, and he has dodged all the investigations until now, at least in terms of indictments, and much less convictions. So even for Trump, this is remarkable. And I think it's the beginning of a new phase, it isn't just this particular charge in New York, it's going to be other things that will play out and will have an effect, if not on the Republicans, because this is all party ID. It will have an effect on the general election. If Trump ends up as the nominee, Joe Biden, or whoever ends up being the Democratic nominee, should be quite pleased.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "NEWTON",
      "sentences": "And I'll get to a point about that in a second. But, David, just to kind of play off what Larry just said, I want to remind everyone about theinvestigations going on at this hour, nothing to do with five decades of investigation. But still, as he points out, we are waiting for more to unfold, whether it's about January 6th, or about the rules and the votes in the state of Georgia. Does this in and of itself tarnish the office of the presidency in a way that Watergate never did?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "NEWTON",
      "sentences": "A shot at being president. Again, and I'll say it again, despite any kind of investigations that are underway, or even convictions and,Douglas, my apologies, I called you David, feel free to call me Paul. But I want to get in one more question to both of you quickly. Douglas, to you. First, the Biden candidacy here. What do you do? It is easy when you are president to say \"have no comment.\" But why does that happen? If you become the candidate for the Democratic Party, Douglas to you first, and then Larry, I want you to pick it up, please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "BRINKLEY",
      "sentences": "Well, Biden definitely has to say no comment. He does not want to interfere with very serious charges being brought against Donald Trump, orshould Biden talk about any citizen that's been indicted. Let the courts run their course. We have to presume innocence until found guilty, let the New York District Attorney do his job. And -- but I'm sure this will come up, if Trump survives this and is the Republican nominee and there's such a thing as Biden-Trump debate, I'm sure the fact that he's been indicted will be part of the rap against Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "NEWTON",
      "sentences": "Larry, how to handle it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "SABATO",
      "sentences": "Well, certainly I agree with what Doug said, if it is Trump versus Biden, you can be sure that this will be a major topic in the fall campaignand certainly in the debates, if there are any. I suspect there won't be any, because Trump probably won't do it. But it's a serious matter. And by then, we'll have a lot more information about a lot of other topics, and I hope in particular, the insurrection on January 6th, and the plot. It's now clearly a plot by Donald Trump, mainly, but also some of his minions to overturn the election and to spike the peaceful transfer of power. I agree fully with what Doug said that this started a long time ago. And the deterioration in our system has been going on for a long time and civic education is my passion. However, Donald Trump, personally and historically, generated a lot of this and accelerated the trends that were already there and it's a lesson for all people in all democracies. When you make a big mistake at the polls, you're going to pay and pay and pay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "NEWTON",
      "sentences": "Still such drama unfolding as we just enter the era of 2024 politics. I thank you both of you for your perspectives, Douglas Brinkleyfor us and Larry Sabato. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "SABATO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:05",
      "speaker": "NEWTON",
      "sentences": "Clothes manufacturing now makes up more than 30 percent of Bangladesh's exports and is, in fact, a multibillion dollar industry. CNNmeets one young entrepreneur who is hoping to not just make but actually design the clothing of the country's future. Kristie Lu Stout has our story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:05",
      "speaker": "KRISTIE LU STOUT, CNN CORRESPONDENT",
      "sentences": "Chances are you're wearing something made in Bangladesh right now. Second only to China, Bangladesh's readymadegarment industry is one of the largest in the world. Most clothes and accessories manufactured in Bangladesh were designed elsewhere. Not this sneaker, though. The vegan leather shoe is designed by Rokaiya Ahmed Purna. The 28-year-old collaborated with German footwear brand Ekn to create them, using recycled materials, including neoprene, artificial leather, and rubber. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:05",
      "speaker": "PURNA",
      "sentences": "Our shoe is designing Bangladesh made in Europe.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:05",
      "speaker": "STOUT",
      "sentences": "Purna wants to reflect the culture and heritage of Bangladesh in her design.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:05",
      "speaker": "PURNA",
      "sentences": "I took the expression of jackfruit. Jackfruit is the national food of my country. And in front of my hometown, we have a very big jackfruittree. There, I used to do paintings, used to make my own stories. This design is mostly based on the picture of, like, inside of jackfruit and the seeds of the shoe, you can see that it says seeds take childhood into the outside here. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:05",
      "speaker": "STOUT",
      "sentences": "The sneakers retail for $216 a pair, and both Ekn and Purna are putting 100 percent of the profits toward her next big venture, the launchof the platform designed in Bangladesh. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:05",
      "speaker": "PURNA",
      "sentences": "We need to create a platform for the designers as well so that they can give their solution.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:05",
      "speaker": "STOUT",
      "sentences": "Purna hopes to support young, aspiring designers in Bangladesh and help them get opportunities to showcase that international Fashion Week'slike she did when she started out. As a young expert for the United Nations' Fair Culture Program, Pune wants to promote Bangladesh's cultural heritage on the digital platform, too. Jamdani is a traditional textile of Bangladesh, woven by hands in workshops like this one. Her own designs explore culture and folklore. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:05",
      "speaker": "PURNA",
      "sentences": "Here, we have used Jamdani motifs and these motifs are fully recycled that we have used with Saree.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:05",
      "speaker": "STOUT",
      "sentences": "Purna hopes her work and her platform will make people think twice about who creates their clothes.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:34",
      "speaker": "NEWTON",
      "sentences": "The Israeli Prime Minister's judicial overhaul plans may be on hold in the face of massive protests, but a controversial concession he made towin that delay could now be moving ahead. Israeli media report that Benjamin Netanyahu's cabinet on Sunday will in fact consider his decision to create a National Guard headed by far right minister, Itamar Ben-Gvir. Now Ben-Gvir has been convicted of supporting terrorism and anti- Palestinian hate. Critics are blasting the move, including the opposition's Yair Lapid. He warns the force would bring \"terror and violence everywhere\" in the country. Now supporters of Israel's government have been rallying in the streets this week. In addition to anti-government demonstrators on Monday, mob violence broke out after a right-wing -- a white -- right-wing rally and it was ended in what police call a serious assault. Our Nic Robertson met a Palestinian taxi driver who says he feels lucky to be alive. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:34",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Right-wing extremists on the rampage, following a pro-government rally in Jerusalem. What youcan't see is the taxi driver they're chasing. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:34",
      "speaker": "HAMZA DWEIK, SURVIVED ATTACK",
      "sentences": "I'm not thinking about the driving, I'm thinking just about to run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:34",
      "speaker": "ROBERTSON",
      "sentences": "Just to escape?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:34",
      "speaker": "HAMZA DWEIK, SURVIVED ATTACK",
      "sentences": "The first thing that I think about when I'm running when I was running, it's that our prison or to death. Our prison ordeath.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:34",
      "speaker": "ROBERTSON",
      "sentences": "This is where they're the car?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:34",
      "speaker": "ROBERTSON",
      "sentences": "And three days later, 30-year-old taxi driver Hamza Dweik relives the moment right-wing thugs realized he was Palestinians.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:34",
      "speaker": "DWEIK",
      "sentences": "This is the stone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:34",
      "speaker": "ROBERTSON",
      "sentences": "This one here is the stone?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:34",
      "speaker": "DWEIK",
      "sentences": "Yes.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:34",
      "speaker": "ROBERTSON",
      "sentences": "They trashed his taxi, a $20,000 write-off.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:34",
      "speaker": "ROBERTSON",
      "sentences": "Oh, yes, you can really see it's broken.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:34",
      "speaker": "ROBERTSON",
      "sentences": "Only his quick wits reaching the cops saving his life.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:34",
      "speaker": "DWEIK",
      "sentences": "When I arrived at the policemen, I feel I have a new life.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:34",
      "speaker": "ROBERTSON",
      "sentences": "At the same time, one of the main pro-government right-wing rallies was happening just over there, the chase coming up into here andthe police very quick to begin making arrests. The police announcing a 17-year-old picked up that night, two more suspects a day later for \"An act allegedly carried out with a racial motive.\" Inside parliament, Palestinian Israeli opposition lawmaker, Ahmad Tibi, accused Prime Minister Benjamin Netanyahu's right-wing ministers of allowing the supporters to search out and attack Arabs that night. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:34",
      "speaker": "AHMAD TIBI, PALESTINIAN MEMBER OF ISRAEL PARLIAMENT",
      "sentences": "There is an increase in the performance of these radicals in the events and obvious increase inthe head average, in the Israeli society.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:34",
      "speaker": "ROBERTSON",
      "sentences": "As result of the government that's in position now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:34",
      "speaker": "TIBI",
      "sentences": "As a direct result of the composition of this government.DROR SADOT, B'TSELEM SPOKESPERSON: In 2022, we had 146 Palestinians killed by Israeli army. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:03",
      "speaker": "SADOT",
      "sentences": "So we've seen an increase on attacks against Palestinians in the West Bank from settlers in the past few months and pogrom in Hawara andother incidents is a very much, I guess, consequence of the back -- the backing that the settlers are getting from the government. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:03",
      "speaker": "ROBERTSON",
      "sentences": "So far, this year, already the deadliest for both Palestinian and Israeli civilians in more than a decade.Hamza, lucky to be alive, now facing the daunting reality, earning a living driving a taxi. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:03",
      "speaker": "ROBERTSON",
      "sentences": "Do you have more fear now on the streets of Jerusalem than you did before?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:03",
      "speaker": "DWEIK",
      "sentences": "Of course. Of course, yes. But really, when you think about there is nothing to do, I will not close my door in the end. We have to live.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:03",
      "speaker": "ROBERTSON",
      "sentences": "To live, not hide. Nic Robertson, CNN, Jerusalem.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}