{
  "date": "2023-08-22",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Former President Plans to Surrender Thursday in Georgia; Biden Visits Fire-Ravaged Maui, Promises Recovery; Video Shows Palestinian Man Shot From Behind; Preparing for First Republican Debate; Hilary Sweeps Through Western U.S. with Historic Rainfall. Aired 4-4:30a ET",
  "utterances": [
    {
      "timeStamp": "04:00:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Hello there and a warm welcome to our viewers joining us in the United States and all around the world. I'm Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "I'm Max Foster joining you live from London. Just ahead on CNN NEWSROOM.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is his fourth time being arrested and processed. The sheriff's office in Atlanta says that they will treat him like any other defendant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "From the mug shot, to the processing, to whether or not going to be stuck waiting at all or can he be in and out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If he refuses to debate through the entire debate season, I have an issue with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Candidates are going to be playing for number two. Basically everyone is going to be coming for DeSantis to try to get into the number two spot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The Japanese government has basically run out of options. The treated water from the Fukushima Daiichi Nuclear Power Plant will start being discharged into the sea.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "Live from London, this is CNN NEWSROOM with Max Foster and Bianca Nobilo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "It is Tuesday, August 22nd, 9",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "The former president has agreed to a $200,000 cash bond, the release conditions are also more extensive than those laid out in prior bond orders including restrictions and intimidating witnesses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Trump's election attorney John Eastman plans to surrender on Wednesday and has reached a $100,000 bond agreement. CNN's Paula Reid has the details from Atlanta.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "This is former President Trump's fourth indictment but it is first time he has had to post cash bond. Now in addition to that bond, he also has to comply with a list of requirements including that he is barred from threatening anyone else in this case. That includes his co-defendants, witnesses, victims and there is a specific provision barring him from threatening anyone on social media. We know in other cases he has gone after prosecutors, judges, in this case he's even talked about the grand jury and at least one witness and the district attorney herself, Fani Willis.Now there's four other defendants also now have bond agreements here in Fulton County. They include John Eastman, Scott Hall, Kenneth Chesebro and Ray Smith. Their agreements are anywhere from $10,000 to $100,000. And they are also barred from talking to their co-defendants or co-conspirator, but none have that special social media provision. That is clearly something that was tailored and targeted to former President Trump. Now we still expect the former president will surrender by the end of this week. And now we have five defendants who have negotiated their bond agreement. But there are still 14 to go. Paula Reid, CNN, Fulton County, Georgia. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "NOBILO",
      "sentences": "We are tracking another tropical storm, this time in the Gulf of Mexico. Tropical storm Harold is moving toward south Texas and could make landfall in the coming hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "FOSTER",
      "sentences": "Along with heavy rains, flooding, coastal cities could see a storm surge of 1 to 3 feet. Forecasters are also warning of dangerous rip currents as the storm moves closer.U.S. President Biden promising government support for Hawaii for as long as it takes after witnessing firsthand the devastation left by this month's deadly wildfires. He and First Lady Jill Biden toured the affected areas in Maui on Monday including the historic town of Lahaina and met with first responders and survivors. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "To rebuild the way we want to rebuild, by making sure your voices are heard, by respecting your traditions, by understanding the deep history and meaning of this sacred ground. And establishing your community not to change its character but reestablish it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "The president and Dr. Biden spent several hours both over Lahaina, on the ground here and meeting with first responders and victims of this tragedy at the big shelter, the War Memorial Shelter in central Maui. And he said the right things in many cases. When he came to the microphone to give his statements. He said the thing that lot of folks I've been hearing from for two weeks have been saying, that he wants Maui, the people of Maui to help determine how this place is rebuilt.There was a question asked of who will have the most influence in that conversation going forward. Locals here working-class native Hawaiians and multigenerational locals are worried of disaster capitalism, people moving into exploit this and buy up as much land as they can in this paradise and rebuild it for their interests as well. The president says -- promises that that won't happen. It remains to be seen. There are a lot of forces at play here right now. He did serve as empathizer in chief after five days of being mostly silent on the issue publicly. But the governor said he was working behind the scenes to assure first responders that the feds had their back on this. He shared the stories we're familiar with, of losing his daughter and wife and wondering if his sons had survived a car accident early in his political career. And that's what so many people are going through now. The list of the missing, according to the mayor of Maui, was whittled from over 2,000 by the FBI and authorities down to around 850 now. That still seems impossibly high this many days, almost two weeks now after the fire broke out. Forensic anthropologists though say, historically seems like this could take months or even years to sort out the missing, you can hope. There's still some confusion as to who's on that list. But the real heartbreak is to think about the children who were left home that day. There are parents in this town who lost their kids. There are kids who lost their parents. We're unclear if President Biden was able to meet with any of those. We know he did meet with Archie Kalepa (ph), a historic figure here, Uncle Archie as he is known, a hall of fame waterman who led a lot of the relief efforts from a sort of a cul-de-sac command post that we went into as well. Some of those who have been very active on social media were at the table, at least with President Biden for the few hours he was here. But now all eyes are on this place to see how soon they can find the huge number of missing and make peace with those families and how exactly they will rebuild. Bill Weir, CNN, Maui. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "FOSTER",
      "sentences": "A Palestinian man was shot and critically injured on Monday afternoon in the occupied West Bank.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:05:00",
      "speaker": "NOBILO",
      "sentences": "A witness says he was unarmed and shot from behind by Israeli forces. CNN's Hadas Gold is live in Jerusalem for us. Hadas, what more are we learning about this event and what has the response been from the Palestinian community?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "Hadas Gold live for us in Jerusalem, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "Now you're looking at video of an urgent rescue mission in northwest Pakistan. Eight children and two adults are trapped in a chair lift after one of the cables snapped just a few hours ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "The children were traveling to school in the chairlift when this happened. The lift connects two communities and runs onto tables. Helicopters have been brought in to assist with the rescue and we'll continue to follow that story closely and bring you the very latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "FOSTER",
      "sentences": "Still to come, the first Republican presidential debate is set for Wednesday. The lineup has been announced but there's one glaring omission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:10:00",
      "speaker": "NOBILO",
      "sentences": "Who could that be? And the heatwave set to return for Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "NOBILO",
      "sentences": "The U.S. Republican National Committee has announced the lineup for this year's first debate on Wednesday night. Eight presidential candidates will participate including former Vice President Mike Pence, Florida Governor Ron DeSantis and entrepreneur Vivek Ramaswamy. CNN's Kaitlan Collins spoke to him about the fact that Donald Trump won't be there.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "VIVEK RAMASWAMY, REPUBLICAN PRESIDENTIAL CANDIDATE",
      "sentences": "He's been on that debate stage countless times. He's also been U.S. president for four years. So if he wants to skip the first couple of them, I have no issue with that. But I do think he should be on the debate stage at some point throughout the course of this year. So that's where I'm at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "You rarely if ever really criticize Trump directly. I think part of that, tell me if I'm wrong, is part of the strategy when it comes to winning over his voters. But how do you beat the Republican frontrunner in this race without directly engaging him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "RAMASWAMY",
      "sentences": "Well, truth is, the reason I don't want to criticize Trump is because everybody else from, you know, networks like the one we're on right now on down are doing plenty good job of making up attacks that shouldn't even exist. Prosecutors across this country charging cases that should never have been brought. I think that Donald Trump's defeat of Hillary Clinton was probably the single most important political event of my lifetime. So I don't care to pile on with those criticisms. I think he was a good president, but I want to build on his agenda to take the America first movement to the next level.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "And Trump says there is no need to do the debate since the public already knows him. He set to an interview with former Fox News host Tucker Carlson that could air at the same time.In Texas, a preliminary injunction hearing over the state's controversial border buoys is set to take place in the hours ahead. And according to court documents, Texas is expected to argue that the Rio Grande is not navigable and that the barriers are not a structure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "NOBILO",
      "sentences": "This comes as the governor is admitting that the buoys are -- I'm so sorry, it is pronounced differently in English and it's making me giggle -- are being moved closer to the U.S. side of the Rio Grande after allegation that they drifted into Mexico. Texas deployed them last month under Greg Abbott's border security initiative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "But just days ago a federal court filing a claim that the survey by the International Boundary and Water Commission found about 80 percent of those buoys were deployed in Mexican territory. Despite the controversy, Abbott again defended his state's use of the barriers.(BEGIN VIDEO CLIP) GREG ABBOTT, (R) TEXAS GOVERNOR: If you look at the treaty between the United States and Mexico, that treaty specifically references buoys as a device that can be allowed in these waters between the United States and Mexico. And so it's highly recognized that buoys were acceptable and not a deterrent to navigable waters. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "NOBILO",
      "sentences": "Last month the U.S. Justice Department filed a lawsuit demanding the removal of the buoys and asked the court to stop future barrier construction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "FOSTER",
      "sentences": "Now to the weather. Much of Southern California and other states in the Southwestern U.S. are in major cleanup mode after tropical storm Hilary swept through over the weekend. The storm broke rainfall records in Idaho, Oregon, Montana and Nevada. But recovery could take even longer in some California towns. CNN's Stephanie Elam reports.(BEGIN VIDEOTAPE) STEPHANIE ELAM, CNN CORRESPONDENT (voice-over): Southern California facing unprecedented flooding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Holy (BLEEP).ELAM (voice-over): Violent mudslides, flash floods damaging roads and homes after bearing the brunt of Tropical Storm Hilary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There's a lot of destruction.ELAM (voice-over): Roads became rivers in the streets of Cathedral City. And entire neighborhoods were submerged in nearby Palm Springs into the early morning. Piles of thick mud left behind from floodwaters blanketing everything in sight. The mud inescapable for anyone attempting to get around.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "DANIEL DESELMS, PALM SPRINGS EMERGENCY MANAGEMENT COORDINATOR",
      "sentences": "We're absolutely telling people, if they don't have to be out, to stay in their homes. One, the roads, we're still assessing the damage and the places where there's still water and mud over the roads, we don't know how safe those are.ELAM (voice-over): Jay Bublitz spent the night rescuing drivers stuck on flooded and muddy roads.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "ELAM",
      "sentences": "What kind of conditions were you seeing while you were out there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "JAY BUBLITZ, DESERT HOT SPRINGS RESIDENT",
      "sentences": "Cars floating and there was cars, that roads almost washed out.ELAM (voice-over): He echoed authorities' warnings to stay off the roads.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "BUBLITZ",
      "sentences": "A lot of them are regretting that they tried to get across. Matter of fact, two had just saved over here. They have dad's car and dad doesn't know it yet, so I'm guessing they're grounded. When you see water, you don't cross it.ELAM (voice-over): The area around Palm Springs saw nearly a year's worth of rain in just 24 hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I spend a night on the roof of my truck.ELAM (voice-over): 911 lines saw outages in a handful of cities. Downtown Los Angeles experienced the rainiest summer day on record going back more than 100 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "ALBERTO CARVALHO, SUPERINTENDENT, LOS ANGELES UNIFIED SCHOOL DISTRICT",
      "sentences": "Take all those conditions into account. After careful consideration, we decided to shut down the school. The right decision.ELAM (voice-over): The Los Angeles Angels to play the Cincinnati Reds on Wednesday postponing their home game because of the effect from the storm. So much rain in San Diego, a tower of water was seen erupting from a manhole. The city saw its rainiest summer day in over 170 years, getting 10 times their average summer rainfall in just one day. The cleanup effort now the top priority. With Hilary continuing to move through the West, millions will still remain under flood watches from California to Idaho.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "ELAM",
      "sentences": "And cleanup efforts continue here in Cathedral City where you can see they are still working on cleaning up this major thoroughfare and it is full of this thick and sticky mud which is making the whole effort a lot harder. But some good news, the interstate freeway is now open. You just have to get off the freeway and get back on. But still progress being made here out in the desert.Stephanie Elam, CNN, Cathedral City, California. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "More than 100 million Americans are under heat alerts from the Gulf Coast to the Midwest, westward into the Ohio Valley on Tuesday. Meteorologist Jennifer Gray has the latest on the extremely dangerous weather.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "GRAY",
      "sentences": "Intense heat continues to build across the deep South up into the plains and even the upper Midwest as we go throughout the afternoon. Heat advisories, excessive heat warnings in effect for this entire area.Look at the highs today, 104 in Dallas, 101 Oklahoma City, even Minneapolis hitting the triple digits, incredibly warm. High temperatures over the next couple of days in Dallas will hit 107 on Thursday. Houston will hit 106 on Thursday as well. A good 10 degrees above normal. Even Little Rock and Oklahoma City staying in the triple digits for the next three days or so. As we travel to the North, the Midwest, look at Minneapolis, 101 Tuesday. We will drop about 10 degrees though by the time we get into Thursday. Green Bay peaks on Wednesday at 96 degrees. And even Chicago hitting 99 degrees. So today's heat index will feel like 110 in Dallas, feeling like 113 in Little Rock, even feeling like 114 in Minneapolis. That is a hot afternoon. More than 400 potential records will be broken. These are maximum records as well as warm minimum temperatures. So records being broken across the board. The departure from normal, above normal temperatures will start to ease by the time we get into the weekend. The South is not out of it, but the Midwest, the Plains look like we'll see those temperatures start to cool and also below average temperatures expected for the Ohio Valley and the Northeast within the next week or so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "The president of Chili has declared a state of catastrophe in four regions after torrential rain falls, flooding and landslides there. At least two people have died due to flooding in in the central southern region of the country. Whilst thousands of others have been evacuated or left homeless in isolated communities. Weather forecasters say they are expecting more rain across the region.Spanish officials are set to declare areas affected by wildfires on the island of Tenerife a disaster zone once the flames are under control. The declaration will allow the government to get emergency funds to those affected, but that moment hasn't happened yet. The situation is set to be improving but more than 12,000 people have been evacuated from their homes as the blazes continue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "U.S. investigators say the United Airlines flight that was damaged during a hard landing last month hit the runway three times. The National Transportation Safety Board released a report on the incident Monday. It says the flight's data recorder showed that after the two main landing gear touched down, the nose landing gear hit the ground three times. It also says that none of the 193 passengers and nine crew members were hurt in the incident -- thankfully.An American Airlines flight was diverted to Jacksonville, Florida on Sunday after pepper spray was released in the cabin. The airline says the aircraft was traveling to New York from Miami when a disruptive incident involving a customer occurred. The Faa said the substance was, quote, inadvertently sprayed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Still to come, a look inside the notorious Fulton County jail in Georgia where Donald Trump is expected to surrender on Thursday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "And then a summit between five major nonwestern countries begins in South Africa. We'll have coverage of what we can expect at that BRICS summit, who will be there and who won't be.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "FOSTER",
      "sentences": "Welcome back to CNN NEWSROOM. I'm Max Foster. If you're just joining us, let me bring you up to date with the top stories.Tropical storm Harold is expected to hit southern Texas in the coming hours along with heavy rain and flooding. Coastal cities could see a storm surge of 1 to 3 feet. And former President Donald Trump says he plans to turn himself in at the Fulton County jail in Georgia on Thursday. This is a day ahead of the Friday deadline set by prosecutors in the 2020 Georgia election probe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:20:00",
      "speaker": "NOBILO",
      "sentences": "For the first time, the release conditions for Donald Trump in Georgia include a $200,000 cash bond. The former president is also being barred from making threats to witnesses and co-defendants on social media as part of this bond agreement. He's not even permitted to communicate with any of them.CNN's Brian Todd takes a look at the jail where Trump will surrender and what he and his co-defendants can expect when they do so. (BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice over): Donald Trump, Rudy Giuliani and 17 other defendants this week are expected to be formally booked at the Fulton County Jail, also known as Rice Street, a hulking, crumbling structure that's garnered a notorious reputation. The sheriff of Fulton County insisting that despite their high- profiles, Trump and the others will be treated like every other defendant booked at this jail.",
      "isLastSentenceInterrupted": false
    }
  ]
}