{
  "date": "2023-02-01",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "FBI Finds No Documents With Classified Markings At President Biden's Delaware Vacation Home; Former Trump U.N. Ambassador Nikki Haley Expected To Announce Presidential Run On February 15; Navalny: \"Maniacs And Serial Killers Serving Life Sentences Have The Right To Receive A Visit, But I Don't\". Aired 9-10p ET",
  "utterances": [
    {
      "timeStamp": "21:00:00",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "A news day that ended with Hunter Biden's purported laptop, also featured word of another search, for classified documents that President Biden might have improperly kept, or had in his possession, after his time, as Vice President. This time, it was at his home, on the Delaware shore.CNN's Evan Perez joins us now, with more. So, what do we know about this search, Evan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Well, Anderson, this was a search, of about three and a half hours. The FBI agents were there, today, conducting the search. This is the third property that is associated with President Biden that the FBI has visited.We know that beyond the one today, a couple Fridays ago, they also searched his home, in Wilmington. And we learned, just yesterday that they had previously also gone to the Penn Biden Center, which is where those initial batch of documents have been found, and started all of this drama. Now, we know, from the search, today, that no classified documents were found, according to the President's personal attorneys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COOPER",
      "sentences": "Is there any sense that there are more searches coming at properties owned by or associated with President Biden? I mean, I don't know how many properties there are!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "PEREZ",
      "sentences": "Yes, look, that's a question that all the reporters were trying to get the White House, and his personal lawyers, to answer. It is not clear.They're not answering that question, in part, because I think, there is the possibility that perhaps there might be some storage facilities, or other properties, or offices that he may have used that may still be on that list. We don't know whether there are additional searches to be done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COOPER",
      "sentences": "And is the White House reacting to the news, tonight, in anyway?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "PEREZ",
      "sentences": "Of course, they are stressing the cooperation that they say is going on with the Justice Department, in this investigation.Keep in mind, Anderson, that Robert Hur, the new Special Counsel that is investigating all of this, he just started work, today, according to the Justice Department, which means that this is an investigation that's going to stretch, for a long time. That's bad news, for the White House, of course, which wants this to wrap up as soon as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COOPER",
      "sentences": "Evan Perez, appreciate it. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "PEREZ",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:00",
      "speaker": "COOPER",
      "sentences": "Perspective now, from CNN Senior Law Enforcement Analyst, and former FBI Deputy Director, Andrew McCabe; CNN Chief Political Correspondent, and \"STATE OF THE UNION\" Co-anchor, Dana Bash; and CNN Chief Law Enforcement and Intelligence Analyst, John Miller, former NYPD Department Commissioner of Intelligence and Counterterrorism.So, there's now this third search, John. How many more searches you think there'll be? JOHN MILLER, CNN CHIEF LAW ENFORCEMENT &amp; INTELLIGENCE ANALYST, FORMER NYPD DEPUTY COMMISSIONER OF INTELLIGENCE &amp; COUNTERTERRORISM: I think, as Evan said, if there's a storage area, somewhere, or something that comes up, they want to leave the door open to that. But I think these are the primary searches, which is if you were Joe Biden, and you came home, with a bunch of stuff, from work, and a classified document might be in the middle of that somewhere, where would that end up? Home; the weekend home; the office he had in the interim between being Vice President and President.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "MILLER",
      "sentences": "The garage by the -- the most secure location.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COOPER",
      "sentences": "Right!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "MILLER",
      "sentences": "But I think if what we're developing here is interesting. Part of this is us, because we're hammering away at it every day, as a political drama.But I guarantee you, Anderson, I guarantee you, somewhere in George Bush's house, there's a classified document; somewhere in Bill Clinton's properties and offices, there's more classified documents; somewhere in the former Secretaries of Defense and other Cabinet officials and Secretaries of State. When you're traveling around with lots of papers and files, these things can, especially when you're moving quickly, on the last day, and people are throwing things, in boxes, these things can happen. The National Archives need to say, \"We're having a clearance sale. If you ever had a clearance, look through your stuff, find what's classified, we'll pick it up. We have a process for this,\" so that everybody's not burning these things in their barbeque pit or afraid that they're going to be the subject of a criminal investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COOPER",
      "sentences": "Andrew, take us inside the room. I mean, what does a search like this look like? I mean, what happens?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "ANDREW MCCABE, FORMER FBI DEPUTY DIRECTOR, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Yes, it's really interesting. It's what we refer to as a consent search. And so, by definition, the terms of the search, and how it's conducted, are really up to the two parties, to agree to. So, they can be very different.Some consent searches I've been on, you're allowed into a residence, and they say, \"OK, you can only look in these particular rooms,\" and somebody is going to look over your shoulder, the whole time. From what we've heard about how the first search was done, at the Wilmington residence, it sounds like the President's team basically gave the FBI, free reign, at least in that search. And you could guess, probably in today's, as well, to go anyplace in the house, they wanted, any room, bedroom, bathroom, storage area, whatever, and look in any container that might have a document in it. So, that is a typically a very thorough, takes a long time, and you have to sort through quite a bit of material. But, I guess, the good news, at the end of this one, is they didn't find anything classified.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COOPER",
      "sentences": "And Dana, as the investigation continues to unfold, do you think it's having any effect on President Biden's decision, on whether to run for reelection, or on anything?DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT, CNN CO-ANCHOR, STATE OF THE UNION: No. No. There's no indication that this has any impact, on his decision, for seeking another term, for lots of reasons, not the least of which is what we've seen, over the past couple of weeks. Just last week, I think it was that his successor, in the Vice President's office, Mike Pence, also had issues. And what this has brought to light is that there is a perhaps an over-classification of documents, perhaps people don't deal with classified documents, as gingerly and carefully, as they should, all of the above. But this is, again, something that we've talked about, so many times, Anderson, is we're so focused on this, for one big reason. And that is because of what we had -- what we saw in Mar-a-Lago. And the difference is what we saw in Mar-a-Lago was not the kind of search that Andrew just described. It was a search that was done only after a search warrant, only after lots of foot-dragging. And so, that is the big political reason why this has so much attention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:00",
      "speaker": "COOPER",
      "sentences": "Do you think, John that the DOJ would ask President Biden, to sit down, for an interview, at this stage? MILLERBut it could be proper and appropriate to ask him, \"OK, these are the documents we found. Do you recognize these? Did you bring these, home, intentionally, personally? Were they mixed in with other things? Do you remember any of them?\" Remember, Anderson, one of them, from the Wilmington house, goes back to his time, in the Senate Foreign Relations Committee. So, I think, an interview with the President, in a case, like this, is not out of the question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "COOPER",
      "sentences": "Starting February 15th, the former President will have his first rival, for the 2024 Republican presidential nomination. It's his one-time U.N. ambassador, and former South Carolina Governor, Nikki Haley, according to a source, familiar with her plans.The invitations have already gone out, and the questions have already begun, about how she plans to set herself apart, from the man, she once criticized, then worked for, then broke with. More on her evolution, from CNN's Kylie Atwood. (BEGIN VIDEOTAPE) NIKKI HALEY, (R) FORMER SOUTH CAROLINA GOVERNOR: We need to go in a new direction. And can I be that leader? Yes, I think I can be that leader. ATWOOD (voice-over): Nikki Haley, clearly hinting that she was ready to launch her presidential campaign, in a recent interview.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "HALEY",
      "sentences": "I've never lost a race. I said that then. I still say that now.ATWOOD (voice-over): The former Governor of South Carolina is poised, to be the first Republican, to challenge Donald Trump, who launched his campaign, last year. (AUDIENCE CHANTING \"USA!\") ATWOOD (voice-over): So far, freezing out others, from declaring their candidacy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "We're going to win, and we're going to win very big.ATWOOD (voice-over): Making it, for now, a one-on-one match, between two competitive politicians, whose relationship has had many twists and turns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "TRUMP",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "HALEY",
      "sentences": "It's been an honor of a lifetime.ATWOOD (voice-over): That was in the Oval Office, in 2019. Haley was stepping down, after serving for nearly two years, as Trump's ambassador, to the United Nations. But during the run-up, to his 2016 campaign, she was an outspoken critic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "HALEY",
      "sentences": "It can be tempting, to follow the siren call, of the angriest voices. We must resist that temptation.ATWOOD (voice-over): Haley was especially critical, of Trump's proposal, to put a temporary ban, on Muslims, entering the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:00",
      "speaker": "HALEY",
      "sentences": "It defies everything this country was based on, and it's just wrong.ATWOOD (voice-over): And she ultimately chose to endorse Marco Rubio, in the primary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "HALEY",
      "sentences": "The best person, based on the policies, and dealing with things, like Obamacare, still is Donald Trump. That doesn't mean it's an easy vote.I did vote for him, and I was absolutely thrilled to see him win. Get excited because I am just giddy. ATWOOD (voice-over): Her deft political skills were on display, when she exited, before Trump's term was over, without provoking him, to chastise her. TRUMP: You've been fantastic. You're my friend ATWOOD (voice-over): Haley shied away, from rebuking Trump, when he refused to concede the 2020 election. But eventually, she criticized him, after January 6th, telling \"Politico,\" quote, \"We need to acknowledge he let us down. He went down a path he shouldn't have, and we shouldn't have followed him, and we shouldn't have listened to him. And we can't let that ever happen again.\" Then, she appeared to try to repair any rift, after the Republican Party signaled that January 6 wasn't going to be the political end of Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "HALEY",
      "sentences": "I would not run if President Trump ran. And I would talk to him about it. You know, I mean, that's something that we'll have a conversation about, at some point, if that decision is something that has to be made.ATWOOD (voice-over): And Trump says she has now made that call.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "TRUMP",
      "sentences": "I said, \"Look, you know, go by your heart if you want to run.\"(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COOPER",
      "sentences": "And Kylie Atwood joins us now.What's the strategy behind the timing of her announcement? Is there a reason this month?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "ATWOOD",
      "sentences": "Yes. Well, when you talk to Republican operatives, they say this is her opportunity, for a moment, in the spotlight, Anderson.Obviously, she's going to be sharing that moment, and the spotlight, with former President Trump. But it's going to give her an opportunity to get some sustained and focused attention, from the media. We're doing stories, on her, right now. And of course, from voters, who are paying attention, this far out. When you also talk to folks, who are close to Nikki Haley, they say that it shows that she's gutsy, that she's determined, that she's not scared to challenge Trump, and she is confident in herself. But, of course, there are drawbacks too. You talk to Republican operatives, some of whom plan to work, for other folks, who are planning to get into the race, and they say, getting in this early could be detrimental, because it means you are the only one, who is the official punching bag, for Trump. And it gives him some sustained time to develop his critiques of Nikki Haley, while it's his one-on- one race, as we wait to see who else hops in. Anderson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COOPER",
      "sentences": "All right, Kylie Atwood, appreciate it. Thank you. Katon Dawson is the former Chairman, of the South Carolina Republican Party. He's supporting Nikki Haley. He joins us now; as well as CNN Political Commentator, Alyssa Farah Griffin, who served as White House Communications Director, in the previous administration.Chairman Dawson, it's good to have you on. So, the former President is already knocking Ambassador Haley, posting on social media that she's following her quote, \"Heart, not her honor.\" Not sure exactly what that means! But he's also posted an old clip of her saying she would not run, if he ran again in 2024. What changed, in her political calculus, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "KATON DAWSON, FORMER CHAIRMAN, SOUTH CAROLINA REPUBLICAN PARTY, REPUBLICAN CONSULTANT",
      "sentences": "Well, you got to understand Nikki Haley that not much scares her. She is the most underestimated political candidate, you'll ever see. Yes, she has won races that nobody thought she'd win. She has been the governor of the State of South Carolina, very popular. And I don't think Donald Trump scares Nikki Haley.I think she's been writing and talking about this, the Next Generation's time to serve. Right now, you look at Joe Biden, who will be 82-years-old, if he's reelected, Donald Trump will be 78-years-old. And there's going to be a contest for the presidency. Nikki Haley is just -- she's prepared herself. She's ready to get in, and she's ready to take it, to Joe Biden, and the administration, and where the country, he's failed us. And she's ready to give Donald Trump a contest. As to the rest of them that are getting in? Jump in, the water's fine. But Nikki Haley is in, and she's going to run, and I think she's going to be very successful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COOPER",
      "sentences": "Alyssa, how do you think she will fare, as a candidate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "ALYSSA FARAH GRIFFIN, FORMER TRUMP WH DIRECTOR OF COMMUNICATIONS, CNN POLITICAL COMMENTATOR",
      "sentences": "So, I'm a huge Nikki Haley fan. I think she's got the qualifications. She's a formidable candidate. But she needs to not just run on a forward-looking next-generation vision.She also needs to run directly against Donald Trump. And that's the open question, is how willing she is, to directly challenge him, the by-and-large front-runner, right now? Does she have the capability, and the strength, to do it? Yes. The verdict is still out on whether she's actually willing to. I think she's arguably the strongest candidate, against him, if she directly challenges him. The one caution I have, and this is my cynical political take, there's some school of thought that she's getting out, early, to actually, ultimately, run to be his Vice President. I hope that's not the case. She has a record of her own to run on. She could be President, tomorrow, and be ready.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "COOPER",
      "sentences": "One of the tests of that, I suppose, would be whether she does take him on directly, early on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:00",
      "speaker": "FARAH GRIFFIN",
      "sentences": "The next couple months will tell, if that is in fact her plan, or if this is truly a run for the presidency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "DAWSON",
      "sentences": "I know, she'll take on, and she'll be successful, doing it. Nikki comes out of South Carolina.And Anderson, you've been here before. This is a rough place. It's a place that this race is going to end up in the gutter, and we're going to have people in it. And the first one to come out, and take a shower, is going to be the winner. And that's probably going to be Nikki Haley. Donald Trump, right now, I think, has hit his ceiling. We'll find out. He did a good small rally, in South Carolina, last week, I would say, trying to clear the field. But this is going to be a contest. I think what Alyssa is hitting on is how many people are going to be in it, because, as you know--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "DAWSON",
      "sentences": "--these primaries are the winner-takes-all. So, 31 percent to 33 percent to 34 percent makes you a winner. So, the question is, are we going to have a jungle primary, with 16 people in it? I don't think so.And the question is, is who's built the infrastructure, has the financial wherewithal, to take on Donald Trump? Nikki Haley is one of those. She's prepared. We're excited about it. And we're going to have a contest. The Democrats maybe won't have a contest. But boy, there's a lot going on, in both parties, right now, about the generational shift that we see, in the Electoral Village that we live in now that I think people are looking for the next generation, to come clean up, what my generation couldn't get fixed, and move us into a new place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COOPER",
      "sentences": "Well, Alyssa, Chairman Dawson raises a good point. The more people who get in? Obviously, good for the political debate. But it does favor the former President. FARAH GRIFFIN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COOPER",
      "sentences": "And the former President picks them off one by one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "FARAH GRIFFIN",
      "sentences": "One by one, and cannibalizes them. And, right now, he solidly has about 30 percent, in most of the polling.I think it is a show of strength, if she's truly running to run against Trump, to go out early. It kind of makes someone like a Mike Pompeo, or a Mike Pence, consider where is their lane, if Nikki Haley's truly taking him on? I hope that's the case. This is a woman, who is next-generation. She's a female, who helps where Donald Trump lost voters, last time. She's a person of color, which our party needs to make inroads back with. So, she can be formidable, but time will tell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "COOPER",
      "sentences": "Yes. Alyssa Farah Griffin, thank you.Katon Dawson, thank you. It's great having you on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:00",
      "speaker": "DAWSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COOPER",
      "sentences": "Russia's most prominent opposition leader, Alexey Navalny, had already been living in hellish conditions, locked up, in a penal colony, often in solitary confinement. His wife said, a few weeks ago, his condition had been intentionally worsened, and he's also been denied medical care.Well, today, Navalny's lawyer says he's being moved to an even harsher solitary confinement facility, for a maximum period of six months. Navalny himself tweeted about the torment, of not being able to see his family, for eight months, and counting, quote, \"Even maniacs and serial killers serving life sentences have the right to receive a visit, but I don't. Well, hardships make one tougher, though I don't understand why this should apply to my children too.\" Tonight, one of his children is here, Dasha Navalnaya. Dasha, I appreciate you being back with us. I am sorry, for this latest news. When you heard that your father would be moved to solitary confinement, I mean, what goes through your mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "DASHA NAVALNAYA, DAUGHTER OF RUSSIAN OPPOSITION LEADER ALEXEY NAVALNY",
      "sentences": "Well, first of all, thank you so much, Anderson, for having me, again.To answer your question, in short, what went through my mind is that Vladimir Putin and the Federal penalty service, continue to practice their lawlessness, and are slowly torturing and killing my father. Last time, you and I talked, we were asking for doctors to see him. Because, he had -- there was a big flu problem, in the prison. And there still is. Since then, they deliberatively infected him, with the flu, through intentionally placing a sick person, in his cell. They prescribed my father, with antibiotics, which may seem fine. But it was such a huge amount, such a high dose that he lost seven kilos, or in pounds it's, I think, 15 or 16.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COOPER",
      "sentences": "Wow!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "NAVALNAYA",
      "sentences": "You and I talked two weeks ago, and losing 15 pounds in that time was incredibly concerning.They are not actually treating his flu or his back problems. And on top of his health problems, the prison wards just moved him, as you said, to another colony, today. They were supposed to release him, from his penalty cell. And it was his 11th term. And instead of moving him to -- they instead, they moved him to a penalty cell-type facility, of maximum possible term of six months. There are no calls, no visits, no human conditions. He is allowed to write 35 minutes per day, with a pen and paper. He's allowed to have two books. These actions are clearly an open strategy, to destroy my father's physical health, and maybe mental too, by all means. And the reason why I called Putin now is because there's absolutely no way the colony will take these drastic measures, without having a nudge, from the Moscow government. And since he had 11 terms, in the penal colony, before, I can't be certain that they they'll stick to the six months maximum term, in the new facility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COOPER",
      "sentences": "Was your family given any warning, I mean, by the authorities that this was coming?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "NAVALNAYA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:00",
      "speaker": "COOPER",
      "sentences": "Or do these things just happen, and you learn about it afterward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COOPER",
      "sentences": "So, he's only allowed to write for three to five minutes, a day, and he's allowed two books?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "NAVALNAYA",
      "sentences": "35. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COOPER",
      "sentences": "Wow!I mean, can he get through this mean? I mean, can he deal -- can he survive six months, in solitary confinement, in these conditions, in his cell?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "NAVALNAYA",
      "sentences": "I mean we have to stay hopeful.I would say that, for those, who are watching, right now, and thank you for watching, and wondering how you can help? There are two things. The first is the power of social media, and spreading the word is incredibly impactful, even though some may not think so. Follow me, or my dad, on social media. Follow the Anti-Corruption Foundation, on social media, to find out what's happening. Watch and spread the documentary, \"Navalny,\" and tell your friends about the situation. Create awareness. No person should be in prison for simply not agreeing with the government, especially authoritarian government. And it's a critical aspect for any democratic country or system. And the second perhaps more, I would say, politically effective, is call your, or email your, local officials, and ask, are they imposing sanctions, and what are they doing, to free Alexey Navalny?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COOPER",
      "sentences": "Dasha Navalnaya, I appreciate your time. And I'm sorry, it's under these circumstances. And I wish you continued strength. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "NAVALNAYA",
      "sentences": "Thank you so much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COOPER",
      "sentences": "Again, for more, on the story, of how Alexey Navalny, ended up in prison, after surviving an alleged assassination attempt, by the Kremlin? Check out the Oscar-nominated CNN film that Dasha just mentioned, \"Navalny.\" It's streaming now, on HBO Max. And it's been nominated, for an Oscar, this year.In Ukraine, Russian forces are preparing for a, quote, \"Maximum escalation\" of the war, in the coming weeks, according to the top national security official, in Kyiv. CNN's Fred Pleitgen just went into the trenches, with some resistance fighters, in the East. (BEGIN VIDEOTAPE) (SHOTS FIRED) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice- over): All-out winter warfare, on the Eastern Front. We're in a trench with Ukrainian paratroopers. (SHOTS FIRED) PLEITGEN (voice-over): They fire on Russian positions, using AKs, and a U.S.-supplied Browning heavy machine gun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(FOREIGN LANGUAGE).PLEITGEN (voice-over): \"They're searching for weak spots, in our positions,\" says the Commander, call sign Ghost, \"They want to see if we fight back. If we show strong resistance though, they don't advance.\" And this is what strong resistance looks like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(FOREIGN LANGUAGE).PLEITGEN (voice-over): The Russians are only about 400 yards away, hidden in the snow and fog, but constantly firing at the entrenched Ukrainian.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BOGDAN, UKRAINIAN COMMANDER",
      "sentences": "(FOREIGN LANGUAGE).PLEITGEN (voice-over): \"The enemy uses all kinds of weapons,\" Bogdan says, \"Small arms, heavy machine guns, artillery, mortars, rocket launchers, and aviation as well.\" (SHOTS FIRED) PLEITGEN (voice-over): But so far, the Ukrainians say, they haven't lost an inch of territory here. PLEITGEN (on camera): The Ukrainians say the situation here is reminiscent of some of the worst times, in World War II, where they're not only fighting a strong adversary, but the elements as well. PLEITGEN (voice-over): The snow, the mud and the cold make fighting here even tougher. And Ukraine's leadership believes the Russians will soon escalate even more, after mobilizing hundreds of thousands of men for a likely spring offensive. But this gunner, who goes by the name Deputy (ph), says the paratroopers are ready. DEPUTY (ph), GUNNER: (FOREIGN LANGUAGE). PLEITGEN (voice-over): \"It will be hard,\" he says, \"It will be tough. But we will hold it, because we stand here for our land. If we don't do it, nobody will.\" There's a visceral hatred, towards Moscow's leaders, among these men. BOGDAN: (FOREIGN LANGUAGE). PLEITGEN (voice-over): \"In Russia, they have a terrorist dictatorial regime,\" Bogdan says, \"So now, the civilized world is fighting against this wild made-evil dictatorship.\" As we prepare to leave, incoming grenades explode above.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, let's go.PLEITGEN (voice-over): And this, the men say, is a relatively quiet day. They expect much worse, in the months to come. But their motto is, \"If not us, who else?\" (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "COOPER",
      "sentences": "Fred Pleitgen joins us now.I understand there was just a missile strike, on a residential building, in Kramatorsk?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COOPER",
      "sentences": "Last week, we brought you the story, of a fascinating new technology, called ChatGPT, which basically you can write anything you ask of it, a sonnet, an essay, even, as we demonstrated, a pretty fair intro, to a cable news segment, about ChatGPT.There are, of course, some obvious concerns, about a technology that could encourage cheating, or help pass off a few seconds, at the keyboard, as hours of research and writing. That's where my next guest comes in. He's a Princeton student. He's a senior Princeton, majoring in Computer Science, minoring in Journalism. He's developed a program called GPTZero that essentially uses AI, to check who wrote it, human or bot. Edward Tian is his name. And he joins me now. Edward, thanks so much for joining us. This is so cool that what you've done. Can you just explain the technology, GPTZero that you've developed, in layman's terms, why you came up with it and kind of how it works?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "EDWARD TIAN, CREATOR, GPTZERO",
      "sentences": "Absolutely. So, thanks so much for having me, Anderson.I would say why I came up with it. The chat around -- the buzz around ChatGPT has been crazy, been hearing it everywhere. And it's an incredible innovation. But, at the same time, it's like opening a Pandora's Box. Once we do, there's no dialing back. And we need to build the technologies, to adopt these exciting technologies responsibly. So, that's the motivation, for GPTZero. In layman's term, ChatGPT ingests gigantic portions of the internet, and regurgitates patterns. So, it's not coming up with anything original, but it's regurgitating this text, as machine-generated text. And then, GPTZero sort of turns it around, and turns the AI against itself, and uses a model, to detect whether something looks like ChatGPT, whether it's with a fingerprint of like machine-written article, like asking, almost asking ChatGPT, \"Is it ChatGPT?\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COOPER",
      "sentences": "There's also, this thing, burstiness. What's burstiness?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "TIAN",
      "sentences": "Yes. So, burstiness is another indicator, we're looking for, which is almost variance, in human writing. So, humans have creativity. And because of our short-term memory, we have sudden bursts, in creativity, and variance, in our writing, versus these machines. Over time, they're pretty constant. So, that's an indicator we're looking for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COOPER",
      "sentences": "This weekend, I gave a speech, at my old college.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "TIAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COOPER",
      "sentences": "And I was speaking about Crew (ph), which I was on. But I've never talked publicly really about being on the Crew (ph) team. So, there's nothing online about me and Crew (ph).So, I put in ChatGPT, just to see what it would come up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "TIAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COOPER",
      "sentences": "\"Write a speech by -- a 500-word speech, by Anderson Cooper, about Yale Crew (ph).\"And what it came up with was a very generic speech, about Crew (ph). But it had nothing to do with me or any words that I've ever used. And I realized it's because I've never spoken publicly about it, there is no -- there's no data out there that ChatGPT would have used to make it sound like it was in my voice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "TIAN",
      "sentences": "Absolutely. That's exactly right. It's great at regurgitating these patterns, or writing Shakespeare's, for example. But if you're asking it to write about a niche essay, written in the voice of Anderson Cooper, it's not going to do a good job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "TIAN",
      "sentences": "And it's not coming up with anything original.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COOPER",
      "sentences": "So, we actually tested your app ourselves. We copied some text, from a CNN article, on Tom Brady's retirement.This was an article, written by somebody, at CNN. We ran it through your app. And it said, I quote, \"Your text may include parts written by AI,\" and it gave the text what was it called, a perplexity score, of 91.250, and a burstiness score of 120.848. What does that mean? Because this was something, we're pretty sure, was written by a human, without any AI. What do those scores mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "TIAN",
      "sentences": "Exactly. Those scores are actually look a lot more like human.So, in terms of perplexity, if something has low perplexity, like zero to 10, it means that the machine is very familiar with it. It's not perplexing, a machine, like ChatGPT. ChatGPT is more likely to write itself. Versus, it has a higher perplexity store of somewhere 90 or above, it's more likely to be human-written, because it's like all over the place, maybe ChatGPT hasn't really seen it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:00",
      "speaker": "COOPER",
      "sentences": "So, that's really interesting. So, a teacher, hypothetically, could use your program, run a student's paper through it, and based on the perplexity score, and the burstiness score, if it was a very high score, with a high number, then it's a high likelihood that that student wrote it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COOPER",
      "sentences": "You're a senior Princeton, as we mentioned, majoring Computer Science, minoring in Journalism.What are your thoughts on AI-generated news? I mean, do you think, in the future, we're going to see news programs, and platforms that are completely AI-generated? Because, obviously, there's a lot of concern, about misinformation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "TIAN",
      "sentences": "Absolutely. I would say ChatGPT and ChatGPT-like programs are great at writing news that looks like real news.But they're never going to be able to do the job of a journalist, like yourself, in terms of reporting new stories, reporting new facts, fact-checking what comes up, because these large language models aren't coming up with anything original. They're ingesting what they've seen, which is a lot. They know a lot. And they're regurgitating these patterns. So, they're not reporting anything real or new.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "COOPER",
      "sentences": "Edward Tian, it's so fascinating, this whole new world, and amazing what you've done, already, as a senior, at Princeton. I think we're all going to be working for you one day. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:00",
      "speaker": "TIAN",
      "sentences": "Thank you so much, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "TOM BRADY, AMERICAN FOOTBALL QUARTERBACK",
      "sentences": "You only get one super emotional retirement essay, and I used mine up last year.So, really, thank you guys, so much, to every single one of you, for supporting me. My family, my friends, my teammates, my competitors, I could go on forever, there's too many. Thank you guys for allowing me to live my absolute dream. I wouldn't change a thing. Love you all. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COOPER",
      "sentences": "Joining me now, talk sports, rings and GOATs -- GOATs? CNN anchors -- I know what it means! CNN anchors and unofficial AC360 NFL analysts, John Berman; and John King, who's joining us from his man- cave!So, John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT, CNN ANCHOR, INSIDE POLITICS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COOPER",
      "sentences": "So, John Berman, first of all, I know everyone thinks I don't know about sports. I do know Tom Brady, mainly because I know he's -- who his wife, or his ex-wife is, who I'm a big fan of. So, he's retiring.You were on, for his last retirement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "I'm on for all his retirements.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COOPER",
      "sentences": "How do you feel about this one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "BERMAN",
      "sentences": "Right. I think this one's for real. I mean, you watch that video. And he looked -- first of all, he looked great. Second of all, he looked emotional. He looked like it was sinking in, whereas last time, it didn't seem like it had quite hit him. This time, I think he means it.And I just think that it is a generational move. I mean, for people, who've watched sports, for an entire generation and a half, he's been the guy! And now, I think we're going to have to adjust with him being gone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COOPER",
      "sentences": "John, I mean, he left your native, Massachusetts -- and I see your Fenway Park sign, there, behind you -- a few years ago, to play football, in Florida. Do you even care about him, at this point? What are your thoughts on this? KINGFor 20 years, he gave Patriots fans, like me, and Berman, something to cheer about, and the certainty that if your team was in the game late, eight times out of 10, or nine times out of 10, they were going to win, because of Tom Brady. That's an amazing thing, as a sports fan, especially a sports fan, who grew up in the desert! The Patriots were terrible. I could use stronger language. I won't. I'll be family-friendly. The Red Sox were bad. The Bruins and the Celtics had bad stretches. Tom Brady ushered in this 20-year period, for New England sports excellence. Yes, he moved on. I wish that never happened. But six of those seven Super Bowl rings, are for the New England Patriots. And I will cherish that forever. I cherish the memories with my children. I cherish the memories myself, after a team that was horrible, for years, was suddenly amazing. I was at the Deflategate game, in a cold freezing rain, and it was crazy. Look, we love these memories. If you're a sports fan, this is part of your blood, and your life, and your break from stressful jobs, like we have. I love Tom Brady. I wish him the best. I'll miss him. I think the sport will miss him. But John Berman is right. You could see it. This was a very tough season for him. He came back, hoping to win again. It was a tough season. He would have had to change teams. He would have to go through all of that. He loves and cherishes his brand, and he protects it. And I think he just decided it was time to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COOPER",
      "sentences": "John Berman, do you think he's ready for retirement? I mean, I know he's signed a -- reportedly signed a big deal, for hundreds of millions of dollars. But a job is one thing, but actually no longer playing the game, you love, is another.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "BERMAN",
      "sentences": "I think he's going to be OK. No -- look, financially, he's going to be fine. He's going to Fox News. And he's--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COOPER",
      "sentences": "Reportedly, it's like a $375 million done deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "BERMAN",
      "sentences": "No need to take up a collection for Tom Brady.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COOPER",
      "sentences": "Fox Sports, by the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "BERMAN",
      "sentences": "He is, you know, I think he's been prepared, for this, for some time. But who knows? I mean, it's funny, you say this. He talks about retirement, in the AARP magazine, which I had delivered, at my house, ironically, today. But think about that. What Tom Brady--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:00",
      "speaker": "COOPER",
      "sentences": "You and I both were talking about this. The day I got sent an AARP card, I was like, \"What the -- what? What?\" BERMANNow, I'm getting the AARP magazine, at my house, with the lead article, \"Sex in your 50s,\" just by the way, but also an interview with Tom Brady, where he says, he's going to be slow, in the morning, take slow mornings, but he wants to have very active afternoons. So, he's ready.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "KING",
      "sentences": "No. I do not. I just think what he did, especially where he came from. A sixth-round pick, who got into the game, by a freak accident, to a great player, in his own right, Drew Bledsoe, and then just would not go away, the resilience, this, over the generation, playing into his mid-40s.Are there great young quarterbacks, in the NFL? Absolutely. Do I see any of them winning seven Super Bowls, and playing into their 40s? I hope somebody proves me wrong. I'm a fan of the sport, right? And so, even if it happens in another city, I will love it. But you look around all sports. He's like David Ortiz was to the Red Sox. He's like Aaron Judge might be for the Yankees. Just this -- not just a superstar, on the field, but a talent, off the field, and an ambassador, off the field, a great communicator and a great brand, off the field, good for a city, good for a franchise, because of the money, and the fame, and the attention they bring in. I don't see anybody, like him, in any sport, right now. Doesn't mean that person was -- it's also harder now, in some ways, because of all the pressures, and because very few people -- he stayed in New England, for 20 years. I know a lot of people, in my native New England, are still mad he left. Even that's remarkable. In the age of big -- he never got paid what the market should have paid him, and he stayed in New England, won six rings there. I don't see it happening again. That's why he's the GOAT. That's why I have this shirt. But we'll see. That's why we watch, Anderson. We watch -- when the big one steps aside, we watch to see if there's a next one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "COOPER",
      "sentences": "OK, this is embarrassing. I did not actually know why you were wearing a shirt with a goat on it, and a 12 and a goat. But now, of course, I get it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "KING",
      "sentences": "Well, for Tom (ph).",
      "isLastSentenceInterrupted": false
    }
  ]
}