{
  "date": "2023-06-07",
  "headline": "Quest Means Business",
  "subHeadline": "Top Golfers Angry Over LIV-PGA Tour Deal; Smoke Spreads Over Part Of The U.S.; CNN Chairman And CEO, Chris Licht Is Leaving The Network; Summer Of Disruption Expected At Heathrow; Pegasus Airlines Chair: Turkish Economy Can Recover Quickly; \"Connecting Africa\". Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:25",
      "speaker": "ISA SOARES, CNN INTERNATIONAL HOST",
      "sentences": "U.S. stocks are building on their recent rallies, have a look at the markets. The Dow carving out smallgains, three-tenths of a percent, 103 or so points. Those are the markets for you and these are the main events this hour. Teed off. A deal to reshape golf has some players crying foul. Flights grounded at one of New York's busiest airports as distant wildfires engulf the city in smoke. And the CEO of Coinbase tell CNN his firm did nothing wrong as US regulators launch an investigation. Live from London, it is Wednesday, June the 7th. I'm Isa Soares, in for Richard Quest, and of course, I too, mean business. Good evening, everyone. Welcome to the show. Tonight, Saudi Arabia is celebrating a golf deal that transcends sport as it boosts its geopolitical ambitions, but not everyone, let's say, is cheering after the PGA Tour and LIV Golf announced their new partnership. PGA Tour commissioner, Jay Monahan says he held a heated meeting, his words, with the tour's players. While some are backing the venture, many express frustration at the deal and the fact that they weren't even consulted. Rory McIlroy says he hopes the Saudi-backed LIV Tour \"goes away.\" (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:25",
      "speaker": "RORY MCILROY, PGA TOUR PLAYER",
      "sentences": "I still hate LIV. Like I the LIV. Like, I hope it goes away, and I fully expect that it does. It's hard for me to notsit up here and feel somewhat like a sacrificial lamb and you know, feeling like I've put myself out there and this is what happens. Again, removing myself from the situation, I see how this is better for the game of golf. There's no denying that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:25",
      "speaker": "SOARES",
      "sentences": "Well, Monahan also had some explaining to do. He has condemned Saudi Arabia for its human rights record and tried to stop players joiningthe rival league. Have a listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:25",
      "speaker": "JAY MONAHAN, PGA TOUR COMMISSIONER",
      "sentences": "As we sit here today, I understand the criticism I'm receiving around the hypocrisy, and me being hypocritical,given my commentary and my actions over -- you know, over the last couple of years, and as we go forward, as we went forward, and we reached a compromise, you know, that was seriously -- I mean, that was obviously one of great considerations, but any hypocrisy I have to own, nobody else. That's on me. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:25",
      "speaker": "SOARES",
      "sentences": "Well, the deal shifts golf's center of gravity firmly towards Saudi Arabia. It is the latest move by the oil-rich kingdom to use pro sport toboost its political influence. LIV Golf is bankrolled by Saudi Arabia Public Investment Fund. In 2021, the fund took a majority stake in Newcastle United of the English Premier League and generous contracts have turned to some of football's biggest stars. You can see there Cristiano Ronaldo has gone to the Saudi league. The Kingdom is also growing its influence in Formula One, as you see Grand Prix inaugurated in 2021. Well, the deal is also putting a new spotlight on Washington's relationship with Saudi Arabia. America's top diplomat, Secretary of State Antony Blinken is in the country to try to improve ties. He met with the Kingdom's de facto leader, Crown Prince Mohammed bin Salman for two hours earlier on Wednesday. CNN's international diplomatic editor, Nic Robertson joins me now. And Nic, you know, the meeting with Secretary Blinken, I think it is fair to say it was an opportunity for the US to reengage with Saudi Arabia, right? And there was a lot on the plate with Blinken, of course, the potential normalization of Saudi-Israeli relationship, oil prices, China and much more. Has this distracted the LIV Golf crisis or merger distracted from what kind of relationship the US wants with Saudi Arabia here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:14",
      "speaker": "SOARES",
      "sentences": "And the investment in sport, and we have a little graphic there that just shows how much they have invested. Why so much interest in sport?We have Newcastle United, but also golf as well, also, Formula One, why -- what is the vision from MBS there from the Saudi --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:14",
      "speaker": "ROBERTSON",
      "sentences": "And boxing and music events. I mean, he is sort of ripping up the old rulebook for Saudi Arabia. He marginalized the religiousconservatives then got rid of the religious police about five or six, seven years ago and he has decided that his vision for the country is one that had all the things that people weren't allowed to do before. So in some ways, he is giving sort of hopes and aspirations to the population. Hey, here's all of these soccer idols. When he got rid of the conservative voices in the country, the religious conservatives. He kind of replaced it with a version of nationalism, which kind of fits in with sports, support the national team. So he is giving them icons, he is giving them aspirations there, perhaps not to drive Formula One cars, so that only rich young Saudis do drive very fast cars, so there's an aspiration thing, but I think this is branding Saudi Arabia as being a big global player, whether it's on sports, or diplomacy, as we've seen with Secretary Blinken in town, who has, as you say, a big raft of meetings. Why does he has a big raft of meetings? Because the Saudis actually have, in diplomatic terms, their fingers in many pies, and therefore, there are many meetings on the agenda. They're building on the progress that was made in discussion -- in trying to get peace in Yemen, building on discussions they've had over getting peace in Sudan. So the golf, the diplomacy, it all ties together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:14",
      "speaker": "SOARES",
      "sentences": "And on that, you've put a report together that really looks exactly how many fingers they've gotten these pies. Have a look at this.(BEGIN VIDEOTAPE) ROBERTSON (voice over): Whether it's gobbling up golf ranks or signing yet another global soccer star, or setting oil price trends, Saudi cutting production by one million barrels a day or in diplomacy, Secretary of State Antony Blinken's three-day visit, many, many roads now seem to lead to Riyadh. US relations with the Desert Kingdom have been rocky. President Biden making democracy and human rights a core issue, but increasingly Saudi's Crown Prince Mohammed bin Salman, setting his own agenda. Blinken hoping to thaw US-Saudi tensions and build on recent cooperation, helping both Yemen and Sudan and internal conflicts. Ahead of his arrival, Blinken putting Israel on his agenda, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "SOARES",
      "sentences": "Nic Robertson, thank you very much.Well, let's get more on the LIV Golf merger. Don Riddell joins me now from Atlanta. And Don, when you and I spoke yesterday, you predicted there would be fallout from this and we just heard Rory McIlroy, he didn't mince his words today. What have been other players been saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "DON RIDDELL, CNN WORLD SPORT HOST",
      "sentences": "Yes, I mean, I guess the fallout was inevitable because the players didn't know anything about it.About the time you and I were speaking, Isa, the players were learning and knowing as much as we knew, because for all that the PGA Tour is a player run tour, the players weren't consulted until they got a chance to speak to their commissioner, Jay Monahan in a sort of players meeting in the afternoon. Some players didn't even go reportedly because they said, well, what's the point? We're not consulted anyway, so what's the point in going to this meeting? I think the most notable voice to come out of this meeting was Rory McIlroy, of course, because he really established himself as the moral compass of golf, the conscience of the professional game and he said he felt like a sacrificial lamb because he'd been out there defending this tour for the last year, only for it to go this way. He said, he hates LIV, he still hates LIV. He thinks live is going to go away, though. And it was interesting that he drew a distinction between LIV and PIF, the Public Investment Fund, because he says those are two completely different things. Clearly now, the Saudi government if you want, or certainly the Public Investment Fund, clearly they now have a seat at the table in world golf, but he doesn't think that is the same as thinking that the league is going to continue in the form that it has been birthed as over the last year or so. So I think that's really, really interesting, but there is still so much that we don't know. There is still so much that the players don't know, we still don't know how this is all going to sort of -- these tours are going to align themselves and who's going to be able to play on what. McIlroy again said he thought that the players who defected so to speak, the rebel players, he didn't think they should be allowed to come back in without any kind of consequence, and I think that's interesting, because the line yesterday was that these players would be offered a pathway back to the PGA Tour, and the DP World Tour. And just a final point, Isa, because he was asked about how comfortable he feels now that he is playing for Saudi money because the whole landscape has completely changed. And he said he's just had to come to terms with the fact that the money comes from where the money comes from and there is really nothing he can do about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:10",
      "speaker": "SOARES",
      "sentences": "Strong words from Rory McIlroy, but I agree with you at that point, and whether there would be others who have gone whether they will have somesort of fines or punishment. That is chapter two of this conversation. I know you'll stay on top of it. Don, appreciate it. Thank you very much. Now some flights in the United States' largest metropolitan area are being grounded as a thick haze sets in over New York City, and these are live pictures, so you can just about make the skyline out. These pictures coming in from CNN's New York Bureau. And to show you just how bad it is, here is what the same view was like last week. Pretty clear, right? The haze is caused by smoke from wildfires in Canada, where an early start to the fire season is being felt right across the country and the smoke is engulfing much of the eastern seaboard, even reaching as far as Washington, DC, and it is already impacting travel. The FAA ordered a ground stop for a matter of hours at LaGuardia Airport in New York City earlier. The stop was in place until 2:00 PM Eastern hour, so in the last hour or so. Delays are on the way for flights inbound to New Jersey's Newark Airport as well and they will be held until midnight. So far, more than 110 flights have been canceled in the US and 1,800 have been delayed. Our Jennifer Gray was telling me in the last hour that this is expected to last between about eight to 10 days, a significant amount of time. CNN's Miguel Marquez is in New York Times Square and Miguel, just paint us a picture. I mean it looks quite hazy. We saw the pictures from CNN, but people are still out and about. What kind of advisory are they being told?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:10",
      "speaker": "SOARES",
      "sentences": "Indeed. And Miguel, I was speaking to Jennifer Gray in the last hour, weather correspondent, and she was basically saying this is expectedto last between five to 10 days. So what kind of advice is the government giving out to people? Obviously, I imagine try stay indoors as much as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:10",
      "speaker": "MARQUEZ",
      "sentences": "Stay indoors, keep the windows closed is the best advice they can give, particularly if you have underlying health conditions in the lungs,asthma. If you're elderly, if you're very young. Anybody who is susceptible to lung issues should try to stay out of this stuff. You can feel it in your throat. It feels like you're at a campfire basically and breathing it in the entire time. You can feel it sort of scratching at your throat, you can even feel the effects of it. It feels sort of -- the air almost feels greasy. There's just so much smoke in the air. But best advice is to stay home but in Times Square, it is New York, it is the beating heart of it. I don't think anyone's going home here. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:17",
      "speaker": "SOARES",
      "sentences": "Well, the CEO of Coinbase says the government lawsuit against his crypto exchange may help it in the long run. The US Securities ExchangeCommission accuses Coinbase of selling unregistered securities. Brian Armstrong told Matt Egan that the SEC has been uncooperative for years. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:17",
      "speaker": "BRIAN ARMSTRONG, CEO, COINBASE",
      "sentences": "We started to see conflicting statements from the CFTC chair and the SEC chair. We tried to engage with the SEC. Wetried to come in and register. We tried to -- actually, we acquired a broker dealer license, it's still dormant. We haven't been able to get it activated. We even formally petitioned the SEC for clarity around a bunch of rules. And unfortunately, we were just met with silence. We never got any feedback from them, we never found a path to register. And so when they came in and shared with us that they believed every asset in crypto is a security other than Bitcoin, you know, it kind of made the decision easy. We have to go to court to go challenge this because that's not what the law says. And also, if that were to be the case, it would mean sort of the end of the crypto industry in the US. And so, we feel like this is an opportunity for us to avail ourselves of the court to get some case law created that finally starts to bring regulatory clarity since the SEC is not providing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:17",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "So you wanted to get sued?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:17",
      "speaker": "ARMSTRONG",
      "sentences": "No, our first choice would be just to have the regulator publish a clear rulebook. You know, that's how it is supposed to work. They publishthe rules, and we all follow them. But if they're not doing that, you know, then the court is the next best option to go get some clarity. And the other big option we have, by the way, is Congress. You know, Congress, I think generally is aligned now that there needs to be more clear regulation in the US around crypto to protect consumers, but also preserve the innovation potential. And we've already seen, for instance, Europe has passed comprehensive legislation. The UK is moving there. You know, Singapore is moving there, Hong Kong. Basically the US is falling behind, and I think Congress recognizes this. We just saw, for instance, a draft bill come out last week from McHenry and Thompson, that starts to clarify this role between the CFTC and the SEC. So I think we'll get clarity one way or another. It's going to be the courts. It could be the Congress passing the legislation or it could be, you know, 2024 elections, something changes there that we finally get to that in the US. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:17",
      "speaker": "SOARES",
      "sentences": "Matt Egan speaking there to Brian Armstrong.Well, some news this morning involving our own network. CNN's chairman, as well as CEO Chris Licht is leaving the company. He took over the post a little more than one year ago in fact. CNN's Oliver Darcy joins me now. And Oliver, what more are you learning about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:17",
      "speaker": "OLIVER DARCY, CNN SENIOR MEDIA REPORTER",
      "sentences": "Oh, that's right. Chris Licht, the chairman and CEO of CNN has stepped down effective immediately.The announcement came from David Zaslav, who is the chief executive of CNN's parent company Warner Bros. Discovery. Zaslav started losing faith in Chris Licht, I'm told in recent months because of a series of self-inflicted wounds from Chris Licht. There was really this blistering magazine profile in \"The Atlantic\" that published on Friday that really crystallized some of those concerns for Zaslav. And so he started thinking about this over the weekend. And earlier this week, he made the final decision that Chris Licht should be relieved of his duties as CNN's chief. Now in the interim, Zaslav has appointed three seasoned CNN executives to take the helm. Those include Amy Entelis, Virginia Moseley, and Eric Sherling, as well as newly installed chief operating officer, David Leavy. So they'll really try riding this ship, getting things back on track, putting the news at the center of what people talk about when they think about CNN, not drama that is being played out in the press. And their hope is that by, you know, later this year, hopefully, they can name a permanent successor. That search is underway. But as David Zaslav said, it's not going to be concluded anytime soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:17",
      "speaker": "SOARES",
      "sentences": "So what about then those potential successors, potential candidates for the job? Because of course, as we all know, Oliver, we are entering animportant election year, and I'm guessing a decision will need to be made quickly here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "DARCY",
      "sentences": "There was the shuttering of the nascent streaming service, CNN+. There have been anchors who have been outright fired from the network. Andso the company has been through a lot. The idea here is that the ship can hopefully be stabilized. That way when a new successor does come in, the news is the star of CNN, not the drama playing out internally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "SOARES",
      "sentences": "Well, said. Oliver Darcy, appreciate it. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "DARCY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "SOARES",
      "sentences": "Now dramatic words from Martha Stewart on work from home. She says America will \"go down the drain,\" as you can see there, \"if people don't goback to the office.\" In an interview with \"Footwear News,\" she bashed the hybrid work model saying, \"There is no way you can get everything done. If you're at home two days a week.\" She went on to compare productivity in US and France, saying France is not a very thriving country. All of this comes as companies like Meta, Disney, and Amazon call workers back in person. Nicholas Bloom is an economist and professor at Stanford University. He joins me now from California. Nicholas, great to have you on the show. I mean, let's start off with that point she made that America will go down the drain if people don't go back to the office. Is there any evidence to suggest that working from home or not coming to the office is affecting productivity in the United States?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "NICHOLAS BLOOM, ECONOMIST AND PROFESSOR AT STANFORD UNIVERSITY",
      "sentences": "So, you know, is a hilarious quote. I think it is just clearly not true. You know,America has been doing very well. We've been working from home pretty steadily for the last three years now. I should tell you, what the evidence tells you, there are two very different things. So there is fully remote when you're working from home every day, five days a week, that looks like it may be lowers productivity by 10 percent on average, but it has a lot of cost savings, and then there's hybrid what Martha Stewart is talking about, where say you're working from home on Monday and Friday, and the evidence there is it actually increases productivity by typically two to three percent. People save on commute time. You don't need to come in Mondays Fridays, you save about an hour and 10 minutes a day. And it's also quieter at home. So people do reading, writing, kind of concentrated work is easier to do at home and it's quiet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "SOARES",
      "sentences": "Yes, not in my house. I'll tell you that much, Nicholas.But look, I suppose it depends on the type of work you do. Right? If it's collaborative work, it is creative work, that requires being in an office, if not all the five days, but at least a couple of days a week, does it not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "BLOOM",
      "sentences": "Yes. Sure. Yes. I mean, that's basically what I was saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "BLOOM",
      "sentences": "So if you come in three days a week, for most jobs, that's enough. I totally agree. You want to have some time in the office to collaboratementoring, innovation, building culture. I totally agree. The evidence, the research evidence for many papers, from honestly, I've talked to maybe hundreds, maybe a thousand managers by now, if you want some face time. But it looks like for most jobs, three days a week is enough. You just don't need to bring everyone in for the full five days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "SOARES",
      "sentences": "And so this hybrid, do you think that this is what we continue seeing? Because we have already heard from, you know, other high-profilefigures strongly really advocating for in-person work. I'm thinking in banks, Goldman Sachs, I think JPMorgan as well and then it was Musk as well pushed even harder work from home. How do you see the industry then especially these banking industries moving? Do you think they can adapt the hybrid here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:12",
      "speaker": "BLOOM",
      "sentences": "Yes, Again, there's lots of anecdotes that it will tend to get reported in the media, as the anecdotes of you know, managers callingpeople back in. There's many companies I talked to that are saying, look to save costs, we're reducing office space, we're having people work from home. If you look in the data, so you look at the swipe card data that we've been recording for months, you know, years, or you look at surveys, we survey 10,000 people a month, the number of days people work from home has actually been very stable now for about the last, you know, six to nine months. So Americans are now working about 25 percent days at home, but they were doing that last September, last October back in 2022. So it's kind of here to stay. This is the new normal, and most banks, you know, law firms, insurance companies, tech companies, the standard plain vanilla is Monday, Friday at home; Tuesday, Wednesday, Thursday in the office, and it looks like that's performing very well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:33:04",
      "speaker": "SOARES",
      "sentences": "Welcome back. Expected delays, disruption, and cancellations if you're flying out of London's Heathrow Airport this summer.If you look a lot like this for passengers, as security staff plan to go on strike for 31 days, including most weekends between mid- and the end of August. More than 2000, I should say, offices have taken part in the action. The union, calling it a major escalation of their pay dispute with the airport. Well, the cap will affect a number of major airlines, including Virgin Atlantic. Richard Quest spoke to CEO Shai Weiss and asked him about disruptions at Heathrow. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:33:04",
      "speaker": "SHAI WEISS, CEO, VIRGIN ATLANTIC",
      "sentences": "I think we should be expecting, especially at Heathrow, a good summer.I will put one star, one caveat, you know, the disruption of strikes in the United Kingdom is pretty severe and, of course, others have been doing the same. I understand the reasons, but they are doing it at a summer period which hurts, of course, our passengers, our businesses, the country as a whole. But I still think that we will get through the summer in a pretty good place versus 2022.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:33:04",
      "speaker": "RICHARD QUEST, CNN INTERNATIONAL HOST",
      "sentences": "So, if we look at the way in which you are now in a position to grow, the airline, in a modest fashion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:33:04",
      "speaker": "WEISS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:33:04",
      "speaker": "QUEST",
      "sentences": "I mean, where's the focus? Because you canceled a lot of sorts of long-haul flights in the last iteration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:33:04",
      "speaker": "WEISS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:33:04",
      "speaker": "QUEST",
      "sentences": "You refocused to the Atlantic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:33:04",
      "speaker": "WEISS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:33:04",
      "speaker": "QUEST",
      "sentences": "But I can't help feeling you will have to go back out the other way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "QUEST",
      "sentences": "Right, but that's cherry-picking, isn't it? That's cherry-picking the profitable international routes out of London.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "WEISS",
      "sentences": "What's wrong with that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "QUEST",
      "sentences": "No, no, no. No, as opposed to sort of a full network of routes that maybe your principal competitor has.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "WEISS",
      "sentences": "That's right. And we have to look at who Virgin Atlantic is. It's a premium brand --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "QUEST",
      "sentences": "It's a subsidiary of Delta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "WEISS",
      "sentences": "It's a premium brand with a fantastic group of people running, I think, a pretty good airline to the benefit of consumers and businesses.Yes, Delta owns 49 percent. And we are proud of the partnership with Delta. But Virgin is an independent, thriving company. And we work very specifically, trans-Atlantic, the United States, as the heart of everything. Global cities, where we have strong partners and the Caribbean. And if we stick to that and we grow into those markets, we should return to profitability and make our customers love us even more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "QUEST",
      "sentences": "Right. Return to profitability, when?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "WEISS",
      "sentences": "Next year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "QUEST",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "WEISS",
      "sentences": "Yes, yes. Yes, of course. You know, we are all looking at --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "WEISS",
      "sentences": "All the inputs that we have seen, of course, people disrupt all airlines, whether it's interest rates, inflation, the cost of fuel.But, you know, the structural changes, we undertook during the pandemic. We caught our caused by 300 million pounds, painful to, of course, to the detriment of our people. Many have come back. I think we are a transformed airline that knows exactly what it needs to be, the most loved travel company and sustainably profitable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "QUEST",
      "sentences": "How are you planning for a home market where your consumers have seen their mortgages double or triple? And therefore, are going to have toshift discretionary spending? One of the issues is whether travel holds up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "WEISS",
      "sentences": "It's a very good question. And all I can say is, the books that we see in front of us.I can say that going into 2023, we expected a recession in the United Kingdom and we plan for that, especially in the second half of this year. The numbers tell a different story. I think everyone would've told you that, including not just airlines, but other companies in the economy. But the U.K. is probably averted a recession, not to say that one may not be looming. Our book is one and a half billion, with 60 percent booked for the future, and we have a very long book. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "SOARES",
      "sentences": "Our Richard Quest speaking there to the CEO of Virgin.Well, Turkey's new finance minister is pledging a return to rational economic policy. Unlike most countries, Turkey has promoted lower interest rates to combat soaring inflation. The chair of Pegasus Airlines, Mehmet T. Nane, welcomed that announcement. He explained why in an interview with Richard Quest. (BEGIN VIDEOTAPE) MEHMET T. NANE, CHAIR, PEGASUS AIRLINES: If you watch the (INAUDIBLE) commentary of Mr. Mehmet Simsek, he said that he's going to use rational methodologies. So, what does that mean? That he's going to use the orthodox and heterodox mixture of the policies. Not only orthodox, not only heterodox, but a mix of policy, which is going to save the Turkish economy. Turkish economy can be recovered very fast. We faced this in our previous crisis in this country. For example, 2008 crisis, 2018 crisis. We can't recover in one year very easily because we have the potential.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "QUEST",
      "sentences": "What did he mean when he said, this is the Turkish century?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "NANE",
      "sentences": "He means that Turkey will put more effort in the global context to make the part of Turkey, economically, politically, geopolitically, more.We are going to be in the global context more. Why? That's very crucial. Turkey is that a pathway from East to West. It's the only two continents. There's a river separating. So, when you look at the potential, East to West, north to south, there is a huge potential and it's a passageway. Aviation is the number-one industry demonstrating this. Not only for passenger traffic, but also for the cargo carrying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "QUEST",
      "sentences": "The relationship between you and the Turkish --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "NANE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "QUEST",
      "sentences": "-- you compete at one level, but at the same time, you sort of have an understanding about being Turkish and the significance of the Turkisheconomy that you do not see in other countries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:01",
      "speaker": "NANE",
      "sentences": "The reason Turkish Airlines is our national pride, there are only international brand, and we have full respect to them. We are side to sidewith them to serve better for the international and domestic customers. Our only target is to increase the number of passengers coming to Turkey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:07",
      "speaker": "NANE",
      "sentences": "Of course not, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:07",
      "speaker": "QUEST",
      "sentences": "It's not like France or Spain, which is a mature market with tens of millions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:07",
      "speaker": "NANE",
      "sentences": "When you look at Istanbul, Istanbul is a city, one of the oldest cities in the world. So, Istanbul's history goes before the Christ, 7,000years. And Istanbul has only hit 10 million level last year. So, if you compare it with the European capitals or European big cities, like London, like Amsterdam, like Paris, like Rome, we have the room to go. The importance, be recognized that Turkey's tourism is not only religious. There are other areas of tourism. Health, education, these are coming and supporting. Health is very affordable in Turkey. The quality is very high. Education is perfect. We are even having students from Brazil and Argentina come into Turkey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:07",
      "speaker": "QUEST",
      "sentences": "So, this is what he means by the Turkish century?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:07",
      "speaker": "NANE",
      "sentences": "Yes. We are going to be more influential in the global context.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:07",
      "speaker": "SOARES",
      "sentences": "The chair of Pegasus Airlines speaking to Richard Quest.And that is QUEST MEANS BUSINESS. I will be back at the top of the hour, as we make, of course, the dash to the closing bell. We will leave you with a live picture of a heavy smog -- you can see New York City. Up next, though, \"CONNECTING AFRICA.\" (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:20",
      "speaker": "GIOKOS",
      "sentences": "If we could start off by talking about COMESA's history and its mission. What it means for connecting the continent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:20",
      "speaker": "KAPWEPWE",
      "sentences": "COMESA is the common market for Eastern and South Africa, which is a regional economic community. It has 21 member states across most ofthe eastern and southern parts of Africa. But it goes all the way up to the north with Tunisia as a member and down to the south. Quite a wide footprint across the continent. Apart from the 21 members, the actual population is over 600 million people, so it is a huge market. Their main objective is for us to support our states, to transform their economies and country to ensure that they have sustainable economic development to uplift living standards for our citizens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:20",
      "speaker": "GIOKOS",
      "sentences": "What about the Continental Free Trade Agreement? It is exciting, a blanket approach to the whole continent that will cause standardizationroles and harmonization. Have you seen anything change since the trading act went live a few years ago?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:20",
      "speaker": "KAPWEPWE",
      "sentences": "Yes, I think there has been progress. Obviously, it's a huge undertaking, bringing together more than 50 member states to harmonize theregulations to have commonalities interests in trade. This is why we as a regional economic community are identified as a building block towards supporting the quick implementation of the continental free trade, simply because we've been in the business a long time. We have established a number of instruments in terms of trade facilitation, which can help the continental free trade area come to life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:20",
      "speaker": "GIOKOS",
      "sentences": "In terms of the private sector, how important is it to get multinationals involved? And are you thinking about small-to-medium-sizedenterprises, and the role that those companies are going to play in terms of increasing and facilitating trade?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:20",
      "speaker": "KAPWEPWE",
      "sentences": "We tailor programs and instruments specifically for this. We have a -- which is a simplified process of clearing goods for small scaletraders, who are a majority of women, about 70 percent of those are women. They just want to cross the border and get their goods. We have a simplified trade regime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:20",
      "speaker": "GIOKOS",
      "sentences": "Secretary General, you mentioned something so important for me, the informal trading that we have not really tapped into fully.And I am glad that you talked about the women, with a child on her back, that is crossing the border, and is so plugged into the economy. But we need to do her justice, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:20",
      "speaker": "KAPWEPWE",
      "sentences": "For them, it's a way of life and supporting family. We come to facilitate that process, to make it more easier for them to do to, whichthey have to do. Of course, yes, we've engaged with the Cross-Border Trade Association, and we've seen that the structured approach really does help inform what is required. For example, gender segregation statistics informed us that there are more women as cross border traders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:20",
      "speaker": "GIOKOS",
      "sentences": "Secretary General, if I think back to when I started my career, and we spoke about the trading blocs within Africa, what challenges theyexperienced and, importantly, how little headway made on trade, it's pretty evident and the numbers. Why do you think it's taken so long to get this kind of cohesion to finally come together and find a way forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:20",
      "speaker": "KAPWEPWE",
      "sentences": "For me, the frameworks are in place. We have a free trade in COMESA, at the continental level, you remove the tariffs.But at the end at the day, you're talking about trade in products. So we also have to have the emphasis on capacity building or capacity taking the productive capacity of our member states and sequence properly what it is that we want to achieve. And to have a clear narrative of how we move. From having a nice framework that is supporting increased trade but is not happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "KAPWEPWE",
      "sentences": "We do have a unit dedicated to governance, peace and security. We work very closely with the African union.We also have an early warning system, which talks to looking at the areas where we have potential conflict, how we come in before it actually escalates into something much more devastating or serious conflict resolution. Managing any potential for conflicts so that we can support a peaceful environment for trade to take place. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "GIOKOS",
      "sentences": "What a great chat. And I suggested, next time, we meet here in the Seychelles, and she seemed to like the idea.Coming up next, we head to COMESA member, Uganda and we head to one of Est Africa's largest steel companies. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "GIOKOS",
      "sentences": "Welcome back. In the show, we've been discussing the trade agreements that link many countries in the east and the south of thecontinent. I'm in one of the countries, the Seychelles. But for our last story, we take you to Uganda and to the headquarters of one of East Africa's largest steel companies. (BEGIN VIDEOTAPE) GIOKOS (voice-over): Tembo Steels started in 2001, specializing in all things steel related. They say their ambition is to utilize technology to help the company become one of the most innovative operators on the continent. Sanjay Awasthi is the chairman and managing director. He believes that having a base in Uganda comes with many advantages. SANJAY AWASTHI, CHAIRMAN &amp; MANAGING DIRECTOR, TEMBO STEELS: Uganda is a great location. We have a huge amount of opportunities in terms of business and connectivity. Topographically, if you see in Uganda, it's having a beautiful location. -- Burundi, Congo, Sudan, all connected from Uganda. This is the best place where you can connect to. All those places, from Uganda. If you start real manufacturing here. Right here in Uganda, it's always easy to transport to back to all the neighboring countries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "GIOKOS",
      "sentences": "Since it started, the company has reported rapid growth. Success, he says, is down to the rapid growth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "AWASTHI",
      "sentences": "Steel is the backbone of modernization. For any country, developing or not. You have to have steel in order to build up more thansociety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "GIOKOS",
      "sentences": "Awasthi is clearly proud of what he's created and given the opportunity is eager to embark on a tour of the facilities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:02",
      "speaker": "AWASTHI",
      "sentences": "We're having six furnaces here. It's around 18 tons, 15 tons. Some as well. The liquid, more the metal capacity. It's 50 tons per hour. Herein Uganda. Then we're having a converter or one of the first converters. It originated here in Uganda. There was no use in the whole African continent. That's where we started thinking that, let us use this material, and let us have a device that can convert -- into liquid carbon and steel. I would say that we are having facility close to 500,000 tons. The steel is 500,000 tons. We're having a block that is 350,000 tons. Then we're having a -- that is close to 400,000 tons of -- the two products are coming out from here. One is empty, the other one is -- starting from 5.5 million meters up to 16 millimeters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:05",
      "speaker": "AWASTHI",
      "sentences": "We are in the steel business and the steel is a bulk commodity so transport plays a major factor. And it is around 10 to -- where the valueis lower it's very difficult to -- from Uganda to -- the topography is the main reason. The hills and valleys where the transporting can cost is higher there are some challenges. But then there's really mitigated by the loss of -- which is going to help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:05",
      "speaker": "GIOKOS",
      "sentences": "But he also believes that being part of a larger community is always going to be good for business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:05",
      "speaker": "AWASTHI",
      "sentences": "When you talk about East African community, you're talking about 200 plus million people. So suddenly, it's an advantage for the wholecommunity to connect. Because 200 million people -- if the economy is it's always beneficial. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:05",
      "speaker": "GIOKOS",
      "sentences": "Sadly, we've come to the end of the show. Thanks so much for joining us on this edition of CONNECTING AFRICA. Be sure to take a look atour Web site to see the other stories that we cover on the program. But it's now time for me to finally take my shoes off and enjoy the beach. From me, Eleni Giokos, in Seychelles. Be sure to stay connected. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}