{
  "date": "2023-07-04",
  "headline": "CNN News Central",
  "subHeadline": "Nine People Dead In PA, IN, TX Mass Shootings; UNICEF: 3 Children Killed In Jenin Violence; IDF: Israeli Military Starting To Leave Jenin Camp. Aired 3-3:30p ET",
  "utterances": [
    {
      "timeStamp": "15:01:34",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "Gunfire interrupting the holiday festivities with dozens of victims across the country and children among the dead. The nation marking 247 years of independence and this tragic number as well, a number of shootings - mass shootings so far this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:34",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "Plus, developments in the Middle East. The Israeli military now says it is withdrawing from a refugee camp in the West Bank. This as new violence has erupted as far as Tel Aviv. We're going to have the latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:34",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "And I'm pretty sure it's the first rule of spin, you don't admit when you're down. But that's exactly what someone in Ron DeSantis' camp just did. He's on the campaign trail today alongside other Republican hopefuls. We're going to take you to New Hampshire and Iowa as we follow these major developing stories and many more all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:34",
      "speaker": "KEILAR",
      "sentences": "On this Fourth of July, three American cities are dealing with the aftermath of a mass shooting. In Philadelphia, five people are dead and two children injured after a neighborhood shooting spree.Authorities arrested a suspect that they say had an AR-15-style rifle, a handgun and was equipped wearing a bulletproof vest. City officials are expected to reveal more details here in just a few minutes at a news conference and we were expecting an update on this tragedy from the mayor from that in moments. In Indianapolis at least one person is dead, four others injured after shots were fired at a block party last night. And then in Fort Worth, Texas, just before midnight, three people were killed. Eight were injured in a shooting that police believe was related to a Fourth of July celebration. CNN's Ed Lavandera is live for us in Fort Worth. Ed, are you hearing anything more about a suspect in this particular case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:34",
      "speaker": "ED LAVANDERA, CNN CORRESPONDENT",
      "sentences": "So far, no word from Fort Worth investigators as they tried to find out who was responsible for this shooting that wounded eight people and killed three others, all of this unfolding here. And this intersection today really kind of speaks to the polar extremes that so many communities across the country are dealing with.About 15 hours ago, this mass shooting here where three people were killed. This was a spot where one of the victims died, the flowers there for an 18-year-old victim. We spoke with his mother who described it was a young man who was a manager of a local McDonald's and was trying to enlist in the Air Force. And then just a few hours ago, Brianna, here in this very spot, there was a normal Fourth of July parade with horses and vintage cars coming up and down the pathway, families lining the streets. But last night it was just chaotic out here. Hundreds of people jammed into the street, cars spinning out in the intersections, fireworks going off. And one witness said, it quickly started to turn and became a much more tense situation when the gunfire erupted. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:34",
      "speaker": "MIKE VALLE, WITNESS",
      "sentences": "Everybody was just having fun and then you just heard gunfire and everybody started running away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:01:34",
      "speaker": "LAVANDERA",
      "sentences": "And what did you do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "LAVANDERA",
      "sentences": "Now, this neighborhood here in southwest Fort Worth has dealt with this on this particular holiday before. Two years ago, the night before July 4th, many people gathered out here just the exact same way, an argument erupted. Gunfire erupted as well. Eight people were wounded back - two years ago.So some witnesses we talked to say this has been a source of growing concern as the festivities the night before July 4th has become kind of a popular thing. But it has become also a much more dangerous event taking place in this particular neighborhood. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KEILAR",
      "sentences": "Yes. And then that Philadelphia shooting, Ed, are police explaining how that unfolded?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "LAVANDERA",
      "sentences": "But it's a very different situation there. It sounds like a much more premeditated attack. Philadelphia authorities are saying that this suspect who was a 40-year-old man, he was using an AR-style assault rifle, killing five people in a crime scene that they described several locations spanning several neighborhood blocks. When they - police say they were able to chase the suspect down in an alley and cornered him and that's where he's been - he was arrested. We're still waiting to see what kind of criminal charges will be filed against that suspect.But clearly, a much greater sense of premeditation, some deeper motive going on there, perhaps, than what we're seeing here in Fort Worth. But at the end of the day, there are still a number of families grieving on this national holiday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "KEILAR",
      "sentences": "All right. Ed Lavandera live for us in Fort Worth, Texas, thank you so much. And we are still awaiting that press conference in Philadelphia where we are expected - expecting to learn more. We're taking live pictures right now. We'll bring that to you as soon as possible. We'll get an update on the shooting that killed five people in Philadelphia. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:00",
      "speaker": "SCIUTTO",
      "sentences": "Well as we wait for news at home there in Philly, now to news in the outbreak of violence in the Middle East.Israeli defense forces now say they are leaving Jenin in the occupied West Bank. This comes two days - after two days of what they call counterterrorism activities in the city. But we are getting disturbing images of the aftermath of those operations, including allegations of many civilians injured, a Palestinian father crying over the body of his young son who was killed. You could see there just how small he was during an Israeli raid. Moments ago, UNICEF said that at least three children were killed. Many more injured during clashes in Jenin and that Israeli operation. CNN's Hadas Gold is live in Jerusalem. Hadas, I wonder as we see not just accounts but also images like that of what appears to be a child killed in these attacks - please hold off, Hadas, we're going to go, because we have an update here in Philadelphia. This is a press conference, an update on the shooting there. Let's listen in. MAYOR JIM KENNEY (D) PHILADELPHIA: Well, good afternoon, everyone. I'm heartbroken for the families who lost loved ones and for all the neighbors traumatized in the wake of this shocking and disturbing incident. Philadelphia mourns with you. I want to thank Commissioner Outlaw and the police department for their response to this terrible tragic incident. Police responded immediately and courageously getting victims to the hospital and successfully apprehending the armed suspect in a short amount of time, likely preventing more deaths. And may I say that scene must have been chaotic. They were taking active fire, scooping people up, getting - to try and get them to the hospital to save them and our officers deserve our great debt of gratitude for their courage and for their commitment to Philadelphians. I'm frustrated and outraged that mass shootings like this continue to happen in communities across the United States. This country needs to reexamine its conscience and find out how to get guns out of dangerous people's hands. A person walking down city street with an AR-style rifle and shooting randomly at people while wearing a bulletproof vest with multiple magazines is a disgraceful but all too common situation in America. And I was today at city - at Independence Hall where they wrote that constitution and the Second Amendment was never intended to protect this. This was a terrible tragic situation that has traumatized the community. We are begging Congress to protect lives and do something about America's gun problem. I'll now turn it over to Police Commissioner Outlaw for updates on this incident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:20:07",
      "speaker": "OUTLAW",
      "sentences": "I think we have time for a couple of questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:29:06",
      "speaker": "SANCHEZ",
      "sentences": "Now to some major developments unfolding right now in the Middle East, Israeli defense forces say they are beginning to leave Jenin and the occupied West Bank after two days of what they call counterterrorism activities there. At least 10 people were killed in the operations. Three of them, according to UNICEF, were children.I want to get right to CNN's Hadas Gold who's live for us in Jerusalem. So Hadas, what more are military officials saying about Operation Home and Garden?",
      "isLastSentenceInterrupted": false
    }
  ]
}