{
  "date": "2023-08-16",
  "headline": "CNN News Central",
  "subHeadline": "Hawaii Death Toll Climbs; When Will Trump Surrender in Georgia?. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:47",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "The jail is open 24/7, an open invitation from the Fulton County sheriff to Donald Trump and his co-defendants, as we learn the former president is in talks right now over when he will turn himself in. Details on when we could see him surrender.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:47",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "A climbing death toll and a growing recognition of just how much Maui has lost, authorities in Hawaii trying now to identify some of the wildfire victims. And the White House announces that President Biden will travel there next week to tour the aftermath for himself.Plus, Biden selling Bidenomics. Polls still show, though, the voters aren't buying it. What is the disconnect, even in a strong economy? We are following these major developing stories and many more all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:47",
      "speaker": "SANCHEZ",
      "sentences": "The countdown has begun and the jailers are waiting. Donald Trump and his 18 co-defendants have nine days left to turn themselves in at the Fulton County Jail near downtown Atlanta.We're keeping a close eye on that live feed right there. That is where they would arrive. And, inside, they would be fingerprinted and processed. It's all part of a spiraling RICO indictment alleging the former president and others engaged in a conspiracy to criminally interfere with Georgia's 2020 election. Trump's post-election lawyer and now co-defendant Rudy Giuliani plans to surrender next week. Now, as for Trump, it's unknown exactly when he's going to show up, but we did just learn his lawyers are now negotiating with the district attorney on the details of his surrender. Let's get to CNN's Alayna Treene, who has the new reporting for us. So, Alayna, what are you hearing from Trump's legal team?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:47",
      "speaker": "ALAYNA TREENE, CNN POLITICAL REPORTER",
      "sentences": "Right.Well, Boris, I am told from Trump's team that they are in ongoing negotiations with the Fulton County district attorney's office about the details of his surrender. Of course, Donald Trump, as is the case with his 18 co-defendants listed in the indictment, they have until next Friday, August 25, at noon to surrender and be processed. And what I'm told is, they are talking to the district attorney's office, Donald Trump's team, and they are currently negotiating what the date may look like. Now, I am told that the early indications from these conversations, that it will likely be next week. But, again, this is all still being discussed among Trump's lawyers and the Fulton County district attorney's office. But one thing I want to point you to, Boris, is that, on Monday, Donald Trump has said that he is going to be hosting a news conference at his club in Bedminster, New Jersey. And then we also have the debates next Wednesday with many of the 2024 Republican candidates. And, again, it's unclear if Donald Trump as well is going to be participating in those debates. My conversations with Trump's team is that, as of now, it's not very -- looking very likely. But this is all potentially on a collision course for next week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:47",
      "speaker": "SANCHEZ",
      "sentences": "Yes, a very busy calendar, not only with campaign events, but with court dates ahead for the former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:47",
      "speaker": "TREENE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:47",
      "speaker": "SANCHEZ",
      "sentences": "Alayna Treene, thank you so much -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:47",
      "speaker": "SCIUTTO",
      "sentences": "As we await those surrenders in Fulton County, at least one defendant, Mark Meadows, Trump's former chief of staff, is trying to stop the process in its tracks.He's filing to move the case to a federal court. CNN's Sara Murray is here. So, Sara, is this about delay? Is this about setting himself up, perhaps, for presidential pardon, which doesn't normally apply -- which would not apply to a state case? What's behind this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:47",
      "speaker": "SARA MURRAY, CNN POLITICAL CORRESPONDENT",
      "sentences": "Well, I think it's about a lot of things.I mean, when they put this motion into the federal court, one, they're asking to move the case, but, two, they're just asking the federal court to toss the charges altogether. So, if Mark Meadows were successful, obviously, that would be the ideal outcome, as far as he's concerned, is you just do away with it. And I do want to raid a part of the argument that his attorneys are making in this filing. They say: \"Nothing Mr. Meadows is alleged in the indictment to have done is criminal, per se. Arranging Oval Office meetings, contacting state officials on the president's behalf, visiting a state government building, and setting up a phone call for the president, one would expect a chief of staff to the president of the United States to do these sorts of things.\" [13:05:02] He's, of course, facing two charges. One is a violation of the RICO Act, and the other has to do with solicitation of a violation of oath for a public officer. The other thing is, if he can get this moved to federal court, again, you're in a different kind of position, where you could potentially be eligible for a pardon if you are convicted. And you also have a different jury pool that is going to be broader across the state of Georgia than the one that you would get in Fulton County.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:47",
      "speaker": "SCIUTTO",
      "sentences": "Right.His statement there, notably, it seems to slough off the responsibility of the president. There's one way of reading it there -- the former president, I should say. Could this ultimately be a situation where some cases stay in the state court and some go to federal court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:47",
      "speaker": "MURRAY",
      "sentences": "I think we're going to have to see how this plays out, because I think there are going to be other defendants, including the former president, who also try to have their case moved to federal court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:47",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:47",
      "speaker": "MURRAY",
      "sentences": "And then there's going to be a decision the district attorney's office has to make.If they want to move all of these defendants to federal court, my understanding, in talking to attorneys, is that they are able to do that. When I asked her in her press conference Monday night at like midnight if she was dedicated to trying them all together, she said she was, but we will just have to see how some of these pretrial motions play out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:47",
      "speaker": "SCIUTTO",
      "sentences": "There are going to be a lot of motions.Sara Murray, thanks so much -- Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:47",
      "speaker": "SANCHEZ",
      "sentences": "Former Trump lawyer Rudy Giuliani and one of the 19 charged in the Georgia election subversion case and, of course, unindicted Co- Conspirator No. 1 in the special counsel's federal indictment is struggling under massive legal bills.He now claims in court that he is going broke, that he's effectively out of cash. It's all related to his work for Donald Trump after the 2020 election. Giuliani's attorneys told that the former New York City mayor is staring down hundreds of thousands of dollars in legal bills. CNN's Katelyn Polantz joins us now. And, Katelyn, you have new reporting on just how Rudy Giuliani wound up in this ugly financial situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:47",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Yes, we're getting a snapshot, essentially, of the amount of bills that have piled up around as he has had to defend himself on lawsuits.Basically, most of them are related to the 2020 election and what he was doing for Donald Trump. There are several lawsuits he's facing about statements he made, defamation cases brought by Dominion Voting, Smartmatic, and then two Georgia election workers, Ruby Freeman and Shaye Moss. And two of those cases have been progressing along, and he is barely mustering up enough money to keep those cases going, to keep fighting them. And, actually, this week, he has a list of things that he needs to pay for to keep these lawsuits afloat. So he is right now already facing the possibility that a judge could rule against him with finality in the case from the two Georgia election workers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:47",
      "speaker": "SANCHEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:47",
      "speaker": "POLANTZ",
      "sentences": "So he could lose that and have a significant bill. He already has a bill of $89,000 and counting for legal fees of things that have happened so far in that case, where they have had to fight over him getting electronic records.There's another case, Smartmatic case, against him. He was just in court today arguing that he's not getting any more financial help. There was some financial help he got to the tune of $320,000 from Save America PAC to pay for some bills he needed to keep his records archived...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:47",
      "speaker": "SANCHEZ",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:47",
      "speaker": "POLANTZ",
      "sentences": "... and to be able to produce them in the lawsuit, which is something that has to happen when you're a defendant in a lawsuit.And he's not going to be getting more financial help. That was what our reporter Jeremy Herb in the courtroom heard his lawyers say. And then the judge, though, was unconvinced that he had a true financial hardship at this time there, and so said that Giuliani needs to go and pay for those records to be produced for Smartmatic. So, he's in the middle these cases. Things are looking bad for the amount of bills he has to pay. He's clearly struggling. He's saying in court:  I'm struggling. I don't have the money. And so those cases will continue on. Bills will continue to pile up. He's trying to sell his apartment, but where this goes for the former mayor is a big question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:47",
      "speaker": "SANCHEZ",
      "sentences": "Yes, we should note that Save America PAC that you mentioned affiliated with former President Donald Trump.Katelyn, you also have some reporting for us about Jack Smith and evidence that he's collected as part of his effort to investigate the former president's attempt to overturn the 2020 election, specifically records from Twitter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:05",
      "speaker": "SANCHEZ",
      "sentences": "Yes, what kind of devices were being used, who potentially was using them, a lot of potential evidence in D.M.s.Katelyn Polantz, thank you so much -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:05",
      "speaker": "SCIUTTO",
      "sentences": "Joining us now to discuss, former Georgia Republican Lieutenant Governor Geoff Duncan and Norm Eisen, who served as special counsel for the House Judiciary in Trump's first impeachment trial.Good to have you both on here. If I could begin with you first, Norm, to this question of attempting to move this case to a federal court, as Mark Meadows is trying now and others may try down the road, you say that's a steep, steep legal hill to climb. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:05",
      "speaker": "NORMAN EISEN, CNN LEGAL ANALYST",
      "sentences": "Jim, federal removal is available when a defendant has engaged in official conduct.The Supreme Court, the case is called Nixon v. Fitzgerald, has defined that to say, well, it has to be official. It needs to be similar within the outermost perimeter, the furthest boundaries of official conduct. And based on the evidence that we already know publicly and what Fani Willis has charged here, essentially, she's saying Mark Meadows participated in an attempted coup, in the alleged overturn of an election outcome in Georgia that is fundamentally a campaign or a political matter. So, based on the evidence, it looks like it's not an official act. It can't be, if you think about it, under the Constitution. An official act to engage illegally? And there's other factors, like the fact that the White House doesn't have a role in adjudicating state election results, so steep hill. SCIUTTO:  Right. You're saying it's not an official act because it was campaign-related or because it was potentially illegal, and that it was not a nice official act, as it were?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:05",
      "speaker": "EISEN",
      "sentences": "All of the above. There's a very important 11th Circuit case, the Baucom case that is going to come into play here, which says, if it was not official, if it was not done in good faith, if it was done with criminal intent, or if it has any other of these badges of impropriety, then it's not immune.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:05",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:05",
      "speaker": "EISEN",
      "sentences": "And that means it shouldn't go to federal court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:05",
      "speaker": "SCIUTTO",
      "sentences": "Geoff Duncan, Trump, of course, calls this a fundamentally partisan prosecution here, as do many of his allies.It is notable in Georgia, however, that it is GOP officials, including yourself, who stood up to him, rejected his claims of fraud there and rejected his attempts to overturn the election. You interact with a lot of Georgia GOP voters. I wonder, when you meet them, do they side with your view of the case, and Brad Raffensperger and Brian Kemp's, or do they side with the president, the former president's?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:05",
      "speaker": "GEOFF DUNCAN, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, first of all, let's cue up the alternate universe strategy that played out post-2020. They're going back to the same game plan right now, right, shiny objects and point to things that really aren't true and don't matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:05",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:05",
      "speaker": "DUNCAN",
      "sentences": "The exact answer to your question is, I don't think you have to go any further than Brian Kemp's win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:05",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:05",
      "speaker": "DUNCAN",
      "sentences": "Brian Kemp beat David Perdue in a primary process, quite honestly, by the biggest margin I have ever seen in state politics, 52 percent.Donald Trump campaigned for him and built him up. And then, of course, Brian Kemp went on to win over Stacey Abrams in the general. And so Republicans, I think, have wised up quicker than the rest of the Republicans across the country because they value good conservative leadership that's not crazy. And that's the winning strategy as we go into this 2024 cycle. It's painful. It feels like fingernails down a chalkboard listening to Tim Scott and Nikki Haley and others kind of walking around tiptoeing this question about Donald Trump, right? Look, let's just stand up. Let's go get them to get in a room with a case of beer and a couple pizzas and agree, you know what, let's all call Donald Trump out for what it is. They don't believe that this election was rigged. They don't believe what he's doing is good for the future of the party. And they certainly don't believe it's what's good to try to beat Joe Biden, which should be an easy layup for us. They need to get in the room, be able to come out as a group and say, you know what? Enough's enough. Donald Trump has forfeited the right to be called president. And the donors that are sitting on the sidelines also need to pony up here and start getting engaged in supporting folks with this new strategy. Look, there's an opportunity of a lifetime for Republicans to win the White House. And it's our turn to take if we step up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:05",
      "speaker": "DUNCAN",
      "sentences": "Well, first of all, this has taken longer than I thought.I mean, within hours of the 2020 election, when I started hearing the fans -- the flames being fanned of these conspiracy theories, I started speaking up. And I thought it was going to be a couple of weeks. And, certainly, now, we're two-and-a-half years removed. I even wrote a book two years ago about this, \"GOP 2.0.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:05",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:05",
      "speaker": "DUNCAN",
      "sentences": "And one of the indications is, it climbed a couple hundred thousand spots on the Amazon list.But there is this motion going on. There is a trajectory, but I think it's got to be a concerted effort of really calling Donald Trump out for what he is, and that's a liar and soon to be a felon. I mean, best-case scenario, he shows up to inauguration with an ankle bracelet. Worst-case scenario, he gets sworn in, in jail, right? We have to wise up to this as Republicans and we have got to come together. Donors, supporters and candidates have to really try to find a way to win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:05",
      "speaker": "SCIUTTO",
      "sentences": "Geoff Duncan, Norm Eisen, we will be watching. Thanks so much to both of you -- Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:44",
      "speaker": "SCIUTTO",
      "sentences": "President Biden will head to Maui on Monday to tour the aftermath of the nation's deadliest wildfire since 1918; 106 people are now confirmed dead, but Hawaii's governor said only five have been identified, a sign of just how badly the bodies were burned.And CNN has obtained new footage that may show the first signs of trouble specifically relating to power lines. A lawsuit claims power lines downed by hurricane-force winds ignited the flames in Lahaina, which is, of course, ground zero for the devastation. This video was taken on another part of the island in a town further inland the day right before Lahaina's catastrophe. Look at that flash there. It was shot at a bird sanctuary. After a few seconds, you will notice the bright white flash. There it is again. The video is paused for you to see it. The camera then pans around. A few minutes later, you can see flames in the distance. Those are highlighted here. At the same time of that first flash we showed you, \"The Washington Post\" reports several nearby sensors used to monitor the power grid, they went off. Hawaiian Electric released a statement to the newspaper saying -- quote -- \"We know there is speculation about what started the fires and we, along with others, are working hard to figure out what happened.\" Hawaii's governor is also addressing how Maui's siren network, the world's largest, in fact, somehow was silent during the disaster. We just learned that the system had been tested just a week before the fire. Governor Josh Green told us earlier some sirens, it turns out, were broken. But he pointed out, if they had gone off, they may have sent people in the wrong direction. (BEGIN VIDEO CLIP) GOV. JOSH GREEN (D-HI):  The sirens were typically used for tsunamis or hurricanes. To my knowledge, at least I never experienced them in use for fires. There may be some reasons for that. Sometimes, sirens send people up mountain. And going up the mountain during a fire can be problematic. Going up the mountain when there's a wave is what you have to do. (END VIDEO CLIP) SCIUTTO:  CNN's Bill Weir, he is in Maui, where fires are still burning despite -- just outside, in fact, the disaster zone -- Bill. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:04",
      "speaker": "SCIUTTO",
      "sentences": "Well, lawn sprinklers as fire protection.Our thanks to Bill Weir for that report from Maui -- Boris.",
      "isLastSentenceInterrupted": false
    }
  ]
}