{
  "date": "2023-05-12",
  "headline": "CNN News Central",
  "subHeadline": "Ukraine Claims Progress in Bakhmut Counteroffensive; Biden Administration Warns Border is Not Open Now That Title 42 Has Ended; Suspect in Chokehold Death Surrenders, Faces Manslaughter Charge. Aired 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "A heart-pounding view inside of the battle for Bakhmut, the new footage shows you moment the Ukrainian soldiers attacked their Russian counterparts, enemies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "With Title 42 now gone, DHS officials are vowing to deliver tougher consequences at the southern border. Thousands of new migrants continue to arrive each day. The action the White House hopes hoping will discourage new migrants from coming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "So, just in, a new key indicator on state of the U.S. economy, the crucial insight consumers just provided right here on CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "BOLDUAN",
      "sentences": "Incredible new video into CNN this morning. It appears to show Ukraine's military attacking Russian forces near the city of Bakhmut. Ukraine's deputy defense minister says Ukrainian forces have pushed the Russians back at least two kilometers in that city, which has been stuck in stalemate for months, as we know.Now, also, take a look at this. It appears to be -- this also just in to the newsroom. It appears to be recorded from a drone and shows Ukrainian soldiers attacking Russian troops also in Bakhmut. A senior U.S. military official says Ukraine's long-awaited counteroffensive is taking shape. Officials say it's a standardk tactic that helps prepare the battle for advancing forces. That process includes striking targets, such as weapons depots, command centers and artillery systems. All of this comes amid new weapons donations and aid coming to the country. U.K. says that they're giving Ukraine Storm Shadow cruise missiles. U.S. recently announced a new $1.2 billion aid package for the country. The Kremlin is responding. It says it's ready for continued western weapon supplies to Ukraine. Let's get to it. CNN's Nick Paton Walsh is in Zaporizhzhia, Ukraine, for us, joining us now. Nick, what is the situation like on the ground that you are seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes. Certainly, the indication from a senior U.S. official that, quote, shaping operations were underway provide a very rare window of light, frankly, on to a process that Ukraine has done everything it can to keep it as secret as possible.But it indicates, I think, a broader kind of umbrella term from what we've been seeing over the past two or three weeks possibly, and that's Ukrainian forces, in small amounts, pushing into areas in the south here, possibly, according to reports from pro-Russian occupation officials, testing the defense of Russian forces there. We've seen targeted attacks against radar stations, against fuel depots across occupied areas, a real calculated and slow bid by Ukrainian forces that received significant NATO, U.S. training and assistance of information and technology and weapons as well to begin this offensive. What we have not seen yet is sort of the large moments in which thousands of troops move into these areas. There may be a longer gain here, frankly, by Ukraine to disrupt Russia's supply lines, to make hard for those already appalling chains that are supposed to keep their troops with food and fuel and even cell phone communications to communicate, to begin to erode those. We've seen civilians leaving areas in large numbers, thousands, according to Russian occupation officials, from the north of Zaporizhzhia. And over these past weeks, the full spectrum of Russia's occupied front being tested by small amounts, it appears, of Ukrainian probing attacks, according to Russian occupation officials, and also to these targeted strikes. So, that's most likely what senior U.S. officials are talking to, to our Jim Sciutto, about when they refer shaping operations. The broad counteroffensive, are we going to see it announced by Ukraine, unclear. They've told everybody it hasn't started yet. That's from the president. And they've also said beforehand they may not necessarily announce its wholesale beginning. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes, that's understandable. And what is Russia saying about the situation in Bakhmut right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:12",
      "speaker": "BOLDUAN",
      "sentences": "Nick Paton Walsh in Zaporizhzhia, thank you. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:12",
      "speaker": "SIDNER",
      "sentences": "With Ukraine's counteroffensive on the horizon this week, the U.S. announced $1.2 billion aid package. The intention, to bolster air defenses and sustain artillery ammunition needs. With the new package, we're breaking it down for you here, the U.S. has committed to $36.9 billion to Ukraine since the beginning of the war in February 2022.So, what makes this package different? Instead of supplying Ukraine with the weapons it currently needs, this effort is meant to create more of a medium to long-term supply chain for Ukraine. This includes committing an additional 155 military artillery rounds -- millimeter, excuse me, artillery rounds, the kind used in a Howitzer system. It also includes additional air defense systems ammunitions, ammunition for counter unmanned aerial systems, commercial satellite imagery services and training on equipment. To-date, nearly 10,000 Ukrainian troops have completed different forms of training with the United States, according Pentagon officials. Even after the Ukrainian counteroffensive begins, the U.S. will continue to send military aid to Ukraine. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:12",
      "speaker": "BERMAN",
      "sentences": "Sara, Title 42, the COVID-era border policy that allowed for the near instant expulsion of migrants, it expired overnight. So, so far, our reporters at the border have told us they have not seen any major change today from the last few days, but this morning, a DHS official is warning the situation, quote, will get worse. And the lines remain long in Arizona, in California and in Texas.Migrants entering the U.S. face new challenges for earning asylum. The secretary of homeland security delivered a warning, do not believe the smugglers, he said. The border is not open. He also says the U.S. is prepared. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:12",
      "speaker": "ALEJANDRO MAYORKAS, HOMELAND SECURITY SECRETARY",
      "sentences": "We have surge personnel. We have added facility capacity. We have surge transportation resources. We will manage through the situation. But, really, what the situation reflects is the fact that we are operating within very serious constraints.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:12",
      "speaker": "BERMAN",
      "sentences": "One those constraints, a federal judge has temporarily blocked the Biden administration from continuing a migrant release policy that was designed to help with overcrowding, all of this as illegal crossing top 10,000 per day, which is the highest level ever.CNN's David Culver is with us now just across the border in Mexico, across the border from El Paso. David, why don't tell us what you are seeing this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:12",
      "speaker": "DAVID CULVER, CNN CORRESPONDENT",
      "sentences": "John, you are right in saying that there is not a significant change from the migrants' perspective, but one change we have seen since Title 42 expired, and we were here at the exact moment that that happened, is a significant increase in military and law enforcement presence on the U.S. side.So, you're looking over the Rio Grande. You're looking at Texas soil, though, just before the border wall, and perhaps even better to show you from above. So, let's take the drone and we can fly it over. And when you go over, you're going to see on the river side, there are some individuals, some migrants who are coming up to the barricade perimeter. And this is a perimeter that has been closing in little by little over the past 24 hours or so. And that is Texas National Guard primarily adding more of the barbed wire fencing to seemingly close off any access to that part of the river. And that is a place that over the past several weeks has been where hundreds, if not, well over 1,000 migrants have been camping out for days trying to figure out how they can get processed to then enter the U.S. So, as you are seeing from above right now, there is a line continuing up the hill to the gate in the border wall, and individuals go up 12 at a time. They are then searched, patted down and allowed to continue on. And you can actually probably see that right now. They are moving them on to the buses. It was interesting that a short time ago, just before we came on with you, John, we saw about four or five migrants come back over to the Mexico side. And we were wondering what was their reasoning for leaving what seemed to be an opportunity to be processed. They relayed to us that they were hearing that they were going to be immediately expelled after being boarded on those buses. So, they didn't want to risk that, hence coming back over here to the Mexico side for now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "CULVER",
      "sentences": "You are right. It is perhaps even more challenging for them if they don't have a claim for asylum that is going to be approved and they don't qualify, then they face being barred from trying to enter the U.S. for five years, and that is a real concern that a lot of them carry.So, what now to your question, because folks are still coming here, I mean, we were on a freight train just in the past couple of days and we were on board with several hundred migrants who were coming in, if not, by the thousands every hour into Ciudad Juarez. Right now, the current number, according to the foreign minister, who happens to be here in Ciudad Juarez, is 10,000 migrants waiting in this border city to crossover. So, where do they go? Well, most of them obviously cannot go across to U.S. soil right now of the Texas National Guard blocking it off. So, they near to the city center, they're in shelters, they're camping out on the streets and they're trying to figure out how they can get an appointment for an asylum claim to be processed to get into the U.S., John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "BERMAN",
      "sentences": "David Culver, once again, across the border from El Paso, thank you so much for telling us what you are seeing there. And please, keep us posted, because things can change very, very quickly there. Thank you. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BERMAN",
      "sentences": "On the radar this morning, the U.S. Marshals have captured an inmate who escaped from a Philadelphia prison earlier this week. Authorities found 24-year-old Nasir Grant in a neighborhood in the city. He is one of two men who escaped on Sunday night through a hole in a fence. The second man, 18-year-old Ameen Hurst, is still on the run. He was being held on charges related to four homicides. Police say they believe he is armed and dangerous.In Washington, a second debt ceiling meeting between President Biden and top congressional leaders will not happen today as originally scheduled. The White House sit-down has been pushed back until next week. A source claims to CNN that the delay is actually a positive development. Treasury Secretary Janet Yellen has warned the U.S. could face a default as early as June 1st if Congress does not reach a deal on the debt limit. So, listen to this. Scientists studying the Earth's stratosphere made a surprising discovery, strange, unexplained sounds. Listen. So, those strange, unexplained sounds were detected when scientists sent giant solar balloons 70,000 feet up in the air to the stratosphere, which, as everyone knows, is the second layer of Earth's atmosphere and contains the ozone layer. Researchers will continue to investigate the sounds in trying to determine where those rumblings originated. Scientists hope that these balloons could one day be used to explore other planets, including Venus. I thought the sounds, Kate, sounded more like Duran Duran than Depeche Mode.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BOLDUAN",
      "sentences": "No, no, no. I actually think it's a giant white noise machine. Like wasn't that lulling you to sleep?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BERMAN",
      "sentences": "I actually -- yes, I almost took a nap right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BOLDUAN",
      "sentences": "Well, that's just because you're so engaged in everything that we do every day. I love you, John.Moving on to this, new numbers are just in offering a new confirmation that Americans are still concerned about the economy. The University of Michigan released data showing consumer sentiment tumbled 9 percent just this -- so far this month. CNN's Matt Egan, he has more on this. Okay, Matt, the report, interesting yet somewhat confusing to me, not to you. What do these numbers mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:02",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. Thanks, matt. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:02",
      "speaker": "SIDNER",
      "sentences": "All right. This morning the man accused of choking a homeless man to death on a New York City subway has surrendered to police. Daniel Penny faces a second-degree manslaughter charge in the death of homeless street artist Jordan Neely. He is expected to be arraigned this afternoon.Neely was known around the city for his Michael Jackson impersonations. On the day of his death, witnesses say he got on the train shouting he was hungry and saying he didn't care if he died or went to jail. That's when Penny, pictured here in a brown jacket that you see, wrapped his arms around Neely's neck and took him to the ground. Witnesses say he kept Neely in a chokehold until Neely went unconscious and then stopped breathing. Penny's attorney says he was protecting himself and his fellow subway passengers. Here is what else he said this morning. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:02",
      "speaker": "THOMAS KENNIFF, ATTORNEY FOR DANIEL PENNY",
      "sentences": "Daniel Penny surrendered at the 5th Precinct at the request of New York County District County Attorney's Office. He did so voluntarily and with the sort of dignity and integrity that is characteristic of his history of service to this grateful nation.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:02",
      "speaker": "SIDNER",
      "sentences": "We are expecting to hear from Jordan Neely's family in about an hour.But joining me is CNN Chief Law Enforcement and Intelligence Analyst John Miller. Can we first talk about what happened this morning? He walks in, turns himself in, and then what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:02",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "So, he surrenders. He is arrested by New York City police detectives charged with manslaughter in the second-degree, which means recklessly causing the death of another. Then he goes to arraignment, where the district attorney will present the charges to an arraignment court judge who will determine whether he needs to set bail or whether he'll be released.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:02",
      "speaker": "SIDNER",
      "sentences": "All right. The coroner medical examiner said, look, this was a homicide. And so I guess the question to a lot of people is this happened on May 1st, we are now well past that, almost a couple of weeks, why didn't the arrest happen right away?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:02",
      "speaker": "MILLER",
      "sentences": "The district attorney from the day of May 1st going forward wanted more time to look at the case, which is what does the medical examiner say that the cause of death was, and the medical examiner said it was homicide. That is not a legal ruling. That's a medical finding saying his death was caused by another, but also by compression of the neck, which puts Daniel Penny squarely in that box.They also wanted to know what did the witnesses say. Had he assaulted anybody? Was there a self-defense angle there before going forward? They could have put it in a grand jury, let them hear all of the evidence and decide whether to indict. But, yesterday, they basically said, we are going to call him in, we're going to charge him, we'll put that through a grand jury and we'll get the wheels of justice turning, because, at that point, they felt they had enough information.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:02",
      "speaker": "SIDNER",
      "sentences": "I do want to ask you about the indictment and the chances. I mean, obviously, we have sort of seen some of the evidence on the video, but there are comments from witnesses that I am sure that the grand jury would have to hear from?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:02",
      "speaker": "SIDNER",
      "sentences": "That is something that the grand jury is going to have to decide and then ultimately district attorney, and if it goes to trial, a jury.A complaint has been with the Civilian Complaint Review Board, and now they're investigating whether police committed misconduct by not arresting him, letting the suspect go in this case. What is the latest on that? What do we know? Where is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:02",
      "speaker": "MILLER",
      "sentences": "Well, the Civilian Complaint Review Board, which is an independent agency from the police department, received this complaint and announced yesterday or confirmed yesterday that they have a formal investigation into it. It is a little farfetched, Sara. You are the police department. You have a person in custody. You go to the district attorney and say, what charge will you support, and they say, we don't know, you need to hold off and get more information. It is going to be very hard to find misconduct there. I think it is a little bit of posturing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:02",
      "speaker": "SIDNER",
      "sentences": "Ostensibly, they talked to witnesses on the scene that day. So, it will be interesting to see how that goes forward that day. John Miller, always a pleasure to speak to you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:02",
      "speaker": "MILLER",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:02",
      "speaker": "SIDNER",
      "sentences": "John?",
      "isLastSentenceInterrupted": false
    }
  ]
}