{
  "date": "2023-12-26",
  "headline": "CNN News Central",
  "subHeadline": "Ukraine Claims it Destroyed Russian Naval Vessel; Kira Yarmysh is Interviewed about Navalny; Winter Storm Hits the Plains; Top 10 Climate Stories of 2023. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:30:07",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "This morning the Ukrainian air force is claiming to have destroyed a Russian ship in Crimea. And there is dramatic video of that reported attack.Take a look. (VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:07",
      "speaker": "SIDNER",
      "sentences": "A huge fireball there. That video was shared by a Ukrainian air force commander.Russia has acknowledged an attack Tuesday but said the navy ship was only damaged. CNN's Nada Bashir is joining us now. Do we have an idea of what was on the ship itself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:07",
      "speaker": "NADA BASHIR, CNN REPORTER",
      "sentences": "Well, look, we've heard from a Ukrainian air force commander saying when the strike took place the ship had been carrying Iranian made Shahed attack drones. Now, of course, as we know, those Iranian made drones have been crucial to Russia's war effort. They have been heavily dependent on these drones throughout the war in Ukraine.Now, one of the primary reasons, of course, why Ukraine has continuously pushed for further support when it comes to bolstering its air defense systems. Now, according to the U.S. military, this vessel typically has a crew of about 87, can transport more than 200 troops, but it is unclear how many were aboard the vessel at the time of this reported strike. But this is being hailed by Ukrainian military officials as a strategic win. We did hear from the Ukrainian president, Volodymyr Zelenskyy, earlier today congratulating his military for the strike on the ship. Take a listen to this statement from a spokesperson for the Ukrainian air force. (BEGIN VIDEO CLIP) YURII IHNAT, SPOKESMAN, UKRAINE AIR FORCE COMMAND (through translator): This is such a powerful event for us. In fact, we destroyed both the ship and the occupiers through well-coordinated actions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:07",
      "speaker": "BASHIR",
      "sentences": "Now, as you mentioned, Sara, we did see that dramatic video emerging showing smoke billowing from the Crimean port. We have now heard a statement from the Kremlin saying that Russia's defense minter, Sergei Shoigu, reported the attack to President Putin, saying that the Ukrainian armed forces had carried out an attack overnight using what he described as guided missiles.But, of course, as you mentioned, he did say the vessel was damaged but didn't go so far as to say that the vessel had been entirely destroyed, as Ukrainian commanders are suggesting. But if indeed that report from Ukraine is confirmed, this would mark the third instance of a major loss of Russian military hardware in less than a week. Ukraine reporting that they have downed Russian military war planes and fighting jets over the last week. President Zelenskyy reiterating in his statement today there will be no peaceful place for Russian occupiers in Ukraine. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:07",
      "speaker": "SIDNER",
      "sentences": "All right, Nada Bashir, thank you so much for your reporting.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:07",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Also new this morning, jailed Russian opposition leader Alexei Navalny is speaking out for the first time since he disappeared, moved to a remote prison outpost in Siberia known as the Polar Wolf. In a social media post, Navalny described the 20-day journey from the jail near Moscow as exhausting, but he also says that he is doing fine.Navalny, as you well know, is a fierce critic of Russian President Vladimir Putin. He's serving a 19-year sentence on charges of extremism, charges that he denies and charges that the United States government has called baseless. Joining us now is Alexei Navalny's press secretary, Kira Yarmysh. Kira, thank you so much for coming in. What is the latest you can tell us about what you're hearing from Navalny, how he's doing, and what he's saying? KIRA YARMYSH, ALEXEI NAVALNY'S PRESS SECRETARY: Well, hello. Thank you for inviting me. The lawyers saw Alexei yesterday in this colony above arctic circle. He was doing relatively well given the fact that he was being transferred for three weeks and it is a very physically challenging thing. So, it is difficult to say the person is fine after that, but Alexei was in good spirits, as always, and his health is not worse than it was before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:07",
      "speaker": "BOLDUAN",
      "sentences": "Not worse I guess is a measure of -- you could call that a success considering what he's been up against over in -- for years now. From how it's described by Navalny on Twitter, it was a strange journey, as he described it, to get there. And by CNN's calculations, he covered over 3,700 miles in the 20 days that his journey took. Have you been able to get a straight answer, any straight answer, as to why he was moved to where he ended up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "BOLDUAN",
      "sentences": "Talk to me about that. Why do you consider it a miracle that you were able to find him yesterday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "YARMYSH",
      "sentences": "Well, we filed 680 requests in different Russian prisons trying to locate Alexei. Because according to Russian law, after the prisoner is being transferred to another colony, they have to notify his relatives. But we know very well that there is no laws that applies to Alexei as they will never notify anyone about his whereabouts. So, this was our job to look for him and this was what we were doing for three weeks.So, yes, it was a miracle that we actually were able to find him, and Alexei himself was very surprised.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "BOLDUAN",
      "sentences": "Wow. About the presidential election. Things that we know is that the election is scheduled for March 17th. And your team launched a campaign this month, including putting up billboards, maybe even briefly, to urge Russians to vote against Vladimir Putin. Do you see this as payback or punishment for your efforts? And of so, how does it impact how you all operate and the work you do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "YARMYSH",
      "sentences": "I think it wasn't a punishment, it was a move in advance. They tried to hide Alexei so he wouldn't be able to unite all people who -- in Russia who are against Putin. So, of course, we knew that they would do something like that, so I can't say that it ruined our plans anyhow, but, again, the fact that we find him so quickly is a good thing, and now Alexei will be able to work more profoundly, even given the fact that he would be isolated in this new prison. We hope we will try to work out some way to connect with him. BOLDUANsame thing out loud, which is, what keeps him going, even in the face of the very real threat that he may die in prison? What does?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "YARMYSH",
      "sentences": "Well, he's very confident in what he's doing. And this is why he is not afraid. He knows for sure that he is doing the right thing, and all his colleagues, and his family, of course, knows the same thing. So, it helps continue to do whatever we are doing because we know that this is something Russia needs. Russia is oppressed by a dictator, and it should be freed. And this is what Alexei is trying to do. And this is what is keeping him going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:01",
      "speaker": "BOLDUAN",
      "sentences": "Kira Yarmysh, thank you so much for coming in. Thank you for the update.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:58",
      "speaker": "BOLDUAN",
      "sentences": "This morning nearly 5 million people are under winter weather alerts, including some blizzard warnings, as a major winter storm is sweeping across the plains and into the Rockies. Conditions reached a point that a stretch of Interstate 90 in South Dakota had to be closed overnight. Local officials there warning whiteout conditions could make travel difficult to near impossible. And you can sure see why.In Nebraska we've been getting reports in about -- and video of vehicles and tractor trailers just sliding off the roads due to the icy conditions there. Let's get to CNN's Derek Van Dam. He's tracking all of it for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:58",
      "speaker": "DEREK VAN DAM, AMS CERTIFIED METEOROLOGIST",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:42:58",
      "speaker": "BOLDUAN",
      "sentences": "Derek, that is what is happening now. And what are you watching also with the forecast?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "BOLDUAN",
      "sentences": "Keeping an eye on it all for everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "VAN DAM",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "BOLDUAN",
      "sentences": "Derek, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "VAN DAM",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SIDNER",
      "sentences": "All right, also on our radar this morning, the Powerball jackpot climbed to $685 million. You still have a chance to win after no ticket matched all six numbers on Christmas Day. Some lucky individuals, though, did scoop up $1 or $2 million prizes apiece. The next big drawing, tomorrow.All right, Elon Musk's social media website X will face a lawsuit over employee bonuses. A federal judge just rejected a motion to dismiss that case. X, previously known as Twitter, is accused of failing to pay employees promised annual bonuses after Musk took it over in 2022 and completely restructured the entire staff. A former senior compensation director at X filed the lawsuit and is seeking class action status for current and ex-employees there. And something to celebrate. A zoo in Atlanta, oh, so cute, a baby southern white rhino was born on Christmas Eve. That is so sweet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "BOLDUAN",
      "sentences": "That is so cute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SIDNER",
      "sentences": "You just want to pick him up, but you can't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "BOLDUAN",
      "sentences": "Except you can't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SIDNER",
      "sentences": "The species is considered near threatened, which is why we can't be messing around here and its population, unfortunately, is declining. The calf is healthy and being well cared for by its mother, Kiazi. We don't know the baby's name yet. I think we can come up with a few, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "BOLDUAN",
      "sentences": "I also just know like we're also not messing with him because I'm not getting in the way of Kiazi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SIDNER",
      "sentences": "No, Kiazi will come for you. She's a mama rhino. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "BOLDUAN",
      "sentences": "Yes. It's like a new -- a new version of mama bear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SIDNER",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "BOLDUAN",
      "sentences": "Exactly right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:01",
      "speaker": "SIDNER",
      "sentences": "A much more dangerous one apparently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:47",
      "speaker": "BOLDUAN",
      "sentences": "From the devastating and deadly wildfires in Maui, to record -- to breaking record after record in term of the heat waves across the southwest, the past year has brought some of the most deadly climate disasters in history.CNN's Bill Weir walks us through the top 10 climate stories now of 2023. (BEGIN VIDEOTAPE) BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT (voice over): Starting our list at number ten, the water whiplash that became a signature of 2023 in the American west.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:47",
      "speaker": "KYUNG LAH, CNN NATIONAL CORRESPONDENT",
      "sentences": "What you're seeing here is an attempt to try to get ahead of the storm that continues to pound California.WEIR (voice over): After years of megadrought, rivers in the sky unloaded on California, turning dust bowls into raging floods that took at least 20 lives and filled the mountains with record snow, but not enough to end the drought. At number nine is COP28 in Dubai.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:47",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Allow me please to declare the meeting adjourned.WEIR (voice over): Where the world came together and for the first time in three decades of climate talks agreed to transition away from fossil fuels. Over 130 nations were hoping for a more ambitious phase- out of oil, gas, and coal, but petrol states like Saudi Arabia would not agree. Scientists warn that to meet the ambition of the Paris Accord, planet heating pollution must be cut by more than 40 percent by 2030, a rate four times faster than the current pace. At number eight, the Mediterranean storm Daniel blasted parts of Greece with over an inch of rain an hour on its way to drowning thousands of people in Libya.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:47",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Everywhere you turn, it's apocalyptic scenes here.WEIR (voice over): Entire neighborhoods in Derna were washed into the sea. A tragedy that scientists say was 50 times more likely on an overheated planet. At number seven, over a dozen young people successfully sued the state of Montana for ignoring their constitutional right to a clean and healthful environment by developing fossil fuels. For the dozens of states and cities taking big oil companies to court for their role in climate change, it was a key win. Number six is the summer of smoke brought by a record-shattering scale of Canadian wildfires. An area the size of Missouri burned north of the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:47",
      "speaker": "WEIR",
      "sentences": "If you get any glimpse of the sun at all on these surreal days, it's this apocalyptic glowing ball in the sky.WEIR (voice over): American air quality in some cities was the worst in generations, closing schools and filling emergency rooms. Number five is the ocean water around Florida reaching hot tub temperatures of nearly 100 degrees in July, bringing devastating new levels of coral bleaching to the cradles of Caribbean sea life. That warmer water is also jet fuel for hurricanes. And at number four, rapid intensification became a watch word phrase in 2023.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:02",
      "speaker": "WEIR",
      "sentences": "We're just pulling into Lahaina now. Just getting our first glimpse at this town after hearing these nightmare stories. And it is worse than you can imagine.WEIR (voice over): Generations of water theft, invasive grasses and recent drought created the fuel. Downed power lines are suspected of providing the spark. And hurricane winds fanned the flames until most of beloved Lahaina was turned to ash. With around 100 souls lost, it is the deadliest fire in modern U.S. history and the battle over how best to build has just begun. Bill Weir, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}