{
  "date": "2023-09-13",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "McCarthy Calls For Formal Biden Impeachment Inquiry; Biden To Decide On Long-Range Missiles For Ukraine; Today: Tech Execs And Industry Leaders Attend AI Forum. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:55",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "Good morning, and thank you so much for getting up early with us. I am Kasie Hunt.The big story at the bottom of the hour, two international pariahs put their heads together. Vladimir Putin and Kim Jung Un meeting for about an hour this morning at a spaceport in far eastern Russia. Putin said they quote \"have a lot to discuss.\" The U.S. has warned that a weapons deal might be part of it with Putin needing ammunition for his war on Ukraine. Russia's defense minister was seen waiting in the room for the summit. Armed, dangerous, and desperate. Police have set up a new perimeter in their search for an escaped killer in eastern Pennsylvania. Schools in the search area are closed today as the hunt goes on. And McCarthy makes his move. The House speaker announcing the launch of an impeachment investigation against President Biden. McCarthy has been under pressure from the right flank of his party to do this. Some in the GOP accuse Biden of making money off of his son Hunter's business ventures during his time as vice president but, so far, there's been no concrete evidence to back up those claims. A Republican source, meanwhile, tells CNN that McCarthy isn't looking for a formal floor vote to get the ball rolling. Hint -- it means he doesn't have the votes. But less than two weeks ago he told Breitbart quote \"If we move forward with an impeachment inquiry, it would occur through a vote on the floor of the People's House and not through a declaration by one person\" -- whoops. McCarthy criticized then-speaker Nancy Pelosi for pulling a similar move in 2019. CNN's Manu Raju caught up with McCarthy and asked about the reversal. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:55",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Why did you reverse your position?REP. KEVIN MCCARTHY (R-CA):  Because Nancy Pelosi has changed the rules of the House. How are you, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:55",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Good, good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:55",
      "speaker": "MCCARTHY",
      "sentences": "Good to see you.We're following through. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:55",
      "speaker": "HUNT",
      "sentences": "All right, let's bring in John Bresnahan, co-founder of Punchbowl News and someone who has basically seen it all on Capitol Hill over the years. Bres, thanks for being up early with us.JOHN BRESNAHAN, CO-FOUNDER, PUNCHBOWL NEWS (via Skype):  Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:55",
      "speaker": "HUNT",
      "sentences": "So let's talk through what we saw today, and I know you were up early talking about kind of the strategy moving forward here. Why did McCarthy do what he did in terms of this impeachment inquiry, and what's next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:55",
      "speaker": "BRESNAHAN",
      "sentences": "Yeah, he was under tremendous pressure from his right -- from a large chunk of the House Republican Conference to take some action against President Biden.And McCarthy personally believed -- he really does -- he's been talking about this for months that he thinks the Biden family was involved in improper behavior. That Joe Biden took official acts, who was vice president, that benefitted his family. And later on, his -- Hunter Biden, the president's son, and James Biden, his brother, had these foreign business dealings and that the president profited from them. And McCarthy does believe this. He believes this himself. So what he did was he opened up an impeachment inquiry. Now, there's a couple of things. Will there be a House floor vote to formalize this? Maybe at some point. McCarthy has said it; Jim Jordan, the Judiciary Committee chairman said it; others said it -- maybe. But right now, they don't have the votes to pass this. The second part is they'll be meeting behind closed doors this morning -- House Republicans -- this morning and tomorrow morning to talk about this and to talk about other issues. How do they move forward on this and what are they going to try and do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:55",
      "speaker": "HUNT",
      "sentences": "That makes -- that makes sense. It's just going to be an interesting meeting that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:55",
      "speaker": "BRESNAHAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:55",
      "speaker": "HUNT",
      "sentences": "-- I'm sure we're going to be learning about from you guys as you stand outside the door. I want to play a little bit of one senator's reaction just because I certainly -- it's a -- it's a different way of doing things and it shows you a little bit about how the Senate changing, but also how Democrats are viewing this impeachment inquiry.This is Sen. John Fetterman when he was asked about it yesterday -- watch. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:55",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Can we ask you about this news that Speaker McCarthy has formally launched an impeachment -- or has said he's going to --SEN. JOHN FETTERMAN (D-PA):  Oh my God, really? Oh my gosh, you know. Oh, it's devastating (laughing). Ooh, don't do it. Please, don't do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:55",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Senator?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:55",
      "speaker": "FETTERMAN",
      "sentences": "Oh, no, no, no.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BRESNAHAN",
      "sentences": "You know, the Democrats are just -- in the House, they're apoplectic. The House minority leader Hakeem Jeffries is with -- had a press conference yesterday with his leadership team. They're just -- they're just really irate about this whole thing.I do think the Senate as a whole doesn't involve -- want to get involved in this. Senate Minority Leader Mitch McConnell, yesterday, said we've got a lot of business to do. I don't want to tell the House what to do. But he's basically -- you know, that's his way of shutting it off. John Thune, the minority whip, was much more -- he was outspoken about this. Like, they have a lot to do. There's government funding that has to be done. There's a defense policy that has to be done. There's the farm bill. There's FAA reauthorization. You were talking about lying (PH) to the airports before. I mean, this stuff has to be done. And they going to try and -- they're going and probably voting on impeaching Biden in the House. And there's no chance the Senate will convict him or remove him from office. There's no chance. But we're going to spend months talking about this. So this is what their point is in the Senate as they -- like, we have a government shutdown in a couple of weeks and they are --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BRASNAHAN",
      "sentences": "-- talking about impeaching Biden. The mismatch between what they think the American public wants and what the House is doing is pretty broad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "Right. And the shutdown stands to really impact a lot more Americans than this inquiry at this point.So, John, I want to switch gears and ask you about this Washington Post op-ed that was out this morning from David Ignatius where he basically says the quiet part out loud. He's reflecting a lot of the conversations that -- you tell me if you're having them, but I certainly have heard from a lot of Democrats that they're nervous about President Biden's age, what the poll numbers show. Whether or not Sen. Kamala Harris could carry the mantel if that, God forbid, became necessary. And he basically writes that. He says quote, \"I don't think Biden and Vice President Harris should run for reelection. It's painful to say that given my admiration for much of what they have accomplished. But if and Harris campaign together in 2024, I think Biden risks undoing his greatest achievement, which was stopping Trump.\" And again, I want to underscore for our viewers who David Ignatius is. A pretty sober-minded guy. Very plugged in, in the West Wing -- something the West Wing is going to be paying attention to. What's your read on this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BRESNAHAN",
      "sentences": "Members -- you know, members talk about it. I had a conversation with one Democrat yesterday who said this kind of along the same lines. You know, Biden's 80. He's going to be the oldest -- you know, he'll be 82 if he's sworn into another term. That is a concern.He is clearly -- I've known Joe Biden since the 1990s. He is -- he is still sharp but it's 30 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "He's a different guy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BRESNAHAN",
      "sentences": "Everybody --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BRESNAHAN",
      "sentences": "Yeah. He -- you know, everybody ages.So look, I do think there's a tremendous -- there's a lot of concern on two issues. One is the age issue. Every poll shows that Americans worry about it. Second, Biden's numbers on the economy still suck. They just do. I mean, the economy is not -- it's pretty good, actually. His numbers are bad there. I think the two of those issues together combined with all -- you know, to really kind of hurt Biden. And the thing is that Biden's best foil, frankly, on the age issue is Trump because Trump's only four years younger than him. But here is Ignatius raising that point. They fear that Biden running again and he's still unpopular nationally, he -- that opens the door for Trump. So I don't see what they could do. He's not going to leave --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BRESNAHAN",
      "sentences": "-- on his own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BRESNAHAN",
      "sentences": "Or that's the only way he would leave. He's not going to be forced out. There's no way that's going to happen. If the Democrats did do that then they'd have to turn to a governor -- somebody -- Gavin Newsom -- Gavin Newsom in California, and Gov. Pritzker in Illinois -- somebody like that. Governor Whitmer in Michigan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BRESNAHAN",
      "sentences": "Those would -- Gretchen Whitmer. Those would be people they'd look at.But right now there's no talk about going to that -- going to the bench on Capitol Hill. They are all in on Biden for the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "Right, and they would only have a very brief window of time to do that if they --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "BRESNAHAN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:00",
      "speaker": "HUNT",
      "sentences": "-- even if they wanted to.John Bresnahan, thank you very much for being up early with us. Always great to see you, my friend. And Senate Minority Leader Mitch McConnell is pushing back on arguments against more U.S. aid for Ukraine. He says a top U.S. oversight official will brief the Senate Republican Conference today and focus on the quote \"misconception\" about how American money is spent. Meantime, President Biden is set to make a decision about sending long-range missiles to Ukraine for the first time. CNN's Clare Sebastian joins us from London. Clare, Kyiv has been requesting these missiles for months. What's next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "MORTEN BRADNTZAEG, CEO, NAMMO",
      "sentences": "This is totally changing our company. We are investing at some sites 15 to 20 times more than we normally do in order to be first. We are now at about 80,000 rounds a year. So it's a massive ramp up but we need to scale up even more. I think we are in the face right now of an industrial war where capacity is the big issue.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:00",
      "speaker": "SEBASTIAN",
      "sentences": "So it's a fight of industrial capacity.Just quickly, Kasie, before the war, this company were producing, they say, just several thousand single-digits of 155 mm artillery rounds a year. That's what, by most estimates, Ukraine gets through in a single day. So you can see that gap. They've ramped up a lot but there's still a long way to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:54",
      "speaker": "HUNT",
      "sentences": "Welcome back. It's 5Talks continue today to try to prevent an auto workers strike. One hundred forty-five thousand union members could walk off the job at 11:59 p.m. Thursday night if they don't reach a deal with the big three automakers. President Biden and the first lady are set to convene a meeting of the so-called Cancer Cabinet today. They're going to hear from federal agencies about the latest steps the government is taking to end the disease. And a gaggle of tech titans, including Bill Gates, Mark Zuckerberg, and Elon Musk, will attend a forum today on artificial intelligence. No word if it's going to feature that Zuckerberg-Musk cage match. Senate Majority Leader Chuck Schumer is hosting. It's the first of nine sessions that Schumer says will explore the challenges posed by AI. And there are really are still more questions than answers when it comes to artificial intelligence. But, of course, industries, like the music industry, is already feeling the impact. And our next guest knows better than most. Mitch Glazier is chairman and CEO of the Recording Industry Association of America. And Mitch, we're very grateful to have you up so early this morning. Thank you very much for being here. And you're going to be part of this. You call it the human artistry campaign and you really want to put creators' interest front and center in terms of policymaking here. What does -- what in your view is the message that lawmakers need to receive at this point? Because, I mean, I'll be honest -- it stands to shake up -- I mean, the industry that I'm sitting here working in, political campaigns, the things that I cover every day -- and obviously, has already disrupted yours. MITCH GLAZIER, CHAIRMAN AND CEO, RECORDING INDUSTRY ASSOCIATION OF AMERICA (RIAA) (via Webex by Cisco):  Yeah. The people whose livelihoods are at stake have to be at the table, pure and simple. There's no replacement for art and there's no replacement for the people who make it to our culture and especially, to policymaking. And I think if there's one thing we've learned from the late '90s when internet policies were done before we knew the benefits and the detriments of technology, this time we need to make sure that everything's on the table, creators are at the table, and we don't make policies before we understand how it's going to affect people's lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:54",
      "speaker": "HUNT",
      "sentences": "What is your number one ask from lawmakers? What is the number one thing that you think they can do to help protest artists, musicians, and the others you represent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:54",
      "speaker": "GLAZIER",
      "sentences": "They can protect their voices, their images, and their likenesses so that they can't be scraped and stolen and then used to create products that compete directly against them and hurt their livelihoods. That's what they can do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:46:54",
      "speaker": "HUNT",
      "sentences": "So that's basically -- I mean, just to put it in layman's terms -- I mean, some -- I know some music artists are dealing with challenges where people take that thing and then they use their computers to essentially make fake songs that seem to appear like that artist made it.Can you explain a little bit about what's actually happening right now and what's possible in the future that you need to look at?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "HUNT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "GLAZIER",
      "sentences": "-- incredibly powerful technology and it has to be looked at very carefully.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "HUNT",
      "sentences": "No, it's a good point. It's scary.What -- let me ask you about the very powerful men that are going to be there because this is convening a very powerful group -- Elon Musk, Mark Zuckerberg, the CEO of Google, et cetera, among them. Who do you think -- who is -- who is the first person on this list that you go to when you're talking about this? Who are the good actors? Which companies and which CEOs are the good actors in this space in your view, and which have work to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "GLAZIER",
      "sentences": "So there are -- there are companies, like Facebook and Google, who have licensed the content of others. Who are -- over the years have basically come out with products like YouTube, and Reels, and Facebook, and other products where over time, they have learned to license and they have become licensed partners. And I hope that they proceed in this way in the same vein of not trying to appropriate people's voices, appropriate people's images.But consent, compensation, and credit. Those are the three things that performers need so that our culture can go forward without algorithms and robots deciding instead of human genius deciding. I think Sam Altman, who is sort of new to the game in AI, is a very important voice. He has called for sort of stopping and regulating, especially in this space. But it remains to be seen whether or not he's willing to take his company and live his message.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "HUNT",
      "sentences": "All right. Well, we'll see what we learn today from this really groundbreaking summit.Mitch Glazier, thank you very much for getting up early with us. I really appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "GLAZIER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "HUNT",
      "sentences": "All right. Millennials -- I think that's me -- everywhere are rejoicing. Am I rejoicing after watching NSYNC reunite at the MTV Video Music Awards? Yeah, OK. That's right. Lance Bass, Joey Fatone, Chris Kirkpatrick, JC Chasez, and Evan -- even Justin Timberlake -- they all appeared on the stage together last night to present the award for Best Pop Video to Taylor Swift.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "JC CHASEZ, MEMBER, NSYNC",
      "sentences": "Hello, VMAs.(Applause)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "CHASEZ",
      "sentences": "Over 20 years ago, we were just kids when we won Best Pop Video for \"Bye Bye Bye.\"(Applause)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "CHASEZ",
      "sentences": "It was our first VMA and it meant the world to us.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "HUNT",
      "sentences": "The last time all five members of NSYNC appeared on stage together was at the 2013 MTV Music Awards.Our thanks to producer Bruce for putting that script in just for me. I don't know -- should I have said \"Bye Bye Bye?\" Who knows? All right, let's go to sports now. The New York Jets' worst fears were realized yesterday. An MRI confirmed that Aaron Rodgers will miss the entire season with a torn Achilles. Andy Scholes has this morning's Bleacher Report. Hey, Andy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "ANDY SCHOLES, CNN SPORTS CORRESPONDENT",
      "sentences": "Yeah, good morning, Kasie.You know, you just have to feel so bad for Rodgers, the Jets, and Jets fans. There was just so much hype around this team. HBO \"HARD KNOCKS\" -- they showed just how committed Rodgers was to making the Jets a winner, but it's all over now. The Jets are going to have to try to win without Rodgers. The team placing him on injured reserve yesterday, which means he's out for the year. And head coach Robert Saleh saying he just hurts for Rodgers. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "ROBERT SALEH, NEW YORK JETS HEAD COACH",
      "sentences": "I feel more for Aaron than anyone. I -- you know, he is -- he's invested so much into this organization. So much into this journey that he's embarked on and wanting to be a part of what we've got going here, and how much he's invested in not only this organization but his teammates, himself, this fan base, this city. So I have a lot of emotions for him.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think if the Bills are winning early, we'll just stay steady. But if the Jets have a big lead, I'll probably tone it down.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:05",
      "speaker": "SCHOLES",
      "sentences": "All right. So once Rodgers went out on the fourth play, people thought the Bills are going to win and their tabs are going to be free. And Kasie, they started getting after.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:05",
      "speaker": "HUNT",
      "sentences": "Oh, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:05",
      "speaker": "SCHOLES",
      "sentences": "But -- yeah, that didn't work out well. Now we're seeing Tom Brady running around the field for some reason. Because the Jets won the game in overtime and all of those people ended up having to pay their tab. And, you know, obviously, the look on their faces -- it was priceless when that happened. All right. Now, Rodgers' injury -- they had Tom Brady Jets memes going wild on social media. And here is Tom Brady now. But the seven-time Super Bowl champion, he's actually busy right now playing something else.Look what he posted yesterday. Video of himself just burying jumpers at a gym while playing basketball with his son, Jack. The 46-year-old wrote, \"I'm going to need a few more sessions to be able to keep with us this kid soon.\" But that jumper -- hey, it's still there. Looking good. All right. And finally, De-on Sanders and his number 18 Colorado Bucks -- they're going to take on Colorado State on Saturday in the Rocky Mountain Showdown. Yesterday, Coach Prime -- well, he was asked if he knew just how important this game is and well, he said yes, he does. (BEGIN VIDEO CLIP) DEION \"COACH PRIME\" SANDERS, COLORADO HEAD COACH:  This isn't my first rodeo when it comes to that. I think the Falcons and the Saints were quite a showdown as well as playing against the 49ers, as well as the Cowboys-49ers -- I could keep going -- Cowboys-Philly. You know, the Cowboys and whoever was always during showdown. Baseball as well. So it's always some type of adversity that you have against someone in close proximity of you. Yeah, I had two divorces which was heck of a showdowns, too. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:05",
      "speaker": "SCHOLES",
      "sentences": "I just love how authentic Coach Prime is, Kasie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:05",
      "speaker": "HUNT",
      "sentences": "I was going to say you never know where he's going to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:05",
      "speaker": "SCHOLES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:05",
      "speaker": "HUNT",
      "sentences": "All right, Andy Scholes, thank you as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:55:05",
      "speaker": "SCHOLES",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    }
  ]
}