{
  "date": "2023-03-17",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "Arrest Warrant Out for Putin for Deporting Ukrainian Children; Report Questions Failed Bank's \"Total Embrace\" of Remote Work; Sources: Law Enforcement Agencies in NYC Prepping for Possible Indictment of Trump; China's Growing Problem: About 20 Million Youth Unemployed. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:23",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "OUTFRONT next, new video into upfront capturing the moment Ukrainian soldiers shoot down a Russian fighter jet. So easy, you'll see it even surprises the Ukrainian troops. This as Russian President Vladimir Putin is now a wanted man on the world stage.Plus, America's banks taking another beating. The Dow sinking and the banks set off the crisis, Silicon Valley, was quote, not cutthroat like Goldman Sachs. Was the bank's work from home culture partly to blame for its collapse or not? And a story you'll see first OUTFRONT, Chinese President Xi Jinping, facing record unemployment and unrest. How could this figure into a potential invasion of Taiwan? Let's go OUTFRONT. And, good evening. I'm Erin Burnett. OUTFRONT tonight, new video just into OUTFRONT. These are Ukrainian soldiers shooting down a Russian fighter jet. And what I'm about to show you, I think will stand out to you, for the fact that the act appears to be so easy for Ukrainians, to take a Russian fighter jet. That it almost takes them by surprise. So here it is. What you're looking at is a Ukrainian using a surface to air missile, right? So, obviously, shooting from the ground here. It takes about three seconds to reach its target. The white circle you see it. Then the quick flash or explosion that was in that white circle. The soldiers' reaction, total shot. (VIDEO CLIP PLAYS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:23",
      "speaker": "BURNETT",
      "sentences": "As I said, they appear shocked and surprise that they did it. I mean, the strike that you are looking at took place just about 30 miles from Bakhmut, which, of course, is the center of the frontline frightening right now. And according to a Ukrainian soldier there on the frontlines, Russiaappears to be on the defense right now. Last week, the enemy was furiously attacking -- I'm quoting the Ukrainian soldier. And the attacks were of a maximum nature. He goes on to say it exhausted the enemy and indeed as of yesterday, and today, the intensity of artillery fire has decreased. This means that we have partially exhausted the enemy, bled it out. They're talking about the dramatic change they've seen on the Russian side. But those words, flooded out, are literal. Just listen to this. This is new audio into OUTFRONT. What you're going to be listening here is to Russian soldiers, they're having a conversation. This is a conversation that was obtained by the Ukrainian defense intelligence. Listen for yourself. (BEGIN AUDIO CLIP) RUSSIAN SOLDIER 1 (through translator): Get a load of this: they are taking the wounded to the border. They are waiting there at the border to be let back into Russia. But they're simply dying from blood loss because they're waiting so long. RUSSIAN SOLDIER 2 (through translator): What do you mean? There should be anything blocking their way back to Russia. RUSSIAN SOLDIER 1 (through translator): It's just some cockamamie (EXPLETIVE DELETED) (END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:23",
      "speaker": "BURNETT",
      "sentences": "Those are two Russians, literally saying that men are dying on the border, bleeding out, dying from bleeding out because they can't get help. It's unbelievable to imagine they're not even able to help their own wounded on the border. There are so many who need help.Just look at this new video. This is Russian soldiers trying to cross a river in Bakhmut. They are spotted and you can see within seconds, surrounded by deadly strike after strike. All of this comes as the International Criminal Court, today, issued an arrest warrant for Vladimir Putin, accusing him of war crimes, for allegedly deporting children from Ukraine to Russia. Now, those children used as political pawns. They've been paraded on stages at rallies, held by Putin to celebrate Russia's army. The Kremlin dismissing the warrants, calling the meaningless. But still, Putin is only the third serving head of state ever to get an arrest warrant. The other two, Moammar Gadhafi of Libya, he was killed four months after the ICC issued a warrant. And Sudan's Omar al-Bashir, he is supposed to be handed over to the ICC, reportedly remains hospitalized. But we're going to have much more on the charges against Putin in just a moment. But first, I want to show you the exclusive access that CNN has been given to the massive international security operation to keep vital infrastructure safe from Russia's military in Ukraine. A military, of course, that is both reckless and irresponsible in addition to targeting that infrastructure, a military that Russia continues to celebrate. The defense minister today, decorating the pilots who took down the American drone over the Black Sea, even though it appeared to be accidental that they hit it. I want to start with Fred Pleitgen and his exclusive reporting on how the international community is bracing for possible new attacks by Russia. He's OUTFRONT live tonight in Bergen, Norway. And, Fred, what are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "JENS STOLTENBERG, NATO SECRETARY GENERAL",
      "sentences": "What they're seeing is reckless and irresponsible behavior by Russia. That led to this incident in the Black Sea. The good thing is that the United States behaved at the utmost professionally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "PLEITGEN",
      "sentences": "And security on the seas is a huge issue for NATO. We flew to one of Europe's largest gas fields with a secretary general and the head of the EU commission, as NATO warships were guarding the rig, watchful for possible acts of sabotage.The U.S.'s allies understand full well that Russia's war in Ukraine is a threat, not just to the skies above the seas, and on the seas, but also to critical infrastructure under the sea as well. That's why the NATO alliance is beefing up its efforts to protect this critical infrastructure. These are the actual wells of a troll gas field near Norway. Around 10 percent of the natural gas supplies for America's European allies come from this field alone after most of them stop buying gas from Russia. Last year, the Nord Stream pipeline between Germany and Russia was blown up, in what the U.S. says was an act of sabotage. While some believe Ukrainians might be behind the explosion, Kyiv denies involvement and the EU commission head tells me Europe will continue to support Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "URSULVA VON DER LEYEN, PRESIDENT OF THE EUROPEAN COMMISSION",
      "sentences": "We know in the European Union that Ukraine is not only fighting for its independence, serenity, and freedom, but also for the right of thousands we share, like the respect for the international law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "PLEITGEN",
      "sentences": "And Ukrainians say they will fight on. Kyiv saying the most intense battles are still taking place around Bakhmut, where the Russians claim they are graining ground.Russian President Vladimir Putin is set to meet Chinese leader Xi Jinping in Moscow next week. As the Russians are looking to further deepen ties, and the U.S. believes, want Beijing to give them weapons. NATO's leader says security in Europe will only be guaranteed if Putin end the war against Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "STOLTENBERG",
      "sentences": "The best way to reduce risks of incidents like this is for Putin to end the war. Wars are dangerous and they lead to dangerous situations, like the incident of the Black Sea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "PLEITGEN",
      "sentences": "But as long as the war continues, NATO says its ships will stay on alert shielding the alliance members' critical infrastructure for possible attacks.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "PLEITGEN",
      "sentences": "And, you know, Erin, there were several warships from the NATO alliance around that gas platform alone. Just to show how important that is. In the meantime, of course, we know that the fighting in Ukraine is really ferocious and continues to be ferocious. I got an update from the Ukrainian military and they say, especially on the northeastern front in Kremlin, there's a lot of fighting going. On but of course also as you mentioned, in Bakhmut as well, where the Russians are continuing those efforts to try to encircle that city.At the same time, as you said, some Ukrainian soldiers believe that they might have exhausted that Russian force and they could see it opening to try to launch a counterattack there as well, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "BURNETT",
      "sentences": "Well, it was pretty incredible when you lay that. Out when you're talking about knowing that they've lost an eight-year supply of tanks, as you're saying, that's obviously a very low estimate.So, Christo, when you the context of this criminal court making Putin an international pariah with this warrant. So it's not as if anyone in the world is going to change how they see this based on this. It makes it formal. You spent a lot of time investigating Russian war crimes in Ukraine. So what does this mean for Putin? He's obviously not going to be able to travel anywhere that he could be arrested. How does this impact him in Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "CHRISTO GROZEV, LEAD RUSSIA INVESTIGATOR AT BELLINGCAT",
      "sentences": "Well, it does. Whoever says that it's going to be ignored or maybe even hidden from the general public, it is wrong. It has been wrong. We see that leading rushing political figures had to comment on this today, and make it even amplified in public within Russia because a lot of bloggers, a lot of people on Russian Telegram channel, which is the main source of information for most Russians about the war today has started talking about the fact that he was indicted.And the reason why this matters is, first of all it eliminates a fantasy, a sort of a conspiracy theory that the Kremlin is trying -- has been trying to promulgate among its people that there's this global conspiracy that protects Putin, that protects the big leaders, that a solid game that is happening that the West will never go after the big wigs and make Putin. And what happened today is literally the top wig was indicted, and arrest warrant was issued. Think about the message that this will have for anybody below him because while Putin will not be able to travel, or will not travel to be arrested, a lot of people below him who know that they are committing crimes, or maybe committing crimes, may think twice because they're younger, they may hope that they have to travel to their destinations. Even the second person indicted, Maria Lvova. She's much younger. She will -- she has a hope for a new life after the war. And this acts as a deterrent to Putin's commanders, to people working in the system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "BURNETT",
      "sentences": "So to try to understand the scope of what's happening on the ground here, Phil. When you look at the situation on the ground in Bakhmut, Ukraine is saying Russia is slowing down their attacks. Obviously, I was just quoting a Russian -- a Ukrainian soldier saying that. I'm sorry.I want to share a little bit more about what he had to say. He said, quote: The enemy was in a hurry threatening, telling that Bakhmut was surrounded and sent its soldiers to be killed, in particular, in our part of the front. Accordingly, the fighting was as intense as possible, exhausted the enemy. Phil, you know, we're hearing this from all levels of the Ukrainian military right now, that the Russians are exhausted. Is that the reality -- is that sort of the way Russians want them to see it and they've got some kind of group coming in? How many Russians really are dying right now in these battles? O'BRIEN: Well, I mean, there's a few things going on here. There seems to be at least, temporarily, I don't know if it's temporary or longer term, relenting in Russian attacks. But compared to last weeks when they were throwing everyone into try to take Bakhmut and attacking on both sides, to the north and south, trying to get over the river. The last few days, these offensives have stopped and the map hasn't changed. Now what we don't know is if this is the kind of thing that is a temporary thing. But Russia has been trying to take Bakhmut for eight months. Eight months they've been throwing troops at this town, and they still haven't been able to take it. So I think we can say what the Ukrainians have done is decided, and what we don't know is what Ukrainian losses have been. But the Ukrainians have made the Russians pay a massive price to take Bakhmut, and as long as the Ukrainians losses themselves are not as nearly as high, then that was probably the right strategic choice. It's a terrible battle. It's a horrible battle. But it's one where the Russians in some estimates are losing 5 to 1. That was a NATO estimate 5 to 1. Another NATO estimate was recently the Russians in the Bakhmut area could be losing 1,200 to 1,500 casualties a day. That's not just killed, that's killed and wounded. But that the Russians are losing huge numbers of troops to try to take this town, and huge numbers of equipment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:07",
      "speaker": "GROZEV",
      "sentences": "I believe I have made progress. I believe also law enforcement who is competing against my own investigation, in a good way, have also made progress. But because this is an ongoing investigation, I cannot comment on what my findings are.What I can confirm is that yes, we have -- I have found an objective evidence that the Putin regime has actually put people to tail, not only me, but other investigative journalists, my colleagues from Russia. And that has been going on for at least a year. I hope that I can talk on this show in a couple weeks or later, about their findings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:07",
      "speaker": "BURNETT",
      "sentences": "I hope that you can. And we will all be waiting.Thank you so very much, Christo, Phillips, thank you both. Thank you. PHILLIPS O'BRIEN, PROFESSOR OF STRATEGIC STUDIES: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:07",
      "speaker": "BURNETT",
      "sentences": "And next, just weeks before Silicon Valley Bank collapsed, the company warns that it was facing risks from its work from home culture. Was that partly to blame? You're going to hear what former employees are actually saying.Plus, just in, we're learning about discussions taking place right now between New York City, New York state, and federal law enforcement agencies about how to prefer should the former President Trump be indicted. Our John Miller has new reporting this hour. And the numbers are shocking. An estimated 20 million young people in China are unemployed. Why that could play into a potential invasion of Taiwan. (COMMERCIAL BREAK) [19:20:05] BURNETT: Tonight, sell-off. The Dow closing down nearly 400 points. U.S. banks taking a beating just one day after the $30 billion dollar rescue of forced republic bank by other bigger banks which put money into the deposits. That bank shares plunged again today, closing down more than 30 percent. And the big four U.S. banks, all finishing in the red as well. They're the ones of course who give that lifeline to First Republic. This is the end of what has been a tumultuous week, began with the swift collapse of Silicon Valley Bank a week ago. It was literally one week ago today. And tonight, there are questions about whether the banks' culture with a, quote, total embrace of remote work in other things, as \"The Financial Times\" reported, it's partly to blame. The CEO, of course, Greg Becker, work from Hawaii and other top executives spread out across the United States. Just two weeks before it collects, SVB warned in its report -- prolonged work from home arrangement. SVB's approach to remote work put it at odds with some of the top banking CEOs as well. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It does not work for younger people, it doesn't work for those who want to hustle. We want people back at work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:07",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is not an employee choice, that they get to choose to stay home five days a week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:07",
      "speaker": "LARRY FINK, CEO OF BLACKROCK",
      "sentences": "We have to get our employees back in the office. We're seeing this collapse in productivity.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:07",
      "speaker": "BURNETT",
      "sentences": "One former SVB executive summing up the banks culture saying, quote, it is not cut-throat like Goldman Sachs.OUTFRONT now, Antoine Gara, the private and institutional capital correspondent at \"The Financial Times\". He's been following Silicon Bank closely and co-wrote the story on the bank's culture. Following it, and, you -- you know, really all raising the alarm about a lot of this stuff, in the past weeks and months. So, you talk to a lot of ex-SVB employees for this fascinating report. So, what it was like. What was the culture like? What did you find? ANTOINE GARA, PRIVATE &amp; INSTITUTIONAL CAPITAL CORRESPONDENT, FINANCIAL TIMES: Sure. Well, I think the context is, Silicon Valley Bank was the banker to Silicon Valley. They were financing a lot of the private start-ups that couldn't get financing from the larger banks like JPMorgan. They were also financing the venture capital firms that we're investing in them. They were financing like founders' pet projects, like their wineries, giving them mortgages, doing everything to serve people in the valley. And being that banker to the valley, they began to sort of embrace the ethos of the valley. And so, when the pandemic happened, the technology industry was really the biggest embracer of work from home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:07",
      "speaker": "BURNETT",
      "sentences": "Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:07",
      "speaker": "GARA",
      "sentences": "A lot of the large tech companies basically closed their offices, or announced work from home policies. Silicon Valley Bank followed that. They became a work from home bank. Whereas, as you just showed in the clip, a lot of the Wall Street guys were beckoning people back as soon as they could.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:07",
      "speaker": "BURNETT",
      "sentences": "And they certainly were. They were aggressively doing so.Now, the CEOs out working in Hawaii, he wasn't doing it to. Nonetheless, they put that warning in their report. That this was a challenge for them. Do you think that that is real? That this really was a challenge for them? Or that they are somehow now using that as an excuse for what occurred?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:07",
      "speaker": "GARA",
      "sentences": "No, absolutely. It was a huge challenge. The broader context is that when interest rates were low, capital was funneling into tech like it has never happened before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:07",
      "speaker": "BURNETT",
      "sentences": "Like more than you can even keep track of it, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:07",
      "speaker": "GARA",
      "sentences": "And that money was going into Silicon Valley Bank. They were taking the deposits and then making loans or buying securities. They were the real transition mechanism for all of the money moving around the valley. And they grew faster than almost any other bank in America during the pandemic.Just think, you had executives fanned out all over the country. You know, the president was in Miami. The chief risk officer was in the D.C. area. That meant that you had to manage all of this growth, which a lot of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:07",
      "speaker": "BURNETT",
      "sentences": "Just to be obvious here, when you have a five hour time change between the CEO and the chief risk officer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:07",
      "speaker": "GARA",
      "sentences": "Yeah, exactly. You had to manage growth that none of these people had ever seen in their careers. They were doing that often in a remote environment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:07",
      "speaker": "BURNETT",
      "sentences": "So there's the rumble part, and then there's the DEI, which is what politically has been seized upon, right? You've got the governor of Florida, a Congressman James Comer, others saying that SVB was distracted by DEI.Now, the former, the chairman of Goldman Sachs, Lloyd Blankfein, told me that's laughable. Suzie Orman said it's the most ridiculous thing she's ever heard. But what are you hearing from ex-employees about social issues? About stuff like DEI? Is that even relevant here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "All right. Well, it's a pretty amazing and fascinating. I hope everyone will read all of your reports. I know you didn't have it -- in a lot of others involved.So, Antoine, thank you very much for sharing some of that with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "GARA",
      "sentences": "Thank you, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "And next, we're just learning that multiple lie enforcement agencies are making plans right now for how to prepare for the possible indictment of President Trump, an indictment that could come as early as next week.Plus, Hunter Biden now going after the owner of a computer repair shop who allegedly share the contents of his laptop with Trump's allies. (COMEMRCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "And just into OUTFRONT, law enforcement agencies in New York are now preparing for the possible indictment of former President Donald Trump, an indictment that could come as early as next week, according to multiple sources.The criminal charges stem from alleged hush money payments made to Stormy Daniels. And OUTFRONT now, John Miller, CNN chief law enforcement and intelligence analyst, who is just breaking all this news for us. So, John, what more can you tell us about the preparations for the timing of a potential indictment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "They get it, right. But it's important to note, it isn't done a deal. There is this next step and we're in weird times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "MILLER",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "Right? So, it's important to mention that.So, here's the thing though. Then, if it happens, you then, no matter what ends up happening, whether convicted or if it's a fine. All of that is separate. You have to go through an arrest. You get a mugshot, what happens here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "MILLER",
      "sentences": "This is the bizarre part because, I mean, this is routine. They literally do this hundreds of thousands of times over the course of years. But they've never done it with a former president of the United States.So, you have, in the case of an indictment, you have a defendant who is coming in with armed Secret Service protection, who's going to walk into one Hogan Plaza, the DA's office. Go up to the floor where the detective squad is. They're going to fingerprint him electronically, and photograph him for a mugshot. And then he's going to sit somewhere with his attorneys, while in arraignment is scheduled. All of this would be prearranged. He would go down to the arraignment, where there is almost 100 percent certainty that he will be released on his own recognizance. In the planning process, what they've been struggling with is, what happens next? Does he come out on the courthouse steps? Is there a crowd of demonstrators? Are there counterdemonstrators?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "Right. Is he making a statement? He's having a rally? I mean, what --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "MILLER",
      "sentences": "Is he doing a press conference? These are the things where they are building contingency upon contingency, upon contingency in coordination with the DA's office, with the court officers, with the police. With the FBI's join terrace intact force. The secret service, of course, who is in the awkward position of, if there was an indictment being the protective element around the suspect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "Right. It is incredible. As you said, there's just a mugshot. I know it's a basic thing, but you're talking about a former president. It's worth taking a moment to think about that. It is going to be a crucial few days here, or a week, whatever it ends up being.All right. John Miller, thank you. And this comes as Hunter Biden is now countersuing the owner of a computer repair shop. That owner share the contents of Biden's laptop, which eventually reached Trump allies. Biden says that is privacy was violated. And it was done in an attempt to hurt his father's presidential campaign. This comes as House Republicans say that they have now found new evidence that Hunter Biden, and two other members of the Biden family, profited more than 1 million dollars from a Chinese company in 2017. Manu Raju is OUTFRONT. (BEGIN VIDEOTAPE) MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPNDENT (voice-over): House Republicans stepping up their probe into Hunter Biden and other members of President Joe Biden's family, digging into overseas business dealings with the Chinese energy company, hoping to find evidence tying the payments to the president himself, but have yet to prove any link. REP. JAMES COMER (R-KY): There was a lot of money that transferred from China to the Bidens. And what we want to know is, what did China get in return?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "RAJU",
      "sentences": "In a new memo, Republicans in the House Oversight Committee say three Biden family members in 2017 received over $1 million in, from a Shanghai-based company, state energy, it could limited. The money came after Biden associate John Robinson Walker received a $3 million wire from the same company. A transaction that was first publicized by Senate Republicans in 2020. Walker then transferred a third of those funds to various Biden family bank accounts, over a three month period.The new information uncovered by the House GOP, $35,000 in payments to Hallie Biden, Beau Biden's widow. $25,000 of which was linked to the Chinese energy company. Republicans also targeting the president's brother James, and his son Hunter, and also say they are probing an account linked to an unknown Biden. The memo did not reveal any illegal action by the Biden family members. The president has long maintained, he had no involvement in any of these dealings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I have never discussed with my son, or my brother or anyone else in anything to do with their businesses, period.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Hunter and Joe Biden, -- they go away free. What's going on with that? I mean, that laptop is a disaster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "RAJU",
      "sentences": "Top Democrats are pushing back.SEN. DICK DURBIN (D-IL): There's a fixation on the Biden family by many Republican leaders. I think there are other issues that are more relevant and important in the lives of ordinary Americans. (END VIDEOTAPE) RAJU (on camera): Now a lawyer from Mac Isaac, who is the computer technician at the heart of that Hunter Biden laptop case, declined to comment about Biden's new lawsuit on Friday, saying they would respond in court. At the same time, Hunter Biden's business associate, John Robinson Walker, is being targeted now by House Republicans on the oversight committee. They want walker to sit down for a transcribed interview in the days ahead -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "BURNETT",
      "sentences": "All right. Manu, thank you very much.So, now, Ryan Goodman is with me. So, Ryan, let's go through what Manu just reported. It doesn't sound good. There's a guy whose name is John Robinson Walker, he gets $3 million from a Chinese company and proceeds to wired out to a bunch of people named Biden. One of whom is Hunter Biden, another one is a company that belongs to the president's father James Biden, another amount of money to Beau Biden's widow, Hallie. So, again, from a layperson, that doesn't look good. Is it damaging legally?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "RYAN GOODMAN, FORMER SPECIAL COUNSEL AT DEPARTMENT OF DEFENSE",
      "sentences": "Not necessarily damaging legally. Like when I look at all the facts that are alleged in the four-page memo, it looks potentially unethical. But it's difficult to matchup with any illegality or crime and for all the reasons that you say and more.The fact that there's a pass, the money is not even going directly to these members of the Biden family but through this third person, the timing of it, two months after he steps down as vice president. This is happening with his family. One of the payments is 2015. That's starting to look like it's potentially influence peddling, but not illegal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "BURNETT",
      "sentences": "Right, not -- okay, but you're saying possibly unethical, which then becomes more of a political or a thing for voters to decide, more than legally.All right. So, this is in the context of a couple of developments that we have on the Trump side. I just want to start with the breaking news the John Miller just shared. That an indictment could be coming, as soon, as Tuesday or Wednesday, but the decision could be very soon. All these preparations are being made, for the possible indictment of a former president, right? Including how they arrest him, mugshots, all of these things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "GOODMAN",
      "sentences": "It's extraordinary. We saw something like this, it was only a fraction of it, when the CEO of his company, Allan Weisselberg, was walk down, the kind of a perp walk. It was pretty enormous then.This is a former president. It has never happened in our country. The close we've ever come is a draft indictment for Nixon, but he was pardoned. So to see this, I think there will be an attempt to show that he's being treated like every other citizen, or noncitizen, arrested on New York authority. So it's not going to get special treatment. But it is going to be an incredible moment that in some sense sheds a light on other cases that he's under investigation for. It also makes it more real.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "BURNETT",
      "sentences": "It does. I mean, this isn't the one that a lot of legal experts would've liked to go first, right? They would have preferred to be some of the other ones, whether it'd be Fulton County or Department of Justice.And in the DOJ, with the special counsel, right now, federal judge has ordered Trump's top defense attorney Evan Corcoran to provide testimony. He had been fighting that, citing privilege. You've been watching Corcoran very closely, you think this could be significant?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:00",
      "speaker": "GOODMAN",
      "sentences": "Yes. The first line in the CNN report says it's a monumental decision. I completely agree with that word. The only way the judge reaches this decision is if she has determined that there is in fact sufficient evidence of a crime having been committed, after all the evidence that the special counsel has accumulated.So, yes, there's this protective layer that attorneys and clients are supposed to have every bit of their communications kept confidential. But it can be pierced if indeed there is evidence that there was a crime committed. And the burden is on the government to have shown it. She has concluded that that's the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:43:22",
      "speaker": "BURNETT",
      "sentences": "Just in to OUTFRONT, President Biden answering reporters questions about the arrest warrant issued by the International Criminal Court for Russian President Vladimir Putin.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:43:22",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I think it's justified. The question is, it's not recognized internationally by us either. But I think it makes a very strong point.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:43:22",
      "speaker": "BURNETT",
      "sentences": "As we mentioned, at the top of the show, the ICC is charging Putin and one of his commissioners for a scheme to forcibly deport Ukrainian children to Russia. At least 6,000 children, some just a few months old, have been taken since the start of the war. That's according to a recent report by Yale detailing an expansive network of more than 40 camps across Russia.CNN has covered this extensively. Our David McKenzie has spoken to Ukrainian mothers who say they were coerced into sending their children to the so-called summer camps, where they were told their children would be safe from the war. (BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE (through translator): Emotions overwhelmed me when Leyla (ph) left. When I realized what was happening, it terrified me. All I wanted was the best for my child at the time. I'm worried, of course. You cannot even imagine my emotions inside. It's fear and terror. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:07",
      "speaker": "OLEKSANDRA MATVIICHUK, UKRAINIAN HUMAN RIGHTS LAWYER",
      "sentences": "This war has a genocidal character. And the legal transferring of Ukrainian children to educate them as Russians is a part of this policy. Such kind of policy is impossible to develop without government officials, but in this case, we have a legal round to prosecute Putin, because last year, he changed the legislation by himself, which simply guide the processed of adoption of Ukrainian children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:07",
      "speaker": "BURNETT",
      "sentences": "And now, in Russia, of course, officials are dismissing this tonight, the spokesperson for Putin, Dmitry Peskov, says any decisions of this kind are no and void for the Russian Federation. The former President Dmitri Medvedev, who was a top adviser in Putin's government, completely showed disdain for it, comparing it to a roll of toilet paper, the paper that it was written on.And, of course, Russia is not a member of the ICC. So, they are not going to be arrested in Russia. How likely do you think it is that Putin will actually ever face these charges?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:07",
      "speaker": "MATVIICHUK",
      "sentences": "He will face these charges, because this decision has a short-term and long-term result. I would remind you that the history of humankind convincingly proves that authoritarian regime collapses, and leaders appeared in front of the court, and Milosevic, Karadzic is a great example. Serbia did not want to transfer them to the Hague, but Serbia did when they decided to restore economical and other kinds of relations with well-developed countries.And in short-term, it is also very important time because Putin, now, is officially recognized and suspected as a war criminal, and everybody who deals with Putin has to take this fact into consideration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:07",
      "speaker": "BURNETT",
      "sentences": "There are, you know, Christo Grozev from Bellingcat earlier was saying that the evidence of war crimes is vast, greater than has been in any war in history because so much of it has been documented. You are doing much about documenting, Oleksandra. The Mariupol theater bombing, 300 people believed to have been dead. Children, so many children were in there when that was bombed. It was labeled with children, painted outside on giant letters.What other charges do you think await Putin directly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:07",
      "speaker": "MATVIICHUK",
      "sentences": "The prosecutor of International Criminal Court issued a press release, and according to that they express that they have the impression it is just the beginning. The International Criminal Court will limit their investigation only to the case of illegal transfer of Ukrainian children. So, we are waiting for the next crisis, and the next accusations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:07",
      "speaker": "BURNETT",
      "sentences": "All right. Oleksandra, thank you so very much. I appreciate your time, and of course, everyone and the indefatigable work that you have put into this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:07",
      "speaker": "MATVIICHUK",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:10",
      "speaker": "BURNETT",
      "sentences": "Tonight, Chinese state media touting President Xi Jinping's state visit to Moscow this week to meet with Vladimir Putin, saying Xi will, quote, inject more stability into the world for the visit.But back home, Xi is facing his own crisis that could influence whether he decides to invade Taiwan. Selina Wang is OUTFRONT. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:03",
      "speaker": "BURNETT",
      "sentences": "All right. Thank you very much, Selina, live from Beijing tonight.And next, 10,000 tons of garbage now lining the streets of a major city. There are no plans for pick up. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}