{
  "date": "2023-09-22",
  "headline": "CNN News Central",
  "subHeadline": "Officials Detail Bribery Charges Against Dem Sen. Robert Menendez. Aired 11-11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:02:02",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "A symbolic and strategic strike, Ukraine hits what might be Russia's most important naval base.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:02:02",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "And the UAW is expanding its strike today against, here's the interesting bit, two of the three Big Three automakers. Progress is now said to be happening in negotiations with Ford. What does this all mean for this drawn out fight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:02:02",
      "speaker": "BERMAN",
      "sentences": "And we're standing by for a news conference laying out, the federal indictment against Democratic Senator Bob Menendez. The charges involved bribery, stacks of cash, and get this, gold bars. I'm John Berman with Kate Bolduan. CNN News Central starts now.All right, this is the breaking news. Any minute we will hear from federal prosecutors who just moments ago issued an indictment for New Jersey Democratic Senator Bob Menendez on bribery charges. You can see the live pictures right there. The news conference begins in any minute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:02:02",
      "speaker": "BOLDUAN",
      "sentences": "We're going to learn a lot more. But what we know so far is there's a lot already, Menendez, his wife, they have been accused of accepting bribes from three businessmen. The indictment details those bribes coming in the forms of cash, mortgage payments, a luxury vehicle, and as John has pointed out, gold bars.And there are images of this throughout the indictment. And here's another thing to remember, this is the second time in the past decade that Bob Menendez has faced corruption related charges. Evan Perez, Lauren Fox, Elliott Williams all standing by who follow us -- follow along with us once we hear from this press conference. But Evan, what are you learning about this? What are you seeing in this indictment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:37",
      "speaker": "BERMAN",
      "sentences": "Evan standby for a moment. Again, we are waiting for this news conference to begin at any minute. We could get new details about this already pretty remarkable indictment. I want to quickly go to Capitol Hill. CNN's Lauren Fox is there. And Lauren, what I want to hear from you is explain how important Senator Bob Menendez is, the chair of the Senate Foreign Relations Committee at a time when the U.S. is deeply committed to aiding Ukraine and its efforts against Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:37",
      "speaker": "LAUREN FOX, CNN CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, I mean, the Senate Foreign Relations Committee Chairman, they are usually tasked with meeting with foreign dignitaries, when they come to the Capitol, obviously they have a ton of insight and communication with foreign governments about what the U.S.'s role in perhaps helping various military operations around the world. All of that is what kind of information that Bob Menendez would have been privy to. And I just want to point out that under Senate rules, he is the chairman of the Senate Foreign Relations Committee. But if he is indicted, which is what has happened here, he does have to step aside in that position.And back in 2014, when he was indicted on corruption charges then, he did move aside on the Committee. He was not the chairman then he was the ranking member. But Ben Cardin, who was the next in line was the one to step up and be sort of an intermediary Democratic leader on that committee while Menendez was in during his trial. So that is sort of what has played out over the last 10 years when this had happened before expect that someone else would likely step up. I have reached out to Senator Cardin's office to find out if it will indeed be Senator Cardin again who takes the gavel while this all plays out. But a very important role that Bob Menendez had here on Capitol Hill. And we also talked to one Democratic senator, lawmakers are back home for the weekend. But our colleague, Morgan Rimmer, caught up with Tammy Baldwin, and asked her, you know, what do you think about the fact that your colleague is now indicted? She said, these are very serious accusation. She wants to wait and learn more. But obviously Democrats have a lot of questions about their colleagues, the position he held, and what it means about any other information given the facts of this indictment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:37",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. All right, Lauren is going to be listening into this as well. And while we're waiting for this press conference to begin, Elliott, I mean, this is a 39-page indictment. What on its face, what do you see here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:11",
      "speaker": "BERMAN",
      "sentences": "And I do expect that a lot of the language he will use will be to explain why this gets passed, Elliot, what is now a very high bar to convict on public corruption charges because of decisions the Supreme Court has made in throwing out a conviction about former Virginia Governor Bob McDonnell. They have to be official acts that you commit here. And in your quick scanning of this indictment, Elliot, this idea of official acts, I mean, yes, we see gold bars and wads of cash, literally wads of cash in Bob Menendez's jacket, but what do you see where the U.S. Attorney here is trying to get above that high bar to convict for public corruption?E. WILLIAMS: OK. There's a number, number one, there's at least one instance, I have rose really quickly right before we went on, so we're still digesting but where he's having conversations outside of the presence of his staff with officials that are linked to or in the Republic of Egypt, that's one. You know, there was questions about the appointment of the U.S. attorney in New Jersey, which is an official act of a senator. Senators weigh in on appointments and so on. So I believe we might be starting, oh, no, I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:11",
      "speaker": "BOLDUAN",
      "sentences": "No. But one thing you can see, Elliot, as you continue that what they did is they came in and they turned around the, you know, poster board, if you will, to show some of the evidence that is depicted in the indictment. That is a jacket that says Senator Menendez with cash, literally, cash was in the pocket is what they allege. And these are the gold bars that they allege were given as a bribe to the senator and his wife. I mean, that's, I don't know, there's something about the gold bar thing that is just so out there, Elliot.E. WILLIAMS: It's not, look, it's not unlawful to possess blocks of gold. And frankly, it's not unlawful, as the Senator is alleged to have done in the indictment to Google how much money is a block of gold worth? That said, it is inherently suspicious, I don't have any blocks and gold on me right now. And I would assume most Americans do not. And these are the kinds of facts that when presented to a jury at least raised suspicions. Even the use of high amounts of cash for transaction, cash that I will note is noted in the indictment has fingerprints and DNA for some of the other defendants on them. Again, not itself per se evidence of a crime. But it just when mounted together, bates a picture of a senator that is alleged to have used his influence in order to engage in official acts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:11",
      "speaker": "BERMAN",
      "sentences": "Elliot, standby for a second, if you will. And Evan Perez, as we've been saying, you know, convictions against public officials for public corruption is hard, you know, who knows that, Bob Menendez, because charges were brought against Senator Menendez before, this is back in 2017, there was a mistrial, a hung jury there, and ultimately, a federal judge threw out some of the rest of the charges there. But the actions which he's charged for now all allegedly took place after the last time he was in a federal courtroom, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:05",
      "speaker": "BOLDUAN",
      "sentences": "Yes. And Lauren --E. WILLIAMS: If I can --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:05",
      "speaker": "BOLDUAN",
      "sentences": "Go ahead Elliot. No, you go ahead.E. WILLIAMS: No, I was going to, you know, I was going to make one point about the fingerprints, we in the world of television shows like CSI and NCIS, and so on, get really wrapped up in seeing whether fingerprints or DNA are on something. And it's not often you don't get prints, you don't get usable prints, you don't get usable DNA off of evidence. What that does, though, is it establishes sort of a chain of custody from one person to another. And it is clear when you do find prints on something that maybe not ironclad evidence of guilt, but it did transfer hands, likely from that first person alleged to the defendant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:05",
      "speaker": "BOLDUAN",
      "sentences": "It's a good point. Lauren, we're just trying -- I was trying to remind myself when it came to Bob Menendez is where he was in his term. He's up in '24, right. I mean, he won reelection after he beat the after he had the -- there was a mistrial, there was a hung jury and mistrial after his first round of corruption charges, and now he's up in '24. FOXThere's a precedent on these types of issues in their conference, Senator Risch hopes to hear from the Democratic leader as soon as possible on what's next. So the Committee's important work can go on uninterrupted because as we said, this is a really important job in the Senate being an chairman of any committee is obviously very important and essential to the work of the Senate. But being the chairman of the Senate Foreign Relations Committee at a time where we just had President Zelenskyy on Capitol Hill yesterday asking for more funding for Ukraine, you can see why that is such an important position, such a timely position. So the spokeswoman for Jim Risch saying here, it's going to be very important to have a seamless transition, and very quickly so that we can move on with the work of the Committee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:05",
      "speaker": "BOLDUAN",
      "sentences": "And Lauren to that point, John, you were in the middle of an interview with Chrissy Houlahan, when we had that shot inside, the cameras shooting inside so we could see inside the meeting with senators. And as they were all walking out, Lauren, I'm sure you saw this as well, as you saw Bob Menendez standing with President Zelenskyy shaking hands and talking. I mean, this shows how important not -- every senator is, but especially the chairman of the Senate Foreign Relations Committee, and the responsibilities upon that person as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:05",
      "speaker": "BERMAN",
      "sentences": "It also Lauren shows that he's been doing his work right up until this point. I mean, he had to have known that this indictment was coming, yet, he still let himself yesterday be front and center very publicly, when Zelenskyy was there. Yes, actually, let's go to New York for this news conference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're not going to take any questions today. We'll start in about a minute. OK. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "JAMES SMITH, ASSISTANT DIRECTOR IN CHARGE, FBI NEW YORK",
      "sentences": "Good morning. So I'm not going to go any further into the case, as the U.S. Attorney, Damian Williams explained. But what I want to talk about more or less is, hey, the FBI is public corruption, excuse me, the FBI investigating public corruption is one of our top priorities. And we will continue to investigate public corruption cases.I want to thank the agents, the team over here from the FBI, the IRS, for their hard work into this investigation. They've spent many hours and days and weeks and months working on this investigation. I would also like to thank all the prosecutors from the Southern District of New York. I like to thank Damian Williams for his support in this particular case. I'd like to thank the IRS for all their investigators who work tirelessly, along with the team here to investigate this case. Then I would also finally like to thank, excuse me, DOJ's Public Integrity section. So thank you very much for all your support in this. D. WILLIAMS: All right, thank you, everyone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:02",
      "speaker": "BERMAN",
      "sentences": "All right. You were just listening to the U.S. Attorney for the Southern District of New York, Damian Williams lay out the three count indictment against Democratic Senator Bob Menendez of New Jersey and his wife, Nadine. He accused Menendez of using his power and influence to benefit the government of Egypt providing sensitive non- public information to public officials.You know, he said he used his job to try to influence some of the Department of Agriculture to protect a monopoly for a businessman there.",
      "isLastSentenceInterrupted": false
    }
  ]
}