{
  "date": "2023-08-01",
  "headline": "Amanpour",
  "subHeadline": "Interview with RUSI Director-General and Former U.S. State Department Adviser Karin von Hippel; Interview with Carnegie Russia Eurasia Center Director Alexander Gabuev; Interview with Center for American Progress CEO and Former U.S. Ambassador to South Africa Patrick Gaspard; Interview with Former Malian Foreign Minister and U.S. Institute for Peace Senior Adviser for Africa Kamissa Camara; Interview with \"Valiant Women\" Author Lena Andrews. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "BIANNA GOLODRYGA, CNN HOST",
      "sentences": "Hello, everyone, and welcome to Amanpour. Here's what's coming up.Ukraine takes the fight to Russia with another drone attack on Moscow. But is Russia digging in for a bigger war? We take the long view with analysts Alex Gabuev and former State Department official, Karin von Hippel. Then, Saudi Arabia will host Ukraine peace talks without Russia at the table. Could this mean more global support for Ukraine? I asked Patrick Gaspard, former U.S. ambassador to South Africa. Also, as foreign nationals flee Niger, what will a coup there mean for Africa and the world? And -- (BEGIN VIDEO CLIP) LENA ANDREWS, AUTHOR, \"VALIANT WOMEN\":  It wasn't until I stumbled on women in uniform that I got a sense of the scale and the scope of women's contributions. (END VIDEO CLIP) Walter Isaacson speaks with Lena Andrews, author of \"Valiant Women: The Extraordinary American Service Women Who Helped Win World War II.\" Welcome to the program, everyone. I'm in Bianna Golodryga in New York sitting in for Christiane Amanpour. Ukraine appears to send another message to Moscow with a second drone attack targeting the same office building housing Russian government offices. That's two strikes in three days. The Kremlin waves off what it calls a failed terrorist attack. Here's Kremlin's spokesperson Dmitry Peskov. (BEGIN VIDEO CLIP) DMITRY PESKOV, KREMLIN SPOKESPERSON (through translator):  No. It is unlikely that those drone attacks on Moscow can be called successes for the Kyiv regime. The Kyiv regime has had no successes. Obviously, the Ukrainian counteroffensive is not working out the way it was intended by Kyiv. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "Meanwhile, Russia's deadly attacks on Ukraine civilians continue. On Monday, ballistic missiles struck Kryvyi Rih, VolodymyrZelenskyy's hometown. At least six people were killed, including a five- year-old girl. As the war grinds on, Vladimir Putin is digging in. A new law traces the maximum conscription age from 27 to 30, so that large numbers of Russian men will now be available for combat. In a column in \"The Financial Times,\" one of my guests today points to moves like this as evidence that in fact, \"Putin is looking for a bigger war, not an off ramp in Ukraine.\" He is Russia analyst Alex Gabuev, director of the Carnegie Endowment Eurasia Center, which was shut down by the Kremlin last year. Also joining us, Karin von Hippel, formerly senior counterterrorism adviser at the U.S. State Department. Welcome to both of you. So, before we get to the bigger issue of what Vladimir intentions are here, Karin, let me get you to weigh in on in what we've been seeing. I believe this is now the sixth drone attack targeted inside Russia and the third or fourth that has really hit Moscow central. What is your reaction to this? Are these at least psychologically effective attacks or as U.S. General Spider Marks said today, that they are waste of capacity and a waste of Ukraine's time? KARIN VON HIPPEL, DIRECTOR-GENERAL, RUSI and FORMER U.S. STATE DEPARTMENT ADVISER:  Yes, it's a little bit hard to say because there haven't been that many, which is surprising, given how long this conflict has gone on. I think Ukraine is trying to send a message that they can go inside Russia, but they are being very careful, because they're getting a lot of assistance, obviously, from the West and they want to make sure that they do only target military or government officials, and not civilian areas. So, you know, in some ways, you could say it's a surprise that they haven't targeted inside Russia more given that they do have the capacity to do so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "And obviously, you can't compare the tools with which the two sides are targeting each other. A drone cannot cause the type of damagethat cruise missiles cause in terms of what Russia is sending into Ukrainian cities on a daily basis. Now, Alex, let's expand the conversation and talk more about the point you make, that unlike many who suggest perhaps Vladimir Putin is looking for an off ramp, you believe that he has dug in here and that he is in this war for the long run. Explain what you mean by that, especially given where this war stands today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "And you're seeing a Russian economy that, to this point, has proven to be rather resilient, growing at over 2 percent this year. Manyanalysts had expected a decline in economic growth, and you just look at the impact the war has had on Ukraine where you've seen a massive hit to their economy, and as Alex notes, that this is part of the plan, in terms of Russia's strategy to choke off the economy as well as continue to hit the country with its war efforts. Can I get you to weigh in, Karin, on something that Alex wrote in this piece, because he said, the Kremlin hopes that the rapid rebuilding of the Russian army and gradual dissemination of the Ukrainian economy and armed forces will result in growing western frustration and a decline in material support for Kyiv. As western leaders think about policies to support Ukraine into the third year of this ugly war, any long-term strategy must take this reality into account? Do you view western governments as taking this reality into account?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "VON HIPPEL",
      "sentences": "Well, you can't even really talk about long-term in this situation because in this sense, it's really about the next year and a bituntil the U.S. elections. When the U.S. elections happen, it's really hard to say.  If Donald Trump wins again, then who knows what will happen? So, there is a lot of pressure on the Ukrainians to push back as much as they can over the next year. I think everyone's going to be realistic about what is achievable. And I suspect that the Ukrainians can gain more ground, especially in the eastern regions, they are more likely to go to the table, the negotiating table, from a position of not saying, you know, total strength, but stronger than they are now. I don't think that there is a lot of time. So, long-term, the U.S. talks about that a lot, they say, oh, we're here for the long-term, but they can't promise that. I mean, we've seen that before, when it went from President Obama to Donald Trump, he just reneged on a number of deals. So, you know, there's a long-term and then there's really realistic term, which is the next year and a bit, really, until the 2024 elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, you mentioned Donald Trump, and, Alex, according to the latest \"New York Times\" polling, it looks like Donald Trump and Joe Bidenare neck and neck, both at 43 percent going into the next election. This is after a number of indictments. We're expecting any moment now, perhaps a third indictment, against the former president. And you don't have to guess as to how he feels about this war and how to bring it to an end. He says so, anytime gets opportunity, including over this past weekend, where he sorts of resuscitated everything that led up to his first impeachment, and that is a quick quid pro quo with Ukraine, withholding aid in exchange for dirt on the Biden family. Well, here's what he said a couple of days ago. Listen. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT AND U.S. REPUBLICAN PRESIDENTIAL CANDIDATE:  Joe Biden is compromised. He's dragging us into a global conflict on behalf of the very same country, Ukraine, that apparently paid his family all of these millions of dollars. In light of this information, that U.S. Congress should refused to authorize a single additional payment of our depleted stockpiles. But the weapon stockpiles to Ukraine until the FBI, DOJ, and IRS hand over every scrap of evidence they have on the Biden crime families corrupt business dealings. We have to know and the public deserves to know. In addition, Congress should immediately vote to block Joe Biden's recent call up of preserve forces. We're sending now troops over to Europe to fight. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GABUEV",
      "sentences": "I think that the Kremlin definitely hopes that Donald Trump is back in the White House. Of course, we witnessed that despite Trump'sinclinations to make deals and be best friends with President Putin, the sanctions pressure on Russia has mounted, and during Trump's administration, some lethal aid has been supplied to Ukraine. But this time, it might be entirely different. And obviously, getting rid of Joe Biden is one of the jackpots that Vladimir Putin hopes to strike. In Kyiv, obviously, that increases a lot of nervosity if this team is gone and there is an entirely different team, there is a lot of bad blood between President Zelenskyy and Trump, who knows how vigorous and efficient the U.S. support for Ukraine will be? And that's probably where the Congress can actually play a role, authorizing a long-term program for supporting Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, we'll see where Congress, and specifically, depends on who is in control of Congress, who they would ally themselves with. I mean,for the most part, you still see overwhelming support for Ukraine and continued support for military aid. But, Karin, as you said, a lot is riding on this counteroffensive, whether that is something that's fair or not. And I'm curious if you think that Europeans view things turning perhaps in 180 here, that early in this war, it was the Americans who were decisively supporting Ukraine and the Europeans were a bit reluctant, given their economic ties to Russia. And some are suggesting that perhaps the tables have turned now, and that the Europeans have changed some of their behavior and their strategic alliances. And now, were concerned about where the United States stands longer-term.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "VON HIPPEL",
      "sentences": "Yes. Right. I mean, of course, the U.K. has always been all in and, in fact, in some ways, the U.K. has leaned in more than the UnitedStates. I think the U.S. appreciates the way the U.K. has done that. But you look at France and you look at -- you know, you were talking about off-ramps earlier. I mean, Macron was early on saying, we need to not humiliate Putin, we need to give him an off-ramp. And what does Putin do? He humiliates Macron in Mali. And Macron's forces have to leave, replaced by Wagner forces, by Russian mercenary forces. So, I do think that some lessons are being learned by some of the Europeans that were, perhaps, trying to be a bit more evenhanded earlier on. And so, I think they are more nervous now about Donald Trump and about, you know, the U.S. ability to lead on this. I mean, the U.S. still is providing the bulk of the assistance, but other European countries are helping in a significant way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "And, Alex, we bring up -- Karin brings up the Wagner Group, I'm just curious if you see any impact from that failed mutiny by YevgenyPrigozhin back in June in terms of how long, how much time Putin views that he has on his side. Clearly, that was an embarrassment for him. Prigozhin still is around. We see pictures of him. He is meeting with world leaders. And so, it has yet to be determined what fallout is to come for him. But do you see that impacting Putin's longer-term vision for this war in particular?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GABUEV",
      "sentences": "We don't see any meaningful cracks in the regime and in the way that Putin's system is holding grip on the Russian society, on the Russianelite, affected by the mutiny. Russians are now in the holiday season, and that's definitely yesterday's news. Yes, they have seen Putin procrastinating, delaying needed decision and emotional, but that's not a news for many Russian people. And we also see that the regime is injecting more resources into targeting the critics and repressing them. For example, Igor Strelkov, the notorious commander, formerly (INAUDIBLE) colonel who was involved in staging uprising in Eastern Ukraine and then bringing war to Ukrainian territory was recently charged and put behind bars. I think that only strengthens Putin's grip on power at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "GOLODRYGA",
      "sentences": "Do you see any -- in the interim, any opportunity for Putin to change the war leadership at all in terms of his defense minister?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Alexander Gabuev and Karin von Hippel, thank you for your time. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "VON HIPPEL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Really enlightening conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GABUEV",
      "sentences": "Great being with you, Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, through more than a year of fighting, critical countries like India and Brazil are staying neutral in Russia's Ukraine war. Butrecent developments indicate that the ground might be shifting. First, Saudi Arabia plans to host talks on Ukraine's peace plan, inviting western and developing countries. Russia is not expected to attend. U.S. officials hope the talks consolidate support peace terms favor in Ukraine. Also, a summit between Vladimir Putin and African leaders was less than a stellar success. Many heads of state sat out the summit and some criticized Russia's decision to shut down grain exports from Ukraine. So, where might all of this be headed? Patrick Gaspard was America's ambassador to South Africa under President Obama. He is now CEO of the Center for American Progress. And he joins me now from New York. Always great to see you, Patrick. So, let's talk about the status of African support for Russia. The last time you were on the show, which was in May, seems like lightyears ago, but just a few months, you said that it is disconcerting that some of the rhetoric from South Africa or other BRICS nations has really held Ukraine and the NATO nations responsible for Putin's illegal aggressive incursion. Fast forward to where we are now, we saw the summit in St. Petersburg. Putin continues to view Africa as some of its \"key partners,\" And yet, there were only 17 African heads of state this year versus 43 back in 2019. Clearly, they are still an alliance between these two countries and continents and collaboration. But in terms of the strength of their unity, how would you rate it right now? PATRICK GASPARD, CEO, CENTER FOR AMERICAN PROGRESS AND FORMER U.S. AMBASSADOR TO SOUTH AFRICA:  Well, Bianna, thanks for having me on. I did say that the last time I was on the show, and it's clear that the political rhetoric has actually run aground and has encountered economic reality. So, there is a historic relationship that goes back to the Cold War period with the Soviet Union and African states, but it is much fractured, and modern-day Russia plays a minimal role on the African continent. I think that they are outside of the top 10 in both direct trade with the continent and direct investment. This summit, in St. Petersburg, was meant to be a moment of renewal, it was meant to demonstrate to the world that Vladimir Putin is not isolated despite what the West is saying about him, they anticipated they would have tremendous turnout in St. Petersburg, but it all fell flat. As you noted, only 17 African heads of state attended. And more importantly, if you look at the last summit that they had into 2019, where Putin vowed that he was going to double trade between Africa and Russia, take it to $40 billion per annum, increase grain supply on the continent and energy supply on the continent, all of that, instead of doubling, has actually run the other direction. As a direct consequence of Putin's illegal war on Ukraine, energy crisis in Africa have absolutely, you know, grown threefold in some instances, inflation has run away, and because Putin reneged on the agreement that allowed grain from Ukraine to move to the continent. There are at least two dozen African nations that are seeing high prices in wheat, in significant food and security. Kenya's foreign minister called Putin's move on the grain embargo an absolute betrayal. So, those relationships are absolutely fragile right now between Africa and Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GOLODRYGA",
      "sentences": "So, Vladimir Putin pulled out of the grain deal on July 17th, many analysts view this as knowing that it would upset African countries,but at the same time, in Putin's calculus, at least, it would at least be a hard hit on Ukraine's economy. And here's what Vladimir Putin said in response to western criticism of his decision to pull out of the deal. (BEGIN VIDEO CLIP) VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator):  We sent almost 10 million tons to Africa. Obviously, in the conditions of the illegitimate sanctions, which makes it much more difficult for Russia to send food to Africa. We talk about logistics, banking and transfers. We have a paradox of picture here. On one hand, western countries are limiting the supply of our grain and fertilizers to Africa. And on the other hand, in a totally hypocritical manner, they blame us for all the problems. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GASPARD",
      "sentences": "Yes, it is a gross miscalculation. But everything that he has done from the moment that he decided to invade the Ukraine has been amiscalculation, abroad and also at home, in Russia itself. In Africa now, we are seeing the communication change from one of nonalignment to a set aggressive set of calls for Russia to enter into peace negotiations with Ukraine and the International Community. The -- you know, he noted in his remarks, the grain that they are now moving to Africa, they're moving that grain to five African nations that voted with Russia at the United Nations against the sanction's regime. So, it's very calculated, very targeted to try to bolster those allies. And I should also add, that another president at that Africa summit was, of course, the leader of the Wagner Mercenary Unit that's been involved in encouraging coups in the continent. So, they are having destabilizing impacts on African economies, destabilizing impacts on African democracies, all of that anxiety was felt in St. Petersburg by the leaders who gathered and they -- and they sent out a clear call on the need for peace and the need for Putin to pull back from this excursion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. And Yevgeny Prigozhin, the leader of the Wagner Group, has been recently encouraging the recent coup in Niger over the past week,which we will get to that in our next segment. But let me ask you about these upcoming talks in Saudi Arabia this weekend. I would say expectations are very low, especially given that Russia is not even expected to attend. But it's interesting the decision to host it in Saudi Arabia because of the Saudi Arabia's closer ties now with China. And China being viewed as perhaps somebody that -- or a country that can convince Vladimir Putin, whether it is through negotiation or through any sort of leverage to finally come to some sort of a resolution. What are you expecting to come out of this summit and what do you make of the choice of Saudi Arabia here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GASPARD",
      "sentences": "You know, Bianna, you're right to indicate that the expectations are exceedingly low, particularly since Russia won't even be participatingdirectly in those negotiations, but it's yet another sign of the increased isolation of Putin and Russia, and Saudi Arabia's involvement is clearly connected to heightened interest in China to arrive at some kind of a resolution to the crisis in Ukraine. One would hope that China is taking all the right lessons from all that's befallen Russia and Putin since the invasion. It's been clear for some time that they have their own unique designs on Taiwan and one hopes that they can see that the world will respond harshly from those kinds of invasions of sovereign states. I do think that Saudi Arabia and China together have, again, a special ability to leverage their energy relationship with Russia, their broad economic trade partnership with that nation to yet again be another piece of the puzzle to hopefully get Vladimir Putin to back down, making immediate concessions, and pull out of Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Quickly in the final moments we have together, let me get you to put your U.S. politics hat back on for a moment",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GASPARD",
      "sentences": "Always happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "And -- I know you would be. And respond to the latest polling that we're seeing that show Joe Biden and Donald Trump neck-and-neck in ahypothetical matchup at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GASPARD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "I mean, this is coming at a time when we're expecting, any moment now, potentially a third indictment of the former president, and heis crushing all of his opponents in the primary. At this point, he is by far the dominant front runner. What do you make of this and what is that say about what a general election, if it's between these two men may look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Patrick Gaspard, always great to see you. Thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GASPARD",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, as we just noted, hundreds of westerners are leaving Niger after a coup plunge the country into a crisis, destabilizing one ofthe few remaining democracies in Sub-Saharan Africa. Regional tension is rising as a consortium of Western African states threatened to use force if coup leaders fail to reinstate the elected president. Niger neighbors, Burkina Faso and Mali are pushing back. Their leaders, their military leaders, say intervention by any of these other countries would also mean war on them. Kamissa Camara served as minister of foreign affairs in Mali. She warns that the coup in Niger could put western efforts to thwart terrorism in the region at risk. Kamissa Camara, thank you so much for joining us. So, this coup started on -- last week, July 26th, ousted democratically elected president, Mohamed Bazoum. Let's give our viewers a little bit of a sense about this country. It is home to 26 million people, and for years, has been really the only true western ally in a region with reeked poverty, violence and jihadist insurgency. What led up to last week's coup and should we be surprised by it? KAMISSA CAMARA, FORMER MALIAN FOREIGN MINISTER AND SENIOR ADVISER FOR AFRICA, U.S. INSTITUTE FOR PEACE:  Thank you for having me. You've said it, Niger is a key country for western international efforts to combat jihadi insurgencies, a jihadi threat in an entire region, in the Sahel region. And Niger is -- or has been a very stable country in a very volatile region. Niger has had two democratically elected presidents in recent years. President Issoufou led the country for 10 years and then handed power over in a democratic election to President Mohamed Bazoum only two years ago. This coup definitely came as a surprise because Niger, again, was considered a very stable country. Contrary to the situation in Mali and Burkina Faso, when the coups actually took place after popular protests and heightening tensions between the leaders and their militaries. In Niger, this is not what we witnessed. All of the sudden, in one morning, an army general took up arms against the president and literally kidnapped him and decided that he was taking power and pushing the president out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "What do we know about this military, the junta leader now, General Tiani? Tell us more about him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "CAMARA",
      "sentences": "So, he is somebody who is known in the military forces. He had been the presidential guard for close to 10 years. He served underPresident Issoufou, President Bazoum's predecessor, and was considered a very loyal to the current president. It looks like President Bazoum wanted to remove him from the position and putting someone else. And what we've heard is that General Tiani was very dissatisfied with President Bazoum's decision, and that might have been the reason why he wanted to conduct this coup.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "GOLODRYGA",
      "sentences": "So, little is known about who exactly is wielding power right now in the country. President Bazoum can reportedly receive visitors. Therewas a photo posted on social media on Sunday showing him smiling and sitting next to the president of Chad, who is acting as a mediator throughout this coup. He can take phone calls, reportedly, and has spoken to world leaders. You describe this coup however as a successful one and believed the chances of Bazoum being reinstated are very low. Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "And let's just remind our viewers of what the ECOWAS is, it's the Economic Community of Western African States. And they have vowed to\"take all measures necessary,\" including possible military action to force the reinstatement of President Bazoum. And at the same, you are seeing the military juntas there, in both in Mali and Burkina Faso, threaten the opposite, if that does happen. Here is what their leader said in support of the current coup. (BEGIN VIDEO CLIP) COL. ABDOULAYE MAIGA, MALIAN INTERIM PRIME MINISTER (through translator):  Any military intervention against Niger would amount to a declaration of war against Burkina Faso and Mali. RIMTALBA JEAN EMMANUEL OUEDRAOGO, BURKINA FASO MINISTER OF COMMUNICATION (through translator):  The transitional governments of Burkina Faso and Mali invite the living forces to be ready and mobilized, to lend a hand to the people of Niger in these dark hours of Pan-Africanism. COL. AMINATA DIALLO, SPOKESPERSON, GUINEA MILITARY JUNTA (through translator):  The brotherly peoples of Mali, Burkina Faso, Niger, Guinea aspire to more recognition and respect for their sovereignty. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "How concerned are you that things will escalate and only to stabilize the region further?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "CAMARA",
      "sentences": "I am not too concerned that things will escalate. I think this is almost a normal reaction by the junta leaders of Mali and Burkina. Theyknow that they have their own skin at stake. They know that if the ECOWAS is able to intervene in Niger and unseat the junta leader, then they might be next. So, I do not believe that the ECOWAS -- it's in the ECOWAS interest to destabilize the region. I think they really want to put an end to this trend of military coups in the region. And they want to show that they are effective at maintaining stability in a region that actually needs a lot of international support when it comes to defeating the jihadi threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "So, where is that support going to come from for the ECOWAS? You have Niger receiving even close to $2 million a year in developmentalassistance, according to the World Bank. And there are U.S. and military -- and French military bases in Niger right now. But without western support, financially or militarily, can the ECOWAS accomplish their goal here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "CAMARA",
      "sentences": "It will difficult and challenging. I think the ECOWAS' deadline of next Monday to unseat the junta leader is one that we are all waiting forand maybe hoping that it will not come to that. But it will be very difficult for Niger as a country and as a state to survive without the international support for security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "GOLODRYGA",
      "sentences": "Is this an opening for Russia perhaps, because there is history here between these two countries and the region as a whole? You have theKremlin calling for the release of President Bazoum, but you also have Wagner Group leader, Yevgeny Prigozhin, praising this coup, and Burkina Faso has moved closer to Russia recently. We actually saw its leader praising Russia in that meeting in St. Petersburg between African nations and Russia at that summit. So, what, if anything, could Russia do now to capitalize on this crisis?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "Well, we do see France and Italy evacuating citizens in the meantime. The United State secretary of state, Antony Blinken, calledwhat's happening now troubling. And once again, reiterated that President Bazoum was democratically elected. So, of course, this is a story in a region and a country that we will continue to watch very closely. Kamissa Camara, thank you joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "CAMARA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "We appreciate it.Well, we turn next to the extraordinary women who served in uniform during the Second World War. 350,000 American women signed up, working in the majority of military roles. From the D-Day landings, to the peace negotiations, their contributions to the war effort are often forgotten. In her new book, military analysts, Lena Andrews, documents the critical roles these women served. And she joins Walter Isaacson to discuss the countless ways they broke barriers. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "WALTER ISAACSON, CNN HOST",
      "sentences": "Thank you. And, Lena Andrews, welcome to the show.LENA ANDREWS, AUTHOR \"VALIANT WOMEN\":  Thank you so much. It is an absolute pleasure to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ISAACSON",
      "sentences": "I read your book, \"Valiant Women,\" and I must say, I'd always thought of women in World War II as that poster of Rosie the Riveter on thefront lines, working, you know, in factories and things. I realized they served in all the branches of the military much more extensively. Tell me about that and why we haven't heard much about that before?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ANDREWS",
      "sentences": "Well, it's great point and it's a problem and an understanding that I think many people in the United States share, myself included.Before I started working on this project, you know, I thought of myself as a World War II expert, and I've read pretty much every book under the sun. And yet, it wasn't until well into my research and just -- and writing about World War II that I discovered this group of incredible women. And of course, I knew about Rosie the Riveter, I think we all do. Some of us know about the spies and code breakers who served behind enemy lines, but it wasn't until I stumbled on women in uniform that I got a sense of the scale and the scope of women's contributions. So, as some readers may know, over 350,000 American women served in uniform in World War II. To give you a sense of scale, that's about the size of the current day navy, activity navy. So, a big group. But even more important than the size was their contribution. They were in these critical support roles that are often underappreciated in our broader understanding of war. So, they were doing things like laying cables on the frontlines or fixing and maintaining planes so that they could be sent back to the Pacific, or training men how to use their guns, all these critically important tasks that are often sort of wiped from our understanding of how wars are fought.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ISAACSON",
      "sentences": "You talk about support roles, were any of them really on the frontlines though, on combat roles?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ANDREWS",
      "sentences": "Well, it's a great you asked. So, technically, women were prohibited from serving in combat as they were for many, many years afterWorld War II. But the fact is, combat is a blurry thing. So, if you asked a member of the Army Nurse Corps in 1944 if she was serving on the front lines, she might have a different response than what is listed on paper. Many of these women, particularly in the Nurse Corp, where they were only a few, you know, miles behind the front, end up being captured behind enemy lines, or shot at on their way into airfields in the Pacific or Europe, you know, they have some very, very harrowing stories. And in fact, I think something like 38 women air force service pilots died during the war, you know, 16 American nurses were killed by enemy fire. So, they were certainly if not on the front, close enough to it to be in real danger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ISAACSON",
      "sentences": "You say that World War II was unprecedented, not just in its scale, but the way it was fought, of course. How did that -- explain whatyou mean by that and how that opened the way for role of women?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "Let's get to the specific, you begin your book with Ann Baumgartner. A really interesting person, interesting background. Tell methe story and why you picked her to begin with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ANDREWS",
      "sentences": "I'm so glad you mentioned her. She's my favorite -- one of my favorites, and that's why I started the book with her. So, Ann Baumgartner,like many women -- or many people, I should say, graduated from Smith College in 1939. Totally adrift. She had no idea what to do with her life. She ends up at a medical research laboratory, bored at the end of the day. On the roof of the building, looks up at the sky and sees a plane cutting through the clouds and she decides, I'm going to become a pilot. And we should all be grateful she did. She's an incredible pilot. She joined the Women's Air Force Service Pilots, the WASPs, and is so good that she's invited to become a test pilot for the U.S. Air Forces -- Army Air Forces at the time. And she goes on to be the first woman to fly a jet plane in the United States and to test the B-29 Superfortress, which, for those of you who just saw \"Oppenheimer,\" should know is the plane that ultimately drops the bomb on Hiroshima and Nagasaki. So, she's an incredible story, but one of many not only featured in the book, but one of those 350,000 Americans stories that we've sort of left to history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "One of the ways that World War II was won was not just by physical power, but by computational power. Tell me the role of women whohad become mathematicians at very high rate in the 1930s and how important they were in terms of winning the war through computational power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ANDREWS",
      "sentences": "Yes. It's a fantastic story because I think a lot of women were found in many of these niche technical trades that we wouldn't necessarilyexpect them to be. So, women like Grace Hopper, who was an incredibly brilliant mathematician, has a PhD and is on the front lines of literally the incredible computing power that becomes the foundation for what we are talking about today. Other women had skills and things like oceanography and niche sciences like zoology, which they had been drawn to because they were sort of quirky and, you know, out of the norm for women. But you find them -- the navy finds them in many cases and brings them into the fold, because it turns out when you've got 16 million personnel, the computational and accounting power that you need to keep track of all those people and all that equipment is extraordinary. So, women like Grace Hopper, like Mary Sears were at the forefront of a lot of the technical trades that become the foundation for what for winning World War II.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "What discrimination did these women face?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ANDREWS",
      "sentences": "So, unfortunately, mistreatment for these women was quite common. And -- you know, I think it's important for listeners and audiences tounderstand that the 1940s were a different time. And for many women, you know, it could run the gambit of sort of basic sexual harassment and workplace discrimination, things like not getting a promotion, because they wouldn't take their senior officer, up to and including violence and sexual assault, which I try to deal honestly with in the book because it's part of the experience. I should also add this was worse for women of color who often face not just sexism but racism and other forms of discrimination to compound that. But the last thing I'll say, and I really try to convey this, is that while this was a part of the experience for a lot of the women, it wasn't the entirety of their experience. And they dealt with a lot of these injustices with great grace and integrity and poise, which, quite frankly, as a woman in national security, I found very inspiring.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "You talk about how women of color, in particular, faced discrimination. And there's this wonderful story I think about a CentralPostal Directory Brigade which is a black women's group, tell me that story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "When we read this book, we are reminded that women were not in combat roles, they were not fully integrated into the military. Andlikewise, it's true of African Americans, somewhat segregated, up until Truman does the integration of the military. To what extent are there parallels between what happened during World War II to bring women more into the military and to bring blacks more into the military?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ANDREWS",
      "sentences": "There are an enormous amount of parallels, and I think it's really important to remember that the skepticism that women face was also,you know, certainly being applied to men of color as well. And again, as I mentioned before, women of color were facing it from sort of all directions. And so, there is a real synergy between these two parallel stories and the experiences that there were having. The final thing I'll add is that in both cases, they served -- both of these groups served with extraordinary honor and valor and it was that service that ultimately changed a lot of the minds of the senior commanders who came out of the war, as you said, ready to integrate women and black -- and people of color -- black men and people of color into the military forces.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "We recently did a show on -- a documentary about the Negro Leagues. And it talked about how the experience of World War II, andAfrican Americans in World War II made it almost inevitable, that in the late 1940s that have to be an integration of Major League Baseball. You likewise talk about, what I think you call a ripple effect, which is, what happens to women after they've served in the war and how that leads to their rights movement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ANDREWS",
      "sentences": "Exactly. I think, you know, the -- when we think about contemporary women's movement in the 20th century, we often think about thesuffragists in 19 -- the turn of the century, 1920s, and then we jump right to the women's liberation movement of the '60s and '70s. And what we forget is this huge gap in between, which is essentially the women of the greatest generation and especially the women of World War II. And something I, you know, really try and tease out in the book is that a lot of the first battles, especially related to workplace discrimination, were battles that women were fighting in uniform, because while the military was a war fighting machine, it was also an employer. So, you know, the right to have some power over their carrier, to show value that their skills bring to the table, things as simple as being able to wear pants in the workplace, you know, these are the first battles that the women of World War II are fighting, and the become the foundation for the women's movement of the '60s and '70s. Unfortunately, an often-forgotten foundation. But it's there, and I am certainly trying to bring it out in the -- for readers in the book.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "I can still remember the debate over women in combat, and that was many years after the end of World War II. Tell me how -- what happenedin World War II -- affected that debate and why did it take so long to allow women in combat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ANDREWS",
      "sentences": "You know, these issues are really complex, and they've got a lot of history behind them, which is difficult, but it's also helpful becauseit means they've got of history behind them. We can learn a lot from how we've addressed these problems in the past. And when I think about women integrating into the larger armed forces, and of course combat integration, you know, I'm actually drawn to World War II, into the past, and I think about commanders like Dwight Eisenhower or George Marshall or Hap Arnold who were all extreme skeptics of women serving in any capacity in World War II. And, again, because of the service that they saw, the experiences that they had with women, they eventually changed their mind. And it was in fact Dwight Eisenhower who led the charge for women to be more fully and permanently integrated into the armed forces. So, I think part of it is just exposure, understanding. And unfortunately, when you prohibit people from even trying, you don't necessarily get that exposure. So, I would just say, you know, don't take it from me, take it from Marshall or take it from Eisenhower that are more inclusive military is a better military.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "We have a recruitment problem in the military. I think there's a shortfall of about 20,000 or so. To what extent can that be helped by afuller understanding of the role women play in the military?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "Senator Tommy Tuberville of Alabama has held up all military personnel promotions in the Senate because of an objection to the fact thatthe military allows women to cross state lines, get abortions, helps facilitate that. If he succeeds, how hard will that be to recruit women into the military?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ANDREWS",
      "sentences": "Well, you know, women are watching closely. I think women in uniform and women more broadly. And again, it's a -- these are very complexissues. I think it's a bit unprecedented to have this sort of meddling in national security and defense issues, particularly in the middle of, as we just talked about, an enormous recruiting crisis. But I do think that too often we forget that women in uniform both in World War II and now are often the canaries in the coal mine on women's issues. So, again, it would be eerie, if you look back for many people, to look at the conversations that we were having about abortion and pregnancy and World War II, which were very much a part of the conversation, they sound pretty familiar to what we're talking about today. And ultimately, they become a distraction to the real issue, which is fighting and winning the war. So, I would just encourage folks to understand that women in uniform are often on the front lines, not just of the battle but of the battle against discrimination, in workplace harassment and things of those nature. So, we should all be watching very closely to see how they react.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "President Biden has just nominated Admiral Lisa Franchetti to be the chief of naval operations, the first time a woman would be a member ofthe Joint Chiefs of Staff, lead one of the services. How important is that historically and how important is it that you get confirmed and not held up by some of these problems we have in the Senate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ANDREWS",
      "sentences": "Well, first of all, can I just say how excited and, you know, energized I am that Admiral Franchetti has been nominated. She is not justa woman but an incredible warfighter, sailor. She is -- you know, she exactly what you would hope would be the person in charge of our -- you know, of our navy. So, she deserves this role and I hope she gets it. I do think that the holding up of these promotions is -- as the secretary of defense himself has said is really troublesome and very -- ultimately could be very problematic, you know, over the long-term. I don't know if there will be any resolution to that, but it certainly a bittersweet moment to have this incredible moment for women's progress in the military be a bit overshadowed by some of the more political issues that are going on into the Senate today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "Tell me about the fact that you've been a woman in national security. How did that inform this book?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ANDREWS",
      "sentences": "Well, you know, unfortunately, as a member of the Intelligence Community, I can't talk too much about my work, but I can say that I standon the shoulders of exactly these giants, right? These are the women who kicked open the doors for women like me to study military analysis and to succeed in the national defense trades. And had it not been for their incredible work and their incredible sacrifices, I wouldn't be here today. So, part of this is my little tiny sliver of saying, you know, thank you, I appreciate what you do, I see what you do and I know your story because it's also my story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "Lena Andrews, thank you so much for joining us",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ANDREWS",
      "sentences": "Thank you. I'm delighted I could be here.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}