{
  "date": "2023-01-17",
  "headline": "Connect the World",
  "subHeadline": "Ukraine Pursuing Charges against Russia for War Crime; Interview with European Commission President Ursula van der Leyen on Russia's War; World Economic Forum Begins amid Recession Fears; Turkiye Faces Pressure from U.S. to Approve NATO Expansion; China Posts Poor Economic Performance; Search Ongoing for Remains at Yeti Airlines Crash Site; Avian Flu Battering Farms around the World. Aired 10-10:40a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "ANDERSON",
      "sentences": "I'm Becky Anderson, hello and welcome to CONNECT THE WORLD.The death toll is rising, in an attack that Ukraine's president calls a war crime. The mayor of Dnipro says 44 people are now confirmed dead in a Russian cruise missile strike on an apartment building. Four of those killed are children, 25 others remain missing. It is one of the deadliest single attacks in a war that the U.N. says has claimed the lives of 7,000 civilians. Ukraine's president vowing those behind the attack will be brought to justice. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator):  We will use all available opportunities, both national and international, to ensure that all Russian murderers, everyone who gives and execute orders on missile terror against our people, face legal sentences and to ensure that they serve their punishment. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "ANDERSON",
      "sentences": "In the meantime, the status of the town of Soledar remains unclear today. Russian-backed fighters from the Wagner paramilitary group,say that they have captured the main train station just northwest of the mining town. Ukraine insists fighting continues in the area, days after Russia claimed it took full control of Soledar. Meantime a former Wagner commander has fled to Norway and is seeking asylum there. He says he feared for his life after refusing to renew his service with the group after his initial contract ended. Fred Pleitgen is in Dnipro for us this evening. And that is where we will start. Fred, as the death toll goes higher, we are hearing about a resignation in Ukraine tied to comments about the attack. Just explain what we know at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "PLEITGEN",
      "sentences": "As you can see here this building was completely annihilated all the way down to the ground floor. The Ukrainians say the reason why thedamage is so extensive, is the Russians used a cruise missile called the Kh-22. That is designed to destroy whole aircraft carrier strike groups. And when it hit the building, the building completely collapsed and buried dozens of people underneath. A miracle that anybody survived at all, Ukrainian authorities say. Catarina Zelenska (ph) was pulled from the rubble by rescuers hours after the strike but her husband and 1 year old son remain unaccounted for. And this video shows happier times for the Koranovski (ph) family. Father Mikhailo Koranovski (ph) was killed in their apartment, their distinctive yellow kitchen, like their family, torn apart by the massive explosion. Fifteen-year-old Maria was also killed in the blast. Dozens of relatives, classmates and teachers coming to pay their final respects. \"She was an incredible child,\" her class teacher says. \"It is taking the best of ours. This is what happened.\" The Kremlin denied its forces were behind the strike and instead claims that an Ukrainian anti aircraft missile hit the building. The Ukrainians say that simply isn't true. And Dnipro's mayor tells me his city and the country need more Western air defense systems. \"Western countries give us air defense systems,\" he tells me, \"but unfortunately it is not enough and it comes with delays. More air defense systems are the only thing that can save our civilians in our cities.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "PLEITGEN",
      "sentences": "The Ukrainians say they had no chance of stopping this missile that crashed into the building, almost 72 hours after the strike. The crewsacknowledge there is no more hope of finding a survivor. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "PLEITGEN",
      "sentences": "The crews did work day and night here, Becky, clearing the debris. One of the amazing stats they gave us a couple hours ago, they saidin the 72 hours since the missile struck, they've been clearing about 8,500 metric tons of debris from this area. Of course, unfortunately, finding a lot of bodies underneath debris. You said that the mayor of this town has said that right now, the death toll stands at 44. And unfortunately, four children among that, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "ANDERSON",
      "sentences": "It's shocking, isn't it. You are in Dnipro and that is what we have been talking about, and rightly so. In the meantime, Wagnermercenaries do appear to still be fighting around the mining town of Soledar. And still some confusion as to what they are doing there, what the Russian military is doing and how the Ukrainians are defending. It so some confusion about that. What do we know though about this Wagner commander, former commander, who has now fled to Norway?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "PLEITGEN",
      "sentences": "It's certainly an interesting incident with that former Wagner commander fleeing to Norway. One of the things that we can tell you, isthat Wagner and Yevgeny Prigozhin, the head of Wagner, now acknowledge that this was in fact a former Wagner commander. His name is Andrei Medvedev. According to the Norwegians and the Finns as well, he came across the border to Norway at the Arctic border, basically gave himself up to authorities there, said he went to the next best house, explained his situation and was then taken into custody. One of the things that he said was that he feared retribution from the Wagner group because he was a commander there but didn't want to renew his contract with that organization. And quite frankly, he feared for his life and therefore fled to Europe. One of the things that he cited was there was an incident, of course, a couple of weeks ago, for someone who had fought for Wagner, who was taken into custody here in Ukraine, who was then killed by Wagner quite publicly with a sledgehammer. So certainly Andrei Medvedev really feared for his, life he said he therefore fled to Norway, unclear how big a blow that actually is to the Wagner group, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "Do you believe that the German chancellor should deliver the Leopard tanks to join whatother European countries are doing now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "URSULA VAN DER LEYEN, PRESIDENT, EUROPEAN COMMISSION",
      "sentences": "As you know, the European Union does not own any military capabilities. But I've said fromthe onset of this atrocious war, that Ukraine should get all the military equipment it needs and it can handle. This also includes the advanced system. So I hope very much that at Ramstein, when the meeting is -- I think it's the 20th of January-- that there will be a big move forward and the decision taken that is so necessary. Overall Ukraine also says that they have gotten a lot of support and that is good. But yes, we need to step up in that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "AMANPOUR",
      "sentences": "I mean, again, you're the former defense minister of Germany, I know you're currently the president of the European Commission. But youknow Chancellor Scholz, you know these people. Will you be urging him to make that decision on behalf of Europe and on behalf of what you all say is to defend Ukraine to the end, that Putin mustn't win and that your credibility is on the line right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "VON DER LEYEN",
      "sentences": "Yes. But I do not have to convince the head of state and government, because they know that. Of course we talk a lot about thistopic, it has been, for example, every single time a subject at the European Council. And indeed, there is a need to step up now the deliveries. We just made the decision that we will deliver 18 billion euros in 2023 as financial support. That is the responsibility, for example, of the commission. Yesterday, we passed the first tranche of 3 billion for the month of January and February. So in many different urgent fields, we're stepping up. And again, I think Ukraine should get that material it needs and that it can handle. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "ANDERSON",
      "sentences": "Frederik Pleitgen joins us again.When you're not based in Ukraine, you're based often in Berlin. So you're well aware of the thinking of the current administration there. What do you make of what you just heard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "PLEITGEN",
      "sentences": "Well, first of, all I do think that the pressure on Olaf Scholz to give Ukraine the Leopard 2 tanks is growing. And there is a good chancethat might happen as early as that next meeting. However, there's huge inhibitions on the part of Olaf Scholz. He has a lot of issues with his coalition partner, the Green and Liberals. They want those tanks to be given to Ukraine. However within the Social Democratic Party, within all Scholz's party, there is a lot of misgivings about that. There's a lot of pro Russian sentiment in that party. But there is also a big issue with the fact that Germany obviously having invaded the Soviet Union in the Second World War, to then possibly see in the not too distant future German tanks rolling over Russian positions in that very same territory. There's a lot of people in Olaf Scholz's party that have a problem with that. However, a lot of people in Germany acknowledge now is probably the time for main battle tanks to be given to Ukraine. Some of the things that are spurring them on are, of course, the fact that the U.K. is now supplying those tanks as well. Clearly the U.S. doesn't have a problem with it. The Leopard 2 is a very, very important tank for the Ukrainians to have also, because so many countries in Europe use that tank and all of those countries give only a few of those tanks. That would be dozens of many battle tanks that the Ukrainians could get very quickly. Therefore, a lot of it hinges on Olaf Scholz and on the German decision as well, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ANDERSON",
      "sentences": "That is the Ukrainian first lady. Europe is promising to stand with Ukraine. global leaders gathered in Davos will also focus on thethreat of a global recession, the climate crisis and other issues at the annual meeting. CNN's Clare Sebastian is monitoring the meeting in Davos. She joins us live from a slightly warmer London with the very latest. Let's start with the speech by Ukraine's first lady. You were monitoring how that went down at Davos. How was it received?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "You know Becky, I think this was a very powerful moment, a moment for Ukraine's young first lady on the globalstage. She's been taking on an increasingly prominent role at getting the message out from Ukraine. It really was a clear and unequivocal pitch for more weapons. As you are just saying, they have been getting more pledges of weapon, tanks from the U.K., potentially more at the end of this week. Patriot missiles from the U.S. But it is not enough, she said. And she did not hold back. She said that to the delegates, the fact that you're influential but some of you are not using that influence. She called for more unity, she continued to reiterate the message we often hear from her husband, that this is not just about Ukraine, this war. This war she said can go further and one thing that was particularly striking was one of the ways she said this war can go further is the nuclear threat. She said, \"What will life be in a world where tanks are allowed to strike at a nuclear power station?\" A clear reference to the fact that Russia still occupies the Zaporizhzhya nuclear power plant, Europe's largest nuclear power station. She said that we cannot allow another Chernobyl. Of course, we know this week, the U.N. nuclear watchdog is in Ukraine. They're setting up a permanent residence at all of Ukraine's nuclear power stations. Clearly, the first lady, trying to make sure that this stays in the headlines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ANDERSON",
      "sentences": "Clare Sebastian is in London for, you thank you Clare.Turkiye facing growing pressure from the United States to give the green light to a NATO expansion. Finland and Sweden applied to join the military alliance in the wake of Russia's invasion of Ukraine. All 30 NATO members must approve this membership. So far, Turkiye has objected, citing the Nordic countries' ties to Kurdish separatist groups. But the White House hopes that a multibillion dollar arms deal with the Turkish government that's facing congressional review this week will help prod them into supporting the expansion. Jomana Karadsheh has the very latest from Istanbul. How long will Turkiye refused to give that green light to membership for Sweden and Finland? At this, point is it clear whether this arms deal will be the push it needs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "KARADSHEH",
      "sentences": "And what it has been complaining about for years and years now, the support it says, in arming of Kurdish armed groups in northern Syria byits NATO allies, Western countries, including the United States. And it's making that very clear as we are seeing over the past few months over these negotiations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ANDERSON",
      "sentences": "Jomana Karadsheh is in Istanbul, in Turkiye. We are 19 past 6Jomana. Just ahead, China's changing story, involving more than 1.4 billion people. We'll get you inside what is a pivotal time for the world's second largest economy. That is up next. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "ANDERSON",
      "sentences": "China has got two big problems. One, its economy is slowing and its population is shrinking. First up, the growth picture for you, theworld's second biggest economy is posting one of its worst performances in decades, largely because of COVID. Beijing says the country's economy expanded by just 3 percent in 2022. That may sound like a pretty reasonable number but that is far below the government's target. Now we don't want to risk giving you numbers fatigue but the decline in China's population last, year the first drop in six decades, is also a big deal. In fact, it's considered a new milestone in the country's deepening demographic crisis. With significant implications for its slowing economy. How? Well let's bring in CNN's Marc Stewart, to explain. He's live from Hong Kong. Let's start with the economy here, I mean, the fourth quarter marked by some of the darkest days before the dawn, as some economists are referring to Q4 in 2022. So is China over the worst? Should we assume for this economic growth picture to improve significantly in 2023?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "STEWART",
      "sentences": "And people will be moving from point A to point B to see family members.Will this lead to the spread of COVID? We know COVID has been detrimental to the Chinese economy. It has impacted manufacturing, because people have been getting sick; it has closed ports. And so many outside interests, American interests for example, depend on China to make their products. That was all put to a standstill. So the future ahead, it remains to be seen. Becky, as one analyst said to me, the future may be bumpy and that may not be an understatement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ANDERSON",
      "sentences": "Absolutely, so don't expect this kind of massive spike in economic growth, at least in Q1. I think that's the story at the moment,isn't? It I think that's been priced into the market as well. From its relatively slow economy -- and numbers like 3 percent growth are pretty good. I mean a lot of countries around the world would love those. But it's not good in terms of, in terms of China's historic growth. Aside from that, China's population, the first decline since 1961, in the last year of China's great famine. What sort of implications does that have for China's economy and for the wider world?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "STEWART",
      "sentences": "Well, you want to have a young, thriving, able-bodied workforce. And if the population is declining, that is hard to achieve. When we talkabout gross domestic product, GDP, we are talking about productivity. And productivity, at the end of the day, it is powered by people. So when you have an aging population and a population that is not expanding, that can have implications for China's economy. Again, it's a manufacturing based economy. It depends on exports for part of it, for part of its economic growth. So that's, that's something to be very concerned about, in fact, the United Nations has done some projections. And it feels that at this point, India actually will likely have the largest population in 2023. So China has this task to encourage families to have more children. We know there is a one-child policy that was lifted in 2015; in 2021, it was expanded for families to now have three children. So the government -- expect the government to offer some incentives if you, will financial incentives for more people to have children so they have a strong workforce for the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ANDERSON",
      "sentences": "That's fascinating. And you're right to point that out, that the population in India, by the second quarter, as I understand it, will justjump above that of China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "STEWART",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ANDERSON",
      "sentences": "Welcome, back I'm Becky Anderson in Abu Dhabi, where the time is just half past 7In Nepal, the remains of all but one person who died in the Yeti Airlines plane crash have now been found; 72 people in total were on board. The search for the last missing victim is set to resume on Wednesday. Meanwhile, a candlelight vigil for all the victims was held in Kathmandu. CNN's Ivan Watson has more. (BEGIN VIDEOTAPE) IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over):  A family in shock. Their son, Abhishek Kushwaha, was on vacation in Nepal with three of his friends when their plane suddenly crashed on Sunday. \"We lost our family's only breadwinner,\" says his father, in India. \"He was an accomplished, educated boy.\" An eyewitness happened to record the doomed Yeti Airlines plane abruptly banking seconds before it crashed. The aircraft slammed into a deep gorge, carrying 72 passengers and crew. A difficult search and rescue operation forcing emergency workers to use ropes and cranes. Most of those on board were Nepalis, as well as 15 passengers from India, Russia, Korea, Australia, Argentina, Ireland and France. Authorities say they lost communication with the plane 18 minutes into what was supposed to be a 25-minute flight from the capital of Kathmandu to Nepal's second largest city, Pokhara. GEOFFREY THOMAS, AIRLINERATINGS.COM:  It was a short flight. The workload is higher on the pilots. You've got to take off, to climb, you and crews, really for a minute or two and then you are descending. WATSON (voice-over):  Nepal's prime minister announced a national day of mourning on Monday and formed a five-person committee to investigate the cause of the crash. Experts say the aircraft itself, a French-Italian made ATR 72 twin- engine turboprop, has a decent track record for safety unlike the aviation industry in Nepal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "THOMAS",
      "sentences": "Since 2000, there have been 33 serious incidents in Nepal of which 21 have been fatal. So the track record is not good.WATSON (voice-over):  High in the Himalayans, Nepal is home to some of the world's tallest mountains. The country saw deadly plane crashes in 2016, 2018 and as recently as May of last year. Nearly 10 years ago, concern over safety standards prompted the European Union to ban all Nepali airlines from flying to Europe. Those details, of little concern to family members waiting outside a hospital in Pokhara, waiting for the final return of their loved ones -- Ivan Watson, CNN, Hong Kong. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "ANDERSON",
      "sentences": "Vedika Sud is covering the story from New Delhi, she joins us, now.Ivan, reporting there, what those who have lost loved ones are waiting for is the return of the victims' bodies. What do we know about what's going on at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "SUD",
      "sentences": "They really didn't see any issue in granting permission to the pilot. Also what's important to note, here is the official has said that there wasno distress call from the pilot before landing. So the black boxes that were retrieved on Tuesday -- or rather on Monday -- will tell us more about what really happened in the moments before that crash in Pokhara, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "ANDERSON",
      "sentences": "Vedika Sud is on the story for, you thank you.Let's get you to some of the other stories on our radar right now. Germany has a new defense minister; 62 year old Boris Pistorius will take over the job in a time when the country faces growing pressure to send military hardware, specifically tanks to Ukraine. He is a longtime member of the Social Democrat Party, he replaces Christine Lambrecht, who resigned on Monday. Anti government protesters converged on Peru's capital city, to call for the resignation of the current president. That's in spite of an extended state of emergency that limits the right to assembly in Lima. Protests began last month, when the former president was removed from office, after illegally trying to dissolve congress. London's Metropolitan Police force says it is investigating as many as 1,000 sexual offense and abuse claims against approximately 800 serving officers. This comes after an officer admitted in a call on Monday to nearly 50 offenses, including multiple counts of rape. That officer has now been dismissed. Still ahead, an Australian Open surprise, Andy Murray proves that he has still got what it takes to win. More details in our sports update, coming up. But first: (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "In the last couple of weeks, they've jumped as high as 60 percent.ANDERSON (voice-over):  Find out the latest driving force behind the price increase in eggs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm sorry.(END VIDEO CLIP) (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "DOON DYER, OWNER, POLARIS FARM",
      "sentences": "I was already sold out even before the egg shortage. I was -- I was selling everything I had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "YURKEVICH",
      "sentences": "If you've been to the grocery store recently, you may have noticed fewer eggs and higher prices, up about 11 percent last month onaverage from November, up nearly 60 percent in the last year. $11.49 for a dozen eggs in New York, $10.99 in Hawaii.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think it's ridiculous for it to be that much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "YURKEVICH",
      "sentences": "The highly pathogenic avian influenza or avian flu, is largely to blame. Nearly 58 million birds and climbing have died across 47 statesin the last year, a result of the deadly virus. Wild birds can carry the disease and spread it to domestic flocks when they migrate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "CHELSEA CARRIGAN, OWNER, RED BARN FARM",
      "sentences": "One wild bird coming into their chicken run and the next thing you know 10 birds, 20 birds, 30 birds,they're just dropping dead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "YURKEVICH",
      "sentences": "Some states now recommending that all poultry be maintained indoors. Poultry and bird shows, canceled. And biosecurity around chickens,strictly enforced.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SARAH SCHNEIDER, OWNER, EGG SHOP",
      "sentences": "The avian flu is serious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "YURKEVICH",
      "sentences": "Egg Shop, with two cafes in New York City, is struggling with prices on their main ingredient. The fall migration of wild birds sentavian flu cases spiking again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SCHNEIDER",
      "sentences": "We go through 7,000 to 9,000 eggs a week. So it's a significant amount of eggs. And in the last couple weeks they've jumped as high as 60percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "YURKEVICH",
      "sentences": "How have you been able to absorb the high price increases of eggs?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SCHNEIDER",
      "sentences": "Unfortunately, we have raised all of our prices about 10 percent on our menu items.YURKEVICH (voice-over):  For some, the increased cost is too much. Baked after Dark bakery in Nebraska will close its doors this weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "STACEY JOHNSON, OWNER, BAKED AFTER DARK",
      "sentences": "I think about what our family could afford to pay for a cookie. I take that into consideration. We can'tcharge $5 a cookie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "YURKEVICH",
      "sentences": "The ripple effect goes beyond restaurants and bakeries. Take a look around the grocery store. Items that use eggs, like mayonnaise, are up11.8 percent in the last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ANGELO PULEO, SUPERVISOR, MORTON WILLIAMS SUPERMARKETS",
      "sentences": "From the flu to the increases in inflation, all combined together with the shortage, it isthe perfect storm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "VERA NEWHOUSE, NYC SHOPPER",
      "sentences": "And I definitely have seen the prices shoot up recently.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "YURKEVICH",
      "sentences": "Does that stop you from making the purchase?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "NEWHOUSE",
      "sentences": "No, not at all. I'm just buying things to make a chicken cutlet. And you need eggs as the basis for that, too. It's one of the reasons whythere's no way not to purchase them. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}