{
  "date": "2023-10-11",
  "headline": "CNN This Morning",
  "subHeadline": "Strikes Along Israel-Gaza Border; Sharone Lifschitz is Interviewed about Missing Parents; House GOP to Meet Today. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:30:00",
      "speaker": "ERIN BURNETT, CNN ANCHOR",
      "sentences": "I'm letting you all listen. Not sure exactly how many we've counted there. A few dozen. Dozens of rockets coming in here.I don't know if you could get a sense, but sitting under this, Phil and Poppy, there is a real sense, literally, of a dome. Because when the strikes come in, you literally look straight above and you can see those interceptions right above us. So, we heard the sirens a few moments before. And then they literally came in. And I think we're all agreeing here, we think we heard about dozens. Obviously very active. As I said, we're about three miles from the Israel/Gaza border. And, by the way, it's a sunny day here. What you're looking at straight behind me here, Albert's panning up, you can see the sun block. That is a giant smoke cloud from a strike in the direction of Gaza. We can't tell you who is responsible for that smoke or that strike, exactly where it is. But that's what you're looking at right there. And you can still hear some of this residual rockets still coming in here. And then when we looked up here, as I said, a dome. When you see the streaks, they literally streak above you on an arc, in a dome shape, like a plane's trail, but a dome literally straight above your head. And now you can hear air force jets. One thing I will say, Phil and Poppy, as we send it back to you, is, I don't know if you noticed, but amidst all of this there are still some traffic going by. Now, most of them are military going in and out of that zone, but -- but there is still that happening amidst this onslaught that you and we all just witnessed together that is still continuing here, Phil and Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Erin, it's extraordinary to see and just -- I know as you were reporting, and we're asking you questions, if you and the crew need to take cover, please do.But one of the key questions when this surprise attack was launched over the weekend was, why wasn't the Iron Dome more effective. Well, clearly it is highly effective now. BURNETT: I mean, it is incredible, Poppy. And I know - you know, you've seen from the incredible reporting of Nic and Clarissa, when they've been experiencing this as well. But when they call it an Iron Dome, and I'm -- I'm sort of looking around at our team right now, I think we - we understand what that feels like. You're sitting under it and they're coming in. And there is obviously the adrenaline and the reality of where you are. But to actually watch it, as I said, in that dome intercepting is a - is a pretty incredible thing to witness firsthand. You hear the sirens now. Those are coming over from the direction of Gaza. There's an industrial park right behind where we've seen those troops. And anyone who was with us at the top of the hour -- you all right, Albert? Sorry, Poppy and Phil, we're really -- we're along sort of a steep embankment by a ditch by the side of the road. Albert's now showing you the military -- Israeli military massing that we had showed you at the top of the hour from a different angle. But what we've seen here, battle tanks, armored vehicles, all of those bulldozers, all of that's happening here. And even between - when I was with you at the top of the hour and now we're here, we've seen buses of Israeli defense forces pulling in there and Israeli defense forces getting out. Just a -- en mass off of buses and joining this group here on this ridge, as I said, about three miles from the Gaza border. Phil and Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Erin, can I ask you - you know, I think everybody talks about the Iron Dome. I think has some concept of it. But watching it live and in person -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:00",
      "speaker": "MATTINGLY",
      "sentences": "You know, there's almost a tempo to it, right? There's the sirens. You know that there's been a missile launch or strikes are incoming. And then you can almost count down to the interceptions.And you and Albert -- Albert did an amazing job of catching it live. Can you explain kind of how - the cadence of how this all plays out, when it's effective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "MATTINGLY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "BURNETT",
      "sentences": "Like a little mini cloud.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "BURNETT",
      "sentences": "That's what you see peppering the sky along what literally above us is shaped like a dome. So, there - there are some of those to the left and some of those to the - to the right, as well as the giant smoke that I showed you behind me in the direction of Gaza. There's also some towards the direction of Gaza, but a little bit more to my 1",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HARLOW",
      "sentences": "Erin, I'm interested in when you are not on camera with us, obviously we saw you yesterday afternoon, for your program last night, this morning, but you were in Tel Aviv and now you've traveled here. What are citizens telling you? What are people coming up on the street and talking to you, what are they saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "BURNETT",
      "sentences": "I'm not hearing them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HARLOW",
      "sentences": "OK, it sounds like Erin can't hear us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "BURNETT",
      "sentences": "Are you hearing them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HARLOW",
      "sentences": "So, we're going to try to get back to her as soon as possible. But that was remarkable.And we'll get back to Erin very soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "MATTINGLY",
      "sentences": "I also - I mean I think what's most - and our photo journalist, immensely talented, Albert (INAUDIBLE), and also Erin, is to see it in person. I feel like we talk about it. The concept of it. The kind of theoretical and almost in abstract when you talk about the policy of funding the Iron Dome or sending munitions over for the Iron Dome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HARLOW",
      "sentences": "You see how effective can be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "MATTINGLY",
      "sentences": "To watch it work in practice. And I think Erin's analogy to, to what they've seen in Ukraine, given how fast things are moving, how close in proximity they are, you saw it on the ground right now. It's a very different experience.We want to bring in Colonel Cedric Leighton. Colonel, I think what we're trying to -- Erin did such a great job of laying out both what was happening in real-time and I think the broader context of things. Talk about the system itself, what we were watching live and what it actually does. COL. CEDRIC LEIGHTON, CNN MILITARY ANALYST: Yes. So, this is a great point, Phil. One of the key things about the Iron Dome is that it's designed to knock out missiles and rockets that are coming into Israel. So, it was designed by the Israelis. Had a bit of American involvement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "MATTINGLY",
      "sentences": "Wait, Colonel Leighton, hang on. We're going to interrupt you real quick because we do have Erin back, but stay with us because we're still going back and forth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "BURNETT",
      "sentences": "Whoa, it's right above us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "MATTINGLY",
      "sentences": "Erin, do we have you back now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "BURNETT",
      "sentences": "All right, we're hot now.Yes, you do. You do. Sorry, I don't know if you might have just missed, we just had a whole lot of them come in. If you give us another second, we'll see if there are more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "MATTINGLY",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "BURNETT",
      "sentences": "Very loud and close and they do, to the cadence of dome, Phil, have a very different sound when they're straight above you. Obviously, it's a lot louder than when you see them slightly on the horizon from your position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "MATTINGLY",
      "sentences": "Erin, can you give a sense of how often this is happening right now, at least based on your position since you've been there. We've obviously been talking to you since the top of the hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "BURNETT",
      "sentences": "I'd say, since the top of the hour here, we're about 30 minutes -- 38 minutes into your show, I mean, dozens upon dozens of rockets have come into this right above us and on the horizon near Gaza from where we are. And it's been every few minutes.So, we had a barrage that you all saw live on the show of dozens of them. Then there was a two or three minute break, if that. Then there were more (INAUDIBLE) about a minute ago right before you just talked to me, Phil. And we'll see what happens here. But the sirens continue to go off. And as we discussed, that usually means, at least from what we've seen, you know, within seconds you start to see the kinetic action start.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "HARLOW",
      "sentences": "And, Erin, the shot that Albert is showing us right now is zooming in on all the military equipment that you are so close to, he got it so close we could even see the Israeli flag there.And one of the questions I had before we lost you a second ago, the connection was, what you're hearing from -- when you're not on camera with us, what you're hearing from citizens who live near there, what they are saying to you about all of this and how protected they now feel by the dome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "HARLOW",
      "sentences": "Oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "BURNETT",
      "sentences": "So there's -- there's a great spirit of generosity that we've experienced ourselves among people who are still living right here so close to this line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "HARLOW",
      "sentences": "That's very -- I mean, I'm so glad that you shared that with us. It shows and brings to the fore the humanity and what is going on, just human to human in these moments.But, Erin, the fact that there are many people still living right there, many have not left the border area where you are, is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "BURNETT",
      "sentences": "No, that - that is right. That's what we've seen. And, obviously, we haven't been in too many settlements around here, but there are definitely people who are here. We were at the gas station. A woman came up and was frustrated it was closed. But, you know, there is life here. But, obviously, this is not operating as usual in any way, shape or form and the roads are pretty much empty except for military vehicles and some very fast-moving vehicles. You know, we've been, for example, of the heavily armored cars go through. Some marked with counselor markings that have actually gotten through the check point that we're standing near. Albert's showing you the checkpoint right now. They've actually gone through that checkpoint, which heads down to Sderot, where there is more active, we understand, still direct one on one skirmishing and fighting going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "MATTINGLY",
      "sentences": "Erin, you pointed this out earlier, but I want to swing back to it, the smoke clouds, which we could actually see. I actually thought it was a cloud, a dark cloud, until you made clear it's a sunny day. That dark cloud is actually smoke from Gaza City.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "MATTINGLY",
      "sentences": "I know you have been talking about that you've been hearing fighter jets also come over the top as the Iron Dome has been in action. Do we have any sense in terms of the scale of the strikes from the Israeli side in Gaza over the course of the last hour or so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "BURNETT",
      "sentences": "I can't tell you exactly the scale. But I can tell you that when I was standing about where we're standing now by this -- by this ditch, we heard - we heard Israeli military jets. We heard an explosion. And then, within a few moments, we did hear about a successful Israeli strike within Gaza that we understand might have been on a refugee camp. And that strike killed up to 20 people.And I will say, Poppy, you mentioned the humanity of it. And amidst all of this there are moments where you sit here and you think, in that moment we dove -- dove for cover, grab our helmets, and we're thinking, OK, everything OK here? And in that moment, you know, maybe 20 people died.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "BURNETT",
      "sentences": "And it - it is worth considering that what we're talking about when you hear these booms and you see all these lights is that it is human life that is being extinguished with every single one of these strikes. And it is - it is very important, I think, for all of us to remember that, of what is at stake here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "HARLOW",
      "sentences": "Of course, and what is happening off camera when we hear these sounds and we see you and your team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "HARLOW",
      "sentences": "We have some video here of moments like that, that we're going to show, as we continue to talk to you, Erin, but absolutely what is happening.Let's just take a moment and listen here. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "BURNETT",
      "sentences": "Just - OK. All right. You coming to us. We're going to - we're going to be - I'm not going to be on camera, OK. Come to us. You can come to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "OK, jump down. Jump down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "BURNETT",
      "sentences": "Jump. OK.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "HARLOW",
      "sentences": "Erin, you've covered war and conflict all over the world. Can you speak about this compared to - obviously you've been in Ukraine many times since the beginning of that war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "BURNETT",
      "sentences": "I will say -- and I know that all of us here have talked about this. The difference in scale. That Israel is a very small country. We're three miles from the Gaza border. We're also just under an hour -- about an hour's drive from Tel Aviv, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:03",
      "speaker": "MATTINGLY",
      "sentences": "Yes, it's such great perspective.Erin, stay with us. We're going to be coming back to you, of course, throughout the course of the show. Keep you and your team safe. And as Poppy always says, if you and Albert need to take cover at any point, please do so. Come back to us when you're ready.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:03",
      "speaker": "BURNETT",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:03",
      "speaker": "MATTINGLY",
      "sentences": "I want to turn now back to Cedric Leighton.Colonel Leighton, Erin's point there I think is so important in terms of just how tightly - we talk about how tightly condensed Gaza is, but Israel itself in where they are both in the midst of a fight right now with Hamas and Gaza, which is expected to expand, but also as they keep an eye on the north. There have been back and forth shots exchanged with Hezbollah. Obviously keeping an eye on the West Bank, Syria as well. Talk about the region itself and just how small this area is for which Israel is operating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:03",
      "speaker": "LEIGHTON",
      "sentences": "Yes, Phil, this is a - you know, an incredibly different perspective. And as Erin was mentioning, Ukraine kind of like Texas in terms of size. This we're talking like, you know, basically Delaware and a bit of Maryland right here.So, in essence what you've got here is a country that, you know, from where Erin is about here, to go up here is about an hour's drive. Another three hours or so you get up to the northern border, perhaps even less depending on how fast you can go. And this gives you an idea that when you're in a country like this, you are within range of so many different threats. And you look, for example, when you - when you have the big region up here, you can see that, for example, Iran has the capacity to move missiles over this way. So that would be one thing that could happen. You could have Iran go in and try to attack in sympathy, potentially, with Hamas. That is a technical possibility. Not saying that they're going to do that, but that's the kind of thing, the distances are so small that it could easily happen. And that's the kind of thing that you're dealing with when you've got such compact area. All of your people within this space and really a very narrow link here between say the West Bank and the coast. And that means that Israel is at risk of, you know, potentially being cut off in several different ways, at least that was the case early in Israel's history. Now not so much because the armies aren't focused on that. The Arab armies. But that's the kind of thing that technically could happen. And it really has concentrated the Israeli mind on how to protect itself and make that country really a bastion of, you know, incredible defenses. And that's why the history of Israel has become so important in the way this has actually functioned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:03",
      "speaker": "HARLOW",
      "sentences": "Yes.Speaking of incredible defenses, let's get back to the prior question that Phil asked you, which I think so many Americans -- so many people around the world watching this and watching Erin's live reporting with her photo journalist Albert of the live interceptions by the Iron Dome of these rockets. Can you just, in basic terms, explain to people how it works and why it is so effective when it is working at full capacity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:03",
      "speaker": "LEIGHTON",
      "sentences": "Yes, when it's working at full capacity, Poppy, this thing is amazing.So, basically what you have is the capability to send about -- depending on how it's all set up -- about 90 missiles after one specific missile. So, what you're seeing here in some of these pictures, this is the result of actually coming in to find -- what they do is they find an incoming rocket or a missile. And as they find that missile, they go after it. And they will intercept that missile in the air. The idea is to, in essence, use an explosive to knock it out of the sky and bring it down. That's why there can be damage when it comes down even though it's been intercepted. So, it's not a riskless endeavor. But the Iron Dome is designed to knock out as many missiles as possible. But it really depends on the trajectory of things that are coming in. So if, for example, something is fired in a very quick fashion and it comes in at a very low altitude, it's harder to intercept. So, there's a lot of geometry involved in this. But the basic idea is, you knock something - you knock an incoming rocket out of the sky, it's kind of like a bullet -- shooting a bullet out of the sky. And that's basically what you have here. Very precise, very important weapon system, but a system that is necessary for Israel to really defend itself and, in some ways, for Israel to even exist as a - as a separate state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:03",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "SHARONE LIFSCHITZ, PARENTS TAKEN HOSTAGE BY HAMAS",
      "sentences": "I have not heard where my parents are. I have heard about other members that we do know have been kidnapped. We have witnesses that are saying -- telling us the story of what happened on that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "MATTINGLY",
      "sentences": "And if I may ask, what is the story of what happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "LIFSCHITZ",
      "sentences": "My parents themselves were in their house, in their home on the border of the Gaza Strip, the kibbutz that I'm from. There was -- they are seen here just walking on the -- next to the fence. Is about less than a mile than the Gaza Strip.They were - they were in the safe room, which is their bedroom, because of - because of missiles that were started a bit before. And under the missiles, the Hamas broke a defense and came very quickly with a lot of people. We were one of the first places to come into. And when they came, they massacred members. They have taken many hostages. We now know of at least close to 80 people that are missing. We don't know the number of dead yet. We know in neighboring kibbutz's we have 108. We have even higher number in Faraza (ph). And we've all seen this morning the pictures. We have been slaughtered. We have been destroyed. And that is not what I'm here to talk to you about. I'm here to talk to you about the 80 kids and adults and elderly people that are amongst the 150 or so we know of that have been taken hostage into Gaza. They're at this moment in Gaza. I have heard the rumor, and rumors is mostly what we have heard in the last few days, that there is about to be videos surfacing of hostages pleading for their life. This is a very crucial moment. We have no time to think about the dead. We have no time to think about the belongings and homes and environment we have lost. We have to immediately call on anyone we can to ask for the immediate release of babies and children and disabled people and elderly people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "MATTINGLY",
      "sentences": "Have you received any word, notification or assistance from the Israeli government based on those calls in this very critical moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "LIFSCHITZ",
      "sentences": "We are in touch with people. Most of what we get at the moment is rumors. We haven't had the prime minister coming to visit us. The survivors are in a (INAUDIBLE). No member of the government has come to visit. I know they have a war to run, but they have brought it on us. And they need to take responsibility.And more than that, they need to confirm that they will protect these people. That they will not just go after and fight after and not protect. We are in Gaza now. My parents are in Gaza. My friend's children are in Gaza. This is a desperate moment. We are calling on the international community to do everything they can to deescalate, to bring about an exchange of -- and return home of this innocent, innocent, peace-loving people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "MATTINGLY",
      "sentences": "Before I let you go, I read that your father actually volunteered for an organization that would drive sick Palestinians to receive medical care. Can you talk about your mom and dad?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "MATTINGLY",
      "sentences": "Sharone Lifschitz, we, obviously, we hurt for you and your family having to deal with this. We hope and pray for the well-being of your parents and those in their community. Thank you so much for sharing your time and your story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "LIFSCHITZ",
      "sentences": "Thank you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HARLOW",
      "sentences": "And just for a moment, I'm going to tell you, these are live images out of Ashkelon, Israel, following strikes from Gaza. You see the fire burning there.But, Phil, what she just said, you heard the pain in her voice pleading with forces as whatever comes next from Israeli forces to remember who is being held there as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "MATTINGLY",
      "sentences": "Underscoring the just sheer complexity of this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HARLOW",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "MATTINGLY",
      "sentences": "And talking about humanity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HARLOW",
      "sentences": "That's exactly right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "MATTINGLY",
      "sentences": "It's -- it is extraordinarily -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "MATTINGLY",
      "sentences": "Not just complicated, it is, from a human perspective, it's horrifying choices ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HARLOW",
      "sentences": "And we will be joined by a representative from the IDF straight ahead.Stay with CNN. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HARLOW",
      "sentences": "You are looking at smoke plumes rising. Live images out of Gaza right now where it is the middle of the afternoon as we follow the latest developments out of the region.In the meantime, in Washington, a significant day. In just a few hours, House Republicans hold their first secret ballot for speaker nominee ahead of a final floor vote. Last night Majority Leader Steve Scalise, Judiciary Chairman Jim Jordan made their final pitches at a forum where they took questions from other members of the caucus. Kevin McCarthy urging his supporters not to renominate him for the job that he lost last week, but he's not endorsing any candidate at this point either. Lauren Fox on The Hill with all of this. I mean what is happening, the war that is raging between Israel and Hamas, and the ongoing war on Ukraine, just heightens the importance of a speaker and the House getting back to work.",
      "isLastSentenceInterrupted": false
    }
  ]
}