{
  "date": "2023-06-06",
  "headline": "CNN Tonight",
  "subHeadline": "Source Says, Mark Meadows Testified To Federal Grand Jury In Special Counsel Probe Of Trump; Chris Christie Joins Race For The 2024 Republican Nomination With Sharp Attacks On Trump; SCOTUS Ruling On Affirmative Action Could Come As Early As Thursday; PGA Tour And Liv Golf Finally Merged After A Standoff From Both Ends; Public Health Vendo Machine Rolls Out In New York. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Before we go tonight, two CNN presidential town halls to tell you about. Tomorrow night, former Vice President Mike Pence is going to take questions in a town hall moderated by Dana Bash tomorrow, 9Thanks so much for joining us tonight. CNN tonight with Alisyn Camerota starts now. Hi, Alisyn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "ALISYN CAMEROTA, CNN ANCHOR",
      "sentences": "Hi, Kaitlan. We will all be watching those town halls. Thank you very much.Good evening, everyone. I'm Alisyn Camerota. Welcome to CNN Tonight. Major developments this evening in the special counsel's investigations of Donald Trump. Mark Meadows, the chief of staff by Donald Trump's side in his final months of the administration, testifying to a federal grand jury. And today, we also learned of a Trump grand jury in Miami for the classified documents investigation. Does that mean a trial would be held in Florida? Our panel reads the tea leaves tonight. Plus, a new vending machine in New York City stocked not with snacks, but with free drug supplies, Narcan, fentanyl, test strips, and crackpipes. It's supposed to save lives. But will it? And something astonishing happened in golf today. The PGA Tour officials who had condemned the Saudi LIV Golf Tour today decided to partner with them. So, now, how does the PGA commissioner explain his own comments from last year? (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "JAY MONAHAN, PGA TOUR COMMISSIONER",
      "sentences": "As it relates to the families of 911, I have two families that are close to me that lost loved ones, and so my heart goes out to them. And I would ask any player that has left or any player that would ever consider leaving, have you ever had to apologize for being a member of the PGA Tour?When they see the impact that we're having on this game together, there will be a lot of smiles on people's faces. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay, we will get into all of that in the program.But let's begin with the big news that former top Trump official Mark Meadows has testified to a grand jury. Meadows was not just Trump's chief of staff, he was also tasked with overseeing presidential records. So, chances are he may have a lot to say. Let's bring in our panel. CNN's Senior Legal Affairs Correspondent Paula Reid is here, also Chris Whipple, who has written extensively about the role of White House chiefs of staff. We also have Karen Friedman Agnifilo and former chief assistant district attorney of the Manhattan D.A.'s office, and also Josh Barro, host of the Very Serious Podcast. I hope that I got that right, Karen. Okay, fantastic. Okay, next, Paula, tell us, in terms of Mark Meadows testifying, was this about the documents case, do we know, or was this about January 6th and attempts to overturn the election results?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "So, at this point, it's unclear if he testified in both investigations or just one. But as you know, Alisyn, he would have a lot to talk about with investigators in either case because he's not just a witness. He is the witness. January 6th, I mean, the House select committee investigating that day, the events surrounding January 6th, efforts to overturn the election came to the conclusion that when it comes to that investigation, all roads lead to Mark Meadows.And increasingly, in the Mar-a-Lago documents investigation, we're finding that he is truly someone of value there, too. Not only was he at the White House when things were being packed up at the end of the administration but this bombshell audio recording that we broke last week, that was recorded by Mark Meadows' autobiographers. They'd have a lot of questions for him. And this has been a mystery swirling around Trump world for the past several months. What is going on with Mark Meadows? There was no communication between his legal team and the Trump lawyers. So, this has been one of the biggest questions in this investigation now that we know that he has testified. I mean, Alisyn, that really tells us that, particularly, the Mar-a-Lago Documents case is likely at the very, very end before they make a charging decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay. So, Chris, obviously you have focused on chiefs of staff, and you also have awarded Mark Meadows, the worst chief of staff in history title. So, I'm just wondering why he earns that and how you think his testifying would go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "CAMEROTA",
      "sentences": "So, Karen, read the tea leaves here for us. From what you know about his testifying before the grand jury, is it possible he would have gone in there and just pleaded the Fifth, or do you see telltale signs of something else?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "KAREN FRIEDMAN AGNIFILO, CNN LEGAL ANALYST",
      "sentences": "So, his lawyer gave a statement that talked about how, without saying what he testified to, he said he had maintains that he tells the truth. He comes in and tells the truth when compelled to. That tells me that he testified. Otherwise, he would have said he took the Fifth or whatever, but he made it a point to say that he testified truthfully when compelled to or when called to. So, I think that tells us that he testified and he was a major witness in the grand jury.I agree. When we saw the select committee with the hearings and everything led to Meadows, so much so that we were wondering, is he going to be a target or is he going to cooperate and testify, because he really is the linchpin to all of these cases, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "CAMEROTA",
      "sentences": "So, Josh, just to remind people of how central he was. Cassidy Hutchinson, one of his aides, testified to what he was doing as the mob was gathering on January 6th and at the Capitol, in fact. So, here's what she said about Meadows.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "CASSIDY HUTCHINSON, FORMER AIDE TO MARK MEADOWS",
      "sentences": "And I remember Pat saying to him something to the effect of the rioters have gotten to the Capitol, Mark, we need to go down and see the president now. And Mark looked up him that he doesn't want to do anything, Pat.They're literally calling for the vice president to be effing hung. And Mark had responded something to the effect of, you heard him, Pat. He thinks Mike deserves it. He doesn't think they're doing anything wrong. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "CAMEROTA",
      "sentences": "Your thoughts on what's happening now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "JOSH BARRO, HOST, VERY SERIOUS PODCAST",
      "sentences": "Yes, I mean, I think he's up there with Mike Pence in terms of being the very central people that you bring in toward the end of this investigation. So, I think this is one of several signs. There was also the news reporting about Donald Trump having been told by his attorneys that he should expect to be indicted, at least in the documents case. These are signs of a very mature investigation.And I certainly agree that he was not an exemplary chief of staff, but I don't know what it additionally tells us that Mark Meadows has been brought in, at least about the timing of this investigation, given that we already knew about Mike Pence, that we already knew that they had gotten up toward the top of what it was that they were investigating. But, yes, no, I think that the former president has a very good reason to be worried about being indicted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "CAMEROTA",
      "sentences": "Paula, it was interesting to hear former Attorney General Bill Barr talk about some of this today, and he also agrees that something is happening and that we'll see what Jack Smith decides. Whether he is going to be charging, he said, at some point this summer, or even, I think he said early fall, which doesn't sound that imminent to us in the news business, but maybe in criminal justice, it's immediate.But here's what he said about Donald Trump's claims that all of this is a witch hunt. So, listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "WILLIAM BARR, FORMER ATTORNEY GENERAL",
      "sentences": "I think based on the facts, as the facts come out, I think over time, people will see that this is not a case of the Department of Justice conducting a witch hunt. In fact, they approached this very delicately and with deference to the president. And this would have gone nowhere had the president just returned the documents, but he jerked them around for a year-and-a- half.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "CAMEROTA",
      "sentences": "Paula, your thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:05",
      "speaker": "CAMEROTA",
      "sentences": "Thank you for reminding us of all of that context.Chris, former Attorney General Bill Barr also engaged in a little psychological analysis of his old boss, Donald Trump, today. So, listen to what he had to say about that. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:05",
      "speaker": "BARR",
      "sentences": "He's so egotistical that he has this penchant for conducting risky, reckless acts to show that he can sort of get away with it. It's part of asserting his ego. And he's done this repeatedly at the expense of all the people who depend on him to conduct the public's business in an honorable way. And we saw that with both impeachments. And there's no excuse for what he did here.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:05",
      "speaker": "CAMEROTA",
      "sentences": "Your thoughts, Chris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:05",
      "speaker": "WHIPPLE",
      "sentences": "Yes, the irony would be rich here if it does turn out that Mark Meadows is cooperating and helps to bring Trump down or help his prosecution. Because if you think about Meadows, it shouldn't be too surprising that he might be cooperating.And just think of who the guy is. I mean, this G. Gordon Liddy of White House plumbers fame, holding his hand over a candle and pledging loyalty and toughness to his boss. This is a guy who was the ultimate sycophant, the White House chief that Donald Trump always wanted in my book, The Fight of His Life, Inside Joe Biden's White House. I described not so much as a chief of staff, as a kind of glad handing maitre d'. He was not only a yes man to Trump, he was a yes man to almost everyone. He told them what they wanted to hear. And it would be a rich irony, I think, if he's starting to tell Jack Smith what he would like to hear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CAMEROTA",
      "sentences": "Former New Jersey Governor Chris Christie announcing today that he's running for president, and one of his priorities is making sure Donald Trump loses.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CHRISTIE",
      "sentences": "A lonely, self-consumed, self-serving mirror hog is not a leader. He is. For those of you who read the Harry Potter books, like Voldemort, he is he who shall not be named.Well, let me be clear, in case I have not been already, the person I am talking about, who is obsessed with the mirror, who never admits a mistake, who never admits a fault, and who always finds someone else and something else to blame for whatever goes wrong, but finds every reason to take credit for anything that goes right, it is Donald Trump. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CAMEROTA",
      "sentences": "I feel like we got the reference even before he spelled it out. I don't know. I mean, maybe it's just me. So, which strategy will Christie use this time against Donald Trump?Let's bring in the panel. We have Coleman Hughes, host of The Conversations with Coleman Podcast, Josh Barro is back, James Surowiecki, contributing writer at The Atlantic, is here, as is Jessica Washington, a senior reporter at The Root. Great to have all of you guys. So, Coleman, Chris Christie is fascinating to watch because he has gone through the gamut of emotions dealing with Donald Trump and tactics, I would say. So, let's just rewind the clock for a minute and remind everybody. In 2015, he was treating Trump -- when he was running for president the first time, Chris Christie and Donald Trump, he was treating him sort of as a regular competitor, just sort of going after what he thought were his shortcomings. So, let's remind people of that moment. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CHRISTIE",
      "sentences": "I just don't believe that the skills that you're talking about that Donald has are transferable to a governmental setting. I just don't.His facts are wrong. I know that he knows it, too. I'm happy to take any observations he has, even if he can only do them in 140 characters or less. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay, so he had clever clips, but it didn't work and he ended up dropping out. And then he did something interesting. He stood shoulder-to-shoulder with Donald Trump after that and endorsed him. And I don't know if we have any -- do we have just a video of this or do we -- sound, okay. So, watch this for a minute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CHRISTIE",
      "sentences": "He is rewriting the playbook. He is rewriting the playbook of American politics because he's providing strong leadership that's not dependent upon the status quo. And so the best person to beat Hillary Clinton in November on that stage last night is undoubtedly Donald Trump.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CAMEROTA",
      "sentences": "And you know what that loyalty got him? COVID. That loyalty got him COVID because he then gave Donald Trump hours of debate prep time, and he was not advised that Donald Trump had tested positive for COVID.So, one more piece of sound I'd like to play for all of you is when Chris Christie realizes that Donald Trump -- well, he blames Donald Trump for giving him COVID and landing him in the ICU. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You had always suspected that you got it from the president. Is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CHRISTIE",
      "sentences": "Well, the only reason I suspected it was because he was the only person who I didn't know his testing regimen, that I was in close contact with. All the other people we spoke about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "So, did this confirm for you that you did, in fact, get it for the president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CHRISTIE",
      "sentences": "Well, I think it's undeniable.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay, so here fast forward to today. What will he do differently this time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "CAMEROTA",
      "sentences": "Now, is he flip-flopping or has he evolved, his position evolved on Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "BARRO",
      "sentences": "Well, I mean, I don't know exactly what's going on inside his head, but he's made clear in this two-hour town hall event that he did in New Hampshire that he intends to do a really frontal attack on Donald Trump in this campaign.And I think this is -- Chris Christie is not going to win this nomination and I think Chris Christie is smart enough to know that he's not going to win this nomination. I think there's a legacy play here, which is that what Chris Christie is remembered for is Bridgegate and for enabling Donald Trump, because he didn't just endorse Donald Trump in the 2016 campaign, he was one of the first major national Republican figures to endorse him. It was like right after Jeff Sessions at a time when lots of other prominent figures in the party were still trying to figure out how they could band together to stop Donald Trump. So, in significant part, this is his fault. And he got hoodwinked before the former president gave him COVID in 2016. He was the chairman of the president's transition. He was supposed to be -- if Donald Trump came in, he was going to help build out the White House. He's going to have a really central position. But Chris Christie also, when he was a federal prosecutor, he put Jared Kushner's father in prison. Jared Kushner hates him. And so like very shortly after the election, Chris Christie gets fired, basically, at the hand of Jared Kushner. So, Chris Christie, for all of his supplication to Donald Trump, he didn't become attorney general, he didn't become vice president, he got pushed out of the position that he had, and then he was still there several years later doing that debate prep in the 2020 election for the former president. Now, I watched the town hall today. The criticisms that he's making of Donald Trump, whether or not they're sincere, are largely correct. And I think it will be an interesting factor in this campaign to have him on debate stages and to have him -- I expect him to be essentially constant presence on cable news because cable loves people who talk about Trump, especially in terms --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "CAMEROTA",
      "sentences": "Well, and also who are quippy and who say funny things and sound bites. I mean, it's not just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "BARRO",
      "sentences": "He's great television, yes. So, I think even if he loses this campaign, it might be that something that Chris Christie will be remembered for politically, in addition to Bridgegate and enabling Donald Trump, will be maybe he plays a role -- I think his objective is maybe I play a role in stopping Donald Trump from getting the nomination, like I did with Marco Rubio in 2016, because people remember him for that, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "CAMEROTA",
      "sentences": "Yes. Jessica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "JESSICA WASHINGTON, SENIOR REPORTER, THE ROOT",
      "sentences": "Yes. I just -- it's so hard to watch him keep doing these flip flops. Like it gets a little embarrassing almost to witness --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "CAMEROTA",
      "sentences": "But is it a flip flop? Because it wasn't devoted, devoted, devoted critic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "WASHINGTON",
      "sentences": "So, it was critic, devoted, critic, devoted. So, he's going back and forth. So, it is a little hard to watch.I think the other thing is, what do we know now that we couldn't have known in 2015? I mean, now he's saying he's evil, he's corrupt, all of these different things. What did he not know in 2019? All of these things is like, okay, so now you're saying he's corrupt. You're saying all these things. But a lot of this was known. So I think that's what makes it feel less genuine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "BARRO",
      "sentences": "He hadn't tried to overthrow the U.S. government. I mean, I think you can tell a story about why you learned something about Donald Trump --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "HUGHES",
      "sentences": "It was still pretty clear he was a bad guy in 2015.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "BARRO",
      "sentences": "Sure. I'm just saying that we --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "HUGHES",
      "sentences": "He had Trump University, he had all kinds of scandals way back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:01",
      "speaker": "JAMES SUROWIECKI, CONTRIBUTING WRITER, THE ATLANTIC",
      "sentences": "I mean, the one thing -- I mean, the one thing I'm interested in, I mean, like Josh said, right, Christie is not going to win. Right? I mean, just simply because the lane he's in, in the Republican Party, is not where the Republican Party is, right? He's essentially a kind of semi-moderate, northeastern Republican. There's no actual market for that in the Republican Party. So, the question is, why is he doing it? I think some of it is legacy. Some of it may just be he wants to be in the mix. He likes being in the mix. He likes being on television and the rest of it.I am, though, fascinated by what it's going to be like to have him on stage, both in terms of what his dynamic with Trump is going to be like, because that could be super interesting, and then also what will he be like with DeSantis? Will he go after other candidates? DeSantis would be the only other one who really matters. Will he go after him the way he did against Rubio? Because he really did, although Rubio today tweeted out saying, like, he did not put me out of the race. But, of course, he did put him out of the race. I mean, everyone remembers that. And so I do think even if Christie only lasts through the debates and doesn't even make it to Iowa, it could still be really interesting to see how he changes the dynamic of the race just from being on stage with Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:03",
      "speaker": "CAMEROTA",
      "sentences": "The Supreme Court could issue a major decision on affirmative action as early as this week. If they do away with it, what does that mean for college admissions? What does it mean for the country?My panel is back. Jessica, if the Supreme Court ends affirmative action, what happens?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "CAMEROTA",
      "sentences": "And let's just go back in time for a minute. Do you think affirmative action accomplished what it set out to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "WASHINGTON",
      "sentences": "I think it's a long-term goal. I think part of the problem is when you cut off the legs of affirmative action in, you know, high school, middle school, elementary school, it makes it harder to make it effective at the higher ed level. So I think that's part of the problem. If you don't have, you know,integration happening at those levels, and we know that's not happening in our nation, we know that we're still highly segregated as a country. Even in New York City, we're incredibly segregated in places that are ostensibly liberal. So I think if you only focus on higher education, then it won't ever accomplish those goals that were set out to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "CAMEROTA",
      "sentences": "Your thoughts, Jeff?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "SUROWIECKI",
      "sentences": "I think the best proxy we have for it is what happened in California when Prop 209 passed in 1996, which essentially banned the use of affirmative action in all of the public universities. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "CAMEROTA",
      "sentences": "We have some of those numbers that we can pull up. So black undergrad enrollment at UCLA in 1996, as you say, was at 6 percent. Ten years later after they did away, this is Michigan, sorry, let's go back to California for a second, because basically it was cut in half.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "SUROWIECKI",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "CAMEROTA",
      "sentences": "So ten years later it was cut in half and then California took it upon itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "SUROWIECKI",
      "sentences": "The schools did, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "CAMEROTA",
      "sentences": "The schools did to do all sorts of, I guess, recruitment --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "SUROWIECKI",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "CAMEROTA",
      "sentences": "-- et cetera.  and they were able to themselves get the enrollment back up to six years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "SUROWIECKI",
      "sentences": "Yeah, so that's what I think is what you'll see is that, and the impact on the professional schools like law school, engineering, will be even greater. But I think, so I think what you'll see in the short term, and I assume the court is going to do away with affirmative action in education. I assume that that's what will happen. And if they do that, I think what you'll see is in the short term, you will see a significant hit to diversity.But -- and if schools, and I think they do, that are doing this now want to keep their student bodies diverse, they'll have to just work a lot harder. And that's essentially what UCLA did, what University of California did, spent a lot more money on recruitment, a lot more money trying to get kids to come once they were admitted and the rest. And yeah, and it was effective. But you can already see the schools, colleges already starting to adapt. I mean, I do think some of the reasons why standardized tests are being phased out has something to do with them anticipating this and trying to figure out ways to, and I think they'll use other kinds of proxies. In the short term, there's no -- There's nothing that will take its place. So I think you're going to see a hit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "CAMEROTA",
      "sentences": "Coleman, what do you think of affirmative action and the possible end?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "HUGHES",
      "sentences": "Well, you're right that California in '96 is the closest model we have. But what you got to understand about those numbers we just showed is it's not that those black kids that didn't go to UCLA didn't go to college. They went to other schools in the UC system. And for some of those kids, they may have, rather than being in the bottom of the class at UCLA when they're struggling behind their better prepared peers, maybe they're more in the middle of the class or maybe at the top of the class of a different UC school.And I think what we have to understand is what goes on under the name of affirmative action behind the scenes at these colleges is very ugly, right? I just -- I want to read briefly from some of the discovery of this case, right? So this is at UNC. This is admissions officers. And this is what they say. I just opened a brown girl who's an 810 on the S.A.T. The other one says, if it's brown and above a 1300, put them in for merit. Right? This is how they're talking about kids. Right? They're reducing everything to race. This is how they're talking about your kids when they apply to college, right? This is ugly stuff if we actually saw how the sausage gets made. So I think we should be celebrating the end of race-based affirmative action and really start addressing the actual problems with racial inequality, which is between the ages of 0 and 18, kids are going to awful schools. And that's where the focus should be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "CAMEROTA",
      "sentences": "You agree, Jess?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "WASHINGTON",
      "sentences": "No. I mean, I think that affirmative action, A, there obviously are exceptions. And some of this discovery is troubling if, you know, when kids are being spoken about like that. But I think oftentimes, schools are not just looking at race. They're looking at qualified applicants and they're saying, okay, holistically, how do we want our campus to look?How much is diversity gonna be important? Because you have to understand, the schools are not just trying to pick kids who necessarily are, you have the best SAT score, or you have the best grades, they're trying to create a student body that is going to help kids learn to, you know, interact with other people who are different from them, to, you know, succeed. And I think they're picking from a whole different host of qualities. So I don't think it's just saying, well, here's this black kid, and we're going to put them in the school whether or not they're qualified. I don't think that's happening anywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:01",
      "speaker": "CAMEROTA",
      "sentences": "Josh?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "CAMEROTA",
      "sentences": "Sworn enemies became partners today. Saudi-backed Liv Golf and the PGA Tour announcing a stunning partnership that will reshape the world of golf.As part of this agreement, the two rivals will drop all pending litigation against each other. The partnership also ends more than a year-long feud, but it is reigniting a debate over money, morals, and sports washing. Joining me now is Alan Shipnuck, the author of \"Liv and Let Die,\" an insider account of the saga set to be released in October. Alan, I think you may have to add an epilogue to your book. How shocked were you when you heard what happened today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "ALAN SHIPNUCK, AUTHOR, LIV AND LET DIE",
      "sentences": "Well, it was a thunderbolt for the entire golf world. There's no doubt about it. Following this story very closely for a while now, you could see thiscoming. But both the PGA Tour and Liv Golf are kind of on this path towards mutually assured destruction. The tour was -- was spending money they didn't have to try and keep up with Liv Golf, Liv built this whole product, but nobody was really paying attention. And it just didn't make sense long-term for either side. And, it, that it happened so quickly and that it was announced today of all days and sort of in the middle of the heart of the season. It was a bit of a stunner, but I think it makes sense. I think the war is over and now it's going to be about who wins the piece. It's a lot of complexity here to sort through. And a lot of unanswered questions, but it's a certainly momentous moment for an entire sport.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "CAMEROTA",
      "sentences": "For sure. And it may make sense financially for people, but explain how it makes sense in terms of principles. And I know I sound naive or Pollyanna-ish when I ask that, but that's what PGA had staked their position on.I mean, I don't have to tell you, Jay Monahan, the, you know, chief, the chair of PGA Tour, had said that his heart went out to the 9-11 families because how can these golfers be giving up their principles to go work for Liv Golf with what the Saudis represent in terms of human rights? So now how does he explain himself?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "SHIPNUCK",
      "sentences": "Yeah, I mean, one of my best friends lost his wife on 9-11 and one of the planes. So I've been sympathetic to that argument. At this -- at the same time, it's also a little naive how the world works.I mean, many of the PGA Tour's biggest sponsors, whether it's Coca- Cola or FedEx or Morgan Stanley, do a ton of business in Saudi Arabia and all kinds of sports are now hosted within the kingdom or they know the Saudis own European Premier League soccer teams. They have become enmeshed in big time sports around the globe. And so, you know, Jay Monahan was trying to play the morality card and that was all really all he had, you know, he was, he was outgunned financially, but it didn't quite pass the smell test given how much business all the tour sponsors have done in Saudi Arabia. And I think reality finally caught up to him and it's definitely, it's, it's okay as a golf fan or as a consumer to feel a little betrayed and to feel a little confused and to be a little queasy about this because there are some hard questions about where the money's coming from. But I think the headline is that money always wins. And that's in every sport, that's in every industry. And that's what happened here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "CAMEROTA",
      "sentences": "Alan, how about the players? How about the players who took a principled stand or said they did and didn't take the seduction of the Liv money when it was being offered and dangled in front of them? How are they feeling?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:13",
      "speaker": "CAMEROTA",
      "sentences": "Alan, the book again is \"Liv and Let Die, the inside story of the war between the PGA Tour and Liv Golf.\" It is set to be released October 31st. It should be very interesting. All of your insider interviews with all of the players. Thanks so much for being with us tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:13",
      "speaker": "SHIPNUCK",
      "sentences": "Okay. Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:13",
      "speaker": "CAMEROTA",
      "sentences": "And my panel is back. Yeah, I guess they're just pleased with that turning down the $75 million. Yeah. Who do you guys think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:13",
      "speaker": "BARRO",
      "sentences": "Well, you know what I find crazy here is, you know, one of the things that the PGA gets out of this is there was this antitrust lawsuit brought by Liv basically said that PGA was being anti- competitive trying to keep players off the Liv tour, and that lawsuit's going away. But there's also a government antitrust inquiry into professional golf right now.And the financial rationale that Alan just laid out there for why you'd have this merger is the PGA didn't like having to bid against a competitor for players. They didn't like this bidding war with their competitor, and so they're merging with their competitor. And now they won't have to bid up anymore. That is classic anti-competitive behavior. Like, in general, you cannot fix your antitrust problems by merging with your larger competitor. You should be making your antitrust problems worse if you do that. So personally, I would like to see whether there's anything the government can pursue there, even though we don't have a private entity suing the PGA tour here. Because really, I mean, again, the objective here is to keep more of the money off the table from going to the players that would otherwise go with this major commercial entrance. So, you know, I don't like this outcome, but I wonder if it's legal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:13",
      "speaker": "SUROWIECKI",
      "sentences": "I mean, the thing that's interesting to me is that it did come as a total surprise. I mean, I was shocked when it happened. But as Alan said, it shouldn't. And in fact, if you look at the history of professional sports, it was pretty much the predictable outcome. So in the past, you know, whenever you have an alternative league spring up, the American Football League and the National Football League, what ends up happening? They end up merging, the American Basketball Association and the National Basketball Association.Donald Trump, as you remember, with the USFL, this was what he was trying to do when they sued the NFL for antitrust. What he really wanted to do was to get the NFL to essentially force a merger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:13",
      "speaker": "CAMEROTA",
      "sentences": "But isn't it different when you're talking about merging with a country that has such human rights problems?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:13",
      "speaker": "SUROWIECKI",
      "sentences": "Oh no, no. From a moral point of view, yes, absolutely. And obviously Jay Monahan should never have said what he did a year ago when he played the morality card and it makes him look terrible now. But from an economic point of view, I actually think one of the underplayed aspects of this is that the Saudis obviously have more money than anyone, but they were losing tons of money on the Liv.They were spending tons of money, nobody was watching, and this now allows them to essentially invest in an entity that is going to be enormously profitable, partly because it has no competition. So I think that's a big part of what's happening here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:13",
      "speaker": "HUGHES",
      "sentences": "Can we dwell though for one second on the moral dimension of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:13",
      "speaker": "SUROWIECKI",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:13",
      "speaker": "HUGHES",
      "sentences": "I think this is important, okay? I hate this trend of foreign regimes purchasing the souls of American athletes and American business people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:13",
      "speaker": "CAMEROTA",
      "sentences": "Sports washing.HUGHES. Yes, sports washing, right. We saw this with the NBA in China. You're not going to find an NBA player now that can talk about the treatment of the Uyghurs in China or the treatment of Hong Kong protesters. Soon you may not be able to find a golf player that can talk about the treatment of women in Saudi Arabia. And as an American, I love the ability to be able to criticize my own government, and especially to criticize foreign regimes. And we are losing that bit by bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "CAMEROTA",
      "sentences": "We are in the midst of a major climate event here in New York City tonight. Look at the smoke blanketing the city today. That is awesome. Usually you can see the tall skyscrapers, but not today.This is from more than 100 wildfires that are burning in Quebec, Canada and wafting south. New York is now one of the five cities with the worst air pollution in the world tonight, alongside Dhaka, Bangladesh; Jakarta, Indonesia; and New Delhi, India. Here's the view of Yankee Stadium during tonight's home game against the Chicago White Sox. This level of pollution is unhealthy, obviously, but particularly for groups like the elderly, young children, and those with respiratory issues. All right, now to another health crisis and what New York City is doing about it. New York City has installed its first ever public health vending machine, and it is stocked with some drug supplies like Narcan kits, fentanyl, test strips, and crack pipes. It's also already been restocked. even though it was just installed yesterday. James and Coleman are back. So I certainly understand fentanyl strips. I certainly understand Narcan for an overdose. I don't entirely understand putting crack pipes in there. I'm not sure if you guys have an explanation for why those are there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:01",
      "speaker": "CAMEROTA",
      "sentences": "For free. SUROWIECKI",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:01",
      "speaker": "CAMEROTA",
      "sentences": "Well, it's a high drug use area, police say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:01",
      "speaker": "SUROWIECKI",
      "sentences": "Of course. Right, yeah. When Vancouver did it, they put it inside what they call the Safe User Resource Center, which had other kinds of counseling and other, and that made a little more sense to me. This feels somewhat random and careless, but-",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:01",
      "speaker": "CAMEROTA",
      "sentences": "Yeah, Coleman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:01",
      "speaker": "HUGHES",
      "sentences": "Yeah, well, I think, you know, you could argue, at one level, this is just an admission that we've lost the war on drugs with every other strategy, right? Like, we can't stop the drugs from getting in the country, we can't prevent people from doing them, we can't cure addiction. So I guess the last resort is just to make it clean and safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:01",
      "speaker": "CAMEROTA",
      "sentences": "We'll also stop overdosing. I mean, I think that what they're trying to do is stop, is just triage the overdosing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:01",
      "speaker": "HUGHES",
      "sentences": "I have no problem with the Narcan. And, you know, I think most taxpayers Fentanyl test strips would say that's a good use of taxpayer funds. But when it comes to the crack pipes, I think that's an admission that the most we can do now is just have people do it in a clean way. And that's a pretty sad state of affairs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:01",
      "speaker": "CAMEROTA",
      "sentences": "We'll see how these go. Gentlemen, thank you for being here tonight. Great to have you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:01",
      "speaker": "SUROWIECKI",
      "sentences": "Thanks for having us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:01",
      "speaker": "HUGHES",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    }
  ]
}