{
  "date": "2023-10-20",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Jordan Does Not Appear To Have Votes For Speaker. Aired 11:30a- 12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "TYLEASE ALLI, READING CLERK",
      "sentences": "Miller of Ohio.REP. MAX MILLER (R-OH): Jordan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ALLI",
      "sentences": "Jordan. Miller of West VirginiaREP. CAROL MILLER (R-WV): I will vote for Jim Jordan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ALLI",
      "sentences": "Jordan. Miller-Meeks. McHenry. Mills.REP. CORY MILLS (R-FL): Jim Jordan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ALLI",
      "sentences": "Jordan. Molinaro.REP. MARCUS MOLINARO (R-NY): Lee Zeldin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ALLI",
      "sentences": "Jeffries. Rutherford.REP. JOHN RUTHERFORD (R-FL): Scalise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ALLI",
      "sentences": "Scalise.BASH (voiceover): OK. So, that was Congressman John Rutherford of Florida sticking with Scalise, as he had done before. I was curious to see if he too would move over and vote for Patrick McHenry with, I believe, we still have six votes for Patrick McHenry. A clear trend -- intentional trend by these more moderate or -- and a lot of them or not moderates, but Republicans from battleground districts, Congress Dent. DENT (voiceover): Yes, that's right. And this is -- again, this -- you just saw John Rutherford vote. Oh, he's an appropriator, you know another serious guy. But you know, once we get through this vote, you know, I know that there -- you might see a backbench member pop forward. Jack Bergman of Michigan. He wore three stars on his shoulder. He was a Marine Corps Lieutenant General. He is floating his name to be considered. He's going to make a move at some point. He's out making calls. I'm told by many close to the Michigan delegation. So, I think the conference is going to have to get behind somebody. It may be somebody we've never heard -- you know most people have never heard of, the more -- maybe somebody who's a good -- a good player like that. But this -- the -- but this fracture, though, Dana, you've seen it. I've seen it for a long time really since the Tea Party movement. You know, Boehner talks about it quite a bit. We've seen it Paul Ryan's talking about it. But now it is so exposed. This is a raw nerve and as has been stated. Now, there's really serious issues in the world that have to be addressed. But until they figure out how to deal with this, you know, we're going to have more bloodletting and I'm really anxious to be the fly in the wall in the conference room after this vote. Because if they were hot earlier today, they're going to be on fire this afternoon to talk about this path forward because now this damage is so bad for the party -- BASH (voiceover): Let's listen in. DENT (voiceover): They have to -- get on. BASH (voiceover): Forgive me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ALLI",
      "sentences": "Scalise. Slotkin. Jeffries.BASH (voiceover): 23.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ALLI",
      "sentences": "Smith of Missouri.BASH (voiceover): Can I toast to him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ALLI",
      "sentences": "Jordan. Smith of Nebraska. Jordan. Smith of New Jersey.BASH (voiceover): Was I -- did I just say that on the air?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ALLI",
      "sentences": "Jordan. Smith of Washington.REP. ADAM SMITH (D-WA): Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ALLI",
      "sentences": "Jeffries. Smucker.REP. LLOYD SMUCKER (R-PA): Jordan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ALLI",
      "sentences": "Jordan. Sorensen.REP. ERIC SORENSEN (D-IL): Hakeem Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ALLI",
      "sentences": "Jefferies. Soto.REP. DARREN SOTO (D-FL): Hakeem Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ALLI",
      "sentences": "Jeffries.JAKE TAPPER, CNN ANCHOR (voiceover): So, with that Congressman Mike Simpson of Idaho for Steve Scalise against Jim Jordan, Jordan is now officially worse off right now with the roll call not even done than he was yesterday. He has now 23 votes against him. Yesterday, the roll call went and ended, he was 22 votes down. And the day before you might remember, he was 20 votes down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "TAPPER",
      "sentences": "We are expecting at least two more no-votes to come down. So far, we have counted a net loss of three. Again, with the caveat that anything could change at the end of the vote. People do sometimes flip although we have not seen that in this balloting. Let's bring in Manu Raju if we can as we watch some of these votes come in. We are expecting -- asking -- we did -- do we hear up Pete Stauber's vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ALLI",
      "sentences": "Strickland.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "TAPPER",
      "sentences": "Did his vote come in?REP. MARILYN STRICKLAND (D-WA): Hakeem Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ALLI",
      "sentences": "Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "TAPPER",
      "sentences": "He did vote for Westerman. OK. So, that's a 24 while I was jabbing. Do we have a -- do we have Manu Raju ready to come in and see there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "RAJU",
      "sentences": "There are just like, it's been for several days, so much confusion, Jake. I just talked to a number of Republicans as I've been walking in and out of the chamber, no one really has a clear sense of what Jim Jordan's strategy is, or whether he will push ahead.But the support among a lot of the people who have voted for me here is very tepid. They know there's no path for the speakership and doesn't appear that it's going to change if there's another ballot. This is going obviously in the wrong direction for Jim Jordan. Losing more Republicans on this than in the previous ballot. Now, there is some discussion about having another closed-door conference meeting this afternoon. One Congresswoman who just left the chamber told me that there's some talk on the floor about there'll be another Republican conference meeting. That has not been officially scheduled yet. But yesterday's meeting devolved into a screaming match, and at points, there was cussing. There was a division of the strategy. It did not go particularly well. It ultimately led to Jim Jordan having to sit down with a 22 holdouts. At the time, 22 to see if he can flip them. That did not work. He has not been able to flip anybody here so far. So, then the question is, what is Jim Jordan trying to do, continue to go to the floor and continue to lose and push this through the weekend? Something that he had threatened to do. But the pressure will be on him to withdraw. There was pressure on him yesterday to step aside from a number of those members. He rebuffed those calls. Well, he rebuffed these calls now because as I talked to some members, the call of that -- if there's a fourth ballot, it could very well get much worse for him. He'd bleeding even more Republican support to send a message to him that there is no path to speakership and to step aside. But as long as he pushes for that vote, Jake, the votes can certainly happen here. And a lot of his supporters are egging him on saying -- now, Kevin McCarthy went 15 rounds, Jim Jordan can go 15 rounds as well. But the problem is, McCarthy had made some steady progress. There was a path of the speakership after some time. Right now, no path for speakership for Jim Jordan, as he's losing support, and probably even more so if there's another ballot after this, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "TAPPER",
      "sentences": "So, a few trends that we've noticed. One is the three votes that flipped against him, and we should note, no votes flipped towards him so far. The three votes that flipped against him, Congressman Fitzpatrick of Pennsylvania, Congressman Kean of New Jersey, and Congressman Molinaro of New York. All three of those are congressmen from Congressional districts that President Biden won, which would suggest that they are reading the tea leaves and thinking, you know what, this probably isn't good for me, this guy, and I've been a team player, but now I got to start thinking about myself.Another trend that we've picked up is now people are starting to vote for as an alternative, Congressman Patrick McHenry, who is the temporary speaker. And we've been talking to members of Congress, I know you have, as well who have said, let's just let temporary Speaker Patrick McHenry run the House. Because when we were talking to Congressman Crenshaw earlier today, he said, there's nothing in our rules that would prevent him from just bringing up legislation. All the work is done at the committee level, anyway. Manu, hold that thought because I want to listen to Congressman Womack make his vote. And then while they tabulate, we'll come back and talk. So, let's listen in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ALLI",
      "sentences": "Williams of New York. Jordan. Williams of Texas.REP. ROGER WILLIAMS (R-TX): Jim Jordan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ALLI",
      "sentences": "Jordan. Wilson of Florida.REP. FREDERICA WILSON (D-FL): Hakeem Jefferies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ALLI",
      "sentences": "Jeffries. Wilson of South Carolina.REP. JOE WILSON (R-SC): Jim Jordan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ALLI",
      "sentences": "Jordan. Wittman.REP. ROB WITTMAN (R-VA): Jim Jordan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ALLI",
      "sentences": "Jordan. Womack.REP. STEVE WOMACK (R-AR): Scalise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ALLI",
      "sentences": "Scalise.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "TAPPER",
      "sentences": "All right. So, that is -- that is 25 votes against Jim Jordan. And poor Steve Womack cursed with a W. last name, had to wait an hour to deliver that even though I know he's been -- he woke up this morning eager to vote against Jim Jordan. Manu, this Patrick McHenry thing people wanting, Congressman Crenshaw is saying the real work is done on the committees, anyway, just let Patrick McHenry be the speaker. There's nothing temporary speaker. There's nothing in our rules that would prevent him from doing so. It's essentially a ceremonial position, anyway, who cares?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:05",
      "speaker": "TAPPER",
      "sentences": "It's interesting because we hear two contradictory messages from the Republicans. On the one hand, they blame Democrats for joining with the eight rebels who caused this mess to begin with, who issued the motion to vacate and kicked McCarthy out of the speakership. And at the same time, the very notion of any sort of bipartisan compromise. Hakeem Jeffries, the leader of the Democrats, has said that Patrick McHenry is a -- is a reasonable person and a gentleman and not a -- you know, is somebody that they could do business with.And the very notion of any sort of bipartisan compromise or speaker is an anathema to the Republicans. So, it's weird they're get -- they get blamed for, for voting against McCarthy but then also Republicans think the idea of joining with Republicans and the Democrats is so crazy and hideous, that that's a non-starter for them too. And I don't -- I don't understand, on one hand, being bipartisan is awful. On the other hand, the Democrats -- I mean, do you understand what I'm saying here? It's just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:05",
      "speaker": "RAJU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:05",
      "speaker": "TAPPER",
      "sentences": "It doesn't make any sense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:05",
      "speaker": "RAJU",
      "sentences": "Jake, I mean, that may ultimately be the only solution out of this crisis because this badly divided Republican Party can't get its act together, can't get behind a single candidate, even though as they are concerned about the prospect of Democrats carrying a vote and essentially elevating -- electing on a temporary basis, Patrick McHenry, that may be the only solution. That's what a lot of Republicans are saying.There is going to be a decision that has to be made here by some people who are pushing the idea of elevating Patrick McHenry. There is a -- what's called a privilege resolution in the House that can be introduced that can actually force this issue on the floor. That has not been officially introduced yet. And part of the issue is because there are still speaker's race ongoing, so there are some parliamentary hurdles that they have to overcome. But if that privilege resolution is introduced, that can actually force this issue on the floor and make the members take a position. And I would not be surprised, Jake, if this is where that ultimately is headed because there is no way out of this situation. No candidate can get 217. Jim Jordan certainly cannot. And a lot of Republicans who are supporting the idea of elevating Patrick McHenry say that ultimately that is where this is going to end up. But, Jake, we'll see how long it takes to get there, and if ultimately the Republicans relent, saying that there's no end in sight to the crisis they caused.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "I think a couple of Democrats, Jake, were not present for the attendance vote --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "CHALIAN",
      "sentences": "-- who didn't show up and actually vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "TAPPER",
      "sentences": "Oh, is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "CHALIAN",
      "sentences": "So, I think -- so, we're now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "TAPPER",
      "sentences": "Well, Hakeem Jeffries usually gets 212, which is the number of Democrats --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "CHALIAN",
      "sentences": "So, there are two Democrats not voting, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "CHALIAN",
      "sentences": "And there are two Republicans not voting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "TAPPER",
      "sentences": "And there were -- there were originally, there are -- there were --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "CHALIAN",
      "sentences": "Originally six not voting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "TAPPER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "CHALIAN",
      "sentences": "So -- I mean it was four Democrats to vote because you're right, it doesn't matter just to say because there are math nerds at home --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "CHALIAN",
      "sentences": "-- who are following along with this, if you total that up, that's 429 votes cast.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "TAPPER",
      "sentences": "Yes. CHALIAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "CHALIAN",
      "sentences": "That's a lot more than four. He would need 215. He's 21 away from what he would need, Jim Jordan, to actually become --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "JOHN KING, CNN ANCHOR",
      "sentences": "House Republicans could use one of those math nerds right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "GLORIA BORGER, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Right. I can say that this shows that there's absolutely no concession that Jim Jordan could make that could get people to move in his direction. What we saw with McCarthy was there's a lot of horse-trading and people were moving in his direction. With Jordan, I went in the -- they went the other way. So, there were -- there's -- the message here to him is, you know, give it up. There's nothing you can tell us you want to do for us anymore that will get you this job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "CHALIAN",
      "sentences": "So, the two went the other way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "BORGER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "TAPPER",
      "sentences": "So, I think -- I think the problem is, there are 20 that just do not like him for various reasons. 20. Some of them don't like him because they don't like -- they don't want to reward the rebels that put them in this position. Some of them don't like him because he's an election liar and denier. Some of them don't like him because they think he's just toxic and the wrong symbol for the party. And those 20 are just where they are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "BORGER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "TAPPER",
      "sentences": "And then the ones that keep that have since grown to join that group, the other five, are like, well, these 20 aren't budging so we need to move on. And Jordan's not getting the message so I'm going to join.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "BORGER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "JAMIE GANGEL, CNN SPECIAL CORRESPONDENT",
      "sentences": "Also, to David's point about what districts and you mentioned this with districts they come from, they're -- they know there will be political backlash if Jim Jordan is the Speaker of the House, and they want to hold on to their districts at the end of the day. One of the things that Melanie Zanona reported this two days ago, I just think it's been so interesting, the no- Jordan block has privately been keeping no votes in their back pocket so that for every vote that happened, they knew it was going to be going in the wrong direction for Jordan, that there would be more nos. And I think part of her reporting was that actually, some of them drew straws. Because they're scared of him. And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "TAPPER",
      "sentences": "Scared of Jordan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "GANGEL",
      "sentences": "Of Jim Jordan. So, like, who's going to be the first one out there with the no who can --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "TAPPER",
      "sentences": "Why are they scared of him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "GANGEL",
      "sentences": "Well, I think that he has proven himself to be a bomb thrower, and toxic, and controversial. And he will go after that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "KING",
      "sentences": "And most of them, the only thing they have to worry about as a primary. Most of them are in safe Republican districts. The only thing they have to worry about is a primary.And we know from history, if the Freedom Caucus and Donald Trump get against you in a Republican primary, you could have trouble. Which is why I think it's noteworthy that David raised it earlier, and you talked about Fitzpatrick from your area, Philadelphia, these are the guys who have to go home -- go home to competitive districts. They need to win at least independent votes, if not some Democratic votes to keep their jobs. And the people in the Philadelphia suburbs don't get to take 17 days off from picking up their kids at school. They have to figure out who's going to get them. And so, I think they watch this, and they say what the hell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "TAPPER",
      "sentences": "And the other thing is, Manu said that there's no path for Jordan. It's not just that there's no path. The path is increasingly heading off a cliff, right? It's not just it doesn't exist. It's getting worse and worse and worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "KING",
      "sentences": "It's also an incredibly difficult job in the sense that Gloria is talking about the potential trade-offs, right? The state and local tax thing that the New York Republicans are so high on. If Jordan gave them that, then his right -- you know the Tea Party Freedom Caucus guys would say no because they are against that. When you have such -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "TAPPER",
      "sentences": "It's not a fiscally conservative position to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "KING",
      "sentences": "Right. When you have such a narrow majority, you can't do horse trading because anything you give to this side angers this side. You have to go if you have such a narrow majority --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "TAPPER",
      "sentences": "Let's get to Manu Raju -- I'm sorry. Let's go to Manu Raju right now who's interviewing members of Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "RAJU",
      "sentences": "OK. This has -- went in the wrong direction for Jim Jordan. He clearly does not have the votes to be speaker. He lost more Republican votes. Is it time for him to withdraw?REP. KEVIN MCCARTHY (R-CA): That's a question for him. I think we're going to go to the conference here shortly and see which direction we go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "RAJU",
      "sentences": "But is this a problem for your party for him to continue on without a path to the Speakership?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "MCCARTHY",
      "sentences": "Look. It's a problem for the party that we -- that were in this place, to begin with, and it's four percent, eight members here, crazy members led by Gaetz that put us in a bad situation. We got to get out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "RAJU",
      "sentences": "But he can -- but he's pretty still run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "GARRETT HAAKE, SENIOR CAPITOL HILL CORRESPONDENT, NBC NEWS",
      "sentences": "It's getting worse for Jim Jordan. I mean, at what point do you cut your losses?",
      "isLastSentenceInterrupted": false
    }
  ]
}