{
  "date": "2023-11-22",
  "headline": "CNN News Central",
  "subHeadline": "New York Warns of Increase in Terrorist Threats; Israel Makes Hostage Deal With Hamas. Aired 11-11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:01:01",
      "speaker": "KATE BOLDUAN, CNN HOST",
      "sentences": "This morning, a hostage deal and a temporary truce. Dozens of women and children kidnapped and held captive by Hamas are set to be released.This is a major moment in this war. We will speak to one father whose son is among the hostages and waiting to hear if his child will be coming home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:01:01",
      "speaker": "OMAR JIMENEZ, CNN HOST",
      "sentences": "And this morning, a warning to law enforcement here in the United States across New York. An intel agency says the Israel-Hamas war is boosting terrorist threats, as antisemitic acts continue to surge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:01:01",
      "speaker": "BOLDUAN",
      "sentences": "Today is set to be one of the busiest travel days of the year. What does that mean for your family and millions of others hitting the road this Thanksgiving?We're tracking it all for you. I'm Kate Bolduan with Omar Jimenez. John and Sara are off. This is CNN NEWS CENTRAL. We are closely following the breaking news of the hostage deal between Israel and Hamas. It's just about 16 hours from now. The airstrikes and the fighting that we have seen is still happening this morning, and it will temporarily stop for at least four days. And then, according to the agreement, a significant number of hostages who have now been held in Gaza for nearly 50 days will be released, this in exchange for Palestinian prisoners being held in Israeli jails and also more aid trucks being able to come through and into Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:01:01",
      "speaker": "JIMENEZ",
      "sentences": "Now, right now, we don't know which hostages will be freed, but President Biden says the deal should bring home Americans.We have got team covered standing by an Israel. CNN anchor Kaitlan Collins leads us off this hour. So, Kaitlan, are you learning anything new about the logistics of how this will actually happen here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:02",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "You're absolutely right.And that means, until this -- the pause in fighting begins, until that hudna, as it's known, takes effect, there will be fighting very much up until that minute. So it's not a surprise that we're seeing Israeli strikes and operations in Gaza. The IDF said a short time ago they're working in Northern Gaza around what they say is Hamas' focal area or one of its focal areas in Northern Gaza, and they're still moving in on that, effectively trying to secure whatever gains they can before 10:00 tomorrow morning. Hamas has also continued to operate. We have seen alerts of rocket fire around the area of Southern Gaza. Now, that doesn't mean that this deal is going to fall apart. It simply means it hasn't taken effect yet. And, frankly, many times in the past, when a cease-fire or a pause in fighting is set to take effect, there is a barrage of activity right before that takes effect. So, effectively, what we're seeing now is pretty much par for the course, fighting up until that very last second. And Prime Minister Benjamin Netanyahu made it clear last night in the Cabinet meeting that, just because there is a pause now, that does not mean the war is off. When this pause is over, the war is still very much on. And he said Israel will absolutely pursue its goal of trying to destroy Hamas, even as we have seen other nations and other organizations hope that this pause in the fighting is a possibility for a wider and longer term cease-fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:02",
      "speaker": "COLLINS",
      "sentences": "Yes, though there are some U.S. officials who would be fine if that pause continued for longer than what it's scheduled to right now.Oren, obviously, there's not a lot of trust between Israel and Hamas, I think that's an understatement here. But I think the question is, what is the confidence level among Israeli officials about this deal, the contours of it right now holding?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:02",
      "speaker": "LIEBERMANN",
      "sentences": "As least as of right now, it seems very high. All of the indications we have seen both from the IDF and from Israeli officials, that is, the senior leadership of the country, are that this is truly set to begin tomorrow morning.There was obviously a complicated legal and political process to get through on the Israeli side, frankly, for Israeli bureaucracy. That too is simply how it works. But it got through that point. And the announcements we have seen not only from Israel, but from Hamas, Qatar, the United States, and so many other countries are an indication of just how solid this is. But you're absolutely right to point out that this is only a first phase. It is 50 hostages, and that leaves nearly another 190 hostages inside of Gaza. There may be more coming. Israel made it clear that, for every 10 hostages released, there would be another pause in the fighting. But do we believe this will get us all the way through the full 240 or so released? That,at least as of right now, seems unlikely. And that's because Hamas likely believes they can extract a higher price for Israel's soldiers that they're holding hostage, because this deal is only on women and children as of now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:02",
      "speaker": "COLLINS",
      "sentences": "Yes, and we know there are several IDF members in custody there.Oren Liebermann, thank you for that. Omar, obviously a lot of questions here. We have a few details of what this is going to look like, Omar and Kate, but still major questions, as we are waiting for that 3:00 a.m. Eastern, 10:00 a.m. local start time of when this is expected to happen right now, as these officials are still hammering out these details as we approach that timeline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:02",
      "speaker": "JIMENEZ",
      "sentences": "Yes.And, obviously, in the past 24 hours, we have learned about so much about what it took to get to this point, so still so much to learn, even now, under 24 hours at this point. Kaitlan Collins, thank you so much. We're staying on the breaking news out of Gaza, where  Israel and Hamas have agreed to a hostage prisoner exchange and a pause in the fighting. That four-day truce is set to start tomorrow at 3:00 a.m. Eastern time. So with us now is CNN political and national security analyst David Sanger. So David, just right off the bat, what's your immediate reaction to this deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:08",
      "speaker": "JIMENEZ",
      "sentences": "And I think, to your point, is, Israel has said, all right, when this first phase is over, we are going to continue our strikes. This in no way is a cease-fire in total, in total respects here.And to your last point, when it comes to the American perspective, I mean, you just look at the posturing of what we have seen, at least in public comments from the American government, Biden and his administration. They aided in these negotiations, but they have had to walk a fine line here, given the political landscape in the United States. And so how does Biden continue to do that, if we get to the end of four days and we end up in a little bit of the precarious situation you just mentioned?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:08",
      "speaker": "SANGER",
      "sentences": "That's, I think, going to be the hardest part for him.Obviously, he's been engaged in a lot of conversations with Prime Minister Netanyahu. By our count, there had been 13 phone calls back and forth. And those are only what we know about and obviously much more with his team. And I know that they're thinking ahead now to the next stages of this. Now, the way the agreement is written, you could see additional hostage exchanges happening over the next two days, three days after the four-day period happens. It could be extended a few more times. But at some point, if it reaches a hitch, then the Israelis have a really hard choice. If they resume bombing, it could end the chance of getting the remainder of the hostages. If they don't resume it, they're going to end up giving up a big part of their primary objective, which is to destroy Hamas. And so we have got two objectives that they're working toward in tension with each other, getting the hostages out, all of the hostages, not just the first 50, and destroying Hamas. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:08",
      "speaker": "SANGER",
      "sentences": "And Hamas knows that those hostages are the last thing they have got. JIMENEZIsraelis have been dealing with as well, sort of that dynamic between the government continuing to try and eradicate Hamas, to use their words, but also, as they have said, a priority too to get some of these hostages back. We will see how it plays out. It hasn't even started at this point. So let's get there and then see how it plays out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:08",
      "speaker": "SANGER",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:08",
      "speaker": "JIMENEZ",
      "sentences": "David Sanger, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:08",
      "speaker": "SANGER",
      "sentences": "We're not at the end. We're just at the beginning of the end, the beginning of something. It may not be the end.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:08",
      "speaker": "JIMENEZ",
      "sentences": "Exactly. Exactly. Thank you, David.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:18:31",
      "speaker": "JIMENEZ",
      "sentences": "The New York Police Department is investigating after a swastika and other graffiti were found on the door of a synagogue in Manhattan Tuesday morning.This comes as the New York State Intelligence Center is warning specifically about a surge in hate crimes targeting the Jewish community, as well as Muslims and Arabs. Now the agency is telling law enforcement across the state there's been a rise in terrorist threats since the Israel-Hamas war started.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:18:31",
      "speaker": "BOLDUAN",
      "sentences": "Joining us now for some more perspective on what this means is CNN chief law enforcement and intelligence analyst John Miller.John, what do you see in this threat assessment, in this warning? We have heard something similar from the FBI director as well, just the heightened environment right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "JIMENEZ",
      "sentences": "And we have seen -- I mean, obviously, this comes from an intelligence report that's formally documented.But, I mean, in settings across the country, you go outside, conversations you have, there -- you can tell there's a heightened tension even in just talking about this in general, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "MILLER",
      "sentences": "You know, Omar, the model is interesting, though.In the post-9/11 world, what we in the intelligence world focused on is, what's the organization? Is it al Qaeda? Is it ISIS? Is there a cell? Are there sleepers? Is it a team? Who's in charge of it? When did they get it? The modern terrorist organization is exploiting modern communications and marketing techniques, dramatic films, highlighting victimology. Gaza is giving them a flood of terrible images. And they're looking for a particular client. And that client is that person who's isolated, who feels alone, who's disconnected, who's angry, who's searching. And what they're saying to the person who's a part of nothing is, you can be a part of this. And you can be that person now. And, if not now, when, and, if not you, who, and, if not this, what? And then the instructions follow, simple instructions, ramming attacks, stabbing attacks, shooting attacks. And then for the more advanced player, they're actually having an argument online in late October about where the best bomb-making instructions are. But that's -- the player they're looking for is the low-end player who will carry something out. And by crowd sourcing it, you only have to get one or two.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "BOLDUAN",
      "sentences": "Which perfectly lays out how complicated and complex it is to stop it before it happens for all law enforcement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "MILLER",
      "sentences": "And some of the remarkable things we see is the crossover, which is, you could figure that they could target people who would identify with the Palestinians ethnically, emotionally.They could target people of a -- what you're seeing is right-wing extremists who operate on antisemitic tropes and themes now identifying with the Palestinians, the same people that, the day before, they would have said, we need to keep these kind of foreigners out of the country, cheering them on, and looking to adapt their commando techniques for urban warfare. So it's a little crazy out there in the darkest corners of the Internet. And that's what authorities are concerned about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "JIMENEZ",
      "sentences": "To be clear, it's always been crazy in the darkest corners of the Internet, now even more so than you would typically see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "MILLER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "JIMENEZ",
      "sentences": "John Miller, thank you, as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "BOLDUAN",
      "sentences": "Thanks, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:03",
      "speaker": "MILLER",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:27:29",
      "speaker": "BOLDUAN",
      "sentences": "So, just over 16 hours from now, we expect a truce to begin between Israel and Hamas. In exchange for a four-day pause in fighting, Hamas will release dozens of hostages.One of the children kidnapped by Hamas and being held in Gaza is 16- year-old Amit Shani, taken on October 7, when Hamas terrorists broke into his mother's home. Amit was forced into a car at gunpoint as his mother and sisters watched helplessly. Amit's entire family now waiting almost seven weeks to hear anything of how he is doing. His father, Nir Shani, joins me now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:27:29",
      "speaker": "NIR SHANI, FATHER OF HOSTAGE",
      "sentences": "Hi, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:27:29",
      "speaker": "BOLDUAN",
      "sentences": "Nir, seven weeks, some seven weeks now it's been since Amit was kidnapped. Where is your head and your heart right now in this moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:27:29",
      "speaker": "SHANI",
      "sentences": "It's always with Amit. I'm always thinking about him and hoping for his return.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:27:29",
      "speaker": "BOLDUAN",
      "sentences": "He turned 16 while in captivity, while being held hostage by Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:27:29",
      "speaker": "SHANI",
      "sentences": "Two weeks into the captivity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:27:29",
      "speaker": "BOLDUAN",
      "sentences": "Two weeks into his captivity.Have you received any word or do you have any expectation or -- that he's among those who will be released in the coming days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:27:29",
      "speaker": "SHANI",
      "sentences": "I have expectation, because he was 15 and is still a child, and he shouldn't be a tool in a conflict.But we haven't heard that he is among the first or whatever. We just hope he would be one of the people who would be released.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:27:29",
      "speaker": "BOLDUAN",
      "sentences": "What is this waiting, this waiting moment, what does it feel like for you?",
      "isLastSentenceInterrupted": false
    }
  ]
}