{
  "date": "2023-06-07",
  "headline": "CNN This Morning",
  "subHeadline": "PGA Tour and LIV Golf Announce Partnership; Sarah Matthews is Interviewed about Trump Investigation; Prince Harry Testifies for Second Day; Ben Terris is Interviewed about his New Book. Aired 6:30- 7a ET",
  "utterances": [
    {
      "timeStamp": "06:30:05",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Welcome back.Well, gunshots rang out near a high school graduation yesterday in Richmond, Virginia. The ceremonies had just ended. The shots caused hundreds of people in attendance to scatter, fearing, obviously, for their lives. Two people were killed. At least five more were injured. And one of those, a nine-year-old girl who was hit by a car as she fled the scene. One witness described what he saw. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Just everybody started running and pushed her down on the ground. We got down on the ground. And it's just chaos from there. You just kept hearing shots. It's like eight, nine, ten shots.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "INTERIM CHIEF RICK EDWARDS, RICHMOND POLICE",
      "sentences": "As they heard the gunfire, it was obviously chaos because people were having panic attacks, falling on the ground, screaming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "MAYOR LEVAR STONEY, RICHMOND, VIRGINIA",
      "sentences": "This should not be happening anywhere. Anywhere. Whether it's in Richmond, whether it's in Virginia, whether it's in the United States, this should not be happening anywhere.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "HARLOW",
      "sentences": "Well, police arrested a 19-year-old who they say may have known one of the victims. He is expected to face two counts of second- degree murder. A total of four firearms were recovered from the scene. Richmond Public Schools closed today as people grieve the shooting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "And, overnight, Secretary of State Antony Blinken met with Saudi Crown Prince Mohammed bin Salman in Jeddah. Blinken says they had an open and candid discussion on several issues. He's now headed to Riyadh to talk to other top Saudi officials on economic cooperation. Saudi Arabia announces that it will slash oil output starting in July. That's important to think about as you go back here to the U.S. Pro golfers around the world are now reacting to the PGA's shocking -and I want to put emphasis on shocking -- announcement that it's partnering with the Saudi-backed LIV Golf league. The tour announced a deal yesterday after more than a year-long bitter feud between the two groups. Big shoutout to those Washington operatives cashing retainer checks from the PGA who now have to do a total 180 on their pitch to lawmakers. CNN sports anchor Coy Wire joins us now. And, Coy, the players said that they had no clue this announcement was coming. That's wild to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "COY WIRE, CNN SPORTS ANCHOR",
      "sentences": "Yes, two-time major champion Collin Morikawa, he tweeted, love finding out morning news on Twitter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "HARLOW",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "WIRE",
      "sentences": "It's a big shock to many players. Even star players. And PGA Tour commissioner Jay Monahan, he held an intense meeting with players yesterday ahead of the Canadian Open. Here's some of them speaking about what went on behind those doors.(BEGIN VIDEO CLIP) JOHNSON WAGNER, 3-TIME PGA TOUR WINNER: It was contentious. There were many moments where certain players were calling for new leadership of the PGA Tour and even got a couple standing ovations. There was a lot of anger in that room from players. The feeling like they can't trust what the leadership of the PGA Tour says anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Did any players call Jay a hypocrite in the meeting?GEOFF OGILVY, 2006 U.S. OPEN CHAMPION: It was mentioned, yes. Yes. And he's - and he took it. He said, yes. He took it for sure. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "WIRE",
      "sentences": "Now Monahan was asked about that change of his position on the PGA Tour, accepting money from Saudi Arabia. A year ago he was blasting players who chose to jump over and join LIV Golf.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "JAY MONAHAN, PGA TOUR COMMISSIONER",
      "sentences": "I recognize that people are going to call me a hypocrite. And any time I've said anything, I said it with the information I had at that moment and I said - I said it based on someone that's trying to compete for the PGA Tour and our players. And, so, I accept those criticisms. But circumstances do change and I think that, you know, in looking at the big picture and looking - me looking at - looking at it this way, that's - that's what - that's what got us to this point.(END VIDEO CLIP) WIRE: The governor of Saudi Arabia's Sovereign Wealth Fund will join the PGA Tour's board of directors and lead the new business venture as chairman, though the PGA Tour will have a majority stake. The commissioner said that the agreement was reached after seven weeks of talks. As part of the deal, both sides are dropping all pending lawsuits. Phil, Poppy, LIV players can start to play on the PGA Tour again after this 2023 season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "HARLOW",
      "sentences": "Well, I have a lot of questions, but one of them is, so the players had no say? They just have to do this. Is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "WIRE",
      "sentences": "Yes, that's right. And it must be frustrating for those players who did not jump over and cash out on joining LIV, they must be lived now that they are being forced to do so without even having been asked about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "WIRE",
      "sentences": "The PGA Tour seemingly going ahead and doing exactly what they told PGA players that they probably shouldn't do, which is accept money from LIV Golf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "HARLOW",
      "sentences": "The Saudis. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "MATTINGLY",
      "sentences": "This story is amazing.Coy, thanks, as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "HARLOW",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "MATTINGLY",
      "sentences": "We're going to keep talking about this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "HARLOW",
      "sentences": "Yes, Bob Costas will be on later to talk about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "MATTINGLY",
      "sentences": "Yes, I'm sure he has views.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:05",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:01",
      "speaker": "MATTINGLY",
      "sentences": "Well, welcome back. We learned this morning there's a major new development in DonaldTrump's mounting legal issues. Sources telling CNN that Trump's former chief of staff, Mark Meadows, has testified before a federal grand jury investigating Trump. Well, it's well known Meadows is a key figure in two investigations related to the former president. The probe into Trump's effort to overturn the results of the 2020 election and the investigation into his handling of classified documents. Now, we must note, it's not exactly clear which line of inquiry, not (ph) both, the special counsel is considering. January 6th, or classified documents. Again, could be both. Joining us now, Sarah Matthews. She's the former deputy White House press secretary under President Trump. Sarah, I want to take a step back for a minute because there's so many names, there's multiple investigations, there's so much going on. Talk to me about who Mark Meadows is, was, and what his role was in the administration that you were in at the same time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "HARLOW",
      "sentences": "Well, the indication from his lawyers' statement, which I'm paraphrasing, but was essentially, he will tell the truth when he legally needs to.Is he someone that took contemporaneous notes, wrote memos, wrote things down after he left the room?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "MATTHEWS",
      "sentences": "I think that what we kind of learned from Cassidy Hutchison's testimony, which was one of his top aides and was right by his side in nearly every meeting, was that she took a lot of notes. And so I'm sure that if she testified before either of those grand juries, that her notes and her account of events would be crucial to the investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "MATTINGLY",
      "sentences": "They had his text messages. The January 6th committee had the text messages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "HARLOW",
      "sentences": "Oh, there are those. A lot of them. MATTINGLY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "HARLOW",
      "sentences": "That's a great point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "MATTINGLY",
      "sentences": "You can start to put those two things together.I do want to ask, you know, we saw Chris Christie get into the race yesterday against the former president, you former boss. We saw Mike Pence get in this morning. I want to play something Chris Christie said about kind of the debating Trump and get your sense of what would work and what won't work. Take a listen. (BEGIN VIDEO CLIP) CHRIS CHRISTIE (R) 2024 PRESIDENTIAL CANDIDATE: You better have somebody on that stage who can do to him what I did to Marco, because that's the only thing that's going to defeat Donald Trump. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "MATTINGLY",
      "sentences": "So, just for context, what Christie is referring to there is a moment back in 2016 where he basically ended Marco Rubio's campaign by destroying him verbally, rhetorically and painfully on the debate stage.Do you think that that's possible with the former president given how we've seen him operate over the course of the last several years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "MATTHEWS",
      "sentences": "I think if we learned anything about Donald Trump, it's that he's Teflon. No matter kind of what attack you launch at him, it just seems to spring right off.But I would like to see Chris Christie on a debate stage with Donald Trump. Obviously, we saw what he was able to do with Marco Rubio in 2016. But I think that no one else in the race is going to take on Trump as head on as we've seen Chris Christie willing to do so. We have seen others who have kind of attacked Trump. Ron DeSantis has been starting to be a little bit more fierce in his attacks towards Trump. Asa Hutchison has been. But Asa Hutchison has also taken the debate pledge and said that he would support a Donald Trump candidacy. I don't know if you're going to see Chris christie take that same agreement. And it's clear that his candidacy seems to be a kamikaze candidacy, that he wants to try to take down Donald Trump. And he kind of knows that his chances at --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "HARLOW",
      "sentences": "You think that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "MATTHEWS",
      "sentences": "I believe that. I think that he knows that he's unpopular with voters and that he is just going to be that disruptor candidate who is going to create a lane potentially for another candidate. HARLOWinteresting - because that has been sort of a narrative among a lot of pundits, some of the press. But what he said yesterday that I thought was interesting. He said, I love seeing in some of the press coverage of me getting ready to run. And there's this thing, Christie doesn't really care about winning. All he cares about is destroying Trump. And I do think it forgets how he governed New Jersey. Not all perfect at all, but won a blue state by such a wide margin, 22 points in 2013. There was bridge-gate, right, and that's going to be an issue for him. But does saying that he's only running to destroy Trump leave out what he has done in his own career?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "MATTHEWS",
      "sentences": "I have a hard time taking his candidacy seriously, maybe just because he's flip-flopped so much on his support for Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "HARLOW",
      "sentences": "Totally fair. The first establishment Republican to really enable and support Trump in 2016.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "MATTHEWS",
      "sentences": "Exactly. He legitimatized his candidacy. And then I think now he has flip-flopped just because of political expediency. But he was supporting Trump up until 2020. He was Trump's debate prepper for the debates against Joe Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "MATTHEWS",
      "sentences": "But I do think that is an interesting fact that will be interesting to see how that plays out if he is on a debate stage with Trump given that he helped prep him. So he might know what his weak points are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "MATTINGLY",
      "sentences": "We have to go, but real quickly, do you think the former president is worried about being on the debate stage with Chris Christie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "MATTHEWS",
      "sentences": "I think he's probably worried being on a debate stage with anyone at this point. He hasn't had to debate, you know, anyone since 2016 other than Joe Biden, of course. But he hasn't had to be challenged by a ton of contenders all at once.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "HARLOW",
      "sentences": "Except for our Kaitlan Collins, who did a masterful job doing that, I will just say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "MATTHEWS",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "MATTINGLY",
      "sentences": "There's a lot to get into in the months ahead. We're going to be busy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "HARLOW",
      "sentences": "Thank you, Sarah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "MATTINGLY",
      "sentences": "Sarah Matthews, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:02",
      "speaker": "MATTHEWS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:34",
      "speaker": "HARLOW",
      "sentences": "So, this is a significant development overnight on a story we brought you yesterday.Police in Florida have arrested an Ocala woman in connection with the fatal shooting of her neighbor. The woman who was shot and killed is named AJ Owens. And the Marion County sheriff says that Susan Louise Lorincz was taken into custody. Lorincz was taken into custody late last night, four days after Owens was shot. She is facing multiple charges, including manslaughter and assault. Officials say that the victim, and that is the victim on your screen, was a mother of four. The two of them were in a long-running feud over her children playing outside. The latest incident took place Friday when Lorincz allegedly shot through the front door. The victim's mother said this at a news conference just yesterday. (BEGIN VIDEO CLIP) PAMELA DIAS, AJ OWENS' MOTHER: My grandchildren's mother was shot and killed with her nine-year-old son standing next to her. She had no weapon. She posed no eminent threat to anyone. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:34",
      "speaker": "HARLOW",
      "sentences": "Now, Lorincz claims that she acted in self-defense. But detectives say her actions were not justifiable under Florida state law.We will continue to follow this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:34",
      "speaker": "MATTINGLY",
      "sentences": "And also this morning, Prince Harry back in a London courtroom for a second day of testimony against a U.K. publisher. The Mirror Newspaper Group is accused of illegally accessing private information, including hacking phones. On Tuesday, during hours of grueling questioning by the defense, the duke of Sussex said tabloids have effectively tried to ruin his relationships.CNN's Nada Bashir is live outside the courthouse in London. Nada, yesterday's testimony was visceral on some level. What about today's - the second day of historic testimony?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "MATTINGLY",
      "sentences": "Nada, thanks so much for the reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:03",
      "speaker": "HARLOW",
      "sentences": "Well, Pope Francis is set to undergo surgery today. We're going to take you live to the hospital where that will happen in Rome. What we're learning about his condition this morning. That's next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "MATTINGLY",
      "sentences": "Now, the protest vote indicates that those members have not exactly decided yet whether to call to oust McCarthy from the speakership. Many who were rebuking McCarthy are allies of former President Trump.Now in his book, Ben Terris, our next guest, looks at the D.C. landscape after Trump. In it he writes, quote, yes, Washington felt different under Trump. But what about once he left? Who was allowed to become powerful, and from where would they draw that power? What were the rules of the game and how did you win? That's a big part of what this book is about. It's about the Washington that predated Trump and the Washington he left in his wake. Mostly, though, it's about the people. Joining us now is Ben Terris, the author of \"The Big Break: The Gamblers, Party Animals and True Believers Trying to Win in America While America Loses its Mind.\" He's also a reporter for \"The Washington Post.\" Hey, buddy. BEN TERRIS, AUTHOR, \"THE BIG BREAK\": Hey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "MATTINGLY",
      "sentences": "That's a really long title for your book.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "TERRIS",
      "sentences": "Yes.  Yes. It's a mouthful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "MATTINGLY",
      "sentences": "But it's actually an accurate capture of what this is.And I thought the last line that I just read is the most important. It's about the people, right? And for those who don't know, and I'm an unabashed big fan of Ben's work, personally, ah, so-so, but the work is very well known in Washington for being the person who actually shows you the real, not kind of the scene of Washington, which is why he's so talented and why this book is so fascinating because it's about the people. When you set out to write this book -- which I don't think is for Washington types, this is for people outside of the city who actually want to understand why the city's so insane sometimes -- what were you thinking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "TERRIS",
      "sentences": "Yes. Well, when I decided to write the book, I knew that Washington was broken, right? And I think everyone kind of realized Washington was broken. But I have this great job where I get to kind of see why. And I try to find the most interesting, compelling, weird, bizarre people I can find who also feel, you know, representative of what's going on in Washington.I just had this great opportunity to do so. And so I felt like, if I can find the most interesting people and they're interesting to me and they're interesting to the normal people, like my wife who do not care about Washington the way that most politicians do and journalists do, if I can find those people and write a book about it, your average person can read it, be entertained, maybe laugh, maybe feel upset about things, but also say, oh, this is why things are the way they are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "MATTINGLY",
      "sentences": "And very on brand for you. This is not a book that ever really reveals your opinion on things. It just shows people the reality. They get to make the opinion.I think one of the like sharpest realities is one character in particular, Sean McElwee, who if you were in Washington over the course of the last several years, if you were around Democratic politics, you knew who he was. He was one of the biggest players in the game. His rise was extraordinarily fast. His self-implosion was extraordinarily fast. You describe him - there's one section of the book that I really like where as you're kind of profiling him you say, quote, Sean seemed to me like the type of person made specifically for Washington after Trump, brash, ideologically malleable, an outsider who wormed his way inside, while also being the type of preacher that swum in the swamp for eons, brash, ideologically malleable, an outside who worked his way inside. He made big bets, big allies and big enemies. He walked right up to the line of acceptable behavior and he kept walking. So, tell me who Sean McElwee is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "TERRIS",
      "sentences": "Sometimes when I was reporting this book I got into these rooms and I'm like why are people letting me in here and why are they saying the things that they're doing, right?Sean is this guy who was a big deal in Washington, Democratic pollster working, you know, big campaigns and getting tweeted out by the White House, getting big meetings and definitely on the rise. He also hosted a poker night and a lot of happy hours. But the poker night that I would go to on a regular basis was wild because this guy didn't just bet on poker. He was betting on politics. He was a pollster. He would bet on the races that he had polling information on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "MATTINGLY",
      "sentences": "Sometimes against the candidates he was on retainer for, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "TERRIS",
      "sentences": "Yes. Yes. And I - and he would do this openly. And, you know, I - one of the things from the Trump years is like, sometimes if you do the scandalous thing in the open, people might not think it's so scandalous. But I was sitting there and I'm like, what am I - what am I seeing? Why - why is he doing this in front of me, you know, bragging about - about these bets? But the fact is, nobody seemed to mind for a while until suddenly everybody did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "MATTINGLY",
      "sentences": "I think the thing that I took from it was not just about him. It was for the people underneath him that came to Washington, were ideologically pure to some degree and really wanted to do good things, big things, move the party in a specific direction. What's your takeaway in terms of where they are now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:00",
      "speaker": "TERRIS",
      "sentences": "Yes, well, one of the thing about this book that I think makes it different than your average Washington book is it is about actual people. And, you know, people who went to work for Sean wanted to make change. But this is - this is the story of Washington. People go to Washington to make change often, right? It's not just filled with people who are cynical to begin with. But when you go there, sometimes you have a boss that acts a certain way or you see how the levers of power work and you become cynical. And for a lot of these people, they're in that fight right now. They're like am I - am I making more change or is this place changing me more than I'm changing it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "TERRIS",
      "sentences": "Yes, that looks right to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "MATTINGLY",
      "sentences": "This - are you happy now? Are you happy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:00",
      "speaker": "TERRIS",
      "sentences": "Yes. Yes, I'm happy.",
      "isLastSentenceInterrupted": false
    }
  ]
}