{
  "date": "2023-09-21",
  "headline": "CNN Newsroom",
  "subHeadline": "Poland To Stop Supplying Weapons To Ukraine Over Grain Row; U.N. Chief Warns Of Gates To Hell In Climate Summit; Biden Invites Netanyahu To Visit The White House; Azerbaijan Claims Full Control Over The Nagorno-Karabakh Region. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:24",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "Ahead this hour on CNN, Poland ends weapons supplies to Ukraine as a dispute over grain weapons sellers what was once a staunch alliance. As the UN Secretary General warns humanity has opened the gates of hell by an action on climate change, the U.K. Prime Minister announces new policies to get us there just a little bit faster.And a 24-hour long military offensive and with Azerbaijan declaring total control for the first time in decades of an independent enclave, home to more than 100,000 ethnic Armenians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:24",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from CNN Center. This is CNN Newsroom with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:24",
      "speaker": "VAUSE",
      "sentences": "Thanks for joining us here on CNN. We'll have those stories in a moment. But first, the very latest from Ukraine, with new Russian strikes on multiple Ukrainian cities.In the Northeast Ukraine officials in Kharkiv are warning residents to remain in shelters due to heavy Russian shelling. At least two people have been wounded and officials are still trying to assess it assess the extent of the damage. And earlier Thursday air raid sirens and explosions salad in the capital. Kyiv. Officials say the city's air defense system intercepted a number of Russian airstrikes with reports of debris falling over central Kyiv. At least seven people have been wounded in the attacks, including a nine-year-old girl. These latest strikes come amid a dramatic downward spiral in relations between Ukraine and one of its biggest supporters in NATO, Poland. What began as a dispute over Ukrainian grain imports has quickly escalated in recent days, with Poland's Prime Minister announcing late Wednesday, an end to supplying weapons to Ukraine, and focus instead on arming its own defense forces. Poland and four other neighboring countries issued a ban on Ukrainian grain imports after farmers complained of a slump in prices caused by the increased grain supply. France has sided with Ukraine and cold the move are justified. And the European Council President Charles Michel says EU support though for Ukraine remains steadfast. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:24",
      "speaker": "CHARLES MICHEL, EUROPEAN COUNCIL PRESIDENT",
      "sentences": "EU intends to support Ukraine for as long as it takes. Ukrainian crime scene and there is a criminal. And it's extremely important to make sure that there will be no impunity.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:24",
      "speaker": "VAUSE",
      "sentences": "There also appears to be signs of growing divisions in the U.S. Congress over continued backing of Ukraine, with opinion polls showing a lack of support for Ukraine among Americans. A growing number of Republican lawmakers are threatening to end funding, opposition supported by most Republican presidential hopefuls.The U.S. president, though, has promised Ukrainians they won't face Russia alone, and has called for global unity to end the war. And that commitment will be on display Thursday at the White House with an announcement of another round of military assistance during a visit by the Ukrainian president Volodymyr Zelenskyy. For more, here's CNN's Kayla Tausche. (BEGIN VIDEOTAPE) KAYLA TAUSCHE, CNN SENIOR WHITE HOUSE CORRESPONDENT (on camera): When Ukraine's President Volodymyr Zelenskyy visits the White House The U.S. has prepared to unveil a new security package, including artillery anti-armor, anti-missile and significant air defense capabilities that officials say will help the country ramp up its counter-offensive as well as protected skies with an expectation that strikes on critical infrastructure will increase as the weather grows colder. But a U.S. official tells me that deep strike missiles known as attack arms are not expected in this new security drawdown. John Kirby, a top national security official told reporters the government agencies are still weighing the possibility of sending these weapons to Ukraine. The military in the U.S., however, believes that they're less critical for a successful counter-offensive than say, vehicles and mind clearing equipment that can reach Russian troops on the ground. But it all comes as Zelenskyy prepares his pitch for skeptics in U.S. Congress who are weighing whether to greenlight tens of billions of dollars in more aid. Zelenskyy tells CNN that his pitch to them will be we're near the finish line. I am sure of it. Kayla Tausche, CNN traveling with the president in New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:24",
      "speaker": "VAUSE",
      "sentences": "Barbara Walter is a permanent member of the Council on Foreign Relations, Professor of International Relations at the University of California, San Diego, and a world renowned expert on how conflicts begin, how they also end and it's been a while. It's good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:24",
      "speaker": "BARBARA WALTER, ROHR PROFESSOR OF INTERNATIONAL AFFAIRS, UNIVERSITY OF CALIFORNIA, SAN DIEGO",
      "sentences": "It's great to be here. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "WALTER",
      "sentences": "I think this is actually just a temporary rift. And it's temporary, because I think it's purely political. Poland has an election next month. Currently, there's a right wing party in power a populist party. The farmers are very important for that party to stay in power and to win the elections next month. And populous voters also tend to be kind of us first voters, Poland first or America first.And so it's a smart political move on some levels for the Prime Minister to pull back in this month before the elections to say that we're going to take care of Poland's defense first, to say that we're not going to buy Ukrainian grain. Instead, we're going to buy -- we're going to continue to buy Polish grain and make the farmers happy. So I think this is a political move that's not going to have long standing consequences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "VAUSE",
      "sentences": "OK. Well, the French Foreign Minister felt one says that this decision by Poland was unjustified. Citing an E.U. study which found the Ukrainian grain did not distort local prices. Here's Catherine Colonna. Listen to this.(BEGIN VIDEO CLIP) CATHERINE COLONNA, FRENCH FOREIGN MINISTER (through translator): There is no market upheaval. And there are perhaps internal political considerations on the part of some of our partners, which unfortunately pushes them to have this position that nothing justifies. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "VAUSE",
      "sentences": "So the things are there from the French foreign minister was essentially got, you know, this is sort of internal politics in Poland coming out to play but there are other European countries siding with Poland over this issue.But then this also brings us to division within the United States. And while the White House plans to provide Ukraine with new aid during Zelenskyy's visit on Thursday, there's a good number of Republicans balking at continued support for Ukraine and divisions among European nations growing divisions in the U.S., Congress. It may not be the start of the crack. But is this heading in the direction that Putin has been hoping for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "WALTER",
      "sentences": "Of course, every day, every month that the West doesn't continue to support Ukraine, either by buying grain or sending additional resources and munitions is going to hurt Ukraine. And Ukraine needs all the help that it can get.What's happening here in the United States is in some ways, similar to what's happening in Poland. Americans are divided based on party, 71 percent of Republicans do not support continuing in a state to send aid to Ukraine. About 62 percent of Democrats want to continue to support Ukraine. So there's very much a divide. And again, the divide is the result of what different people think about how the U.S. should be spending its money. Republicans increasingly think we should be spending on the United States, America first, why should we be sending our money to a country that's far away, whereas Democrats believe that supporting Ukraine and defeating Russian aggression is important not only for U.S. security, but for the security of our allies, and the world as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "VAUSE",
      "sentences": "And in part one of the reasons this war has dragged on for so long. It's because Russia has used its veto to block any attempt at the UN Security Council to intervene. So with that in mind, here's the U.S. Secretary of State Antony Blinken.(BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE: For over a year and a half. Russia has shredded the major tenants of the United Nations Charter, the Universal Declaration of Human Rights, international humanitarian law, and flouted one Security Council resolution after another. It's hard to imagine a country demonstrating more contempt for the United Nations and all that it stands for this from a country with a permanent seat on this council. (END VIDEO CLIP) VAUSE\" And just months ago, we also heard from the Ukrainian president saying that, you know, this war cannot end. Well, Russia has that veto power on the Security Council? Is he right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "WALTER",
      "sentences": "Well, the war could end in lots of different ways. The war could end by Russia being defeated, Ukraine being defeated, or both sides agreeing to some sort of negotiated settlement.The U.N. is not going to really have very much influence in how this war ends, in large part because Russia is not going to agree to any UN action that's going to hurt Russia in any way. And that's just not going to change. People like to think about the United Nations is having independent power. [01:10:02] They like to think of it as an organization that can act in the best interest of all countries in the world, and certainly can act against an aggressor and a country that's committing war crimes. But the reality is, is the U.N. is just an organization made up of member countries. And most of the power is in the hands of five countries. And one of those countries is Russia. And Russia is not going to give up that power. And the U.N. is not going to change the system because it benefits those five countries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "VAUSE",
      "sentences": "And Barbara, that's so good to have you with us. Your insights and your expertise and your experience. It's great to have you speaking with us. It's good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "WALTER",
      "sentences": "My pleasure. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "VAUSE",
      "sentences": "Take care. The U.N. Secretary General sent a clear message during Global Climate Summit Wednesday, were headed towards a dangerous and unstable world. Antonio Guterres implored countries to commit to net zero emissions by the year 2050. Or better yet sooner.He also called out some of the world's biggest polluters for increasing the use of fossil fuels, despite earlier promises to implement cuts. (BEGIN VIDEO CLIP) ANTONIO GUTERRES, UNITED NATIONS SECRETARY-GENERAL: Humanity has opened the gates of hell. Horrendous heat is having horrendous effects, distraught farmers watching crops carried away by floods, sweltering temperatures spawning disease, and thousands fleeing in fear as historic fires rage. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "VAUSE",
      "sentences": "The list of speakers at the summit was restricted, excuse me, to a select group of member states, which the U.N. says have clear and effective plans to address climate change. Notably absent the United States, China, as well as India.U.K. also didn't make the list instead Prime Minister Rishi Sunak was in London announcing delays to key climate targets. A sharp change in the UK's previous climate change policy. CNN's Anna Stewart has details. (BEGIN VIDEOTAPE) ANNA STEWART, CNN REPORTER (on camera): The prime minister said he wasn't watering down the U.K. is climate target for the U.K. still planning to reach net zero by 2050. He has however, watered down some climate policies that were introduced by a previous government. In fact, a government that he was in. He was the finance minister. He says both labour and conservative governments have failed to be honest with the public about the cost of climate policy. RISHI SUNAK, BRITISH PRIME MINISTER: No one in Westminster politics has yet had the courage to look people in the eye and explain what's really involved. That's wrong, and it changes now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "STEWART",
      "sentences": "The biggest change is to a ban on buying new petrol or diesel cars that has now been delayed from 2030 to 2035. And that's a change that has angered car makers in the UK. There were also a number of changes to how Britons can heat their homes and the future, relaxing a plan to phase out new gas boilers and doubling a grant for households to upgrade their boilers worth more than $9,000.The reason for these changes are due fold according to the Prime Minister. Firstly, he says the U.K. is further ahead of every country in the world when it comes to tackling climate change, saying the U.K. has the fastest reduction in greenhouse gas emissions of the G7. So he's essentially arguing here that there is carbon headroom to relax policy. Secondly, he says he is concerned that the British public couldn't afford the policies, buying new electric vehicles, new boilers and insulating homes all at a time of high inflation and high borrowing costs. Some of course question whether there's another reason and that this is the starting gun of Rishi Sunak election campaign, whether it was rejecting this list of heavy handed measures, which weren't even policy, or the Prime Minister mentioned opposing the sorting of trash into seven different bins twice in his statement, or the use of these three words throughout pragmatic proportionate, realistic reinforced in a tweet from the Prime Minister, a new political slogan, perhaps not the sexiest, but the sentiment may appeal to those struggling with the cost of living and those on the right of the Conservative Party who want to see less government intervention. Anna Stewart, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "VAUSE",
      "sentences": "Bob Ward is the Director of Policy communications at the London School of Economics, Grantham Research Institute on Climate Change, excuse me, and the environment. Excuse me for that. Joins us out live at this early hour from London. Bob, thanks so much for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "BOB WARD, GRANTHAM RESEARCH INSTITUTE ON CLIMATE CHANGE AND ENVIRONMENT",
      "sentences": "Hi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "VAUSE",
      "sentences": "I want you to hear a little more from the British Prime Minister on this sudden change in policy. Here he is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "SUNAK",
      "sentences": "When our share of global emissions is less than 1 percent, how can it be right that British citizens are now being told to sacrifice even more than others? If we continue down this path, we risk losing the consent of the British people(END VIDEO CLIP) [01:15:00]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "VAUSE",
      "sentences": "The points here, is the problem that Rishi Sunak is viewing the move to net zero as an overall cost, as opposed to a benefit. And this is intended to boost support for him domestically, from a political point of view. According to research from Ipsos and Mitsubishi Electric, 76 percent of British consumers believe they have a responsibility to cut carbon impact and help get to net zero. So has he missed the mark on both of those points?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "WARD",
      "sentences": "Yes, he's wrong. It's analytically incorrect to portray this as a sacrifice. And here's why. The U.K. at the moment is suffering from a cost of living crisis, that cost of living crisis was triggered by the massive rise in the price of natural gas after Russia's invasion of Ukraine, that is making us poorer and colder.We're also seeing it being more difficult to bring down the rate of inflation, which is very high at the moment, partly because the price of oil is going up. And that that is being feeding through to the price of gasoline on pumped. So fossil fuel dependency for the U.K. is hitting the economy. And it is hitting people's pockets, and increasing and speeding up the transition away from the technologies that make us dependent on fossil fuels, which include things like heat pumps to replace gas, central heating and homes, and moving much more quickly to electric vehicles instead of vehicles powered by gasoline and diesel is smart for the economy and better for people's pockets. So he's completely wrong about those arguments. And as you say, the British public are very much behind the need to tackle climate change. But they want it to be affordable and fair. And he failed to announce further measures yesterday, apart from the change in one grant for the transition for heat pumps. He failed to make any new commitments that would have speeded up things and help people move away from fossil fuels more quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "VAUSE",
      "sentences": "Okay, so when the Prime Minister, Rishi Sunak, makes a statement like this one, here he is, listen to this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "SUNAK",
      "sentences": "I think it is absolutely wrong to describe in any way shape or form what I'm doing today is watering down our targets. All targets remain.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "VAUSE",
      "sentences": "Is that mostly true or both mostly false?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "WARD",
      "sentences": "Well, he did retain the target of reaching net zero emissions by 2050. But what he'd failed to mention is that the U.K. also has interim targets for emissions. There have sat -- there in groups of five years, and we have targets for 2030, 2035. And we are now likely to miss those targets. Because what he has done is he's slowed down the pace of change. And the fact that people are going to be driving cars that are poweredby gasoline and diesel for longer and are going to have gas central heating in our homes longer will not only be bad for their the economy, it will also mean we will miss those interim emissions targets. They are legal targets. So what is likely to happen as a result of this is that the government will end up in court having to defend its actions to the court. And based on past record, the court will tell them they must rethink their policy. So it doesn't make a lot of sense what the Prime Minister said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "VAUSE",
      "sentences": "Well, here's the U.N. Secretary General on where the planet's state stands right now, when it comes to phasing out carbon based fuel. Here he is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "GUTERRES",
      "sentences": "The move from fossil fuels to renewables is happening. But we are decades behind. We must make up time last two foot dragging, arm twisting and the naked grid of entrenched interests, raking in billions from fossil fuels.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:04",
      "speaker": "VAUSE",
      "sentences": "So even if Sunak was sort of telling the truth. And, you know, the U.K. was sticking to those goals, those interim goals more so importantly, the problem here seems to be that all the research indicates we need to hit those goals much sooner than we earlier thought.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:05",
      "speaker": "WARD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:05",
      "speaker": "VAUSE",
      "sentences": "Great to have you with us, sir. Thank you for your time. But thank you for getting up early. Much appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:05",
      "speaker": "WARD",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:05",
      "speaker": "VAUSE",
      "sentences": "Well, U.S. President Joe Biden is working to try and prove frosty relations with the Israeli Prime Minister Benjamin Netanyahu, inviting him to Washington later this year. The two leaders met on the sidelines of the United Nations General Assembly, their first one on one talks since Netanyahu was reelected back in December. More details now from CNN's Hadas Gold reporting in from Jerusalem.(BEGIN VIDEOTAPE) HADAS GOLD, CNN JERUSALEM  CORRESPONDENT (on camera): After nine long months, the Israeli Prime Minister Benjamin Netanyahu finally got his face to face meeting with President Joe Biden not in the White House like he would have hoped instead on the sidelines of the U.N. General Assembly in New York. Regardless, the meeting went about as well as he could have hoped. The two used each other's first names are very complimentary. And while they both acknowledge that there have been issues between them that has soured the relationship, namely, Netanyahu government who say to reshape Israel's Supreme Court, it seems the prospect of normalization between Israel and Saudi Arabia is keeping things float.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:05",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "Under your leadership as President, we can forge a historic peace between Israel and Saudi Arabia. And I think such a piece would go a long way, first, to advance the end of the Arab-Israeli conflict, achieve reconciliation between the Islamic world and the Jewish state, and advance a genuine peace between Israel and the Palestinians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:05",
      "speaker": "GOLD",
      "sentences": "But there are huge gaps to bridge before that can happen, including what the Palestinians will be offered as part of the steal. And whether whatever they are offered would even pass muster. And Netanyahu is far right wing government that includes ministers who say they don't even think the Palestinian Authority should exist.And even though it only got sort of a passing mention in public, the concerns over the judicial overhaul were loud and clear. Protesters on the street demonstrating against niche news government could be heard from inside the hotel where the meeting was taking place. That's according to Israeli reporters who were there. And though President Biden addressed what he called the heart issues of upholding democratic values, including checks and balances in the systems. He stressed that even where they have some differences that his commitment to Israel is ironclad. Hadas Gold, CNN, Jerusalem. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:05",
      "speaker": "VAUSE",
      "sentences": "While the Israeli prime minister is hoping to improve relations with Saudi Arabia. A similar message is coming from the Saudi Crown Prince Mohammed bin Salman. He says the two countries are moving closer to normalizing relations. Talks are underway over U.S. security guarantees and civilian nuclear help for Riyadh, along with possible Israeli concessions to the Palestinians.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:05",
      "speaker": "MOHAMMED BIN SALMAN, SAUDI CROWN PRINCE",
      "sentences": "We have good negotiations continue to now we got to see where it will go. We hope that we'll reach a place that will ease the life of the Palestinians and get Israel as a player of Middle East.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "So you think if you were to characterize it, are you close?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:05",
      "speaker": "BIN SALMAN",
      "sentences": "Every day we get closer. It seems it's for the first time real one serious, we get to see how it goes.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:26:20",
      "speaker": "VAUSE",
      "sentences": "For the first time in decades, Azerbaijan says it now controls the independent enclave of Nagarno-Karabakh after Armenian separatists in the region except for the ceasefire Wednesday, and agreed to surrender.Talks aimed at integrating the territory into Azerbaijan are set to begin Thursday. The dramatic turn of events came out of the enclave security forces were overwhelmed by an Azerbaijani military offensive, which lasted about 24 hours. Local authorities report at least 200 people died more than many more were injured during the offensive. Azerbaijan president later announced the military operation was successfully over. (BEGIN VIDEO CLIP) ILHAM ALIYEV, AZERBAIJANI PRESIDENT (through translator): As the result of the start and successful completion of the anti-terrorist measures, Azerbaijan restored the sovereignty. In just one day, Azerbaijan completed all the tests that within the framework of local anti-terrorist measures. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:26:20",
      "speaker": "VAUSE",
      "sentences": "Nagarno-Karabakh is closely tied to Armenia. The Enclave has already been at the center of two previous wars between Azerbaijan and Armenia. Only about 120,000 Armenians at its southern collapse triggered angry protests in the Armenian capital.And for more details he has CNN's Nic Robertson reporting in from London. (BEGIN VIDEOTAPE) NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR (voiceover): Casualties from Azerbaijan's deadly artillery assault, rushed to hospital in the majority Armenian enclave of Nagarno-Karabakh. The Armenian death toll growing as a historic foes fragile peace explodes into dangerous warfare with potentially disastrous consequences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:26:20",
      "speaker": "JENS STOLTENBERG, NATO SECRETARY GENERAL",
      "sentences": "We are concerned and it is important that both parties now de-escalate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:26:20",
      "speaker": "ROBERTSON",
      "sentences": "A ceasefire agreed Wednesday, but they've been here before two wars in the past 30 years over the disputed region. But in June, Azerbaijan began blocking the strategic latching corridor, the only link between Armenia proper and the 120,000 people living in the Enclave, internationally recognized as part of Azerbaijan humanitarian aid convoys were denied access.Russian peacekeepers couldn't or wouldn't get them through, food and fuel and the Enclave were in short supply. Respected international lawyer, Luis Moreno Ocampo wrote a legal opinion calling the blockade genocide. Azerbaijan disputes his analysis. And in recent weeks, Armenians claimed Azerbaijani forces were massing weapons readying for a new offensive Tuesday their fears of attack were realized. The enclaves de facto capital Stepanakert echoing to gun and artillery fire, frightened women and children cowering in the street. UNIDENTIFIED FEMALE (through translator): We don't know how to live in such a situation how to raise your children when you constantly live in stress, tension and no one wants to help you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:06",
      "speaker": "VAUSE",
      "sentences": "New Delhi has urged Indian citizens living in Canada to exercise the utmost caution without providing any evidence. India's external affairs ministry has suggested Indians could face anti Indian sentiment who allegedly condoned hate crimes and criminal violence in Canada.This appears to be the latest move in a tit-for-tat diplomatic dispute between New Delhi and Ottawa which erupted when the Canadian prime minister accused the Indian government of playing a role in the assassination of a Sikh leader on Canadian soil. And in Canada, there are growing calls for the government to disclose more information about the murder investigation. CNN's Paula Newton has the report. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:06",
      "speaker": "PAULA NEWTON, CNN CORRESPONDENT",
      "sentences": "It was Father's Day this past June, when Hardeep Singh Nijjar left the temple he led, got into his truck and called home to say that he would be there soon for a family dinner. But within minutes Canadian police say Singh Nijjar was shot several times and lay bleeding in his driver's seat. By any measure a, gruesome killing carried out on the streets of Surrey, British Columbia in the heart of the Sikh community.Police say that at least two masked men, describe as heavier set fled on foot and then into a silver Toyota. They were last spotted blocks away from the temple. And there hasn't been a trace of them since. Canada has now implicated India in this killing. And that has led to more fear in this community. More questions about police protection here given authorities warned Nijjar his life was threatened. His son says the community has a message for Prime Minister Justin Trudeau.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:06",
      "speaker": "BAIRAJ NIJJAR, SON OF HARDEEP SINGH NIJJAR",
      "sentences": "Sikhs around the world believe this is not the end. We expect more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:06",
      "speaker": "NEWTON",
      "sentences": "Many are asking why the crime has yet to be solved. And want more evidence to be made public. Jagmeet Singh is the leader of the new democratic opposition party and a member of the Sikh community. He has received an intelligence briefing on the evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:06",
      "speaker": "JAGMEET SINGH, CNADIAN OPPOSITION LEADER",
      "sentences": "I received a briefing that outlined some of the information we have. And I trust the work of our security forces. These are very, very serious intelligence reports that have come forward. And now requires a serious response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:06",
      "speaker": "NEWTON",
      "sentences": "Despite Canada's allegations it has had little influence on the Indian government. Both countries have traded travel advisories, diplomatic expulsions, but neither the murder case nor this political issue is any closer to being resolved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:06",
      "speaker": "UJJAL DOSANJH, FORMER PREMIER OF BRITISH COLUMBIA",
      "sentences": "My question is this. If you know -- if you know him, he had made it happen, then you must know who pulled the trigger. If you know who pulled the trigger who are they? Why are they not arrested?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:06",
      "speaker": "NEWTON",
      "sentences": "Ujjal Dosanjh is the former premier of British Columbia and former federal cabinet minister. He says Canada needs to disclose more evidence because without it, he says, this incident could set relations back decades.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:06",
      "speaker": "DOSANJH",
      "sentences": "The government of India rightly distrusts Mr. Trudeau. And Mr. Trudeau obviously, you know talks about freedom of expression. But I think that separatists in this country have gone beyond exercising the freedom of expression.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:06",
      "speaker": "NEWTON",
      "sentences": "Canada's allies seem to be sticking firmly on the sidelines of the conflict. The Biden administration says that India should fully cooperate with the investigation but adding that India is a vitally important ally.To that end, India and the United States are sponsoring a military conference in India next week. And an Indian military commander says Canada is set to be there to. Paula Newton, CNN -- Ottawa. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:28",
      "speaker": "VAUSE",
      "sentences": "Welcome back everyone.I'm John Vause. You're watching CNN NEWSROOM. Where in the world are the missing high-ranking Chinese officials? In recent months, two senior members of the Chinese cabinet has joined \"The Missing\", sparking speculation of a purge at the very top as well as questions over Xi Jinping's judgment of those within the ruling elite. Here's CNN's Will Ripley. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:28",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Away from the great halls' glaring lights in the shadows of Xi Jinping's China, a silent storm is brewing. Trouble at the top of the Communist Party. Two high-profile senior officials, once trusted members of Xi's inner circle, abruptly vanished from public view with little explanation.First it was foreign minister Qin Gang, China's second most powerful diplomat on CNN last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:28",
      "speaker": "QIN GANG, FORMER CHINESE FOREIGN MINISTER",
      "sentences": "We are fully justified to do what we must.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:28",
      "speaker": "RIPLEY",
      "sentences": "A close aide of the Chinese leader, winning favor with the help of his wife's homemade moon cakes, the \"Washington Post\" reports.Just seven months into the job, a dramatic fall. In June, he disappeared. In July he was dismissed. The foreign ministry in Beijing refusing to address reporting by the Wall Street Journal saying they are not aware of claims that Qin was ousted for an extramarital affair during his stint as China's U.S. ambassador in Washington. Citing sources familiar with the Communist Party investigation, the Journal claims Qin's affair led to the birth of an American-born child, a potential problem for China's national security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:28",
      "speaker": "TERRIL JONES, CLAREMONT MCKENNA COLLEGE",
      "sentences": "So there is a question as to, you know, are there such people in China still who Xi Jinping can trust and rely upon to be his closest aides and associates?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:28",
      "speaker": "RIPLEY",
      "sentences": "Palace intrigue at a fever pitch. Speculations swirling over another apparent disappearance -- China's defense minister Li Shangfu, last seen in late August, more than three weeks ago.Back in June, he briefly shook hands but refused to meet with U.S. Defense Minister Lloyd Austin in Singapore. Now Li is under investigation, Reuters said last week, a government probe reportedly over the purchase of military equipment. Last month, a surprise shake up in the People's Liberation Army Rocket Force. Two leaders suddenly replaced without explanation. Beijing, notoriously nebulous when it comes to bad-behaving senior leaders. This latest scandal involving a defense minister, setting China's heavily censored social media on fire. From the foreign ministry --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:28",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm not aware of the situation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "JONES",
      "sentences": "I do think there is more to it. Xi Jinping would not take these measures against such high-level military and diplomatic figures unless he felt some kind of genuine risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "RIPLEY",
      "sentences": "What these purges do is they raise a question about President Xi's judgment because Qin and Li were both considered loyalists. They were handpicked by the president himself.And their removal from such visible positions so abruptly, it raises questions in the international community about the stability of the Chinese system. And you know, Chinese leaders have long said that their stability makes their system superior to democracy. President Xi however might be sending a message to the world that no matter who he has put by his side if they fall out of favor no one is indispensable. No one is irreplaceable under his one-man rule. Will Ripley, CNN -- Taipei. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "VAUSE",
      "sentences": "The U.S. Fed kept interest rates on hold but warned of another possible hike before year's end. Jerome Powell also warned the Fed is still aiming for 2 percent annual inflation and interest rates could stay relatively high for longer than expected.More details now from CNN's Matt Egan. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "The Fed is almost done but not quite. That is a message from Fed chair Jerome Powell. As was widely expected, the Fed voted unanimously to keep interest rates at 22-year highs. But officials are still penciling in at least one more rate hike this year in their quest to get inflation back down to healthy levels.And the Fed does not plan to dial back its inflation-fighting medicine very much at all next year. That official previously projected for rate cuts in 2024. Now they only see two rate cuts. So what does all this meaning. First it suggests that borrowing costs will stay relatively high for the foreseeable future. We're talking about credit cards, car loans, and of course, mortgages. That means further pressure on the economy. Of course this is an economy already grappling with plenty of headwinds, including workers strikes, the return of student loan payments and rising energy prices. Still, there are clear signs of progress on the inflation front. Fed officials they marked down their core inflation forecast for this year. And they simultaneously mark up their views on both GDP and unemployment. Now this is a reminder of how the war on inflation has progressed much better than feared. The most aggressive rate hikes in four decades have helped cool inflation, all without wrecking the economy. At least so far. Now the question is whether or not the fed can finish the job and pull off a soft landing. Matt Egan, CNN -- New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "VAUSE",
      "sentences": "Live now to Ryan Patel, Senior fellow at Drucker School of Management, Claremont Graduate University. He is with us this hour from New York, good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "RYAN PATEL, DRUCKER SCHOOL OF MANAGEMENT",
      "sentences": "Great to see you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "VAUSE",
      "sentences": "Ok. So Jerome Powell is still talking tough. He's still throwing around the possibility of rate increases. Here he is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "JEROME POWELL, FEDERAL RESERVE CHAIRMAN",
      "sentences": "We are prepared to raise rates further if appropriate. And we intend to hold policy at a restrictive level until we are confident that inflation is moving down sustainably towards our objective.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "VAUSE",
      "sentences": "Given all the indications out there about, you know the job market, falling inflation, what are chances this is actually (INAUDIBLE) increases and just like coincidence as start heading into a presidentially election next year, this time 12 months from now, those interest rates start coming down just purely by coincidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "PATEL",
      "sentences": "You know that's what's going to happen, right. There's going to be two of them. We're going to see 25 basis points here in probably the next meeting with the November 1st most likely. They are shedding. It's going to be two rate cuts instead of four.But John the news here for me is they share some more forecasts and you know that magic number that you and I have been talking about that 2.5 percent, they want to get to, by 2026 restart. So we still have a long way, you know the best-case scenario by 2025 would we get to 3.4 percent. So what are we really talking about for next year, John, is just to what -- 25 basis points. That degree and we go into election like you mentioned. It's not going to be very much of a big turn except for the ceremonial that interest rates are coming down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "VAUSE",
      "sentences": "Ok. You mentioned 2 percent. U.S. core inflation right now is at 4.35 percent, compared to 4.8 percent in July and 6.3 percent this time last year.Considering inflation was over 9 percent at one point. We have come a long way. And as you say the projection now is what, 2 percent by 2026. So have we done the easy part now, this last 2 percent. This is going to be the grinding stop to get evil genie back into the bottle. PATEL: Absolutely and I gave you the 2.6 percent is the low by 2026. So if there is a hiccup, which John you and I know there may be something. It could be a strike, it could be whatever, a government shutdown. The high by 2026 is 4.1 percent. So understand the flip side. I'm not trying to give you bad news. I'm just trying to make you be very realistic here. [01:44:50[",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "PATEL",
      "sentences": "If it is smooth sailing, we're going to get there. Should we see any kind of bumps on the road, you don't think Jerome Powell is going to still continue to be aggressive here? In the beginning of next year, or try to continue to push out?So I think the whole point of what I'm saying is we're going to be here in this kind of whole pattern for a little bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "VAUSE",
      "sentences": "Speaking of things that could possibly go wrong, you did mention the government shutdown. And once again we are right back to where we always seem to be with Republicans in Congress wanting to watch the world burn. But the Republican House Speaker Kevin McCarthy may have some encouraging signs that yes maybe it's not going to be so bad. Here he is.(BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA), SPEAKER OF THE HOUSE: I think we made tremendous progress as an entire conference, we had a great discussion. We are very close though. Just got a little bit more movement to go there. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "VAUSE",
      "sentences": "We are just like over a week away from, you know, a government shutdown. I'm just running -- threatening to pull up the world economy only works so many times before people stop taking notice.But there is a long-term price to pay for this ongoing weaponization of the debt ceiling. And that price could actually be higher interest rates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "PATEL",
      "sentences": "Absolutely. And John, I feel like every time you and I talk about this I guess I am the voice of reason at times which is crazy. But they've got to get the deal done. It's going to get done. It has to get done. There is no option to get to it. We all know that it needs to get done. And so when you get to this conversation, the Armageddon of this piece on the other side of the economy, you just can't hold for a real government shutdown.And wo your point, yes, we are starting to pay less and less attention to it. I mean we'll (INAUDIBLE) in 48 hours or 24 hours next. But it looks like it's a better conversation right now. It seems like they are close. But I won't hold my breath until it's actually done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "VAUSE",
      "sentences": "Yes.What was it, (INAUDIBLE) says, some people just want to see the world burn. We will see what happens. Ryan Patel, as always, a pleasure to see you sir. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "PATEL",
      "sentences": "Always great to join you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:44",
      "speaker": "VAUSE",
      "sentences": "See you.When we come back, survivors of the devastating floods in Libya are in urgent need of aid. And there is also a growing concern about the health risks of recovery efforts. More on that in a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:45",
      "speaker": "JAGAN CHAPAGAIN, CEO, INTERNATIONAL FEDERATION OF THE RED CROSS AND RED CRESCENT SOCIETY",
      "sentences": "As time goes by, with the very heightened pressure, the risk of decomposed body causes a problem.So that is why it is really an important issue. But more importantly, John, it's also the dignity for the family. You know, in many cultures -- actually in all cultures when somebody dies, for them to get identified and giving them a decent dignified burial, it is extremely important for the family. So when the family cannot do that, it adds to the mental health issues, the pressure and anxieties for the family. So it has definitely -- the health component as time goes longer. But it also has the dignity and, you know, the mental health issues of families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:45",
      "speaker": "VAUSE",
      "sentences": "What is the gap between what you have, what has been committed what, assistance is already on its way, and what is needed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:45",
      "speaker": "CHAPAGAIN",
      "sentences": "I think, you know, the Libyan authorities have been very helpful and very supportive to get the assistance into the country with some of our member national societies who have managed to get around eight plane loads of goods into the country.Of course, if you compare with the needs on the ground. This is still pretty small. We know other organizations are getting stuff into the country. But this is nowhere enough to what is needed. So we are scaling up. We intend to review our appeal in a few days' time. Depending on how some of the operations go in the country. So, in summary the assistance is coming in. It's not enough. More resources are absolutely needed and they are needed very quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:45",
      "speaker": "VAUSE",
      "sentences": "Thank so Jagan Chapagain, the secretary general of the International Red Crescent and Red Cross Federation.Pomp and pageantry on display as Britain's King Charles finally makes the long-delayed visit to France. When we come back, we will check in on the royal agenda. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:45",
      "speaker": "VAUSE",
      "sentences": "A busy day ahead for Britain's King Charles with a scheduled address to the French senate. Charles and Queen Camilla attended the state banquet at Versailles on Wednesday.His visit is expected to include talks with President Emmanuel Macron on climate change as the war in Ukraine. Details now from CNN's Max Foster. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:55",
      "speaker": "FOSTER",
      "sentences": "The biggest honor probably being afforded to King Charles will be on Thursday at the Senate. He's going to be invited to speak on the senate floor, address the senators.And that hasn't been afforded to any other king or queen from the United Kingdom ever. So that is a big moment for King Charles. He's expected to speak French there. So we will see how well that goes. But a series of events over three days. Both sides, the British and the French really want this to work as they want to emphasize the deep ties, the historic ties between the two countries. Max Foster, CNN -- Paris, France. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:55",
      "speaker": "VAUSE",
      "sentences": "The world's highest paid athlete and his football club Al Nassr arrived in Iran this week and Cristiano Ronaldo is given a rock star welcome.Notably though Iran hasn't hosted teams from Saudi Arabia in years and the match was played in an empty stadium. CNN's Becky Anderson has this story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:55",
      "speaker": "BECKY ANDERSON",
      "sentences": "Ronaldo fever spread to Iran as adoring fans welcomed the star footballer and his Saudi team on roster. The first visit of any Saudi team to the country since 2016.Iranian fans raised pictures and banners to welcome Ronaldo. Crowds surrounded the buses carrying the team. Supporters invaded the hotel lobby despite attempts by security to prevent them. Ronaldo is getting the Persian (INAUDIBLE) treatment, Persepolis gifting him a luxurious hand wave and rub. One young Iranian fan wearing a Saudi football teams jersey, lucky enough to meet the star footballer. Public diplomacy extending to a disabled Iranian artist who painted these portraits of Ronaldo with her feet. And then it was all eyes on the match on Tuesday night. But a league ban imposed on Persepolis for an offensive social media post two years ago was enforced, meaning the game was played in an empty stadium. Depriving thousands of fans the opportunity to see Ronaldo play in person. In the end Al Nassr beat Persepolis two-nil after a red card against the Iranian team helped the Saudi side. But it was arguably the win off the pitch that was more important as scenes of Iranians cheering on a Saudi team would have been unthinkable just a few months ago. Earlier this year the country's restored relations in a major diplomatic move. For Ronaldo, his (INAUDIBLE) jaunt was clearly a special, thanking fans and the Iranian people. And for the Saudis and Iranians alike, another sign of how the beautiful game can help bridge divides. Becky Anderson, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}