{
  "date": "2023-07-24",
  "headline": "CNN News Central",
  "subHeadline": "AZ Doctors Treating Patients Burned By Hot Asphalt; 35M-Plus Under Heat Alerts Across West, Plains, Florida; AL Gov Approves New Congressional Map With Just One Majority Black District Despite Court Order; Thousands Protest After Israel Limits Supreme Court Power; Musk Unveils \"X\" Logo To Replace Twitter Bird. Aired 1:30-2p ET",
  "utterances": [
    {
      "timeStamp": "13:30:58",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "That unrelenting heatwave that has scorched the southwest for weeks is now moving east, with more than 35 million Americans on alert.And listen to this, in parts of Arizona, the heat is so brutal, doctors says emergency rooms are filling up with people who were burned after falling on pavement. Some of those injuries, apparently, life threatening. On a hot day asphalt can easily be 40 to 60 degrees hotter than the air. That's according to some studies. But it retains heat even after the sun is no longer shining on it. Doctors in Arizona say the temperature of asphalt or pavement can reach up to 180 degrees. That's just below boiling. CNN health reporter, Jacqueline Howard, joins us now. Jacqueline, what are these injuries doctors are seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:58",
      "speaker": "JACQUELINE HOWARD, CNN HEALTH REPORTER",
      "sentences": "Boris, we spoke with one doctor at a hospital in Arizona who said a third of patients at that hospital burn center have burn injuries, like you described, from actually falling on the pavement.Outside of these burn injuries, what else doctors are seeing is a rise in heat-related illnesses. I'm talking about heat stroke, heat exhaustion, heat cramps. One example of heatstroke is when patients have a body temperature at or above 103 degrees Fahrenheit. When that happens, doctors have to work quickly to get their body temperature down. Other symptoms include feeling headache, dizziness or nausea. So those are symptoms to look out for, for people who are spending a lot of time in the heat. If you have symptoms like that, check your body temperature. If you're feeling ill, definitely try to get some medical attention -- Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:58",
      "speaker": "SANCHEZ",
      "sentences": "Definitely, because it can be life-threatening, this extreme heat, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:58",
      "speaker": "HOWARD",
      "sentences": "Absolutely. We're seeing a rise in heat-related death. Globally, the number of heat-related deaths has increased, Boris, by 74 percent. That was between 1980 and 2016.So some tips to keep in mind to stay cool. Of course, it's obvious to stay hydrated. But one rule of thumb is to have a cup of water every 15 to 20 minutes if you're spending a lot of time outdoors. Try to use air conditioning indoors. If you aren't able to, try to fill a spray bottle with cool water and have a fan running and spray yourself. That's one way to stay cool. And of course, check on older adults and young children. They're most vulnerable to the heat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:58",
      "speaker": "SANCHEZ",
      "sentences": "Jacqueline Howard, thanks so much for the advice.Let's chat now with CNN Meteorologist Chad Myers, who is in the Weather Center for us. Chad, this extreme heat is now on the move.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SANCHEZ",
      "sentences": "Very important to pay attention to the heat, not just where you are but broadly the trendlines, it's impossible to ignore where this is headed.Chad Myers, in the Weather Center, thanks so much. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "The heat still moving east.Well, the state of Alabama is now defying the U.S. Supreme Court. Governor Kay Ivey approved a new congressional map with just one majority black district. That's despite a Supreme Court order to redraw the lines to create two majority black districts or something close to that. CNN's Dianne Gallagher has been following the story. Dianne, the obvious question is, how does one defy the Supreme Court here? Does that stand? If not, what happens next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "DIANNE GALLAGHER, CNN NATIONAL CORRESPONDENT",
      "sentences": "Boris, Republicans in Alabama say they're not defying the Supreme Court order. They said they just have a different interpretation of that at this point.Look, it is going to end up back in the court. The new map drawn by Alabama State Republicans now switches back to that same three-court- judge panel that struck down the 2021 map, saying that it likely violated the Voting Rights Act. The U.S. Supreme Court upheld that ruling. And essentially, what those judges found was that they diluted black voting power. In a state that's more than a quarter black, only one out of the seven congressional districts are majority -- minority. They were ordered to redraw it. Now Democrats have focused a lot on some very specific language in that order from those judges, two of whom, I might add, were Trump- appointed judges. In that ruling, they said that any remedial plan will need to include two districts in which black voters either compromised a voting-age majority or something quite close to it. Democrats argue that the map that was approved on Friday does not do that. What it does is it does maintain a majority, though it reduces the black voting population in District 7 that's currently represented by Alabama's only Democrat, Representative Terry Sewell. It reduced the black population there but it's still a majority. The other main change is to District 2. What they have done there is increase the voting age population from about 30 percent to just under 40 percent. Democrats and voting rights advocates say that 40 percent is not something quite close to a majority. They maintain there's no opportunity for black voters to elect a cabinet of their choice, as the Supreme Court says they should be able to do, if this is the map. Republicans, however, say that they have focused on giving black voters the opportunity to vote for the candidate and elect the candidate of their choice, and believe this number is sufficient. They said that they adhered to voting -- excuse me -- redistricting principles, those traditional redistricting principles, focusing on compactness, continuity and communities of interest, not wanting to break up certain communities. It is up to the court. The initial plaintiff in the Supreme Court case have until the end of this week to submit their opposition, their complaints about this. They are going to do that, Boris. Then the state can respond. We, right now, have a tentative August 14th date for the beginning of the hearing on this map.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes. Jim Sciutto here, actually.But one or two out of seven, of course, far below the quarter population that show the nature of gerrymandering in so many states. Dianne Gallagher, thanks for the story. Thanks so much. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:20",
      "speaker": "SCIUTTO",
      "sentences": "Now to some of the other headlines we are watching this hour.U.S. Customs officials caught a whiff of something suspicious when four cheese wheels were brought into the country from Mexico. On closer inspection, they found 70 pounds of cocaine. Authorities say a 22-year-old American drove the cheese across the border to a city in Texas. That driver is now facing smuggling charges. A medical scare on live television. This involving ESPN's soccer analyst, Shaka Hislop. The former goalkeeper collapsed during a pre- game segment on the field. Freighting. Before we show you what happened, we need you to know, he is now said to be OK. That's key. Take a look. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:20",
      "speaker": "SHAKA HISLOP, ESPN SOCCER ANALYST",
      "sentences": "He's right behind. He's on the northeast set. He's not actually gone on the tour of Japan. (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:20",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Shak! Shak!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:39:20",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Get me some help.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "HADAS GOLD, CNN CORRESPONDENT",
      "sentences": "Well, all day, we've been out on the streets with the protesters and then this vote did actually pass.But just in the last few minutes, we have heard from Israeli Prime Minister Benjamin Netanyahu. I should also note he came to parliament this morning straight from the hospital because he had been fitted with a pacemaker on an emergency basis just in the last 24-48 hours. But he finally addressed the country. Essentially, what he said is that this bill that passed today was not destroying democracy. He said, it is strengthening democracy. It's carrying out the will, the democratic will of the voters, he said, because the voters were the ones that voted this government into power. They do have a majority this the Israeli parliament, the majority needed to pass this bill. He had some criticism for the opposition. Saying that during the freeze of legislation when they were trying to negotiate, he claimed the opposition would not hear any of their offers. He also had some strong words for the protesters we have seen all day and over the past six months. He said they were blocking access, blocking streets, blocking people going about their day-to-day lives. But for the protesters, they see this as really sort of a life-and- death situation for Israeli democracy and that's why they're out on the streets. Now something that Benjamin Netanyahu did say, he said that he's going to continue negotiations with the coalition on the other bills that are part of this overhaul package. Because what was passed today is just one aspect. This bill today would take away the Supreme Court's ability to declare government actions unreasonable, stopping them in their tracks. There's already legal challenges to it. So that doesn't mean it's necessarily going to be law right away. But Benjamin Netanyahu saying they are going to push ahead with the other bills in the pipeline on this. But they say they are going to be open once again to at least attempt negotiations with the other side -- Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:05",
      "speaker": "SANCHEZ",
      "sentences": "Huge news out of Israel.Hadas Gold, thank you so much. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:44",
      "speaker": "SCIUTTO",
      "sentences": "\"X\" really does mark one spot on the web. Elon Musk is replacing Twitter's famous bluebird logo with just the letter \"X.\" Musk had already leaned into towards his business as X Corp. And now X.com redirects over to Twitter.com.The company's key executive, Linda Yaccarino, tweeted out this image of the new \"X\" logo projected over Twitter's San Francisco headquarters. She captioned it \"Lights, Camera, X.\" Sara Fischer joins me now. She is a CNN media analyst, also senior media reporter for Axios. Sara, this is a whole lot of turmoil at the company. Attempts to rebrand. Attempts to change the way it monitors discourse, disinformation, and so on. What is Musk's goal with this rebranding, as we know it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:52:44",
      "speaker": "SARA FISCHER, CNN MEDIA ANALYST",
      "sentences": "It's a great question. I think there are two goals. One, he's obsessed with \"X.\" It's something that he's loved for a long time. His other companies involved this letter.Think about SpaceX. And A.I. sort of called XAI. He's owned the domain name, X.com, since 2017 when he bought it back from PayPal. So he's had a fascination with the brand for a long time. That's part of it. The second part of it, to Linda's tweet, speaks to what he wants to make this company be. He wants Twitter to be an everything app. What that means, Jim, is that a lot of different functions in one local interface. That was very uncommon here in the U.S. In part, because we have very strict payment regulations that make it hard to do micro payments, like you can do in other parts of the world, like China. Plus, in part, because our technology industry is very old. So a lot of these older tech companies created their own apps by themselves. Thinking about PayPal, eBay or Meta or Facebook. So there was no need to create on big app. That's his vision for Twitter. It's long been his vision for Twitter. And I think he thinks that if he can rebrand \"X,\" it brings him one step closer to making that vision a reality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:04",
      "speaker": "FISCHER",
      "sentences": "It does not view it very well, Jim. You know Fidelity is not the only one to have a lot of skepticism about Twitter's value. Elon Musk has said himself that advertising revenue has been cut into about half.Now if you think about it, before he bought Twitter, advertising revenue was $4.5 billion. If you think about it, we're in the two- point-something billion-dollar range. So $15 billion kind of makes sense if you bake in a lot of the uncertainty under Elon Musk, as well as product problems that have happened as he implemented and made changes quickly. But what the world is watching for is, where does he go from here? Where does he go? Clearly, the advertisers are not coming back. The subscriptions are not working. Do we think \"X\" is going to be the first major super app to succeed in the U.S. when folks like Amazon and Uber and Snap have been trying it? I'm skeptical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:55:04",
      "speaker": "SCIUTTO",
      "sentences": "Well, we'll keep watching and I know you will.Sara Fischer, thanks so much. Boris?",
      "isLastSentenceInterrupted": false
    }
  ]
}