{
  "date": "2023-03-16",
  "headline": "CNN Newsroom",
  "subHeadline": "Treasury Secretary Yellen: U.S. Banking System \"Remains Sound\"; New Video Shows Russian Jet Forcing Down U.S. Drone; Michael Cohen Testifies Again Before Grand Jury Probing Hush Money Scheme. Aired 2- 2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "BIANNA GOLODRYGA, CNN ANCHOR",
      "sentences": "Hello everyone, I'm Bianna Golodryga. Welcome to CNN NEWSROOM.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "I'm Victor Blackwell.We begin with a wide-ranging attempt to restore Americans' confidence in the U.S. economy after weeks of troubling financial indicators. Treasury Secretary Janet Yellen went out -- spoke under oath today to answer questions about the controversial action she and the federal government took to rescue Silicon Valley Bank. (BEGIN VIDEO CLIP) JANET YELLEN, U.S. TREASURY SECRETARY: Our banking system is sound, and that Americans can feel confident that their deposits will be there when they need them. This week's actions demonstrate our resolute commitment to ensure that our financial system remains strong. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yellen also said that no taxpayer money is being used to reimburse those depositors. More on her testimony in just a moment but first, let's check on the markets right now. Stocks are surging on word that major banks are in talks to rescue ailing First Republic Bank. CNN's Matt Egan is here with us for more. Talk about this potential rescue of First Republic Bank.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MATT EGAN, CNN REPORTER",
      "sentences": "Yes. Bianna and Victor, you know, over the weekend, we had this government-led rescue. Now, it looks like we have an industry-led rescue in the works for First Republic Bank. That is this regional bank based in San Francisco. It has almost $200 billion in deposits.Now, a person familiar with the matter confirms to CNN that First Republic Bank is in talks to get a capital infusion from big banks -- a group of big banks. That includes Bank of America, JP Morgan, Citigroup, and Wells Fargo. Now, this news first reported by The Wall Street Journal has been given the financial equivalent of a standing ovation over on Wall Street. Regional banks, they were plunging before this news came out. They've all turned higher as the big banks are up. The broader stock market was down on the day. It's moving how you say the regional banks up 11 percent there. First Republic, earlier this morning, it was down 36 percent. So, that is quite the turnaround. Now, we should note that no deal has been announced just yet. All of the banks, they're all declining to comment. But a deal, according to a person familiar with the matter, could be announced as soon as today. Clearly, this would be a very significant development as U.S. officials and now the industry, they try to restore confidence. Everyone is waiting for the next shoe to drop here. And everyone's kind of wondering what other banks fit the profile of Silicon Valley Bank, right? Namely, a lot of uninsured deposits. Now, First Republic fits that description. That's why its stock has been plunging in recent days. But now if you have a rescue led by the biggest banks, including JP Morgan, that would be a huge boost to confidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Yes. Let me ask you about this hearing today with the treasury secretary. A lot of frustrations and some fears expressed by Senators. What did you hear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "EGAN",
      "sentences": "Yes. Well, obviously Secretary Yellen doing her best to try to get everyone to calm down and try to restore some confidence in the system. There was an interesting back-and-forth. Senator Mark Warner, you know, he called out some of the venture capital firms that had been advising their tech startups to pull their money from Silicon Valley Bank.Remember they -- this bank lost $42 billion in deposits in one day. And Warner, he equivalent -- he equated it to virtually yelling fire in a crowded theater. And he said this is going to go down in history as the first internet-driven bank run. Listen to what Secretary Yellen had to say about this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "YELLEN",
      "sentences": "If a bank has an overwhelming run that's spurred by social media or whatever so that it seeing deposits flee at that pace, bank can be put in danger of failing. One of the reasons we intervened and declared a systemic risk exception is because of the recognition there can be contagion in situations like this. And other banks can then fall prey to the same kinds of runs.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:07",
      "speaker": "BLACKWELL",
      "sentences": "All right. Matt Egan, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:07",
      "speaker": "EGAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:07",
      "speaker": "GOLODRYGA",
      "sentences": "Thanks, Matt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:07",
      "speaker": "BLACKWELL",
      "sentences": "Joining us now. John Leer. He's the chief economist -- economic -- economist at Morning Consults. Sorry about that, John. And Jeanna Smialek, an economy and Federal Reserve reporter for the New York Times. Good to have both of you.Jeanna, let me start with you and the question of how much of what we've seen over the last couple of weeks, specifically starting with SVB could have been prevented if the rollbacks from 2018 to 2019 were not in place. Is that a clear answer yet if -- this could have been prevented by keeping those elements of Dodd-Frank in place? JEANNA SMIALEK, ECONOMY &amp; FEDERAL RESERVE REPORTER, THE NEW YORK TIMES: The theory is mad. No, it's not clear at all. It's very difficult to tell how much of those 2018 rollbacks really mattered if I spent all day yesterday if we're talking to experts about exactly this issue, trying to figure out which ones mattered. And I think that the takeaway here is that it wasn't so much any individual change, as it was the message that those rollbacks sent, which was that midsize banks, banks in sort of this -- sort of regional size bank, they didn't pose a systemic risk, you know. They weren't a threat to financial stability on the whole. And that message got sort of ingrained in the system. I think it is sort of informed how supervisors looked at banks. And a lot of experts I've talked to say that that was pretty problematic because we just saw that clearly, this bank was systemic, you know. It came with -- it coming down, forced the government to react in this really dramatic way. And so, I think there's going to be a lot of soul-searching about not just what went wrong here, but also how it could be prevented next time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:07",
      "speaker": "GOLODRYGA",
      "sentences": "So, John, we saw the government step in and intervene with SVB and Signature Bank. And now there's new reporting that some of the banking behemoths led by JP Morgan may be infusing cash into the beleaguered First Republic Bank.That, as we heard from Matt is supposed to calm nerves and convince investors that the financial system as a whole is intact. Could that possibly send the opposite reaction though, that if yet another bank we're hearing about needs this infusion that that could lead to some kind of contagion and concern about other potential banks out there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:07",
      "speaker": "JOHN LEER, CHIEF ECONOMIST, MORNING CONSULT",
      "sentences": "Yes. That's exactly right. I think in the near term, it calms investors, it calms the financial sector. In the longer term, it does highlight how exposed the financial sector is, largely to what Jeanna just mentioned, which is that we're coming out of a period of basically five years of pretty lax bank regulation supervision.And those low-interest rates that we've had, you know, really starting in 2010, 2011 have driven risk and risk-taking activities in banks that require a high level of supervision and oversight, and we just haven't had that. So, as interest rates are rising, I think the message for investors is that we will continue to uncover new risks across the financial sector.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:07",
      "speaker": "BLACKWELL",
      "sentences": "And speaking of interest rates rising, Jeanna. Before the collapse of SVB, we heard from the Fed chair that there would be an accelerated increase potentially of rates higher than once expected. Now, we've got this instability, what's the expectation of what the Fed will do next week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:07",
      "speaker": "SMIALEK",
      "sentences": "Yes. What a wild week in Fed watching world. You know, we previously thought that given how hot inflation was, given how strong the economy has been, that it was possible that we were going to see a really big move from the Fed at their meeting on March 22. I think that's now, much less likely, you know they're not going to want to be super aggressive into a moment of instability.And that's what most of the economists I talked to are suggesting. So, I think we're increasingly seeing a situation where people expect them to raise rates by a quarter point, which is sort of their normal, steady-as-she-goes interest rate increase, which would send a signal that they're still worried about inflation, they're still trying to bring it down, but they're maybe being cautious and taking a look around as they wait to see how the situation plays out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:07",
      "speaker": "GOLODRYGA",
      "sentences": "Interesting, though, that we saw the ECB, the European version of the Federal Reserve, step in and raised rates by 50 basis points today despite everything that's been going on over there with Credit Suisse, namely being bailed out by the Swiss government. People had expected the same that there would be a pause, perhaps to cut back. They kept it as expected.John, let me ask you about what else we heard from Treasury Secretary Yellen today. Because she said aside from the banking system remaining as a whole, sounds that SVB, much of the investigation into the failure of that bank will be done and conducted by the FDIC. Is that the appropriate arm to conduct this investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:07",
      "speaker": "LEER",
      "sentences": "Well, first of all, I want to quickly mention the ECB. I think one of the big differences here is that the Federal Reserve was earlier in raising interest rates. ECB is trying to catch up with the Fed. And so that's -- that gives the Fed a little bit more leeway.As it relates to the regulatory environment, it's hard to see a world where you know, Congress will accept that Federal Reserve conducting an investigation of its own actions. [14:10:02] And so, I would expect at some point that we will see some independent assessment. Whether that's the FDIC or some other oversight branch remains to be seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:07",
      "speaker": "GOLODRYGA",
      "sentences": "All right. Jeanna Smialek and John Leer -- Jeanna has a great new book out, On The Fed. So, anybody who's interested in the power behind this organization should check out her new book. Very timely, indeed. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:07",
      "speaker": "BLACKWELL",
      "sentences": "Incredible video just declassified and released shows the moments a pair of Russian fighter jets forced down a U.S. drone over the Black Sea. In moments, we'll hear from the Pentagon and we'll bring you that live.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:07",
      "speaker": "GOLODRYGA",
      "sentences": "And another call made by former President Trump to a top Georgia lawmaker in 2020 emerges where he yet again makes a plea to overturn the state's election results. Ahead. How this impacts that ongoing case?(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:07",
      "speaker": "GOLODRYGA",
      "sentences": "We have a stunning new military video to show you that was just declassified today. And it shows the moment a pair of Russian fighter jets approached a U.S. drone over the Black Sea and then forced it down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:05",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yes, Victor. So, what we're seeing is this video taken from the drone's perspective. And we see the fighter jets kind of rushing off to the drone, suddenly releasing a whole lot of jet fuel on top of the drone. And then the camera kind of cuts out. And that we're told is the moment of impact. That is when the jet actually collides with the U.S. drone that was operating over at the Black Sea.After that camera footage comes back, we can see that the propeller on the back of the drone has actually been damaged. And that is proof, according to the U.S. --all of this is proof I should say that that Russian fighter jet did in fact physically hit the U.S. drone. Now, it is important to note here what the Russians have been saying about this, which is a denial essentially. For the last three days, they have been saying that they did not physically hit this drone and that their pilots acted in a very responsible and professional manner. Well, the U.S. has released this video now according to the White House in order to show that the Russians' \"flat out lied\" about how this incident went down. And we should note that this was not the action of a rogue pilot. According to our sources, the U.S. believes that Russian intelligence -- that Russian -- senior Russian officials within the Russian Ministry of Defense actually did order the pilots to take this kind of action and to harass the drone -- to intercept the drone. Whether that clipping of the propeller was on purpose remains to be seen. It is still unclear what their actual intent was there. But the fact remains that the U.S. believes that this video really vindicates their description of events that really solidifies their narrative here and shows that the Russians have been dishonest. Now, in terms of whether the U.S. or Russia for that matter are going to be able to recover any wreckage that remains to be seen. We are told that the Russians have arrived at the site of the crash. But it's going to be difficult for them to recover anything sensitive because again, according to U.S. officials, the U.S. has taken steps to wipe any sensitive information from that drone so that it does not fall into Russian hands, Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:05",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. The Russians traditionally as of late at least have had problems with the truth. They also said that this took place over Russian territory, right, an airspace -- (INAUDIBLE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:05",
      "speaker": "BLACKWELL",
      "sentences": "Well, they just flat-out lie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:05",
      "speaker": "GOLODRYGA",
      "sentences": "But they just flat-out lie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:05",
      "speaker": "BLACKWELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:05",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, it's another way of putting it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:05",
      "speaker": "BLACKWELL",
      "sentences": "Another way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:05",
      "speaker": "GOLODRYGA",
      "sentences": "Natasha Bertrand, thank you.Well, joining us to discuss is CNN military analyst Colonel Cedric Leighton and former CNN Moscow bureau chief Jill Dougherty. So, Colonel, to you first. In terms of what stands out to you in this video, clearly, we can see both of these Russian jets approaching this drone. But what's interesting is the Russians' response here in terms of at least -- or at least what we're hearing from our own intelligence that this wasn't perhaps just one or two rogue pilots, that this order may have been given from the top of the military command there. COL. CEDRIC LEIGHTON, CNN MILITARY ANALYST: Yes, that's right, Bianna. And in fact, when you study the Russian Air Force and the way in which they do business, they are very much controlled by their ground controllers, who are of course, in turn, controlled by the commanders of the various units and all the way up all the way to Moscow Central. So, these guys do not act on their own. They are very much a force that does the bidding of the higher-ups. And a rogue pilot in that military is a very rare thing. It does happen, but it's very rare. And in this particular case, I'm certain that the pilot was acting on orders from above.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:05",
      "speaker": "BLACKWELL",
      "sentences": "Jill, a couple of outstanding questions varying degrees of relevance here whether the pilot intended to clip the drone, whether the instruction from the Russian Defense Ministry was to clip the drone, but the harassment according to sources did come from the top of the Defense Ministry.Above that, this general campaign of antagonizing U.S.-British assets, that comes from Putin, right? So, whether he ordered this specific harassment, the campaign we've seen over some time, that comes from the Kremlin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "And we heard from the defense secretary the other day defiant, saying that we will continue our operations in international territory and airspace as well. Let me ask you, Colonel, about what we saw out of Poland today in the announcement that they would be supplying Ukraine with four Soviet-made MiGs.How significant is that? Already we have the White House responding to this doesn't alter their decision to not give U.S. planes at this point. But these four MiGs, how significant that is that for Ukraine right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "LEIGHTON",
      "sentences": "Will symbolically, Bianna, it's a -- it's a huge deal. Now, four MiGs that's, you know, adds a little bit to the Ukrainian capability. It's certainly four MiGs they didn't have before. They are very good aircraft. Now, they've reached the end of their operational life.And Polish President Duda has specifically said that they've reached the end of their operational life. Poland has a total of 28 of these aircraft. They want to retire those and get a new aircraft, including F-16, as well as the F-35. And that's why the polls are fairly free, or they feel fairly free to give these to the Ukrainians. But symbolically, this is a big deal. It won't change the course of the war yet. But if the Ukrainians get all 28 MiGs from Poland, then could perhaps change some things tactically. And that, of course, is a significant thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BLACKWELL",
      "sentences": "We're awaiting an update from Brigadier General Pat Ryder at the Pentagon news conference. I expect to talk more about this video live camera there. Before we go into that, one more to you, Jill, on this collision between the Russian jet and the drone.There's not a suggestion yet from the administration that there will be consequences for that militarily, diplomatically, even economically with sanctions. If there is no concentrated -- consequence for that, what's the message to Putin if there is one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "DOUGHERTY",
      "sentences": "Well, I think the message is still being delivered that the United States is going to continue doing what it's doing. And Russia will just have to accept that or not. And so, backing down, I think for the administration really would be bad. They're just saying we're continuing we have the right to do it in international waters. And that's it. So, I think there actually is an answer.And you know, another thing about this is that it's very difficult to figure out whether incompetence by the Russian military or the Air Force has played a role here. Because we do know at least it's understood that there was intentional harassment. But whether or not those pilots actually wanted to crash into it and hit it is another question. Because there was a lot of -- still, a lot of incompetence, and the hot-dogging as Americans would say, by the -- by the Russian Air Force. So, I think -- if some of this is a little still a little unclear, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Jill we're tight on time, but quickly, I'd be remiss not to ask you, since you watch Russian media so closely. How is this being depicted and played out in Russian media right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "DOUGHERTY",
      "sentences": "Not a whole lot. I was looking to see whether anyone included the video. I have not seen them, replaying the video, just kind of quoting what -- excuse, me what Russian officials have said, which is, you know, we didn't do it, we didn't touch it, etcetera. So, we'll have to see how they -- this is difficult for them to deal with, as you can imagine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes. Well, that video tells a different story from their own. Colonel Cedric Leighton and Jill Dougherty, thank you.And as Victor just said, any minute, we'll receive an update from the Pentagon on the release of the downed drone video. We'll bring that to you once it begins",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BLACKWELL",
      "sentences": "And the family of a man who died while in police custody. They're holding a press conference right now after seeing the video of the incident, you'll. Hear more of what they're saying. And what comes next for the seven officers and three hospital workers charged in this case?(COMMERCIAL BREAK) [14:28:33]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BLACKWELL",
      "sentences": "Donald Trump's former personal attorney Michael Cohen says that New York prosecutors have a mountain of evidence in their investigation into hush money payments made to Stormy Daniels. Now, Cohen who wrapped a second day of testimony before a grand jury yesterday -- now, the second day just this week, told CNN despite what the public may think of him personally, he believes the former president should be held accountable.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "MICHAEL COHEN, FORMER TRUMP ATTORNEY",
      "sentences": "And I'm prepared to tell you. They have a tremendous amount of information. A lot of people have attacked my credibility. Truth be told.At the end of the day, they can attack me all they want. This man -- this case is not going to be predicated on any one individual, but rather it's going to be predicated on the documents, the evidence, the text messages, the e-mails. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "GOLODRYGA",
      "sentences": "Daniels also met with prosecutors Wednesday and agreed to testify as a witness if needed. The former president has denied any wrongdoing.And now turning to Georgia where Fulton County investigators have more audio of Donald Trump pressuring state officials to overturn the 2020 election. Jurors on the grand jury that investigated the former president tell the Atlanta Journal-Constitution that they heard a December 2020 conversation between Trump and Georgia's late Speaker of the House David Ralston.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BLACKWELL",
      "sentences": "This is the third known recording of the former president urging officials to push the election lies. CNN's national correspondent Kristen Holmes is here with more. So, what's on these tapes?",
      "isLastSentenceInterrupted": false
    }
  ]
}