{
  "date": "2023-10-29",
  "headline": "CNN Newsroom",
  "subHeadline": "Israel Says, New Phase of War as Gaza Ground Operations Expand; Friends Actor Matthew Perry Dead at 54; Former U.S. Vice President Pence Suspends Presidential Campaign. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "RICHARD QUEST, CNN ANCHOR",
      "sentences": "And a very good day to you if you're watching in United States or wherever in the world you are, you're most welcome to CNN's coverage, as we continue to cover the Israel at War. I'm Richard Quest live in Abu Dhabi.It is 9:00 on Sunday morning in Gaza. And in the next hour, we'll see just how much damage the IDF did overnight. We'll receive reports on possible casualties, according to some, near total communications blackout has begun to ease. Before we get too much more detail, look at the scene overnight. Israel says it's being hitting Hamas targets, and that includes tunnels and underground combat spaces. The IDF said it's aware of 230 hostages and urging people to head south as it expands operations inside Gaza. All of this as hundreds of thousands of Israeli forces prepare for an expected incursion into enclave in response to the massacre of October the 7th. The IDF said it's aware of 230 hostages that Hamas is holding but Israeli Prime Minister Benjamin Netanyahu said this on Saturday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "Our heroic fighters gave one supreme goal, to destroy the murderous enemy and insure the existence of our country. We always said, never again. Never again is now.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "QUEST",
      "sentences": "Inside Gaza, there are reports that indicate the cellular and internet communications have been partially restored. But hospitals are at capacity, that is if they're functioning at all. And there's clearly not enough food, water or medicine or fuel indeed to go around.The president of the Palestinian Authority, which controls the West Bank, offered this dire assessment of Gaza's situation. (BEGIN VIDEO CLIP) MAHMOUD ABBAS, PALESTINIAN AUTHORITY PRESIDENT:  Our people in the Gaza strip are facing a war of genocide and massacres committed by the Israeli occupation forces in full view of the entire world. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "QUEST",
      "sentences": "CNN's Scott McLean is with me from London. He's got the latest.So, as the new day starts, what do we know of what took place overnight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "SCOTT MCLEAN, CNN CORRESPONDENT",
      "sentences": "To what extent exactly, Israeli troops are on the ground Gaza is difficult to know. But we have heard from a journalist in Central Gaza who said that yesterday the artillery fire, in his words, did not stop. He also said that there was gunfire to the east of the Gaza Strip, near the perimeter wall. And he said that at least in Deir al-Balah, a city in Central Gaza, the people showing up there who were injured were injured from artillery rather than airstrikes.Obviously, none of this is helping the humanitarian situation inside Gaza. You mentioned it already, no fuel getting in, limited aid coming in, just a trickle, really. And new video from AFP yesterday shows just how desperate people actually are. This video shows a U.N. warehouse in Gaza being ransacked by people carrying out huge bags of food, what looks to be possibly rice or grain or something to that effect. None of this, though, is seeming to have much impact or fazing the Israeli leadership. Benjamin Netanyahu gave a speech yesterday. He confirmed that Israeli troops were on the ground as of Friday. And he called Gaza, by the way, the fortress of evil. He also addressed criticism of Israel's tactics and said that anyone accusing the IDF of war crimes, in his words, are hypocritical liars who lack so much as one drop of morality. He also made clear, Richard, that they are just getting started. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "NETANYAHU",
      "sentences": "The war inside the strip is going to be long and we're ready for it. This is our second independence war. We're going to fight for the homeland and we won't withdraw. We're going to fight on the ground, sea and air. We will destroy our enemy above and below the ground. We're going to fight and win.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "MCLEAN",
      "sentences": "So, Richard, Netanyahu and also the IDF repeated their calls for civilians to evacuate to the south, though, it is very important that even if you get to Central or Southern Gaza, that's not a safe zone. There are still very much artillery strikes, airstrikes being carried out in those areas and Palestinian Red Crescent has said that it is a catastrophic failing of this situation, because, of course, Gazans have nowhere safe to go right now. QUEST",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "MCLEAN",
      "sentences": "Yes. It seems like things are coming back online slowly but surely. It also was not complete blackout. There were some -- there was some ability for Gazans to communicate with the outside world, though it was extremely limited.There's also this debate happening right now about Starlink. Of course, Starlink is the satellite internet system, the same one that's allowing Ukrainian troops to better be able to communicate on the frontlines of its war with Russia, because Elon Musk has said that Starlink would be used by humanitarian aid organizations. That, though, prompted a furious reaction from Israeli communications minister who said that Israel would fight that. And he tweeted this, Hamas will use it for terrorist activities. There is no doubt about it. We know it and Musk knows it. Hamas is ISIS. Perhaps Musk would be willing to condition it with the release of our abducted babies, sons, daughters, elderly people, all of them. By then my office will cut any ties with Starlink. Now, Musk did respond to that tweet, saying, look, he's not naive. He says that no Starlink terminal to-date has attempted to log on or communicate with satellites. And he also said that they would insure that it is used only by internationally recognized humanitarian groups and they even offered the U.S. and Israel the chance to carry out security checks before he allowed those terminals on the ground in Gaza to log on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "QUEST",
      "sentences": "Scott McLean, you'll be watching, you'll keep us informed as the hours move on. Thank you, sir.The director general of the Hamas-controlled Gaza Health Ministry is telling us that hospitals in Gaza are used, in their words, to treat patients only. It's a response to the Israeli claim that Hamas has set up command and control centers in bunkers underneath Gaza's biggest hospital. CNN's Nada Bashir has reporting and it contains images may be distressing to some of you. (BEGIN VIDEOTAPE) NADA BASHIR, CNN REPORTER (voice over):  A flash of light over the chilling imposed darkness that engulfs Gaza every night, a glaring promise of more death and destruction. The ongoing siege and a communications blackout plunging Gaza into eerie silence. What little video has emerged so far paints a picture of the devastation wrought by Israel's relentless bombardment, scenes of incomprehensible lost, shrouded bodies the latest amongst thousands of victims. Israel says it is targeting Hamas, now also expanding its ground operations, a retaliation, they say, to the Hamas terror attacks of October 7th, which left at least 1,400 dead and more than 200 others hostage inside Gaza. But in besieged strip of land, the number of Palestinians rises with each and every airstrike. The situation here is dire. Our homes were destroyed in the airstrikes. Six of our family members were killed. What can we do? We are all living through this. This was the scene on Friday at the Al-Shifa Hospital, the largest in Gaza, now not only a life line to thousands of patients but a sanctuary to tens of thousands, including children, displaced by the war. We're not even asking for food. We're not asking for water. We're asking for safety, for security. Our men, women, children, they've all been killed. Many have come in hope that hospitals will remain a safe haven, but this safe haven is being characterized by Israel with no verifiable evidence as a potential target. The red buildings, as I mentioned, are buildings that Hamas is using.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "BASHIR",
      "sentences": "On and on, Israel's airstrikes lay waste to this already ravaged enclave, artillery shelling now adding to the devastation. The people of Gaza gripped by constant cycle of mourning, still struggling to comprehend the endless nightmare, death now woven into the very fabric of their lives.Nada Bashir, CNN, in Amman, Jordan. (END VIDEOTAPE) QUEST:  Samer Abdeljaber is the Palestine representative and director at the World Food Program, how joins me now from Jerusalem. Good morning, sir. At a press conference yesterday, Israel's spokesman, Rear Admiral David Hagari, said, on Monday, the humanitarian efforts to Gaza led by Egypt and the U.S. will be expanding. Do you know anything about this? Are you expecting to be able to take more in through the Rafah crossing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "SAMER ABDELJABER, PALESTINE REPRESENTATIVE AND DIRECTOR, WFP",
      "sentences": "That's true. We hope that we will be able to allow more trucks into Gaza. 40 trucks are expected to be crossing. However, we have to also note that that's not enough compared to the soaring needs that are in need at the moment in Gaza. We need more than that. Just for WFP to be able to reach 1 million people, we need 40 truck as day. If we're going to be supporting 2 million, we need hundred trucks food. But, of course, you know, the trucks going in includes other commodities as well that are essentially needed on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "QUEST",
      "sentences": "What about fuel? Is that going in, any fuel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "ABDELJABER",
      "sentences": "Not to my knowledge. Those trucks are basically made for food, water and medical supplies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "QUEST",
      "sentences": "It's clearly insufficient by a large measure. And as Israel continues its bombardment and the ground offensive, do you worry it will become more difficult even to bring the stuff in from the south?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "ABDELJABER",
      "sentences": "I think you mentioned that earlier on this report, yesterday was a major challenge for all of us because of the blackout that happened with the communication. So, even yesterday, we couldn't coordinate on the ground to facilitate for the trucks to go in. Luckily today, it's gradually coming back. But after 36 hours of no communication on the ground with our staff, with our partners, even just to plan for the crossing and shipment of trucks was a major challenge. And that is something that shows how vulnerable the whole situation is if something as simple as communication is not provided for us to be able to operate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "QUEST",
      "sentences": "But to clarify, you do have some form of communication with your people in Gaza at the moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "ABDELJABER",
      "sentences": "Today, yes. This morning, yes. But in the last 36 hour, it has been a major challenge. We were not able to account for all of our staff and their families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "QUEST",
      "sentences": "On the food trucks, what sort of food is going in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:06",
      "speaker": "ABDELJABER",
      "sentences": "So, Richard, as you know, there is no gas, there's no fuel at the moment. So, we're basically avoiding going into -- and also clean water is a challenge. We're avoiding going into things that would require cooking. Most of the parcels include ready-to-eat food, canned food, so they can actually easy for them to be carried but also to be eaten without the need for heating up or fire for warming them up. So, it's things that can be consumed easily by the people. QUEST",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:01",
      "speaker": "QUEST",
      "sentences": "But just to clarify one more time, following up on what we were saying right at the beginning, you do expect tomorrow, Monday local time, to be able to bring more in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:01",
      "speaker": "ABDELJABER",
      "sentences": "So, today, we're expecting more, Sunday, around 40 trucks to go in. That is basically the expectation. But that's for all sectors, so for food, water and medicine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:01",
      "speaker": "QUEST",
      "sentences": "Right, got it. Thank you, sir, I'm grateful for you. We'll talk more and we'll keep informed. Thank you.Israel, meanwhile says its fighter jets hit Hezbollah targets in Lebanon on Saturday. It's the latest in a series of cross-border clashes. An IDF statement says, the planes hit a military compound and observation post following rocket and missile file from Lebanon into Israel. Its top general says his troops are maintaining a high level of readiness to prevent possible moves by Hezbollah. In Washington, President Biden says he is ready to take further action to defend U.S. forces. The Pentagon said it's hit Iran-backed targets in Syria on Friday with airstrikes, and it says it was in response to attacks by those groups on the U.S. forces in the region. CNN's Bianna Golodryga spoke to Iran's Foreign Minister Hossein Amir- Abdollahian, and he denied his countries involvement in any such attacks. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:01",
      "speaker": "BIANNA GOLODRYGA, CNN ANCHOR",
      "sentences": "I want to talk about your time in New York, because you spoke at the U.N. and I want to quote what you said for our viewers. You said, I say frankly to the American statesmen we do not welcome expansion of the war in the region. But I warn if genocide in Gaza continues, they will not be spared from this fire. Is that a threat? Is Iran prepared really to go to war against the United States?HOSSEIN AMIR-ABDOLLAHIAN, ISRANIAN FOREIGN MINISTER:  I don't want this war to spread out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:01",
      "speaker": "GOLODRYGA",
      "sentences": "But with all due respect, your actions don't seem to match your words. You say that you are playing a constructive role in helping peace and security. But according to the Pentagon, groups affiliated with Iran have targeted U.S. forces or bases in the region at least 15 times now since October 17th, injuring at least 20 U.S. military personnel.A U.S. carrier strike group shot down 15 drones, four cruise missiles fired by Iran-backed Houthi militants in Yemen that was aimed towards Israel. President Biden said this yesterday. He said -- AMIR-ABDOLLAHIAN:  In the attack that is carried out in the region, and if the U.S. interests are targeted by any group, linking it to the (INAUDIBLE) Republican of Iran without offering any piece of proof is totally wrong. You see, two weeks ago, I was in Iraq, also in Syria and Lebanon. I could see up close and personal that the people of the region, there are sensitive developments in the Palestine. They were angry. They're not receiving orders from us. They act according to their own interest. Also what happened, what was carried out by Hamas, it was totally Palestine. They decided to take responsibility for that. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:05",
      "speaker": "QUEST",
      "sentences": "Now, there have been many tributes particular Perry's friends from Los Angeles and in Hollywood. In a post on X, the actress, Mira Sorvino, called him a sweet, troubled soul, saying, may you find peace and happiness in heaven making everyone laugh with your singular wit.Maggie Wheeler, who played Perry's on again, off again girlfriend Janice, on Friends, wrote, what a loss, the joy you brought in your too short lifetime will live on. And for more on Perry's impact on Hollywood, here's Emily Longeretta, Senior T.V. Features Editor at Variety. (BEGIN VIDEOTAPE) EMILY LONGERETTA, SENIOR T.V. FEATURES EDITOR, VARIETY:  He has had such an impact as an actor and a comedian. I mean, of course, Friends is a thing that everyone thinks of, because, again, no one could be Chandler Bing. Friends wouldn't have been Friends without that group of cast, but that really includes him. And that's really hard to think of a world that that exists now. T.V. is very different today. Sitcom world is different today. And it doesn't exist where people are tuning in every single week to watch a certain group of friends gather together and 20 million people turning on their T.V.s and welcoming him into their living room. It is an important thing to act as -- to note as well he was, of course, on film. He was a really, really big T.V. actor. And a thing that comes along with being a T.V. star is that you really are welcomed into people's homes. So, people fell in love with him. Of course, they fell in love with Chandler Bing but they also fell in love with his character Joe on the West Wing. They fell in love with him on Go On, a short-lived series that was on, the many, many things that he popped up in, The Odd Couple revival. The list goes on and on. And that really goes back to what an incredible actor he was with such amazing comedic timing. I mean, it's really, really -- it goes kind of to show that the most famous lines of Friends were a lot of his. And that's because of his -- the way his cadence in delivering those lines of, could I be more excited, that is what Matthew Perry brought to Chandler. That wasn't written in. He created that. And that's something that is a really, really nice thing to think about. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "QUEST",
      "sentences": "A warm welcome back if you're watching in the United States or wherever you are around the world, delighted that you are with us. I'm Richard Quest and our continuing coverage of Middle East continues.Let me bring you up-to-date the latest in Israel's war on Hamas. There were explosions throughout Gaza as Israel stepped up its strikes. CNN crews near Gaza's border report seeing Israeli fighter jets fly in, followed by flashes of explosions on the horizons. The Israeli Defense Forces says it wants to increase the urgency of its call on civilians in northern Gaza to move south. On Saturday, Israel said it started a new phase of its operations, but it doesn't appear as if the expected all-out ground offensive has begun yet. Again, CNN crews near the border have been observing the heightened military activity. CNN's Nic Robertson has the latest from Sderot in Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "It's only when the intense artillery barrages, the tank fire, the heavy machine gun fire, the missile strikes, it's only when they ease off that you can actually hear what's happening on the battlefield right now. We can just about hear -- well, that was another artillery strike -- we can just about hear the tracks on some of the tanks and armored fighting vehicles that are down there, right at the border, right at the Gaza fence there, less than a mile from where we are right now.But through the night, it has been very, very intense at times. Multiple missile strikes lighting up the sky, huge detonations. We've heard helicopters come in close, heavy machine gun fire from those helicopters in a way that we haven't heard before along the frontline here. We've heard heavy tank fire being fired out from close to here, so heavy, so sustained, going on for long periods of time that this building was shaking as well. We've heard multiple artillery rounds going in, from artillery batteries, to the north and to the south of where we are, huge detonations from those, flares we've seen in the sky as well. The whole indication, the whole tempo here through the night is one of continued military confrontation of this buildup of what the prime minister has talked about. He's talked about more commanders and more fighters being inside enemy territory, that this is going to the next phase, to another phase of the operation. And that's what we've been witnessing play out here through the night, intense, very intense at times, and that the sound of the impacts, the sounds of some of the artillery and tanks firing out so strong here, it's hard to imagine just how intense that could be on the ground in Gaza. Nic Robinson, CNN, Sderot, Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "MALCOLM DAVIS, SENIOR ANALYST, AUSTRALIAN STRATEGIC POLICY INSTITUTE",
      "sentences": "Look, I think that's absolutely correct. What you're seeing Israel do with its artillery and its air power and these movements of these ground forces is to prepare the battle space for a larger-scale movement that could occur in the next hours or days, but certainly not weeks.So, I think that we are in the sort of the final stages of preparation for that large-scale ground invasion, which could occur in coming hours and days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "QUEST",
      "sentences": "When you say, ground invasion, once the main body of troops goes in, what do they do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "DAVIS",
      "sentences": "What they have to do is essentially fight house by house, street by street, against very well-prepared Hamas defenses and essentially neutralize adversary booby traps, IEDs, mines, deal with snipers. And, essentially, they have to push Hamas back increasingly into an encirclement whereby they can be then destroyed with devastating fire.Remember, the goal of the Israeli Defense Forces is not to, you know, as they've done in the past, mow the lawn and essentially impose some cost and then withdraw. The goal here is to decisively defeat and destroy Hamas. So, that means they do have to seek out Hamas, engage them directly, control the terrain, deny them access to logistics, and that's going to be a very challenging campaign indeed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "QUEST",
      "sentences": "The tunnels of which we've heard so much about, hundreds of kilometers of tunnels under Gaza. Now, in my weekend reading of numerous Israeli officers who say the last thing you want to do is fight in a tunnel, because you can obviously be caught on both sides and it's just very much more difficult. But you've got no choice here if that's the way Hamas is going to move around Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "DAVIS",
      "sentences": "Well, they can certainly destroy the tunnels from above. That's a possibility. But there might be circumstances, tactical requirements might mandate that they actually go into the tunnels themselves. And, yes, that would be a hellish place to fight in the sense of the tunnels could be rigged with booby traps and IEDs. They're very dark, very narrow, so there would not be a lot of room to move about. And it would be very easy to come under concentrated fire from the enemy.So, I think that the tunnels are probably the worst possible place for the Israelis to go, but they may have no choice. If they want to hunt down Hamas and destroy them, they may have to take the fight into the tunnels.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "QUEST",
      "sentences": "One thing I've learned over the years when it comes to military activity, really, success is all predicated on logistics. It doesn't matter how good your strategic plan is. If your supply lines and your logistics fail, then you're in deep trouble.Now, in this case, once the APCs and tanks have gone in and once the troops go in, would you expect them to go in, come out, go in, come out, or would you expect Israel to have to set up resupply lines, robust resupply lines?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "DAVIS",
      "sentences": "Well, as the old saying goes, amateurs talk tactics, professionals talk logistics. And I think that what you will see is the Israelis continuing to supply forces, but whether it's armored forces, like tanks and armored fighting vehicles or infantry, wherever they go, they can't bring them out. That would lose momentum at the tactical level. So, they have to keep them in and they have to keep them advancing. And that means the logistics have to be secure and advance with the fighting forces.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "QUEST",
      "sentences": "Now, finally, this is not some deep philosophical question. It's a really sort of obvious, in a sense. Will we be able to tell, will Israel be able to tell if they have won? You said at the beginning of this interview, the goal is to push Hamas into a small area where they can perhaps, in a way that we've not seen before, dispose of them through firepower. But will there be a moment, do you think, where you can say, surrender, game over?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:04",
      "speaker": "QUEST",
      "sentences": "Sir, I'm grateful to you. Thank you. And I apologize to your interviewers. I used a -- when I said game over, of course, I was referring to that for the end of a war, which was probably an inappropriate, albeit understandable phrase to explain what I intended to. But I don't think anybody was misunderstood. But if you did or thought it inappropriate, there you are. Thank you, sir, grateful for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:04",
      "speaker": "DAVIS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:04",
      "speaker": "QUEST",
      "sentences": "As we continue, why former Vice President Mike Pence has decided he's not going to be the presidential candidate, he's dropped out of the race. In a moment, other headlines around the world.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "KRISTEN HOLMES, CNN CORRESPONDENT",
      "sentences": "Former Vice President Mike Pence taking the crowd by surprise when he announced that he would be suspending his campaign in the middle of the speech.Now, I was told that this was intentional, that they kept this close to the vest, that they wanted this to be a surprise. They actually didn't even provide his remarks to the event planners ahead of time. And when you look at where Pence was in his campaign, it is not that surprising that he dropped out. He was having a hard time getting traction, having a hard time in the polls, and with that fundraising. He had not yet qualified for the third GOP debate, which is in just two weeks. We are told that that played a role in his decision to suspend his campaign, particularly to save him from the embarrassment in that. But I did speak to one Pence adviser who said it wasn't just about the money. It was about the idea that this lane that Mike Pence and his team believed existed within the Republican Party just didn't. Take a listen to Pence today. (BEGIN VIDEO CLIP) MIKE PENCE, FORMER U.S. VICE PRESIDENT:  I'm traveling across the country over the past six months. I came here to say it's become clear to me. This is not my time. So, after much prayer and deliberation, I have decided to suspend my campaign for president effective today. Now, I'm leaving this campaign, but let me promise you, I will never leave the fight for conservative values, and I will never stop fighting to elect principled Republican leaders to every office in the land, so help me God. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "HOLMES",
      "sentences": "Now when you talk about these lower poll numbers, this trouble getting traction, this hard time raising money, it doesn't seem that surprising that Pence would drop out of the presidential election.But this is a significant moment for the Republican Party. Because when you look back to 2016, Pence was brought onto the ticket to really assure conservatives, traditional conservatives, that Trump could be a more establishment Republican. Pence was considered the Republican Party. And now we are two cycles later and there is no room for Pence within the Republican Party. Now, part of that is because, of course, he decided to go against Donald Trump. He did not listen to the pressure and the demands of Trump to not certify the 2020 election. And that caused him to have some problems within the party. But this is just very clear that this has become, this being the Republican Party, the party of Donald Trump. And that is something that this really secures when we hear this today from Mike Pence that this is now the party of Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "QUEST",
      "sentences": "On Saturday, the Israeli prime minister, Benjamin Netanyahu, met some of the family members of the hostages that have been taken by Hamas. They gathered in Tel Aviv where people held up photos of the missing people and wrote messages on giant banners, joining together to call for a comprehensive deal from the Israeli government to ensure the safe return of their loved ones.There is also, though, a growing sense of frustration, with some saying they feel left in the dark about whether or not a ground operation in Gaza could endanger the well-being of the hostages. The U.N. secretary-general visited Doha on Saturday to express thanks and support to Qatar's prime minister for helping with talks to free hostages held by Hamas. A spokesperson for the Qatari Ministry of Foreign Affairs speaking to Becky Anderson says he's still hopeful more hostages will be released. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:07",
      "speaker": "QUEST",
      "sentences": "And you'll hear more of this interview in the next hour here on CNN.Meanwhile, Egypt's president says the country's diplomats are working to resolve the conflict in Gaza, claiming some identified drones were brought down in Egypt on Friday. The president warned the conflict better not spread beyond Gaza. (BEGIN VIDEO CLIP) ABDEL FATTAH AL-SISI, EGYPTIAN PRESIDENT:  Yesterday, drones entered Egypt and were brought down. Regardless of where they came from, I previously warned that the expansion of the conflict is not in the interest of the region. The region will become a ticking time bomb that harms us all. This is why I'm saying, please, Egypt is a sovereign country, and I hope we all respect its sovereignty and status. What I'm saying now is not to brag but Egypt is a very strong country that shall not be touched. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}