{
  "date": "2023-01-23",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: California Tragedy; German Foreign Minister Says Her Country Wouldn't Stand in way if Poland Wants to Send Leopard Tanks to Ukraine; Pakistan Suffers Major Power After National Grid Fails; White House: Biden Cooperating, Wants Transparency Inquiry; Volunteers Bring Aid, Frontline Communities Evacuate. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "MAX FOSTER, CNN HOST",
      "sentences": "Hello, welcome to CNN \"Newsroom\", I'm Max Foster in London. Just ahead pressure is growing on Germany, as allies start to lash out criticizing its reluctance to send tanks to Ukraine. Also ahead a major power grid failure in Pakistan has left tens of millions of people without any electricity. And the mass shooting shatters the community in California after 10 people lost their lives while celebrating Lunar New Year, a closer look at what we know.We begin with the war in Ukraine where a debate over battle tanks is dominating discussions. Poland's Prime Minister signaling his intent to send the German navy Leopard tanks to Ukraine. If he can build a small coalition of countries willing to do the same Leopard tanks are highly prized for being easier to maneuver and maintain. The Prime Minister says he'll ask for Germany's permission, but would be willing to send them with or without Berlin's approval. (BEGIN VIDEO CLIP) MATEU.S.Z MORAWIECKI, POLISH PRIME MINISTER: We will apply for such consent, but this is a secondary topic even if we did not get this consent in the end, as part of a small coalition. If the Germans were not in this coalition, we will still hand over our tanks together with others to Ukraine not to condition for us at the moment is to build at least such a small coalition of states and on this issue, together with Mr. President Duda. Mr. Deputy Prime Minister Blaszczak, we are contacting our partners in Western Europe. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FOSTER",
      "sentences": "Senior International Correspondent Fred Pleitgen is in the capital Kyiv. It does look like Ukraine is going to get some of those tanks that desperately wants, but just explain to us why Germany is unlikely to send them directly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Germany might send them directly. It's something that they're saying that they're talking about. But we're getting for the German government, in fact, a couple of minutes ago speaking to senior German government official, and they're saying they want a broader coalition than that, specifically, they want the United States to also send main battle tanks, that would be the Abrams main battle tanks.Of course, Max, we know from the Ramstein meeting last week, but then also in general that the U.S. does not want to send those Abrams tanks, but at the same time says that the Germans should indeed send those Leopard 2 tanks, which are indeed easier to maintain, and certainly require a lot less fuel as well. The Germans, however, are saying they really want the U.S. to be with this as well and also send their own main battle tanks. That's an important condition for them. Nevertheless, the German Foreign Minister came out and said that the Germans would not stand in the way if the Poles did decide to take those, send those tanks. It's not clear whether or not that's really the official German position. But certainly the German government spokesman said in the press conference earlier today, that the Germans had not received an official request. And this is really escalating, if you will, between the Poles and the Germans. The Polish Prime Minister, making some serious remarks there says that the Poles would not stand by as Ukraine bleeds to death really ripping into the Germans. One of the things that Germans have made clear is that they have sent a lot of arms to Ukraine already. The Germans are saying that they are the second biggest donor country, aside from the United States. Certainly if you look at air defense systems, multiple rocket launchers and now infantry type fighting vehicles as well. But the tanks certainly are an important issue, Max. Right now for the Ukrainians we spoke to a senior Ukrainian official the past couple of days, and he said the Ukrainians need around 3 to 400 Modern Western main battle tanks in order to really turn the tide on the battlefield here. And of course, the tank that is most available in this part of the world in Europe is the German Leopard 2 main battle tanks. So that is certainly an issue that is not going to go away. It certainly is an issue that is going to become more pressing. And it really seems as though the Germans, the Poles and other countries, they're working on the way to try and make it happen. But right now, it doesn't seem as though the Germans are comfortable with that just yet to allow those tanks to be sent here to Ukraine, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "10 people were killed 10 others were injured when a gunman opened fire inside a dance studio in Monterey Park Saturday night during Lunar New Year celebrations. Authorities say the shooter then went on to a second dance hall in a nearby city, but was disarmed by bystanders before he fled.Investigators say the suspect identified as a 72-year-old Huu Can Tran was found dead of a self-inflicted gunshot wound inside a white van late on Sunday morning, after a standoff with police. Now investigators want to know what set off this horrific attack. (BEGIN VIDEO CLIP) ROBERT G. LUNA, LOS ANGELES COUNTY SHERIFF: We're looking at all criminal history, mental health history and those are all things the detectives will take a very hard long look at and see if it impacted what occurred here the motive and that's part of the learning lessons and sharing them with our partners and seeing if there's any gaps that were there that we may have missed. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "Victims of the shooting is still being identified. Those living nearby call the area safe and they are devastated by the incident.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "JEFF LIOU, PASTOR FROM SAN GABRIEL VALLEY",
      "sentences": "We see elders walking around all the time. This has been a safe neighborhood for them to walk around and have community historic Taiwanese Chinese community. So to see this happen in this place is shattering.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "We'll go live to Monterey Park in California in just a few minutes, time for you. Israeli Prime Minister Benjamin Netanyahu has complied with a court order and fired a key ally from all ministerial posts. The nation's high court ruled that Aryeh Deri's cabinet appointment cannot stand in part because of his previous convictions on charges including tax offenses.Meanwhile, more than 100,000 people protested in central Tel Aviv this weekend against Netanyahu's government and the Prime Minister's proposal to curb judiciary power. CNN Correspondent Hadas Gold joins us from Jerusalem. This might not be the end of it, though, for Deri if you listen to Netanyahu.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "HADAS GOLD, CNN CORRESPONDENT",
      "sentences": "No, I mean, yes, Netanyahu was said in this firing; it was a very coordinated firing that he was doing so with a heavy heart. He was going to find any legal means possible to bring Deri back into government and one of those avenues is on essentially a collision course with the reason why those protesters were out in the street.Those protesters were out in the street numbers growing by the week, not only just against Netanyahu government in general, but also against these planned judicial reforms. Earlier this month, Netanyahu's Minister of Justice came out and proposed sweeping judicial reforms that would in part essentially allow the parliament that would mean really the political party in power, which right now are Netanyahu and his allies to overturn Supreme Court decisions. There's some other reforms, including allowing politicians to have more of a say in appointing judges before the opponents of these reforms, and that includes the President of the Israeli Supreme Court and the Former Prime Minister Yair Lapid. They say that this will destroy the independent judiciary. Now, Netanyahu and his allies say that these reforms have been a long time coming. They're needed that the Supreme Court in recent years has overstepped its bounds and this will bring balance back between the branches of government. But for Deri how this could potentially help him is when the Supreme Court ruled that Deri could not have a ministerial position because he had previously been convicted on criminal charges on tax offenses and had actually pledged to the court that he would not come back to public office. There's very few legal avenues right now for him to be able to come back and become a Minister and I should note Netanyahu needs Aryeh Deri as a Minister as part of his coalition because Aryeh Deri shots party has seats in the parliament without those number of seats, Benjamin Netanyahu does not have power. So one of the paths back is to amend one of the laws of Israel that would prevent the Supreme Court from being able to interfere in ministerial positions, again, trying to curb the power of judiciary we're really on a collision course here where there's a raging debate over the power of the judiciary and these protesters just seem to be growing by the week, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:00",
      "speaker": "FOSTER",
      "sentences": "OK Hadas in Jerusalem thank you. As evening falls over Pakistan, some there are still without electricity after the nation's power grid broke down early on Monday. The outage has been major leaving hundreds of millions without power.Hospitals and businesses have had to run generators and it's now commutes, like here in Lahore where people stood around a closed train station. One official says electricity is being partially restored in several areas. CNN's Sophia Saifi joins us from Islamabad. It's not uncommon to have power cuts but this time it was quite something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "SAIFI",
      "sentences": "It's not expected that the Minister of Energy ever addresses the country, but he addressed the country and took responsibility for what has happened in this country? It's been about 12 hours we're coming into 12 hours since power has been out across Pakistan. Yes, there are parts of the country that have had power restored, but more than half the country is still not, does not have any power in their homes. We have seen fuel stations petrol pumps, which have been closed because the generators themselves could not be running there. We went to a pharmacy today, where different pharmacists were telling us that their systems have not been working, hospitals are depending on generators as well. So we been told that this will be bad late night, but we're still in darkness here and we're waiting to see how the hours will unfold in the dead of winter in Pakistan, Max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "FOSTER",
      "sentences": "OK, Sophia, good luck, thank you. Now China says there were more than 12,000 COVID related deaths in the week leading up to Lunar New Year and was expected to be one of the busiest travel seasons in years. On Saturday alone, there were more than 26 million passenger trips according to state media.Meantime, China's Chief Epidemiologist is trying to ease fears of a new COVID surge, say 80 percent of people in the country have already been infected, making the possibility of a COVID rebound in the coming months small. Mark Stewart joins us live from Hong Kong. Can this data Mark be trusted or is it really over?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "MARC STEWART, CNN CORRESPONDENT",
      "sentences": "Max, whenever we get data from the Chinese government, it always has to be looked at with a very critical eye. It was just a few weeks ago, we were having a conversation about 37 reported COVID deaths in China and then a short time after a report of close to 60,000 deaths. It's examples like that why outside observers such as the World Health Organization are always so skeptical about the information flow from China?Well, we can say for certain is that it is a very busy time a very busy travel time in China. As the New Year, the Lunar New Year is celebrated from our hub here in Hong Kong. We have seen very busy train stations, airports, people are driving, they're taking boats, and they're taking ferries. And in many cases in order to go to the celebrations, you see, they have been leaving city centers such as Shenzhen, such as Shanghai, Guangzhou and Beijing to areas in country areas, country sides more rural areas where the healthcare is maybe not necessarily as strong or as sophisticated, adding into this concern about a bigger COVID surge. Max, the holiday period hear actually lasts for about 40 days. There are about two more weeks to go to mid next month, and we will be very anxious to see what the data shows then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "REID",
      "sentences": "They did release a statement giving some details about exactly what transpired?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "FOSTER",
      "sentences": "OK, Paula Reid in Washington thank you. The U.S. has seen more mass shootings than days in 2023. After the break we'll look at ways to prevent gun violence that go beyond just gun control.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "CAMPBELL",
      "sentences": "But again, it seems so on tractable and you know one thing that's so interesting just to show you Max, how political this is. You know, obviously American political culture there's a heated political climate on the right side of the aisle on the left side of the aisle. But the Gallup organization did a poll and found that nearly 90 percent of Americans are in favor of universal background checks before someone can buy a firearm, looking into the past.Are they a criminal? Are there potential mental health challenges 90 percent yet, we still see lawmakers doing nothing. And so that's leaving it up to doctors and other experts to try to find some of these other solutions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "FOSTER",
      "sentences": "You were talking there about securing guns properly. We've had very high profile cases recently, we have a toddler walking around his apartment building with a gun in his hand, a six-year-old shooting someone with a gun from found above his mother's closet, I believe? How much impact would that make because when you look at the numbers and children are often involved?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "CAMPBELL",
      "sentences": "No, they are, and that video you mentioned from here in the United States of that toddler, walking around an apartment with that gun is just so, so chilling. I mean, that child obviously could have harmed himself could have harmed someone else and he's treating it as a toy. And so in that case, the parent was arrested for child endangerment.And so we've heard prosecutors say that they want to get tougher on actually holding parents accountable. If something were to happen to their children, you know, but it's interesting. It's all about education as well, you know, where I am here in the state of California. It's there very strong gun control laws in the state. And for example, before you can actually get a license to buy a gun in this state, you have to take an exam and it actually hits on things like the actual penalties if you are negligent with your firearm if you don't store it in the proper place. But that's not universal across the United States. And so we continue to see those kinds of incidents over and over which are just so chilling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "FOSTER",
      "sentences": "Yes, the numbers are extraordinary. Josh, thank you very much indeed for joining us with your insight. Still ahead, we'll introduce you to a brave group of Ukrainian volunteers who help civilians living near the front lines get out of harm's way.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "OLEKSANDR VETROV, UKRAINIAN VOLUNTEER",
      "sentences": "And when the works started since February 2022, we come together and take one bus and together some foods, some stuffs and make our visits to hot points.WEDEMAN (voice over): And hot these points are the adventure through villages still under fire, ravaged by months of shelling. They've come to this village looking for people they heard reports that 27 were still here so far though they haven't found any. Finally, they find the door marked people have been hiding in the shelter. Volunteers quickly get to work no time to waste. We're always in the basement says - we go there as soon as they start shelling, especially the last days it's very, very hard. All her own to cafe in your key, but left it to be here. She prefers to keep her mother in the dark. I don't always tell her where I go because she's worried for my life she says, we go anyway. In another village they're evacuating Stefan who's suffering from frostbite or so he believes fast and scenic doctor. I was putting up with the pain but now it hurts when I walk in I can't get any treatment here he says there are no doctors, no hospital so I asked my daughter in Holland to help me in the evening his daughter - hospital nearby --. The relief says --. Ben Wedeman CNN, Eastern Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}