{
  "date": "2023-08-14",
  "headline": "The Situation Room",
  "subHeadline": "Trump Team Says, Expect Georgia Charges Imminently; Hawaii Governor Update On Maui Wildfires Disaster; Ex-GOP Legal Officials Urge Speedy Trump Trial In Jan. 6 Case; Dozens Of News Outlets Condemn Police Raid On Kansas Newspaper, Call For Seized Materials To Be Returned; Georgia DA Considering RICO Charges Against Trump; U.S. Ambassador To Russia Visits Detained WSJ Reporter. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": "18:00:25",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "Happening now, we're told Donald Trump and his team expect charges to be filed in Georgia imminently, the grand jury apparently moving at a rapid clip right now in its 2020 election interference probe. CNN is, of course, on the scene just ahead of a potential fourth Trump indictment.Also this hour, the urgent search for the missing in the charred ruins of Maui's wildfire catastrophe. The Hawaii governor will join us live with an update on the disaster response as the death toll could surpass 100 at any moment. And CNN has exclusive new reporting on former Republican legal officials siding with the special counsel prosecuting Trump in the January 6th case. I'll ask a retired judge turned Trump critic why he and others believe it's critical for the former president to get a speedy trial. Welcome to our viewers here in the United States and around the world. I'm Wolf Blitzer. You're in the situation room. Let's go right to Georgia for the latest on the grand jury that may be poised to indict Donald Trump. CNN's Sara Murray is just outside the courthouse in Atlanta, where grand jurors have been hearing new testimony today. Sara, what do we know about the proceedings this hour?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:25",
      "speaker": "SARA MURRAY, CNN POLITICAL CORRESPONDENT",
      "sentences": "Well, Wolf, it has been a very busy day here at the Fulton County courthouse. We know that the grand jury has heard from a number of witnesses behind closed doors and testimony is still ongoing. Normally, this courthouse closes at 5(BEGIN VIDEOTAPE) MURRAY (voice over): An Atlanta-area grand jury arriving today to hear the case on Donald Trump and his allies' efforts to overturn the 2020 election in Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:25",
      "speaker": "FANI WILLIS, FULTON COUNTY DISTRICT ATTORNEY",
      "sentences": "We've been working for 2.5 years. We're ready to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:25",
      "speaker": "MURRAY",
      "sentences": "Fulton County District Attorney Fani Willis expected to seek charges against more than a dozen individuals. Security already ramped up around the local courthouse as the former president faces down a likely fourth indictment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:25",
      "speaker": "REPORTER",
      "sentences": "Is there any chance you'll take a plea deal in Georgia?DONALD TRUMP, FORMER U.S. PRESIDENT: I don't take plea deals. We did nothing wrong. We don't ever take a plea deal. We don't take a plea deal. It's a wise guy question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:25",
      "speaker": "MURRAY",
      "sentences": "Trump lashing out at former Georgia Lieutenant Governor and CNN Contributor Geoff Duncan, a Republican who is set to testify before the grand jury today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:25",
      "speaker": "GEOFF DUNCAN, CNN CONTRIBUTOR",
      "sentences": "I'm just going to answer the questions as presented to me much like I did in the special grand jury, whatever the questions are, to the best of my ability, I'm going to answer the questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:25",
      "speaker": "MURRAY",
      "sentences": "Duncan declined to say whether he felt intimidated after Trump posted today, I am reading reports that failed former Lieutenant Governor of Georgia Geoff Duncan will be testifying before the Fulton County grand jury. He shouldn't, followed by a series of insults aimed at Duncan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:25",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Witness tampering pretty blatantly, he's trying to send a message to Duncan to withhold or whatever. Trump -- he just doesn't seem to be able to help himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:25",
      "speaker": "MURRAY",
      "sentences": "This week's grand jury presentation the culmination of a sprawling two-and-a-half-year criminal investigation, covering Trump's call to Georgia's Secretary of State Brad Raffensperger --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:25",
      "speaker": "TRUMP",
      "sentences": "I just want to find 11,780 votes, which is one more than we have because we won the state.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:25",
      "speaker": "MURRAY",
      "sentences": "-- to the fake electors, who convened to cast illegitimate votes for Trump, the harassment of election workers and a voting systems breach in rural Coffee County. Witnesses including former Democratic State Senator Bee Nguyen and former State Senator Jen Jordan testifying before the grand jury today about conspiracy-ridden presentations Trump's legal team gave before state lawmakers in December 2020.FMR. STATE SEN. JEN JORDAN (D-GA): They had all of their witnesses that purportedly were telling the state legislators that they could basically choose the electors and could throw out the votes of millions and millions of Georgians. And I was sitting there and I thought this can't be real.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:00:25",
      "speaker": "MURRAY",
      "sentences": "While Gabriel Sterling, an official from the Georgia Secretary of State's Office, was also spotted at the courthouse. He was a leading voice in rebutting Trump's election lies in real-time back in 2020.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "Sara Murray on the scene for us at Atlanta, we'll get back to you as soon as we know for sure what is happening. Stand by over there.Right now, I want to bring in our legal and political experts for some analysis. So, Laura, you're our chief legal analyst. Let's talk a little bit about the possibility that the Fulton County district attorney, Fani Willis, will use what they call the RICO statutes to go after the former president and maybe a dozen other defendants, potential defendants in this case. Tell our viewers what that means.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "LAURA COATES, CNN CHIEF LEGAL ANALYST",
      "sentences": "So, RICO is a fancy way of saying that two or more people got together and engaged in a pattern of behavior of criminal activity, has to be normally in other jurisdictions other than Georgia over a period of time. The Supreme Court in Georgia has said it doesn't need to have that continuity requirement but you still have to have a pattern of behavior engaging in criminal activity.What this would actually revolve around would be the effort to try to have a false slate of electors, to try to get people to overturn the election, the conspiracy that she just talked about in the vernacular, not in terms of the criminal context of it, but a fancy way of talking about, look, you got together, you had a plan to dupe people and you tried to go forward with this very notion. It is a term that can sometimes be a bit of challenge for prosecutors because you know what a homicide is, you know what an assault is, you know what a sexual assault is, but having to explain to a jury what RICO means, without using the terms, like the mafia or the mob --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "Because it's usually used against organized crime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "COATES",
      "sentences": "It's usually used there. Of course, this particular D.A., Fani Willis, has had experience in this area involving public educators in Georgia on a cheating scandal. She does have a -- has had a successful venture in doing this very type of thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BLITZER",
      "sentences": "I want to get Elliot's thoughts. Normally, usually, the special counsel, the federal special counsel, he has been focusing in, we presume, primarily on Trump himself. But down in Georgia, the district attorney seems to have a much wider, more than a dozen potential charges could be coming forward very, very quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "ELLIOT WILLIAMS, CNN LEGAL ANALYST",
      "sentences": "Well, there's a lot of art and science to the decisions to charge somebody with a crime. And if you notice Jack Smith, the special counsel, has actually identified sixth co-conspirators to the former president that could be charged with crimes at any point, either imminently or in the future or not at all. It is simply a decision on the part of the prosecutor whether to bring a larger case or a smaller one.It remains to be seen who actually gets charged in Georgia, but exactly like you're saying, Wolf, it appears that multiple people will be brought in. Again, if a prosecutor thinks, number one, it's in the interest of justice to bring charges against people and, number two, that they actually have the evidence to go against them, then nothing precludes prosecutor from bringing those charges. But, really, some of it is a style choice, some of it is a practical case, who knows what's in the prosecutor's side (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "GLORIA BORGER, CNN POLITICAL ANALYST",
      "sentences": "But if this is a case about fake electors, which is a plural, then the question is how can you not bring a case against multiple people if there were people conspiring together to fraudulently fix the election?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "WILLIAMS",
      "sentences": "You're touching on the very important point of the unindicted co-conspirator. It comes up in prosecution all the time where someone committed the crime or they have evidence that they did, but for whatever reason, the prosecutor chooses not to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BORGER",
      "sentences": "Unless you want to prove that Donald Trump was actively leading a group or working with a group of people. Again, I'm not a lawyer, but since Laura is nodding in my direction, maybe I'm right, that if Donald Trump was actually involved in this and leading it and helping them and trying to figure out how to do it, that's key.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "COATES",
      "sentences": "I think there's no doubt, I mean, to turn it to the other person I smile, I nod at all of you, by the way, and smile too, but I do love you all. But thinking about this idea --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "BORGER",
      "sentences": "I'm special.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:01",
      "speaker": "COATES",
      "sentences": "You are very special but Trump might be very special in the eyes of Fani Willis, right, the very for reason she's talking about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:09",
      "speaker": "BLITZER",
      "sentences": "Laura, Georgia prosecutors are in possession, we are now told, of various text messages and emails directly connecting Trump's legal team out there to voting system breach in Georgia and Coffee County specifically. Tell us what potentially this means.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:09",
      "speaker": "COATES",
      "sentences": "It means grand jurors have had this at their disposal to determine whether they should indict the people who were involved here. It might not be a surprise to people that Trump's legal team was involved. We remember Giuliani. We remember the efforts in courtrooms to try to make a case, even though they had no evidence to do so. And they were quite open with the court of law, not court of public opinion.But the text messages, there's nothing better than tangible, hard evidence to say this is not speculating or opining or trying to read the tea leaves. Here is what was communicated in being able to ask about each. Every person on that chain also has the moment now where they have been on actual notice and they've got to prove it. The thing about what Norm was talking about that's very interesting is for each of these umbrella of conspiracies, think of the burden of proof for each of those different things they've now got to prove. They've got to actually show this tangled web of deception. They have got to unpack for a jury each and every aspect. Text messages can go a long way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:09",
      "speaker": "BLITZER",
      "sentences": "What kind of timeline are we looking at right now for an eventual legal proceeding?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:09",
      "speaker": "EISEN",
      "sentences": "Well, Wolf, it will depend on the scope of the case. There are public indications that it's going to be a large case. There're plusses to RICO but there're minuses. And one of the minuses is that it can take a long time.Now, the young thug RICO prosecution that Fani Willis is bringing now, gang related, jury selection alone in that case has taken more than half a year. So, it could be a long timeline for this and then we'll have to consider it once the dust settles, if there are indictments, as we expect, in the context of the Jack Smith case, where the special counsel is seeking a January trial, the Alvin Bragg case for 2016 alleged election interference through hush money, a March trial, a May trial currently for the Mar-a-Lago documents case. How does this slot into that? One other point to Laura's very good analysis, the smoking guns, that's why CNN's reporting on Coffee County is so important. Those texts are smoking guns, but we have two others. We have the smoking gun tape for that first conspiracy I talked about, the alleged pressuring of the officials January 2nd with Brad Raffensperger, Trump talking, and the smoking gun of the fake electoral certificate, allegedly, as phony as a $3 bill, three smoking guns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:09",
      "speaker": "BLITZER",
      "sentences": "Yes, there's going to be a lot of news that's going to be developing over the next not just days but maybe in the next few hours as well.Guys, everybody stick around. Don't go too far away. I also want to congratulate Laura, Laura Coates, who was officially named today as the anchor of our 11:00 P.M. Eastern hour, rounding out CNN's weekday primetime lineup, Laura Coates Live. When will it start?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:09",
      "speaker": "COATES",
      "sentences": "As soon as I can go live? But thank you, Wolf. Honestly, you've been a mentor and a friend. And I really respect you and been honored to even be beside you. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:09",
      "speaker": "BLITZER",
      "sentences": "I'm so proud you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:09",
      "speaker": "COATES",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:09",
      "speaker": "BLITZER",
      "sentences": "We love you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:09",
      "speaker": "COATES",
      "sentences": "I love you too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:09",
      "speaker": "BLITZER",
      "sentences": "And we will Laura Coates Live too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:09",
      "speaker": "COATES",
      "sentences": "Wolf Blitzer loves me. I love it. Let's get it on tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:23",
      "speaker": "BLITZER",
      "sentences": "Nearly a week after deadly wildfires broke out on Maui, officials and survivors are in recovery mode right now. They're searching for missing victims, beginning to rebuild and trying to figure out what went so horribly wrong.CNN's Gloria Pazmino is covering the story for us on the ground in Hawaii. What's the latest, Gloria?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:23",
      "speaker": "GLORIA PAZMINO, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, Wolf, first, let me tell you about where I'm standing. We're about 40 miles from Lahaina, which, of course, was absolutely devastated by the wildfires. But here, too, there is absolute devastation. In fact, there are hotspots in this area that are still burning.Take a look at this home behind me. All that is left standing is the chimney. I spoke to the owners of that house. They told me they are just in survival mode. They're doing okay. Their tenants are doing okay. But they lost what was supposed to be their retirement home. Right now, they're just trying to clean up, gather the pieces and move forward. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:23",
      "speaker": "DWAYNE THE ROCK JOHNSON, ACTOR",
      "sentences": "I'm completely heartbroken over this.PAZMINO (voice over): Dwayne The Rock Johnson, who has strong family ties to Hawaii, echoing a sentiment shared by many.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:23",
      "speaker": "ROB GAUDET, FOUNDER AND CEO, CAJUN NAVY GROUND FORCE",
      "sentences": "Hope is really the most important thing that we need and to be sensitive to those who have lost everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:23",
      "speaker": "PAZMINO",
      "sentences": "But hope is a high bar for many fire survives, especially those with missing loved ones, watching as rescue and recovery teams sift through the ashes, while remnants of the fires still burn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:23",
      "speaker": "TASHA PAGDILAO, LAHAINA FIREFIGHTER, PARENTS LOST LAHAINA HOME",
      "sentences": "Every day going back to help clean up and help put spot fires out. It still seems like a nightmare that we're still trying to wake up from.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:23",
      "speaker": "PAZMINO",
      "sentences": "Also rumors that the tragedy is becoming a morbid spectacle.SUSAN SLOBODNJAK, MAUI RESIDENT OF 31 YEARS: I heard there was a snorkeling boat looking at Lahaina town. Give them respect. People died here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:17:23",
      "speaker": "PAZMINO",
      "sentences": "Questions are growing over the outdoor warning sirens used for hurricanes and tsunamis, which were left silent as wildfires swept through.SEN. MAZIE HIRONO (D-HI): The attorney general has launched a review of what happened with those sirens and some of other actions that were taken.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Trees were falling and branches were starting on fire. Power lines were falling down. PAZMINO(END VIDEOTAPE) PAZMINO (on camera): Now, Wolf, people here tell me that they are taking matters into their own hands. They've been cleaning up. A woman here has been using a water hose to keep the ground wet because there are still hot spots in this area. And they're frustrated. They're frustrated by the slow response from the government and that they can't get to Lahaina, where they want to bring supplies and help out with the efforts there. The situation is very much still ongoing, very active here. The power company is up the hill, trying to get the power back on. But just in the last ten minutes, there was a woman who came down saying that there is another fire burning just beyond the hill. The fire department just pulled up a couple of minutes. So, it just gives you a sense of how much the situation is not only still ongoing but people can't even start to clean up and recover because the fires are still burning. A lot of frustration here, a lot of hurt but still somehow in all of that, positive attitude, positive spirit, the desire to help out neighbors and just come together in what really is an incredible amount of tragedy and great loss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "A horrible situation indeed. Gloria Pazmino on the scene for us, thank you very much.For more on this story, I'm joined now by the Hawaii governor, Josh Green. Governor, thank you so much for joining us. Our hearts go out to all the folks in Hawaii right now. Since we last spoke, this has become what we're now told the deadliest U.S. wildfire in more than a century. What is the updated death toll right now, Governor? GOV. JOSH GREEN (D-HI): Well, thank you for including me, Wolf. The updated number is 99 confirmed people have passed. The numbers will go up significantly in the coming days. We now have a fleet of individuals with FEMA who are doing search -- we call it search and rescue, of course, but it's really searching to find those who we've lost. And they have also a large number of canine assistants, dogs, to also aid in the effort. But it's a tragedy beyond tragedies. We, of course, never expected to see this anywhere in America. But we are burdened by the circumstance of climate change and tragedy at the same time. That's why this fire occurred for the most part. We're going to get to the bottom of it, though. I'll tell everyone I've personally authorized a comprehensive review so we have every answer going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "Yes, we got to learn from mistakes that were made this time around. Governor, how much more do you expect that death toll number to rise?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "GREEN",
      "sentences": "It will go up very significantly. We're exploring all the numbers. Someone said that we had still 1,300 people that hadn't checked in or hadn't been contacted. A lot of that may very well be, though, that there are still some telecommunications gaps. A lot of people had to run and left all of what they had behind. So, they don't have their phones. The phones were, of course, incinerated.So, we will gradually, over the course of the next eight to ten days, know exactly how many people. It went up about 15 people in the last day. So, you can get an idea that, over the course of the next ten days, this number could double. I don't want to really guess at a number because our people are working so hard right now. And my heart goes out to those who have said they can't get into the site. The reason for that is because we have to respect the dead. And we have already seen that if people go into ground zero too soon, our responders, our FEMA folks will not be able to do the job that they are there to do, which is to find out whether we've lost any of our loved ones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:00",
      "speaker": "BLITZER",
      "sentences": "We're told, Governor, that just 3 percent of the disaster zone have been searched by cadaver dogs on Saturday night. How much more ground do you believe needs to be covered, at least now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:05",
      "speaker": "BLITZER",
      "sentences": "We're told that power lines were reportedly not shut off, as you know, Governor, when the fires broke out. Warning signs were not sounded and fire hydrants ran dry. Your attorney general is currently reviewing the emergency response to this fire. When do you think the people will have more answers on these questions on what went wrong?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:05",
      "speaker": "GREEN",
      "sentences": "So, I authorized that comprehensive review with our attorney general immediately, I think on the third day. That's very unusual. Actually, a lot of times, people wait months or even years before they look into some of these matters. The sirens were essentially immobilized, we believe, by the extreme heat that came through. Now, typically, we use sirens here for hurricanes and fir tsunamis but we're assessing that. We're assessing how their review on the first of the month when we test these sirens went. It's going to be a little bit time. We don't want to rush them. I've also asked them to work with FEMA and NASA in their assessment.So, we will get a lot of data, data not just for the people of Hawaii but for the world, because we're concerned that the way things are now with global warming, with these kind of fire hurricanes, that everyone could be vulnerable on some level when they have dry conditions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:05",
      "speaker": "BLITZER",
      "sentences": "Yes, that's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:05",
      "speaker": "GREEN",
      "sentences": "And that's where we are right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:05",
      "speaker": "BLITZER",
      "sentences": "And that's why it's so important to learn the lessons from what happened out in Hawaii.Governor, thank you so much for joining us. We want to do whatever we can to help. And the people who want to help, our viewers who want to help, they can go to cnn.com/impact, and they will be able to help all the folks who have been so badly, badly hurt by what is going on right now in Hawaii. Governor, thank you so much for joining us and let's continue this conversation. We really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:05",
      "speaker": "GREEN",
      "sentences": "Thank you for your compassion. We appreciate it, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:07",
      "speaker": "BLITZER",
      "sentences": "Let me get your thought on this. A January start date, January 2024 would give Trump's team less than five months to sift through potentially over a million pages of documents. Former Trump Attorney Tim Parlatore says, forcing this case prematurely could factor into any post-trial appeals. How do you respond to that argument?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:07",
      "speaker": "LUTTIG",
      "sentences": "Were the trial to be scheduled in January, Wolf, that would already exceed the amount of time that is afforded the former president under the Speedy Trial Act, for instance, but also the facts are well known to the world, frankly, but certainly to the former president and his attorneys, and they have been fleshed out now over two and a half years, in particular by the House select committee to investigate the attack on the United States Capitol.There's very, very little information that's not known to the former president. Indeed, almost all of the information that is not known to the public is known to the former president and his attorneys. So, I'm quite confident that, were the trial to be held in January, that would serve the president's constitutional and statutory right and interests in a speedy and expeditious trial. On the other hand, a delay to serve the former president's personal or political interests would offend the sacred right to the speedy and expeditious trial that the president has under the Constitution and laws of the United States. It would also frustrate the surpassing right of the American people in the expeditious trial of this historic case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:07",
      "speaker": "BLITZER",
      "sentences": "You make a very, very compelling case. Judge Luttig, thank you so much for joining us. Thanks to your colleagues as well for signing this document. We'll stay in very close touch with you.I want to bring in Special Correspondent Jamie Gangel. She broke the story of this new brief by these former Republican legal officials. Also with us, Defense Attorney Shan Wu. Jamie, what's your reaction to what we just heard from Judge Luttig?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:07",
      "speaker": "JAMIE GANGEL, CNN SPECIAL CORRESPONDENT",
      "sentences": "So, first of all, when Judge Luttig speaks, people listen. Because he is a lifelong Republican conservative's conservative. So, for him to come out with these fellow signatories and take this kind of stand is very important.Look, we know that Donald Trump wants to delay this because he's hoping to be re-elected president and that that would give him some cushion. Several justice sources have said to me that's his defense, you know, running. So, I think that it will be interesting to see how the judge rules on whether she accepts this, but I think that just they're making this public will have a tremendous weight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:07",
      "speaker": "BLITZER",
      "sentences": "Yes. What do you think, Shan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:07",
      "speaker": "SHAN WU, FORMER FEDERAL PROSECUTOR",
      "sentences": "Well, I think Judge Luttig really puts his finger on it when he says they have a unique perspective. This wouldn't be the kind of argument that the Trump team would make obviously because they want to delay. And the prosecution would be cautious about making this argument in the public interest because they want to make sure they aren't saying anything that can be construed to prejudice Trump's right to get ready.So, ultimately, for Judge Chutkan, it's a balancing question, which is she has to distinguished between, as she puts it, his day job running for president versus the real legal issue of how much time do they need to prepare, and that's what's going to come down it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:44:07",
      "speaker": "BLITZER",
      "sentences": "Tonight, outrage and mounting questions surrounding the police raid of a small Kansas newspaper. CNN's Whitney Wild has more on the search and the fears it may have trampled on the paper's First Amendment rights.(BEGIN VIDEOTAPE) WHITNEY WILD, CNN LAW ENFORCEMENT CORRESPONDENT (voice over): It was an extraordinary move captured in this surveillance video obtained by CNN. Here, you see police executing a search warrant at the office of a small local paper called the Marion County, Kansas, called the Marion County Record. The raid drawing sharp rebuke from dozens of news organizations and press freedom advocates, including CNN. Max Katsch is an attorney specializing in First Amendment rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:44:07",
      "speaker": "MAX KATSCH, FIRST AMENDMENT ATTORNEY",
      "sentences": "Well, the First Amendment is protections for news guys. And those protections just were entirely disregarded as law enforcement considered what to do here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:17",
      "speaker": "KARI NEWELL, BUSINESS OWNER",
      "sentences": "When have you ever heard of an individual being able to storm into an office and throw enough of a fit to get a police department go raid and seize an establishment just because somebody got their feelings hurt?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:17",
      "speaker": "WILD",
      "sentences": "Marion Police Department Chief Gideon Cody defended the search, telling CNN saying, I believe when the rest of the story is available to the public, the judicial system that is being questioned will be vindicated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:17",
      "speaker": "ERIC MEYER, EDITOR, MARION COUNTY RECORD",
      "sentences": "This is Nazi Gestapo, you know, Vladimir Putin tactics the people are using. Why do we allow these people to do this sort of thing?(END VIDEOTAPE) WILD (on camera): What's troubling to press freedom advocates is that there is no publicly available document that shows the probable cause. In fact, the letter from the judge to Eric Meyer actually says no probable cause affidavit was filed with the search warrant. More than 30 news organizations have sent a very sharply worded letter to the chief of that local police department, saying there appears to be no justification for the breadth and intrusiveness of the search, particularly when other investigative steps may have been available, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:09",
      "speaker": "BLITZER",
      "sentences": "Donald Trump's lawyers are preparing for a potential fourth criminal indictment of their client and they are expecting charges from a Georgia grand jury to be delivered imminently.CNN's Brian Todd has a closer look at one potential count. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:09",
      "speaker": "FANI WILLIS, FULTON COUNTY DISTRICT ATTORNEY",
      "sentences": "I'm a fan of RICO. I've told people that.BRIAN TODD, CNN CORRESPONDENT (voice-over): Fulton County's ambitious district attorney poise tonight to possibly use a legal tool against former President Trump that he hasn't faced before, racketeering charges. D.A. Fani Willis, legal experts say, could invoke Georgia's RICO act to go after Trump and his associates regarding their efforts to overturn the 2020 election results in Georgia. Georgia's RICO act is modeled after the federal version. RICO standing for racketeer influence and corrupt organizations, an act signed into law by Richard Nixon in 1970.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:09",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Racketeering under Georgia law and federal law, and most state law, basically means you have a group of individuals organized who commit a series of crimes together that are interconnected. You don't necessarily have to show that every single individual was a part of every single crime, but that this was essentially an ongoing criminal concern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:09",
      "speaker": "TODD",
      "sentences": "RICO statutes have been used successfully in taking down well- known mob figures, like John Gotti, Fat Tony Salerno and other leaders of New York's top five mafia families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:09",
      "speaker": "RENATO MARIOTTI, FORMER FEDERAL PROSECUTOR",
      "sentences": "Mob bosses and others in organized crime could be prosecuted for crimes that they did not personally commit because they had a -- they were part of a criminal organization that was undertaking crimes in a regular basis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:09",
      "speaker": "TODD",
      "sentences": "RICO has also been used to prosecute members of the Hells Angels Motorcycle Gang.Fani Willis herself has been a proponent of RICO. PROF. MORGAN CLOUD, EMORY UNIVERSITY SCHOOL OF LAW: She's been very creative and she and her team had been very successful using the statute in the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:09",
      "speaker": "TODD",
      "sentences": "Willis has used RICO statutes to allege that Grammy-winning rapper Young Thug and dozen of associates with his music label are part of a criminal gang. He's pleaded not guilty and the case hasn't yet gone to trial.And almost a decade ago, Willis used RICO in the sweeping corruption case involving Atlanta's public schools.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:09",
      "speaker": "CLOUD",
      "sentences": "There were convictions obtained both by guilty pleas and a trial for teachers and school administrators for doctoring standardized test scores.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:09",
      "speaker": "TODD",
      "sentences": "Last year, Willis defended her use of RICO.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:09",
      "speaker": "WILLIS",
      "sentences": "The reason that I am a fan of RICO is that I think the jurors are very, very intelligent. They want to know the whole story. They want to know what happened. RICO is a tool that allows the prosecutors office and law enforcement to tell the whole story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:09",
      "speaker": "TODD",
      "sentences": "But one analyst warns of the risks Willis would take in filing RICO charges against Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:51:09",
      "speaker": "MARIOTTI",
      "sentences": "They are complicated to prove. They are, you know, a difficult concept to explain to a jury and they require that you approve additional things that you might not otherwise have to proof.(END VIDEOTAPE) TODD (on camera): Throughout the Georgia investigation, Donald Trump has vehemently denied wrongdoing as have his allies. Trump has repeatedly lashed out at Fani Willis. One of his campaign ads leveling a baseless allegation that she hid a relationship with a gang member who she was prosecuting. Willis called the ad, quote, derogatory and false -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:42",
      "speaker": "BLITZER",
      "sentences": "The U.S. ambassador to Russia was given consular access today to Evan Gershkovich, the detained \"Wall Street Journal\" reporter being held in a Moscow prison.CNN's Kylie Atwood was over the State Department for us watching all of this. Kylie, what can you tell us about this visit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:42",
      "speaker": "KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, listen, this is the third time that Gershkovich has been visited by the U.S. ambassador to Russia, Lynne Tracy.Notably, the spokesperson for the U.S. embassy in Moscow said that Gershkovich appears healthy, he remains strong given the circumstances. Of course, we've heard that from the embassy before but, Wolf, we should note that in the past, U.S. diplomats have requested access to Evan while he's been in prison and they haven't granted that access. So, any access that U.S. diplomats are able to get to him is hugely significant. Now, when it comes to the efforts to try to secure his release and get him home, just last month, the Kremlin spokesperson said there has been contacts between the U.S. and Russia on a potential prisoner swap that could release Gershkovich, but, of course, they said those contacts should remain in silence. The national security adviser said there have been contacts but they haven't produced a pathway to a resolution yet. So, it appears that they are sort of at a dead end for now. We talk to current and former U.S. officials who have worked on efforts to release Americans who've been detained in Russia. They do say that the Russians want the people to get through the entire court legal system on the Russian side. And, of course, that has not happened yet for Evan. We expect to see him in court later this month -- Wolf.",
      "isLastSentenceInterrupted": false
    }
  ]
}