{
  "date": "2023-10-28",
  "headline": "CNN Newsroom",
  "subHeadline": "Netanyahu Says Second Stage Of War Has Begun; Near Total Communications Blackout In Gaza Disrupts Emergency Services, Cuts Off Contact Between Families; LA Times: \"Friends\" Actor Matthew Perry Dead At 54. Aired 9-10p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Welcome back to CNN NEWSROOM. I am Jake Tapper. It is 3Tonight, we are hearing near constant explosions from Gaza, after Israeli Prime Minister Benjamin Netanyahu earlier this evening told the nation and the world that the next phase of the war against Hamas has begun and Netanyahu warned it might be a long road ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:01",
      "speaker": "TAPPER",
      "sentences": "CNN's Becky Anderson spoke with the spokesperson for Qatar's ministry of foreign affairs, an advisor to the Qatari prime minister. Take a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:01",
      "speaker": "MAJED AL ANSARI, SPOKESMAN, QATARI MINISTRY OF FOREIGN AFFAIRS",
      "sentences": "Mediation only works when you have calming period. Under this kind of conflict, this kind of confrontation between both sides, it becomes more difficult but it's still ongoing and we can't give up. I can tell you that clearly, we can't give up on this on all sides. Nobody in the region can afford to give up and just leave it to the military people to decide what happens in the future.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:01",
      "speaker": "TAPPER",
      "sentences": "Let's go to CNN's Nic Robertson now live in Sderot, Israel.And, Nic, Israeli Prime Minister Netanyahu says the next phase of the war has begun and its goal is to destroy Hamas. How is this second phase going to affect the hostages being held in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:01",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Well, the prime minister said two primary goals of these operations, one destroy Hamas. But the second to get the hostages back. And the defense minister said, look, we believe that these increased military operations, this operation in Gaza will actually benefit us and help get the hostages back.And I think when you hear from the negotiate -- from somebody close to the negotiations there, like Qatari official, you do understand that there are still conversations being had and part of reason that those conversations are being had is both sides still put a value on the hostages and getting them out of this situation, even though the trust is breaking down. We've heard from Hamas's military wing saying look we can exchange all these very many hostages that we have for all the Palestinian prisoners in Israeli jails. There is a trade that Hamas wants to make. How you get those hostages out of the tunnels where they're being hidden and safely out of Gaza and how you negotiate that when there is this real paucity of trust and an intense fight underway, how you actually do that is very difficult. But clearly, there is a will. So there is the potential for progress. The idea that both sides see value in getting their own people back, that's a starting position, right? And I think that's where we're still at, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:01",
      "speaker": "TAPPER",
      "sentences": "Nic Robertson, thank you so much, appreciate it.It is hard to imagine right now the suffering that so many Palestinians who had nothing to do with the Hamas terrorist attack on October 7th, how many of them, the suffering that they're forced to deal with right now, many of them are without water or without food or without medicine, without electricity, literally living in darkness. The only light that is creeping through the darkness are the flashes from the Israeli air strikes. CNN's Jomana Karadsheh is in Beirut, Lebanon, for us. And, Jomana, these airstrikes are no doubt only making the humanitarian situation which is already horrific even worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:03",
      "speaker": "BROWN",
      "sentences": "Thanks to Jomana Karadsheh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:03",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:05:03",
      "speaker": "BROWN",
      "sentences": "And we are back with some breaking news just into CNN very sad news.Actor Matthew Perry has died at the age of 54. \"The Los Angeles Times\" quoting law enforcement forces is reporting the friends star was found dead in a hot tub today in his Los Angeles home. \"The L.A. Times\" said sources who spoke on the condition of anonymity because the condition was ongoing did cite the cause of death, but said there was no sign of foul play. Perry appeared in countless other TV shows but is best known for his role of Chandler in \"Friends\". The sitcom ran for 10 seasons. Perry appeared in every episode. His battle with alcohol and drugs, specifically painkillers was well-known, and he wrote about his addiction in his memoir that he titled, \"Friends, Lovers and the Big Terrible Thing\", including that he went to rehab more than 60 times. CNN's Camilla Bernal is in Los Angeles. Camilla, what more do we know about Matthew Perry's death?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:10",
      "speaker": "BROWN",
      "sentences": "We do and so many of us know him from \"Friends\" and then he really reemerged in a big way when his memoir came out, and he made the rounds with interviews, talking about his struggles when he was on \"Friends\", talking about how his weight would fluctuate because of his addiction to alcohol and drugs, and he talked about how he went to AA meetings thousands of times, and went to rehab as well, many times and that he was finally able to break the cycle of addiction.Tell us more about what we know about Matthew Perry from his memoir, those interviews he did as we learn of his untimely death at the age of 54, according to \"The L.A. Times\", being found in a hot tub dead, again learning more circumstances surrounding his death waiting for police to provide more details. But tell us a little bit more about his background if you would, Camilla.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:10",
      "speaker": "BERNAL",
      "sentences": "Yeah. So, it was nice to hear directly from him. You mentioned the memoir, he did a lot of interviews as well as he was promoting his book and he was willing to speak about everything that happened to him. He would get extremely emotional as he talked about his struggles and going in and out of rehab and as you mentioned, and what he went through even as he was filming \"Friends\" because, of course, this was, of course, sort of the biggest show of his career.But he spoke about going through those struggles even through the taping of \"Friends\" and going through these episodes and still showing up, right? And still making us laugh, and still just making everybody happy. And it was just such a good show, right? And he brought such a fun aspect to the show with his jokes, with his personality. So it was interesting to see both sides, right? The person that he played on \"Friends\" but also the person that was struggling with this addiction behind closed doors. And so I think anybody that was around in the '90s or that grew up in the '90s watched Chandler Bing and was excited to see him sort of overcome that addiction. Again, we have to wait to confirm the foul play. That's what \"The L.A. Times\" is saying that right now that is not the case. So we'll just have to wait on those details from law enforcement. But it is a long career and, of course, one that's very well-known for his role in \"Friends\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:10",
      "speaker": "BROWN",
      "sentences": "Yeah, you know, the \"Friends\" was his biggest claim to payment but he starred and guest starred in countless other TV shows over the years. Just the name a few of them, \"Boys will be Boys\", \"Growing Pains\", \"Silver Spoons\", \"Charles in Charge\", \"The West Wing\", \"Scrubs\", \"Studio 60 on the Sunset Strip\", \"The Odd Couple\", and many more.And as you pointed out, he recently resurfaced in the \"Friends\" reunion that I know a lot of friends fans were eagerly awaiting and watching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:10",
      "speaker": "BERNAL",
      "sentences": "Yeah, and on social media. You know, there was a lot of talk about the reunion and how he looked and the way that he spoke during the reunion. There were a lot of questions about what he was going through.But he came out and said, look, I'm okay. I'm in a good place. So it is unclear exactly how he was at the moment or just recently. You know last we heard, he did speak out saying that he was fine. But we have to wait to probably hear from his team to really figure out what he was going through, if he was going through anything at the moment, or as \"The L.A. Times\" was saying, this appears to have been an accident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:10:10",
      "speaker": "BROWN",
      "sentences": "Yeah, no foul play according to \"The L.A. Times\", and again he spoke just last year, I believe it was, about the fact that he had struggled with addiction, that he had broken that cycle of addiction through a lot of hard work over many years. And, you know, when you look at his character in friends, Chandler, it was such a fan favorite, right?I mean, you know, and maybe for the younger generation who didn't watch \"Friends\", people loved that show but they also loved his character. He made such an impression on people. I think that was also why when he came out with his memoir, it was a struggle for people when he had these struggles behind the scenes because he was in all the episodes, he was all in the seasons and he was so beloved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:02",
      "speaker": "BROWN",
      "sentences": "Certainly. Camilla, stay with us because we are going to continue to mourn the loss of Matthew Perry and talk to those who knew him and can shed some light.I want to bring in senior TV features editor for \"Variety\", Emily Longeretta. Emily, I just want to hear from you in the wake of this news we're learning from \"The L.A. Times\", the death of Matthew Perry at the age of 54.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:02",
      "speaker": "EMILY LONGERETTA, SENIOR TV FEATURES EDITOR, VARIETY",
      "sentences": "Yeah, this is absolutely heartbreaking. It's something you never want to read the news about. You never want to report on the news but, of course, that's part of the -- the hard part of our job. But I think it's really important to know as you guys were saying thathe was so much more than just Chandler that we all fell in love with this character. And he was so much, so open to sharing his struggles through year and really was able to help other people around him. I mean, when his book came out, so many of his \"Friends\" co-stars, his co-stars from \"The West Wing\", from \"Sunset Strip\", so many of them spoke about his kindness and the amount that he cared about other people and how great a comedian he was. I think it's so important that people realize that a lot of what Chandler was, of course, in the writing and the tremendous writing staff on \"Friends\", but also was that he brought that cadence. Those famous lines that were delivered in the way he did was something that he actually came up with. He came up with the way that Chandler was delivering those and I think it's really, really meaningful to talk about that and how great he was, that he wasn't just an actor that was reading lines on a page.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:02",
      "speaker": "BROWN",
      "sentences": "And I'm wondering Emily if you're hearing anything from your sources about the death of Matthew Perry as we wait to learn more about the circumstances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:02",
      "speaker": "LONGERETTA",
      "sentences": "Yeah. Right now, we are still hearing the same thing you are from LAPD, that has spoken to \"L.A. Times\", we have not been able to speak to them yet to confirm any of the details. Right now, it is unknown exactly what happened and if any foul play was involved. Of course, we hope that was not the case, that hopefully he -- you know, everything was okay with him and that he -- you know, I think that it's a really, really sad thing any time someone goes so early and so young and such great talent.So I think we're just kind of standing by to hope for more details soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:02",
      "speaker": "BROWN",
      "sentences": "Yeah. Let's talk a little bit more about Perry's acting legacy. You know, America got to first know him on \"Friends\" which is very popular on streaming but his reach went beyond that show, right? Certainly the most popular, the most well-known but he had a wide reach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:02",
      "speaker": "LONGERETTA",
      "sentences": "Uh-huh, yeah. That's a really, really good way to put it. I mean we think about him showing up on \"Cougar Town\", or like I said, \"West Wing\" or \"Scrubs\". I mean, he had so many of these appearances on shows that he really never stopped working. We see a lot of these '90s, early 2000 stars that kind of take a break from the spotlight and despite anything he was going through, he loved the work and loved to be the industry and being part of it and really staying on the know, he would show up on talk shows, and he's supportive of his friends and co-stars despite of anything he was doing.And I think -- I always think back to, you know, a movie that he did with Zac Efron, he was really charming and able to lean into that charm and the way the fans really loved him and he wanted to always to connect with him on a deeper level, and I think that's something that's really, really meaningful now. BROWN: You know, Perry's struggle with addiction was widely known, as you pointed out. He was very open and transparent about it with his memoir, to the shock of many who really didn't know when they watched Chandler on \"Friends\" that he had these struggles, that he was addicted to alcohol and to drugs. Something he opened up to in his memoir last year. What do we know about that addiction and his ability to overcome that addiction? Because at the time, when he was doing the interviews for the book, he had talked about the fact that he was able to do, overcome it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:15:02",
      "speaker": "LONGERETTA",
      "sentences": "Yeah, absolutely. It was so impressive to hear because he was saying at one point he was taking over 55 Vicodins a day, things that were just absolutely shocking to anyone who had just watched him on screen and, of course, know him in real life, and one of the things he said that really while he was on friends his cast really stepped in and said we need to help you get help and we support you no matter what and we will stand by you. And that's something that is so rare to have.And clearly he credits the show to saving his life multiple times. And even the most powerful season, some might say, is when Monica and Chandler got married and he explained that even filming that episode he was in rehab that morning, and went back to a treatment center after filming that episode. So, I think it's just shocking to think about how much he was going through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:07",
      "speaker": "LONGERETTA",
      "sentences": "Yeah, I think a lot of -- the most thing I'm seeing right now is just straight shock across the industry wide. We haven't seen any of the stars speak out yet from \"Friends\" or many of his co-stars speak out yet. I think from the people I have reached out to, have kind of just said, stand by. We're going to wait. I think people are really processing it.So, right now, I think the mood I'm getting across social media is complete shock and really heartbreak that someone could go at this young of an age.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:07",
      "speaker": "BROWN",
      "sentences": "Yeah. And, you know, again, he made the rounds of the interviews. There was the \"Friends\" reunion. What about recently, have we seen him more recently from your understanding, Emily, or has he kind of been laying low?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:07",
      "speaker": "LONGERETTA",
      "sentences": "You know, I think book press was the last time we really saw him but he has been active on social media. He posted on social media just last week, in what seemingly just kind of hanging out at his house, possibly in a Jacuzzi, not sure where that was now.But he seemed really happy. On social media, he was sharing happy memories, and sharing happy photos, and share a photo -- a rare photo of him and his father, which he rarely shared any insight into his family life. So, it seemed at least to the outside world that he was in a good place. So, you know, but since last November when he was on this book tour, we haven't seen too much of him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:07",
      "speaker": "BROWN",
      "sentences": "And, Emily, while you've been talking, Camilla has been looking online, seeing what tributes may be pouring in, the reaction as those who know him, those close to him are absorbing this news, and reacting.Camilla, what are you learning tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:07",
      "speaker": "BERNAL",
      "sentences": "Well, Pam, you know, same. I think the reaction from fans has really just been shock. You know, no one was expecting this. He's 54 years old, so a lot of the fans not just Matthew Perry fans but \"Friends\" fans, are just in shock. This is not something that they expected.I wanted to go back a little bit to sort of the beginning. Growing up, he loved tennis. His mother was a journalist. His father was an actor. He moved to Canada with his mother when he was young and as a teenager came to Los Angeles. And that sort of when he started that acting career. So kind of started slowly, and then got bigger roles as he, you know, grew up got better was here in Hollywood. And, of course, that led to \"Friends\" which is of course the big thing that we're talking about, just the sarcastic character, that fun character that he was as Chandler Bing. But again it was shock, a lot of people not expecting this and sadness, right? Because we expected him to last a long time. And so just to see the end at 54 is, of course, sad for his fans, who, of course, are reacting on social media. We're waiting to hear from the people that surrounded him. The rest of the actors in \"Friends\", of course, and we are waiting to hear from his representatives to get that confirmation from them. We still have not been able to get that confirmation from Los Angeles Police Department. But we are waiting for them. And as of now, there is a source that spoke to \"The L.A. Times\" that confirmed this apparent accident at the bathtub in his home in Los Angeles -- Pam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:07",
      "speaker": "BROWN",
      "sentences": "Yeah, we're hoping that authorities will provide some more information. Of course, the next step after something like this would be an autopsy to really determine the cause of death. But certainly, we're all eager to learn more because this is such a shock. He was only 54 years old.Emily, last time we saw him, you know, when he was doing his interviews after his memoir was released, he seemed to be doing pretty well. After all that he had been through and all the struggles he had had, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:20:07",
      "speaker": "BERNAL",
      "sentences": "Yeah, and I think a lot of people were cheering for him, especially because so many of us had heard about his struggles and he was so public about these struggles, that everyone wanted him to do well. It was sort of that cheering for Matthew Perry but cheering also Chandler Bing. And so, because he was emotional and opened about his struggles, I think the country really wanted him to be well.You know, you were talking earlier that it was a lot of the cast members who also wanted to help him while he was struggling at the time that he was filming \"Friends\". And so, you know, after he shared these struggles everybody was sort of cheering him on as well, not just the people that were closest to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:03",
      "speaker": "LONGERETTA",
      "sentences": "Yeah, 100 percent. I think a lot of people were really, really shocked by the revelations revealed in the book and how, really how much he was struggling. Because like we've said throughout they kept working. He put on that smile that we all fell in love with on TV. He did interviews, he did red carpets, he never shied away from stepping into the spotlight and giving viewers and fans what they wanted.So, in the way, they were really, really shocked, and I think one incident -- one instance he explained in the book in Jennifer Aniston stepping in -- pulling him aside on set, and saying I know what's going on and we need to get you help. I think that's something that's just powerful, that one of his friends in real life, and all these people that have met him, knew him and loved him, said, you know what, let's rally together and get you the help you need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:03",
      "speaker": "BROWN",
      "sentences": "And if you would, Emily, just to encapsulate the impact, the imprint he left on people, I mean, just quickly browsing through social media, seeing reaction, people felt this strong connection to Matthew Perry.Why is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:03",
      "speaker": "LONGERETTA",
      "sentences": "It is hard to put into words. I would say that it is really the charm that he has. There's very few actors who could step into a role and become that character so much that it becomes a way of almost feeling you're at home. This feeling of comfort when he is on screen and he does that exact thing and it is not just Chandler. It is also -- oops, sorry, go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:03",
      "speaker": "BROWN",
      "sentences": "No, go ahead. I'm listening Emily.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:03",
      "speaker": "LONGERETTA",
      "sentences": "Oh, of course, sorry.I think it's really, really that feeling of home and comfort that he brings to really everyone that's watching no matter if it was \"Friends\", no matter if it was \"17 Again\" or one of his many, many movies that he did, \"Fools Rush In\". I mean, this way he had with viewers, especially, that he could just say anything and make people laugh and make people feel, is something really, really powerful and rare that an actor could make you laugh and cry within the same sentence and that's something that Matthew Perry could really do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:03",
      "speaker": "BROWN",
      "sentences": "He certainly could. He had that rare ability, right, that few have, and he did have, also you are seeing the strong reaction to people online to the sad news, the death of Matthew Perry at the age of 54. We are learning from \"The L.A. Times,\" according to their law enforcement sources that he was found dead at his home today in a bathtub or Jacuzzi. We're trying to learn more about the circumstances.But right now, the sources are telling \"The L.A. Times\" that there was no foul play. Camilla Bernal, Emily Longeretta, if you could just both stay with us as we continue to cover this breaking news tonight. I want to bring in Billy Bush, host and managing editor of \"Extra\". He's on the phone with us now. First off, Billy, your reaction to the death of Matthew Perry. Did you know him personally? BILLY BUSH, \"EXTRA\" HOST &amp; MANAGING EDITOR (via telephone): Yeah, I knew Matthew pretty well, certainly over 20 years. You know, we've spent a bunch of time opposite each other on camera. But you know, I wanted to -- instantly I thought oh no how horrible. And then I started thinking about a difficult life he led. He struggled so much off camera. For a guy who was so effortless on camera, his timing and his -- you know, his good nature always just upbeat and quick. And then you realize it's the exact opposite when he's not. I mean he just struggled, struggled, struggled, so hard with painkillers and addiction. And I think, you know, we're hearing there is no foul play. But immediately, you think, what wear and tear that poor heart of his took, you know over these years. So while I'm crushed and sad and I just sent a text over to Lisa Kudrow with whom I'm friends, we would send her my condolences, the cast is really tight, there is a part of me that's like ah, I'm not overly surprised, because I thought something was off with him. And that he had hurt for too long.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:03",
      "speaker": "BROWN",
      "sentences": "When you say you thought something was off with him, what do you mean? And when --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:03",
      "speaker": "BUSH",
      "sentences": "Well, you know, a couple of years ago in the \"Friends\" reunion when he was slurring some words and appeared to not be himself. I think he had just gotten some veneers done so that was part of it. But I think everybody, we all felt that something might be, you know,not quite right with Matthew. And I was hoping to God it wasn't a relapse. I don't think there is evidence of that but definitely, he was, you know, struggling alongside the rest of them in that special.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:03",
      "speaker": "BROWN",
      "sentences": "And how -- do you know anything about how he has been doing recently? You know, we know he did a round of interviews after the book was released.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:25:03",
      "speaker": "BROWN",
      "sentences": "Yeah, he seemed to be doing well in those.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BROWN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BUSH",
      "sentences": "It would be a nice thing if, you know, if it wasn't a relapse of some kind that he had triumphed over this terrible evil that had him for so long, you know? If at the end, he somehow, even though if his heart gave out, if he triumphed over that, that's just great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BROWN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BUSH",
      "sentences": "That's a tough fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BROWN",
      "sentences": "You know, and it will be a while until we know the circumstances and the cause of death and what went on but as you pointed out his body went through a lot. At one point, he talked about taking up to 50 pills a day in his memoir. He was also addicted to alcohol. We saw his weight fluctuate on -- when he was on \"Friends\" to very low to high, and, you know, it all kind of made sense once he came out and his memoir was released and it was all connected.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BUSH",
      "sentences": "It all connected to where he was in the process, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BROWN",
      "sentences": "That's right. But he was so much more than that. You know, we're focusing on that because that was obviously a big surprise to many of us. But Matthew Perry, you know, did so much with his life and those 54 years, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BUSH",
      "sentences": "No kidding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BROWN",
      "sentences": "I mean, He was on \"Friends\", such a popular show, but he did much more than that as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BUSH",
      "sentences": "I thought he was -- in some of the movies he did was, you know, I thought \"17 Again\" was a great movie. I remember that going with my kids and loving it and the \"Whole Nine Yards\". I mean, him and Bruce Willis became great friends.You know, he did some great memories which something as iconic as \"Friends\" to go on and have great success in film too was great. I thought \"The Odd Couple\" was pretty good, too. I mean, I just like him. He's just that guy we liked and he's all generations know him. You know what I mean? Like my kids have seen every episode of \"Friends\". They -- thanks to its availability still, it just stands the test of time. So everybody feels a connection to Matthew Perry and every, you know, got a text from my ex-wife, oh, she's like, oh, Chandler Bing -- no, they all had a crush on Chandler Bing. He was so charming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BROWN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BUSH",
      "sentences": "What a great impact he made, you know? When I get on Monday night for \"Extra\", I'm going to celebrate the heck out of this guy and give him his propers because he was truly great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BROWN",
      "sentences": "He deserves it. He is leaving behind an incredible legacy, you know, with his work but also personally.You knew him personally over the years. What was he like in those kind of interpersonal, you know, relationships?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BUSH",
      "sentences": "A little shy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BROWN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BUSH",
      "sentences": "He'd come into the room a little shy, you know it's like he wasn't, hey, you know cracking the quick jokes like he does on camera.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BROWN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BUSH",
      "sentences": "You know, a little shy, little to himself but certainly warm as can be and affable. Just the nicest guy, he and I would talk about tennis, and so we would text back and forth about getting out on the tennis court. I never got into this -- we are very close once but I'm also an avid tennis player and pickleball.And so, there's a community of folks in town who sort of play. Like, you know, Dr. Phil has a court and a lot of people go up and play. I know Matthew did a couple of times and I used to go. So, he's just a really affable, nice person. You know, it's like -- when you're a fan of somebody and you say, boy, when I meet that person, boy, if they're a let down, it's like, it takes the air out of you. But Matthew Perry was just exactly what you wanted him to be. You know what I mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BROWN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BUSH",
      "sentences": "What you would imagine him to be, he was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BROWN",
      "sentences": "It's interesting to say he was -- he was a little shy. Obviously that is not how he was with his character Chandler but so often, they're not the character they play on TV, even though we want to remember that as that character, right? We all want to think it's him. He was Chandler but he was his own person and -- go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:30:00",
      "speaker": "BUSH",
      "sentences": "You know who I just talked do? I just talked to Keith Morrison, from \"Dateline\", his incredible voice. Keith Morrison was Matthew Perry's stepfather and I was just talking to him yesterday we were doing an interview about something. And I just talked to him, that's another person I need to reach out to, but he was one of his great calling cards is that he is Matthew Perry's stepfather, thinks he's as funny as I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:02",
      "speaker": "MATTHEW PERRY, ACTOR",
      "sentences": "This is going to be fun. It's a new experience for me. It's exciting. It kind of reminds me of, what, yeah, kind of reminds of when I won my first Emmy. We were -- I'm sorry, what? Oh, right, I haven't won a damn thing.Well, maybe today is the day. You know, maybe I guest host this show so well, what? Not a chance. Who is talking into my ear? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:02",
      "speaker": "BROWN",
      "sentences": "Clearly a great sense of humor. Really.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:02",
      "speaker": "BUSH",
      "sentences": "So funny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:02",
      "speaker": "BROWN",
      "sentences": "Yeah, yeah, he clearly had a great sense of humor. And also knew how to turn it on for the camera, right? He knew how to did that. Why did you think he made such a big impact, had such a big impact on people and why his character on \"Friends\" was just so popular? Why it was a fan favorite?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:02",
      "speaker": "BUSH",
      "sentences": "Because he's the every guy. He's the guy -- you know, guys want to be his buddy, you know? We all think we have a buddy like Chandler Bing, who's, you know, just great, funny life of the party, guys want to hang out with him, girls want to date him. You know what I mean?He's cute. He's funny, if you ask a woman what she is attracted to first, she will say most often sense of humor, and then you've got to be handsome. So, he is great looking with a tremendous sense of humor. So, I just think, you know, he crossed all boundaries, he included everybody. Everybody wanted a piece of him and we got a great piece of him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:02",
      "speaker": "BROWN",
      "sentences": "We got a great piece of him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:35:02",
      "speaker": "BUSH",
      "sentences": "He really gave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:33",
      "speaker": "BROWN",
      "sentences": "And we are back with breaking news. Just in to CNN, actor Matthew Perry has died at the age of 54. \"The Los Angeles Times\", quoting law enforcement sources, is reporting the \"Friends\" star was found dead today in a hot tub at his Los Angeles home. \"The L.A. Times\" reports that sources who spoke on anonymity because the investigation was ongoing, did not cite the cause of death, but said there was no sign of foul play.Perry appeared in countless other shows but best known for the role of Chandler Bing in \"Friends\". The sitcom ran for 10 seasons. Perry appeared in every episode. His battle with alcohol and drugs, specifically painkillers was well-known. Perry wrote about his addiction in his memoir that is titled \"Friends, Lovers and the Big Terrible Thing\", including that he went to rehab more than 60 times. CNN's Camilla Bernal is in Los Angeles. Camilla, what more do we know about Matthew Perry's death?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:33",
      "speaker": "BERNAL",
      "sentences": "Hey, Pam. Well, what we know right now is this is an apparent drowning accident at his L.A. home. That is according to sources speaking to \"The L.A. Times\". We have reached out to the LAPD and also to representatives of Matthew Perry and have not heard back.As you mentioned this is a long and successful career. But he did share a lot of his struggles. And I wanted to point out, in his book and when he was doing his press tour, he said that he spoke about his struggles because he was pretty certain that he would be able to help people. And at the time he said this, I'm not surprised with my resilience. He said that the way that I can bounce back from all of this torture and awfulness he says wanting to tell the story even if it's a little scary to tell your secrets in a book I just didn't want to leave anything out. So he was open. He was able to share a lot of what he was going through at the \"Friends\" reunion a couple of years ago, he said he struggled with anxiety and just wanted everyone in that audience to laugh at his jokes even if it was a one-liner, he was always wanting people to react positively and obviously people did because they loved him as he played Chandler on \"Friends\". It's a memorable character. Something we will always remember him by, Pam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:33",
      "speaker": "BROWN",
      "sentences": "We certainly will.Camilla, stay with us as we continue to cover this. Let's bring back Billy Bush, host and managing editor of \"Extra\". He's on the phone with us now. And, Billy, just to remind our viewers, Matthew Perry almost died from his addiction, right, when he was -- at the age of 49 years old and he was able to overcome that and he released his memoir. He talked about how he would -- when he was in the hospital recovering and after the fact, he was writing on his notes app on his iPhone about his struggles. He showed it to his agent and it turned into the memoir that we all know now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:33",
      "speaker": "BUSH",
      "sentences": "Yeah, and he talked about as far as how deep the addiction was, when it was. And when it was going he would go to open houses, you remember that, go to open houses to just check the medicine cabinets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:33",
      "speaker": "BROWN",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:33",
      "speaker": "BUSH",
      "sentences": "That's how severe it was. And, you know, spent a lot of time trying to do that.I just looked at his Instagram, and six days ago, he posted himself in a Jacuzzi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:33",
      "speaker": "BROWN",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:40:33",
      "speaker": "BUSH",
      "sentences": "Last post six days ago, he's sitting in the corner, got his Beats headphones on or something, he's listening to music. It is a solemn photo of him sitting in the corner of this tub by himself and the post right after it or right before it is of the moon and the clouds, covering the moon. And he says, I'm matman instead of batman.So he's just obviously, boy, imagine though his last post is in the tub and that's where he passed. How terribly, terribly sad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:05",
      "speaker": "BROWN",
      "sentences": "It's just so sad. Just to be clear for our viewers, we're still learning about the circumstances surrounding his death. We don't know if he drowned, but we do know according to \"The L.A. Times\" that he was found dead in his Jacuzzi.But you said, you know, you knew him personally. You interviewed him over the years, opposites, right? You were interviewing him and you said he seemed to be doing pretty well in the last couple of years or so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:05",
      "speaker": "BUSH",
      "sentences": "Well, I mean, yeah, the reunion a couple of years ago was confusing event. Because we were all, you know, we were pretty sure that -- that he was doing well. And then he had just, whether he had had some type of medication for the recent oral surgery or something. Something appeared to be off.So I recall along with most people that there was a pause for concern. But certainly, after that, and promoting the book, that perception changed. He did a great interview with Diane Sawyer, he was funny and, you know, he sparred with her very adeptly and he seemed sharp and by all accounts, you know, out on the pickleball scene here in Los Angeles which everybody's playing now and so active there, working out a lot. Yeah, he seemed to be fine. I think what I keep thinking about is, the wear and tear that his heart took over the years, if in fact the report of cardiac arrest comes out to be a fact, which it would not surprise me if that's the case. But that, you know, he was in the hospital. He had had gastrointestinal perforations from all of the -- all of the Vicodins which he took, you know, over the years. And he said himself that it's amazing he lived through it, that he survived through that addiction. He said he should have been dead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:05",
      "speaker": "BROWN",
      "sentences": "Yeah, he spent in a coma. He spent months hospitalized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:05",
      "speaker": "BUSH",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:05",
      "speaker": "BROWN",
      "sentences": "His colon burst from opioid overuse and yet he was able to forge ahead with his life, and write that memoir, and tell his story, and do interviews. And like you said, live his life, like going to play pickleball and tennis and posting on Instagram. You can see, you know, a little bit about what he's been to lately, and it's just so shocking to many he is now dead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:05",
      "speaker": "BUSH",
      "sentences": "Yeah, he was off Instagram for a while and then he came back six days ago and double posted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:05",
      "speaker": "BROWN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:05",
      "speaker": "BUSH",
      "sentences": "The moon and the view of the moon from his corner of the hot tub. So, what a premonition if it appeared to be the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:05",
      "speaker": "BROWN",
      "sentences": "How would you describe his legacy, Billy? You know, you said when you are on air Monday, you are going to give him a heck of a celebration of life. What does that celebration look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:05",
      "speaker": "BUSH",
      "sentences": "I think people have -- you have an option, you have a choice, you have a choice to take the legacy of Matthew that you want to take. You know, if you are someone who has struggled with addiction, you are going to say he was an incredible role model and an icon to you because he -- you know, no matter how bad anyone's got, his was really, really, really bad and I hope and it seems that in the end, he conquered it. So in that regard as a person and we all know someone who's struggled with addiction, in our family and or a close friend, he's a hero there.And as for acting, I mean, the role of a lifetime met the right guy, right? Opportunity thrived and he was prepared and he got that role. And he absolutely crushed that role. Everything he says is funny and right on. There we are standing there together. It's just right on point. And, you know, he owned it. He just -- we all hope that when the great opportunity comes in your career that you nail it. And he just nailed it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:05",
      "speaker": "BROWN",
      "sentences": "Yep.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:05",
      "speaker": "BUSH",
      "sentences": "So big bravo from me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:45:05",
      "speaker": "BROWN",
      "sentences": "I always hear going to be prepared when the opportunity comes and, man, was he prepared to take that opportunity by the horns and become beloved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:07",
      "speaker": "BROWN",
      "sentences": "I know. Well, that's why so many people were so shocked when he came out and talked about taking 50 pills a day, I mean, addicted, like you're watching him. Like how were you addicted to pills and alcohol, like you were seem so sharp and put together and you're funny and witty and you're remembering the lines. It was shocking to learn.Billy, stand by. We're going to continue this conversation as we cover the breaking news. \"The Los Angeles Times\" reporting that Matthew Perry as died, the popular actor from the '90s sitcom \"Friends\". Matthew Perry was 54 years old. We have much more of our coverage ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:50:07",
      "speaker": "BROWN",
      "sentences": "Features editor for \"Variety\", Emily Longeretta.Emily, thanks for joining us. First off, what are you hearing about the death of Matthew Perry? What do we know right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "BROWN",
      "sentences": "Yeah. No, absolutely. It's interesting as we're doing our own research, going back, looking at his memoir, reading bits and pieces, my producer reminded me that he actually almost didn't get the job on \"Friends,\" that he was booked on another show called \"LAX\". And then that series was dropped. So then he was able to audition for the role of Chandler and nailed it.What made him such a perfect fit for that role? And why was his character on \"Friends\" just so beloved?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:55:00",
      "speaker": "LONGERETTA",
      "sentences": "Man, it's hard to imagine anyone else playing Chandler. And it clearly would not have been Chandler Bing, it would not have been \"Friends\" without Matthew Perry.So, we're very happy the other show did not work out and that he was able to be the chandler that we all fell and love with. I think it's a lot like Billy Bush was saying earlier, that he had that charm, that smile, that power that was just so likable. It is very rare that someone is able to read their lines and deliver their lines in a way that everyone laughs, everyone loves. There -- I haven't ever met somebody who doesn't like the character of Chandler Bing. And the way that he related to people and the way he related to every other character on the show -- like you said, he was on every single episode of the show. He had a part in every big moment. And despite these struggles that he was having behind the scenes that we saw a little bit at the reunion, him talking about that anxiety and that worry that he had, every time he stepped in front of the camera about, you know, getting a laugh. Every time the audience didn't laugh, he got worried and got nervous. I think that he -- that never was shown to the audience. And little did he know that everyone always laughed at him every single time he was there. So, and we were laughing with him in the best way.",
      "isLastSentenceInterrupted": false
    }
  ]
}