{
  "date": "2023-02-15",
  "headline": "The Lead with Jake Tapper",
  "subHeadline": "East Palestine Residents Question Safety Of Water And Air; Rep. Bill Johnson (R-OH) Is Interviewed About Derailment In East Palestine; Hundreds Protest Against Florida Gov. DeSantis Plan To Ban AP African American Studies Course; Amish Farmer Says George Santos Wrote Bad Checks For Puppies; Democrats Demand Documents On Jared Kushner's Saudi Investment; Buffalo Grocery Store Gunman Given Life Without Parole. Aired 5-6p ET",
  "utterances": [
    {
      "timeStamp": "17:00:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "We've also just learned that the soil at the derailment site has not been removed by the rail company yet. Experts say removal is key to cleanup because the soil acts almost like a sponge, soaking up the toxic chemicals and then releasing them into the soil and the air and the water over time. Adding to the mounting concerns of the dead fish that CNN saw in a waterway near the derailment site. CNN's Jason Carroll has been talking to East Palestine residents who no longer know whom to trust.(BEGIN VIDEO TAPE) DR. BRUCE VANDERHOOF, DIRECTOR, OHIO DEPARTMENT OF HEALTH: We are strongly recommending those who have not yet had their water source checked to use bottled water. And bottled water is being made available. JASON CARROLL, CNN NATIONAL CORRESPONDENT (voice-over): More than a week after a toxic train derailment that led to the evacuation of much of this small Ohio town, state health officials are urging some East Palestine residents to drink bottled water until water tests are complete.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "VANDERHOOF",
      "sentences": "This is going to be particularly important if you are pregnant, if you are breastfeeding, or if you are preparing formula for an infant.CARROLL (voice-over): Officials say the toxic spill was largely contained the day after the derailment and that tests have shown the air quality is safe. But they have found low levels of contaminants in four nearby waterways spanning seven and a half miles, including Leslie Run, a creek which runs through East Palestine and neighboring Negli (ph) right through the back of Kathy Reese's (ph) property. (on camera): In the back of your property back here, they found dead fish? KATHY REESE (PH), EAST PALESTINE RESIDENT: Yes, they saw dead fish. CARROLL (voice-over): Reese says she has been drinking bottled water instead of well water ever since she started spotting dead fish in the creek following the derailment. She says she's still waiting for the state to come and test her well water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "REESE",
      "sentences": "Air wise, I feel OK. Water wise, no. No. There's just too many chemicals and stuff that were spilled that they still don't want to identify completely.CARROLL (voice-over): An Ohio Department of Natural Resources official estimates some 3,500 fish in the state have died following the train derailment. These people saw the flames from their homes and worried their neighborhood still may not be safe. (on camera): What about testing water or ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Nothing yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And I get that I don't recommend you put anything in the ground. I mean, vegetables or tomatoes or anything this year because we don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't think they're going to do enough.CARROLL (voice-over): And some residents say they have been frustrated by what they describe as a lack of communication with officials on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We pass all of the creeks and there's crew after crew with white hoses and black hoses all through the creeks, they're not telling us why, and this is daily. I'm driving my children to school past all of this and they're asking me questions that I don't have answers to.CARROLL (voice-over): Some of their questions unanswered. We found getting information just as challenging. (on camera): OK (ph), tell me, are they pumping water out or pumping water back in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You can talk to the guys up in top of the hill, sir. We're just grunts.CARROLL (on camera): We're just trying to get a sense of what those pumps are. Can just -- someone just --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Norfolk Southern can tell you everything. That's the hotline. They can tell you everything.CARROLL (on camera): But you realize people are calling this number and no one is getting back to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're just told to direct people to that number.CARROLL (voice-over): The governor asked by reporters Tuesday if he would feel comfortable living in East Palestine. GOV. MIKE DEWINE (R-OH): I think that I would be drinking the bottled water. And I would be continuing to find out what the tests were showing as far as the air. I would be alert and concerned, but I think I would probably be back in my house. CARROLL (voice-over): But residents like Kathy Reese say they are left with few choices.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "REESE",
      "sentences": "Just, I guess, pray and keep drink a bottled water until we know for sure what's going on.(END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "CARROLL",
      "sentences": "And again, Jake, while the state EPA says the municipal water source is now safe to drink, that, according to their most recent testing, still recommending that those with who have private wells, people like who you just heard from, Kathy Reese there, still recommending that those residents in East Palestine make sure that they get their water tested. People like Kathy Reese will be one of many tonight attending a meeting with officials hoping to get more information about everything that's going on, including some of the cleanup efforts that are going on right behind us. Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:00:00",
      "speaker": "TAPPER",
      "sentences": "Jason, you mentioned Norfolk Southern, I just want to note that their revenues of $3.3 billion declared last October were at an all-time quarterly record. Norfolk Southern, which is not getting back to the good people of East Palestine, Ohio.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "Yes, that's the change in their sofa. Jason Carroll, thanks so much.My next guest is an associate professor of Environmental Health Science at the Ohio State University, Karen Dannemiller. Professor Dannemiller, thanks so much for joining us. Right now, officials are monitoring a large plume of contamination moving down the Ohio River. At least 3,500 fish and surrounding waterways have died. There's a 1,000 square foot area around the immediate site of the derailment where toxic chemicals were burned. Is it too soon, do you think, for anyone out there to be saying that the air is safe or the water is safe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "KAREN DANNEMILLER, ASSOCIATION PROFESSOR OF ENVIRONMENTAL HEALTH SCIENCE",
      "sentences": "It's really in the early phases of this particular phase of what's happening. We've moved now past the acute, immediate danger of when this happened and residents were asked to evacuate. And now that people are able to come back to the area, we're starting the more long term phase of determining what's going on. There's a lot of ongoing testing in the different environments, in the soil and the water and the air, to determine what's in different locations. And we'll find out answers to these questions as time goes on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "Does it alarm you at all that some of the people who return to the area are reporting strong chemical smells and that they're suffering from headaches?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "DANNEMILLER",
      "sentences": "So, a lot of the compounds that were on the train are VOCs or volatile organic compounds. And these are chemicals that tend to partition into the gas phase. Anything that you can smell is a volatile organic compound.One thing to keep in mind is that while our noses are pretty good indicators of chemicals within our environment, the odor threshold doesn't always correspond to the level at which you would expect to have potential health effects occurring. So for an example, you might peel an orange and smell those smells, but those aren't necessarily harmful to you. And there are other chemicals that you can't necessarily smell at levels at which they may potentially be harmful. So that's something important to keep in mind. The thing that's really going to determine what potential risks are resulting from the chemicals that might be in these different areas are the measurements that are currently ongoing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "One of the chemicals on the train, vinyl chloride, is used to make PVC piping. Exposure has been linked to rare forms of liver, brain and lung cancer. When it burns, as in the controlled release, it creates a toxic gas, one that was actually used as a weapon during World War I.Federal and state officials claim they're testing the air every day. It's safe. They're not finding it. Are you at all worried that the testing might not be expansive enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "DANNEMILLER",
      "sentences": "As you mentioned, this is a pretty complicated situation in terms of where these chemicals went into the environment. A lot of the chemicals that enter into the air initially are going to have a relatively short timeline on which they're at that site before they move away from the area. As you said, the phosphine that was being released at the time has probably stopped to be released after the burning was completed.Some of the other questions that's storming are how much of these chemicals got into the soil, which you mentioned acts like a sponge and might hold those chemicals there, that can then continue to off- gas. So we're really waiting for those measurements to come back to determine where those chemicals are in the environment and looking for those numbers from the ongoing sampling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "All right. Professor Karen Dannemiller, thank you so much. Appreciate it.Let's bring in Republican Congressman Bill Johnson who represents Ohio's 6th district which does include East Palestine, Ohio. Congressman, thanks for joining us. You just attended a meeting with some local leaders. Tell us what concerns they raised during the meeting and whether any new solutions have been presented. REP. BILL JOHNSON (R-OH): Well, I haven't gotten to that meeting yet, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "Oh, OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "JOHNSON",
      "sentences": "That meeting starts at 07",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:05:05",
      "speaker": "TAPPER",
      "sentences": "Well, tell us what concerns you have heard from the people of East Palestine right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "TAPPER",
      "sentences": "Governor DeWine says that Norfolk Southern did notify state officials that the train was carrying hazardous materials before entering the state of Ohio. And Governor DeWine is now calling on lawmakers such as yourself to reevaluate how cargo companies label potential hazardous material they're carrying. Is that something that you are interested in pursuing? Do you think that could make a difference in the future? Could it have made a difference here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "JOHNSON",
      "sentences": "Absolutely. And I want to -- I've already got my team looking at this. The Governor and I had a discussion about this yesterday. I need to -- I don't sit on the TNI Committee, so I'm not intimately familiar with it myself, but I will be when this is all over. I want to know what is the criteria that requires that a train be labeled as carrying hazardous material. Is it one out of 100 cars? Is it 20 out of 50? We know that 20 of the cars that derailed in East Palestine had chemicals on them. That sounds like a high percentage to me, that's almost half of the 50 that derailed. So, I want to look into that and see if that's an issue.And how do they notify the states? And how then does the states notify the local communities? And what are the responsibilities and the requirements of everybody along the way once they are notified to make sure that everything is set up, that they're taking -- you know, keeping a close watch on that train?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "TAPPER",
      "sentences": "You referred to the TNI Committee, for people at home, that's the Transportation and Infrastructure Committee of the House of Representatives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "JOHNSON",
      "sentences": "Yes, sorry about that. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "TAPPER",
      "sentences": "No problem. One last question, sir. Back in 2018, the Trump administration rolled back some regulations around freight trains. The argument then was it would be good to cut the red tape. The safety increases did not meet the cost to the companies, including the types of brakes used on trains containing flammable oil.I know it's early, but will you be looking into whether or not that move contributed at all to this accident?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "JOHNSON",
      "sentences": "Well, I -- you know, right now my focus is on the residents of East Palestine and making sure that they have what they need, that their concerns are being addressed, that they get the answers that they need. I am confident that the National Transportation Safety Board, they are looking at that. Their report is supposed to be out in about two weeks. I am going to be looking closely at what their findings are.If there's something that we need to fix legislatively, Jake, you can better believe in a rural area like this that has a lot of rail traffic coming through my little communities all across eastern Ohio, you can better believe I'll be taking action to fix anything that's broken.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "TAPPER",
      "sentences": "All right, Congressman Bill Johnson, thank you so much for taking the time. Please come back and tell us more about what's going on in East Palestine as you learn more. We really appreciate your time today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:10:00",
      "speaker": "JOHNSON",
      "sentences": "Thank you, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:17:38",
      "speaker": "TAPPER",
      "sentences": "In our world lead, a new report claims that Russia has been holding thousands of Ukrainian children in a network of so called reeducation camps since the invasion of Ukraine began almost one year ago. This report from Yale University in the U.S. State Department details Moscow's efforts to relocate and reeducate the children and in some cases, forcibly adopt out or militarily train some of them, moves that the researchers claim are clear war crimes. CNN's David McKenzie follows one mother's journey to reunite with her daughter, who was stuck in one of these hideous camps.(BEGIN VIDEO TAPE) DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Weeks ago, we first met Tetyana Vlaiko in Kyiv, in a shelter for displaced families. All of the mothers here separated from their children by the trauma of war. TETYANA VLAIKO, UKRAINIAN MOTHER (through translator): Emotions overwhelmed me when Lilia (ph) left. When I realized what was happening, it terrified me. All I wanted was the best for my child at the time. MCKENZIE (voice-over): Her 11-year-old daughter Lilia stuck in a Russian camp in occupied Crimea. All the lessons are in Russian. At first glance, the retreat seemed like any other summer camp, but the loyalty expected from Ukrainian children is crystal clear, part of what a new Yale University study calls systematic reeducation efforts. But Tetyana and Lilia's story begins a year ago. Their hometown of Kherson fell quickly to advancing Russian troops. Within days, the occupiers began a campaign to Russify the population often coercing thousands of parents like Tetyana to send their kids to the camps. But when Ukrainian forces took back Kherson in November, Tetyana's daughter was on the wrong side of the front line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:17:38",
      "speaker": "MYKOLA KULEBA, SAVE UKRAINE",
      "sentences": "We provide rescue mission for children who were abducted and now in Russia Federation and in Crimea.MCKENZIE (voice-over): Mykola Kuleba, the founder of Save Ukraine, declined to say exactly how they negotiate their entry into enemy territory, just that the mothers can't do it on their own.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:20:10",
      "speaker": "MCKENZIE",
      "sentences": "You know, Jake, when the mothers were offered for their children to go to these camps, many of them were very conflicted about it because it got their children away from the front line, from danger in many cases. But because of this war and the fluid nature of the front lines at that time, many are now separated from them and having to go on this really desperate journey through multiple countries to get their children back. Those camps insist that the parents come to pick them up. You can kind of understand that.The Russians are calling this a State Department Yale study absurd. They say they are just trying to keep children safe. But there's clear evidence that there is indoctrination going on this -- in this camp, and it's part of the policy of the Kremlin to make those parts of Ukraine basically Russian. Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "TAPPER",
      "sentences": "Hundreds of demonstrators are protesting a decision by Florida Governor Ron DeSantis banning Florida public schools from teaching an Advanced Placement African American Studies course. DeSantis argues that the course is indoctrinating kids by including concepts such as queer theory, though critics of DeSantis argue that prominent black and gay voices such as James Baldwin or Bayard Rustin should be recognized in such a course. And as CNN's Leyla Santiago reports for us now, Governor DeSantis is even threatening to completely withdraw state funding for all AP classes.(BEGIN VIDEO TAPE) LEYLA SANTIAGO, CNN CORRESPONDENT (voice-over): Hundreds of protesters gather outside the Florida state capital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "MULTIPLE SPEAKERS",
      "sentences": "We won't, we won't take it anymore.SANTIAGO (voice-over): Including faith leaders from around the country condemning the governor's decision to block a college level African American Studies course from high schools. REV. AL SHARPTON, CIVIL RIGHT ACTIVIST: Our children need to know your whole story, not to not only know how bad you were, but to know how strong they are. SANTIAGO (voice-over): This, just days after Florida Governor Ronda Santa suggested the state might reevaluate its relationship with the College Board, which administers Advanced Placement or AP elective classes and the SAT in Florida. GOV. RON DESANTIS (R-FL): Does it have to be done by the College Board or can we utilize some of these other providers who I think have a really strong track record? Turns out there are, IB courses, they're actually more rigorous than AP, and the colleges accept it. You have the Cambridge, which is also more rigorous. SANTIAGO (voice-over): The College Board is the sole provider of AP classes and tests, and a move to get rid of them could affect students across the state of Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "IZZY CUMMINGS, FRESHMAN STUDENT IN FLORIDA HIGH SCHOOL",
      "sentences": "They want to get rid of it all in the classes and not with --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "-- because you are the leaders of our institution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "CUMMINGS",
      "sentences": "-- greatly disadvantage everybody in Florida.SANTIAGO (voice-over): This feud with the College Board stems from the state's objections to a proposed AP course on African American Studies. The Florida Department of Education expressed concern about several topics of study in its pilot course, including Black Queer Studies, the movements for Black Lives, and Black feminism. They also cited concerns with the works of specific authors and scholars. The College Board later released the official framework for the course, with many of the topics that the state of Florida objected to removed. Instead, students can take them on as part of a required research project. But the two sides are still at odds over what prompted the changes. The state claims their objections motivated them, while the College Board asserts that politics did not play a role in the final framework for the course and has even accused the Department of Education of slander. Under DeSantis, Florida has banned the teaching of critical race theory and passed new legislation barring instruction that suggests anyone is privileged or oppressed based on their race or skin color.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "DARLENE SLADE, PROTESTER",
      "sentences": "We are tired, tired as hell of people telling us how to direct down with history. Black history is everybody's history. It's American history.(END VIDEO TAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "SANTIAGO",
      "sentences": "And Jake, those who came here today to march said this was about more than protesting. This was about demanding change. As for that AP course, the Department of Education says that the College Board has not submitted the official framework for the course to be reviewed. Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "TAPPER",
      "sentences": "All right. Leyla Santiago in Tallahassee, Florida. Thanks.Let's discuss with my panel. And Eva McKend, we saw an earlier version of this. You were covering the governor's race in Virginia last year. I think it was last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS REPORTER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "TAPPER",
      "sentences": "And we saw Governor Youngkin ride to the Governor's mansion on issues having to do with education and some of these red meat cultural issues. What do you make of this one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "MCKEND",
      "sentences": "I think we have always been confronted with this tension about how black history is taught in American schools. And that is due in part to this relentless effort to sanitize and minimize black history and also a refusal to contextualize the history. I don't know how you talk about -- you mentioned Bayard Rustin, but James Baldwin, Audrey Lord, without talking about queerness, without engaging in queer theory.And let us remember, these are young people who are pretty advanced, so we'll have the emotional competence to take on this subject matter in a real way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "TAPPER",
      "sentences": "Right. These are juniors and seniors in high school, not like five-year-olds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "MCKEND",
      "sentences": "Exactly. That being said, from a political perspective, I would imagine Governor DeSantis is going to continue to ride this until the wheels fall off because he views this as a winning political issue. Unfortunately, I think it is at some folk's expense. What Democrats have to do now is figure out and we saw the beginning of this with Al Sharpton coming to Florida is a competent, consistent counterargument.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "TAPPER",
      "sentences": "No, obviously, David, these are very appealing fights that he's picking when it comes to the Republican base. I just wonder, will it also be appealing when he tries to if he wins the presidential nomination, for example, broaden the base? DAVID URBAN, CNN POLITICAL COMMENTATORBut as you pointed out, Governor Youngkin and others, right, these issues and surrounding school boards, right, which people view as very local, they want to be in charge. They don't want the College Board teaching our kids. They want their local school board. So it's, you know, the pandemic, in a certain way, got parents hyper involved in their child's education, and now it's kind of percolated up. And so you saw DeSantis. They may not just get rid of this course. They may get rid of all the College Board in Florida. They say, look, we scrap it. We'll do it ourselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "CATHERINE LUCEY, WHITE HOUSE REPORTER, THE WALL STREET JOURNAL",
      "sentences": "But also, of course, in terms of addition and subtraction, I think what a lot of Republicans who are looking at the 2024 race are thinking about is 2016 and how Donald Trump really wrote a lot of division and picked a lot of fights. And that was a very successful strategy for him.So you're seeing DeSantis really lean into this. He's relishing these fights, and he's definitely, as I said, not going to let up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "MARIA CARDONA, CNN POLITICAL COMMENTATOR",
      "sentences": "I think that's right. But the problem is that kind of approach did not work for Donald Trump in 2018, 2020, or 2022. And I think that DeSantis is massively starting to overreach. The difference with the governor of Virginia is he wasn't governor yet.DeSantis has actually passed these laws. And if you really look at what these laws do, it's massive socialism covered in anti-woke cloak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "TAPPER",
      "sentences": "What do you mean socialism?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "CARDONA",
      "sentences": "Because what they're doing is they are actually terrorizing families in terms of going to school and not knowing whether they can talk about something, and if they do, they're going to get in trouble with the law.Teachers are terrified of teaching something in order to go sideways with what they can or can't teach in terms of black history. Showing a Harriet Tubman book could get them in trouble. Showing a picture, a poster of Cesar Chavez might get them in trouble. God forbid there's a kid whose parents work for a grape company that might make them feel oppressed. I mean, it's ridiculous the extent to which this governor is overreaching. And it will work for the Republican base, but in a state and in a country that is becoming more multiethnic, multicultural and younger every day, it's not going to work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "TAPPER",
      "sentences": "David? URBAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "LUCEY",
      "sentences": "For an anything --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "URBAN",
      "sentences": "For base, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "LUCEY",
      "sentences": "Also, though, I think just like a totally practical thing is the threat of all AP courses. A lot of students take AP courses their junior and senior years, and then it's been a minute since I was in high school, but as I recall, you could use those to get college credits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "TAPPER",
      "sentences": "Yes, I thought he was talking about replacing them with different kinds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:26:43",
      "speaker": "LUCEY",
      "sentences": "Yes, so just how -- but how will that work, I think is a key thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "TAPPER",
      "sentences": "So he's all but saying he's going to run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "URBAN",
      "sentences": "He's an Iowaver (ph), for God's sake. He's like, I just happened to be in Iowa today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "TAPPER",
      "sentences": "Right. One other thing that's some interesting news is sources are telling CNN that embattled Republican Congressman George Santos is contemplating seeking reelection himself, even if he's indicted on criminal charges. Republicans hate this story so much. House Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "MCKEND",
      "sentences": "They do. But in many ways, they are coddling this, right, by not all of them are calling on him to resign. The damage really is already done, Jake. I think that I've been consistently talking to his constituents and folks in that district, and they are principally concerned with the long-term viability of that seat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "MCKEND",
      "sentences": "And the longer that Congressman Santos remains, it really puts that in jeopardy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "TAPPER",
      "sentences": "And Catherine, take a listen to this. Santos is facing yet, I mean, you can't make these up. Here's the truth of the matter. So here's another allegation of being a lying, con man, this time from an Amish dairy farmer accusing Congressman Santos of stealing puppies. Take a listen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "FRED, AMISH FARMER",
      "sentences": "FRED",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "GARY TUCHMAN, CNN CORRESPONDENT",
      "sentences": "To check balance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "FRED",
      "sentences": "To check balance, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "TUCHMAN",
      "sentences": "This is George Santos?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "FRED",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "TUCHMAN",
      "sentences": "Do you believe this is the man who bought your dogs and put him in the car and took him away from you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "FRED",
      "sentences": "I feel it is.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "TAPPER",
      "sentences": "The Amish don't like being photographed. I assume that's why that was shot. But like, what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "LUCEY",
      "sentences": "I mean, he said he was suspicious of the check, and clearly he was right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "LUCEY",
      "sentences": "I mean, it's just -- he list of these accusations is endless. I mean, I guess I do wonder what happened to the puppies. Are the puppies OK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "URBAN",
      "sentences": "It said that the Amish dairy farmer had better oppo research than the Democrats did. Right? He's like, I don't trust George Santos. There's something suspicious about this guy. The Democrats in the district didn't figured that out. Come on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "CARDONA",
      "sentences": "You can do almost anything in politics and get away with it, but don't freaking mess with the puppies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "TAPPER",
      "sentences": "Well, we'll see that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "URBAN",
      "sentences": "We'll be honest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "TAPPER",
      "sentences": "I'm just trying to think about what group he has not picked on. I guess orphans might be the only ones left. And the night is still young. The night is still young.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "URBAN",
      "sentences": "(INAUDIBLE) veterans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "CARDONA",
      "sentences": "It's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "TAPPER",
      "sentences": "But he's defiant, David. Amid the daily allegations against him, he tweeted out, \"Let me be very clear, I'm not leaving, I'm not hiding, and I'm not backing down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "URBAN",
      "sentences": "Just like a gallon of milk. He's got a shelf life, right? He's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "TAPPER",
      "sentences": "Do you think so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "URBAN",
      "sentences": "He's going to expire. He'll get a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "TAPPER",
      "sentences": "Speaking of dairy farmers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "URBAN",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "CARDONA",
      "sentences": "But he just said that even if he's indicted, he's going to run again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "URBAN",
      "sentences": "He'll run again. But he'll be forced.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "CARDONA",
      "sentences": "Look, I think this is a stain on Republicans every day that goes by, and they don't do anything about kicking him out of there. I agree with Mitt Romney, he doesn't belong there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "URBAN",
      "sentences": "But they will. There's a process. There'll be process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "LUCEY",
      "sentences": "I think it's a matter of chaos and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "CARDONA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "LUCEY",
      "sentences": "-- just dysfunction in --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "CARDONA",
      "sentences": "In lives.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "LUCEY",
      "sentences": "It's just not helpful (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "TAPPER",
      "sentences": "All right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:01",
      "speaker": "MCKEND",
      "sentences": "From his constituents, though, because they did try to speak with him today at his Queen's district office, and he didn't come out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "TAPPER",
      "sentences": "In our world lead, the top Democrat on the House Oversight Committee is demanding documents from Donald Trump's son-in-law and former senior adviser Jared Kushner related to the investment firm that Kushner founded almost immediately after leaving the White House. An investment firm that raised $2 billion from Saudi Arabia's sovereign wealth fund, chaired by Saudi Crown Prince Mohammed bin Salman.Raskin writes to Kushner, quote, \"Recent reports have renewed the committee's concerns that this investment may have constituted a quid pro quo for your official actions in the White House\", unquote. The letter follows an explosive new report from the Washington Post revealing some previously unknown details, including that Kushner began the process of starting the private equity firm literally the day after he left the White House. Here to discuss is Congressman Jamie Raskin of Maryland, the top Democrat on the House Oversight Committee. Congressman, I have a lot of questions for you, but first, of course, you're currently battling cancer. You're wearing a bandana that was given to you as a gift, amazingly, by little Stevie Van Zandt of the E Street Band. How are you doing? REP. JAMIE RASKIN (D), RANKING MEMBER, OVERSIGHT COMMITTEE: I'm hanging tough. I mean, I've lost 90 percent of my hair and I'm trying to hang on to my eyebrows, but other than that, I'm feeling great. And we think the treatments are working, so thanks for asking, Jake.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "TAPPER",
      "sentences": "And I know you're a Springsteen fan. You've been to 13 concerts, so the gift from little Stevie is well given. You're suggesting a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "RASKIN",
      "sentences": "It's meaningful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "TAPPER",
      "sentences": "You're suggesting a possible quid pro quo here between Kushner and the Saudis. That's a pretty serious allegation. Lay it out for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "RASKIN",
      "sentences": "Well, it really starts with Jared Kushner convincing Donald Trump to use his first foreign state visit as President of the United States to go to Saudi Arabia, which was suggestions so shocking and startling that everybody in the Trump administration's own foreign policy group, including Secretary of State Tillerson, opposed it.Even Trump said it was not going to work because of the horrific human rights situation in Saudi Arabia and their terrible record of abusing the rights of women and the trouble they make abroad and so on. But nonetheless, Kushner was able to convince him that somehow it would be in their best interest to do it. And Trump went over there. And that began a very deep and intimate embrace with the Saudi regime and with Mohammed bin Salman, covering up for their human rights abuses, aligning with them in their blockade against Qatar. [17:45:07] And then even helping to cover up for Mohammed bin Salman's order of the assassination and brutal dismemberment by drawing and quartering of Washington Post contributing columnist Jamal Khashoggi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "RASKIN",
      "sentences": "You remember who was killed when he was over in Turkey. And both Kushner and President Trump were deeply involved in protecting him from the legal and political and international repercussions of that sort of deed.And Trump bragged to Bob Woodward, quote, I saved his ass. Speaking of the homicidal Crown Prince. So when -- he then sent Pompeo over to Saudi Arabia, he said, tell the Crown Prince that he owes us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "RASKIN",
      "sentences": "Tell him that he owes us. So here's what happens. Kushner makes return trips to Saudi Arabia, and on the day after the Trump administration ends, creates a new business called Affinity, which I think is curious because the plutocrats and the Kleptocrats of Mar-a- Lago have an affinity with theocrats and the autocrats of Saudi Arabia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "RASKIN",
      "sentences": "But, anyway, affinity gets more than $2 billion, more than 99 percent of its money from Saudi Arabia as a private equity firm. And that's what is launched then by Jared Kushner. We sent him requests --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "RASKIN",
      "sentences": "-- based on the initial glimmerings of this eight months ago, and they have completely refused to comply in any material way with the documents that we're looking for. But the new reporting makes it absolutely mandatory that they comply with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "TAPPER",
      "sentences": "So, I mean, all I would say is, yes, I mean, yes, it looks bad, but that's not proof of a quid pro quo. It might just be proof of, you know, amoral real politic, birds of a feather flock together. I mean, just because they all, like, together and were amoral together doesn't mean that there was anything illegal that happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "RASKIN",
      "sentences": "You're right. It may be completely coincidental that he came back with a $2 billion --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "TAPPER",
      "sentences": "No, not coincidental. But -- I'm not saying it's a coincidence. I'm saying, like, they like each other. They can do business together. They lack -- they -- all of them don't care about human rights together. I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "RASKIN",
      "sentences": "Well, OK, first, Jake, this is what the investigation is about. This is why we're demanding the hundreds of documents which we haven't seen yet. We just want to know what the facts are. But I will tell you this, that the investment board for the Saudi Arabian Sovereign Investment Fund recommended strongly against this, unanimously against it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "TAPPER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "RASKIN",
      "sentences": "Voting to say this is a new company. They were unproven, they would not put a dime into it. And they were overruled by the Royal Crown Prince Mohammed bin Salman, saying that this was for Jared Kushner. So it's led to speculation, not just in America, but in Saudi Arabia, that this is an inside political deal.In any event, this is what the factual investigation is about. And we're hoping we can get together on a bipartisan basis to do a factual investigation because he was a high-ranking government official when this happened. And the emoluments clause says that no government official --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "RASKIN",
      "sentences": "-- can take anything from a prince or a king or a foreign government without the permission of Congress.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "TAPPER",
      "sentences": "I do have to ask. Court records obtained by The Daily Mail show that the President's brother, Jim Biden, was hired to help a Philadelphia construction company resolve a dispute with the Saudi government because he was the sibling of then Vice President Biden. That also looks pretty shady, doesn't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "RASKIN",
      "sentences": "Well, I have not seen any details about that. I would be interested to look at it. I don't know that you're talking about a government official. I don't believe he was a government official --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "TAPPER",
      "sentences": "No, he was not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "RASKIN",
      "sentences": "I don't know he need the facts there. Look, our point is, we're opposed to corruption generally. If there's corruption out there, let's do a neutral, fact-based investigation. That's our job as the oversight committee. But the evidence is here, overwhelming that this stinks to high heaven.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "TAPPER",
      "sentences": "All right. I don't disagree that it stinks to high heaven. Congressman Jamie Raskin of Maryland. Thanks so much. Hope you continue to beat this thing. We'll be right back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:42:37",
      "speaker": "RASKIN",
      "sentences": "Thank you, Jake.(COMMERCIAL BREAK) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:53:42",
      "speaker": "TAPPER",
      "sentences": "Tense moment in a Buffalo, New York courtroom today that's a victim's relative in the top supermarket mass shooting lunging at the gunman. The shooter, who pleaded guilty to killing 10 black people in a racist attack at the store last May, will now spend the rest of his life in prison without the possibility of parole.CNN's Omar Jimenez watched that hearing unfold. Omar, emotions obviously, and understandably quite high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:53:42",
      "speaker": "OMAR JIMENEZ, CNN CORRESPONDENT",
      "sentences": "Yes, Jake, you kind of got a feeling going into it that emotions were going to be high when you saw the number of family of those killed who were lined up to speak as part of this sentencing hearing. I don't know that we thought it was going to be this emotional, but nonetheless it was.Take a listen to some of those family members speaking, in some cases directly to the shooter. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:53:42",
      "speaker": "MICHELLE SPIGHT, BOTH AUNT AND COUSIN KILLED IN BUFFALO SHOOTING",
      "sentences": "I hope you spend the rest of your life, every second, every minute, every hour, rehearsing the daunting sound of the screams and the echoes of the lives you snuffed out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:53:42",
      "speaker": "BRIAN TALLEY, FAMILY MEMBER OF SHOOTING VICTIM GERALDINE TALLEY",
      "sentences": "The hatred that you must have in your heart for black people, I would never understand. I don't want to understand it. But I must say this, I pray to God they do not kill you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:11",
      "speaker": "PAYTON GENDRON, BUFFALO MASS SHOOTER",
      "sentences": "I believed what I read online and acted out of hate, I know I can't take it back, but I wish I could. And I don't want anyone to be inspired by me in what I did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:11",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You don't be (INAUDIBLE). Get out of here. You don't be that shit.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:55:11",
      "speaker": "JIMENEZ",
      "sentences": "And that was really the tone of the hearing. I mean, that apology obviously seemed to have little effect on those who are listening. And at least the district attorney there believes that apology was made because he was trying to wiggle out of, again, the potential death penalty, which points to the federal charges that are still to be considered.That death penalty is left to be considered by Attorney General Merrick Garland. No decision has been made there, but the shooter's attorney said back in December, if they decided to plead guilty, they would only do so under the condition the death penalty would be taken off. But today's hearing felt less like a sentence and more like an opportunity for these families to process their pain.",
      "isLastSentenceInterrupted": false
    }
  ]
}