{
  "date": "2023-03-21",
  "headline": "At This Hour",
  "subHeadline": "NYPD & Capitol Police Ramp up Security Ahead of Possible Trump Arrest; Putin and Xi Holds Second Day of Talks in Moscow. Aired 11- 11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:02",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "It is Red Sox nation, after all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "HILL",
      "sentences": "It is the Red Sox nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "BERMAN",
      "sentences": "It is its own nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "HILL",
      "sentences": "Not to be confused with the love for the patriots that you have.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "BERMAN",
      "sentences": "Totally different --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "HILL",
      "sentences": "Tom Brady takes all of that. But that's a discussion for another day. Thanks for joining us. I'm Erica Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "BERMAN",
      "sentences": "And I'm John Berman. Great to see you today. At This Hour with Kate Bolduan starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Hello, everyone. At This Hour, a legal waiting game, serious security preps and real political fallout already all testing Donald Trump's prediction he could be arrested as soon as today.Plus, the Federal Reserve is meeting once again with maybe their most complicated and consequential decision yet. And students told to stay home in Los Angeles, a massive strike in the nation's second largest public school district. This is what we're watching at this hour. Thank you for being here, everyone. I'm Kate Bolduan. We begin with the continued focus on New York City right now and the possible indictment of Donald Trump. Over the weekend you'll remember the former President claimed that today is the day he would be arrested, though he's been the only one to say so. Not even his legal team is saying that. This all has to do with the Manhattan district Attorney's investigation into hush money payments made to adult film star Stormy Daniels ahead of the 2016 presidential election. But again, a source close to Trump's legal team tells CNN that any movement here is unlikely before next week. That hasn't stopped officials, though, from New York to Washington from needing to get prepared, bracing for possible protests today. An internal NYPD memo says all officers are expected to be in uniform and ready for deployment. Kara Scannell is outside the courthouse in New York for us with much more. Kara, what are you learning so far today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "KARA SCANNELL, CNN REPORTER",
      "sentences": "Well, Kate, you know, we're still in very much a wait and see mode, but we saw some activity at the grand jury yesterday with Michael Cohen's legal adviser, appearing for three hours and providing testimony at the request of Trump's legal team to the grand jury. And that grand jury has been considering this case now for several months. They have seen a parade of witnesses, a number of people from the Trump Organization, from Trump's campaign who all touched this decision of the hush money payments.The concern that came up when Stormy Daniels was about to go public with her story in the 2016, just of weeks before the presidential election. We've seen all of that happen to the state. So a lot of momentum is building for there to be some kind of decision. But for now, we're still kind of in this wait and see mode. The DA's office is still weighing the case, weighing the legal decision here of whether to move forward with an indictment. So everyone is kind of on edge to see. Will the grand jury ask to hear from additional witnesses? Will prosecutors decide that there's someone that they have not brought in? It's all a bit in flux and up in the air, but everyone, including the former President, is waiting to find out what decision the DA will make and when that will come. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. It's good to see you, Kara. Thank you.And while everyone wait to see what comes from the Manhattan District Attorney, Republicans aren't waiting to come to Trump's defense and jump all over this matter as a political issue already. Republican House Speaker Kevin McCarthy is putting his focus on the Manhattan DA himself. Melanie Zanona is in Orlando, where House Republicans are gathered for their annual retreat. Mel, you've been hearing from a lot of Republicans. What are they telling you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:02",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Yeah, well, Republicans are defending their effort to intervene in this ongoing criminal probe, even though they acknowledge they do not yet know the full scope of the charges that Trump might be facing. Speaker Kevin McCarthy said it is the right to ask questions. Scott Perry, who chairs the House Freedom Caucus, told me that they don't need to wait for an indictment because they already see the writing on the wall here.But this really is an extraordinary move. For House Republicans. And Republicans really have not been willing to engage on the substance of the case. They have focused mostly on the process. They claim it is politically motivated and that it is an abuse of power. But Speaker Kevin McCarthy earlier today at a press conference, did appear to downplay the allegations that the former President falsified bank records or records in order to cover up this hush money payment to Stormy Daniels. Take a listen. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY, (R) HOUSE SPEAKER: This was personal money. One try to hide. This was seven years ago. Statute of limitation. And I think in your heart of hearts, you know, too, that you think this is just political. But I do get concerned when I look out there and I see justice not being equal to others with a local DA playing in presidential politics. If that starts right there, don't you think it'll happen across the country? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "BOLDUAN",
      "sentences": "All right, more to come, very clearly. Melanie, thank you very much.Joining me now for more on this is CNN Senior Political Commentators Scott Jennings and David Axelrod, and former U.S. Attorney Harry Litman. Thanks, guys, for being here. So, Harry, it feels a lot like a lot is happening, and also nothing is happening at the same time. What do you see in this moment? HARRY LITMAN, FORMER U.S. ATTORNEY: I think a lot is happening behind the scenes, and it's going to actually come to fruition quite quickly. Trump was thinking Tuesday because he thought the grand jury would vote out the indictment on Monday. That can only happen when they're sitting. And since they didn't do it on Monday, all that's left on Wednesday, they've heard from all the witnesses is to vote it out, and then it would be unsealed in open court. We'll get to see the indictment importantly and address all the sort of deficiencies people have been talking about. I think it's probably right that then it'll take a few days to negotiate Trump's actual surrender appearance in court, to be arraigned and plead not guilty, then be photographed, mug shot, et cetera. But there's -- I think the die is cast here now, and the timeline is quite short.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "BOLDUAN",
      "sentences": "Harry, just real quick, what do you think of this as an indictment against as a charge, as an indictment against the former president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "LITMAN",
      "sentences": "So people are comparing it a lot with understandably to the other charges, which are more grave, are more wicked. But this could have actually turned the entire presidential election, the hush money payments here just before the election happened. It's a serious enough crime. And even though it's made in terms of misstatement of paper records and I think if you view it not in terms of the other crimes he's charged with, but in terms of whether this kind of conduct would be charged by other people. It's pretty clear that it would be in that sense, it's a righteous prosecution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "BOLDUAN",
      "sentences": "Scott, what do you think of how elected Republicans are talking about this already? Obviously, we're waiting to see if something happens, when something happens. But Melanie is talking to a lot of them, and they're jumping to his -- Donald Trump's defense, that may not be surprising. But what do you think about how they're talking about it already?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Well, of course they're going to come to Donald Trump's defense because there voters, their constituents want them to. I mean, Republicans are pretty outraged by this. They look at New York City and they see that the prosecutor here is busting, you know, gangbangers and prostitutes from felonies down to misdemeanors and taking seven-year-old paperwork misdemeanors and elevating them to felonies.And so to them, it smacks of partisanship. And it also smacks of the idea that Democrats believe, we've got to get Trump. He's committed so many transgressions and never has been held accountable. So it doesn't really matter what we indict him for as long as he's held accountable for something. That's not justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "BOLDUAN",
      "sentences": "But I was going to -- can you separate the legal if there is -- if, as Harry puts it, it's a righteous legal maneuver that they could be making. If someone breaks the law, they can be charged with a crime, even if it's a misdemeanor. Can you separate the legal and the political here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "JENNINGS",
      "sentences": "No, because Alvin Bragg, I think, has made pretty clear during his campaign that he was going to aggressively go after Donald Trump. It was part of how he got elected. And I assume, you know, Donald Trump got 20% of the vote here or whatever. So, I mean, he probably thinks his constituents want him to do this, but more importantly, his main political benefactors, the people who fund his campaign, want him to do it. And Republicans think that's who he's beholden to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "BOLDUAN",
      "sentences": "Well, every side thinks the other is just -- is beholden to their donors. We can debate that all day long, that's for sure. But David, let me ask you this. I want to play for you what Ron DeSantis not yet announced that he's running for president, but expected to announce that he's running against Donald Trump. I want to play for you how he talked about this yesterday.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "DESANTIS",
      "sentences": "I don't know what goes into paying hush money to a porn star to secure silence over some type of alleged affair. I just -- I can't speak to that. But what I can speak to is that if you have a prosecutor who is ignoring crimes happening every single day in his jurisdiction, and he chooses to go back many, many years ago to try to use something about porn star hush money payments, you know, that's an example of pursuing a political agenda and weaponizing the office.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:08",
      "speaker": "BOLDUAN",
      "sentences": "You can hear people in the audience actually laughing as he's starting that explanation. David, as someone who's helped run a very successful presidential campaign, what do you see Ron DeSantis doing here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:16",
      "speaker": "BOLDUAN",
      "sentences": "David, how do you think taking altogether these kind of unprecedented legal actions will impact a presidential primary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:16",
      "speaker": "AXELROD",
      "sentences": "Well, you know, again, I think that his core supporters, his base supporters, are going to be unaffected by this. And the question in the Republican primary, it seems to me, is where is the where's the ceiling for Trump? He's got a floor, and we know that it's a fairly high floor in the 30s somewhere, but where's the ceiling? And does this lower the ceiling? Do more people say, you know, love the guy, but he's -- you know, not going to be able to get elected, too much trouble. And do they turn to someone else like a DeSantis? BOLDUANthat. Do you think -- you know, does this -- well, good in the short term, do you think it adds to kind of the too much baggage, too much noise, too much nonsense that you're hearing from Republicans?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:16",
      "speaker": "JENNINGS",
      "sentences": "Yeah, the beauty of the DeSantis answer was that he's already been out when attacked by Trump, saying, well, you know, the difference is that in Florida, we have no drama, we have no chaos, you know, we have no personal maelstrom going on. We just get things done. And what he did with his answer. And what this whole episode is a reminder of is that for everything you like about Donald Trump, you are constantly forced to defend icky behavior. And you're constantly made to realize that he spends most of his time on personal chaos and not as much time on executing things that Republicans want him to do. I think you're going to see DeSantis continue to try to drive that contrast between them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:17:54",
      "speaker": "BOLDUAN",
      "sentences": "Formal meetings are underway right now between Russian President Vladimir Putin and China's Xi Jinping. Xi, telling Putin they have \"similar goals\" as he reportedly extended an invitation for Putin to visit China. What those goals are is still not entirely clear. Just this morning, NATO Secretary general said that he believes Moscow is asking Beijing for weapons to use in Ukraine. But the NATO Secretary general also adding that they don't see evidence yet that weapons are being delivered.Nic Robertson is following all of this from London. It is -- that is a wild picture to see, those two men standing there together, Nic, still. What are you seeing in these meetings so far today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:10",
      "speaker": "BOLDUAN",
      "sentences": "Very interesting, Nic. Thank you very much for reporting.Joining me now for more on this is CNN Political and National Security Analyst David Sanger. He's also a national security and White House Correspondent for the New York Times. David, I want your take when you see these images coming out of these meetings, the handshake. I mean, we know that the United States is watching these meetings, obviously skeptically. What is the range of possibilities you see of coming that could come from Xi and Putin sitting down? I mean, photo ops is one thing, but what's the -- you know, what's other end of the spectrum here? DAVID SANGER, CNN POLITICAL &amp; NATIONAL SECURITY ANALYST: Well, first thing to remember, Kate, is that this is the 39th or 40th meeting between these two men since they both took office. Obviously, Xi Jinping coming in much later than Putin did. That's a lot of meetings. But it's context that matters here. And the question right now is, is this just sort of a brief marriage of convenience? As John Kirby, the National Security Council Spokesman, said the other day? Is it sort of a condominium of forces, or is it a budding alliance? And while that sounds like a bit of hair splitting, it makes a big difference because the United States and its Western allies have spent the past 40 or 50 years trying to make sure that Russia and China did not gather together to work against American and Western interests. And for a while, it looked like that was working. Remember, both these countries helped put together the Iran deal in 2015. Both were engaged in climate talks for China more than Russia. So there have been moments of considerable cooperation. And now in part -- in large part because of the Ukraine War, we are seeing that division of the world begin to reform. It's not quite like the Cold War, but sure has some images that look like the Cold War. BOLDUAN: Absolutely. Also, in thinking of Ukraine, you have new reporting from CNN's Matthew Chance that discussions are underway to set up a call between Xi and President Zelenskyy. I want to play for you what the top Democrat on the House Foreign Affairs Committee told me just yesterday about this. (BEGIN VIDEO CLIP) REP. GREGORY MEEKS, (D) NEW YORK: He should be leaving Russia, going to Ukraine to talk to Zelenskyy. And if he's not doing that, then we're not really going to go anywhere because, as we say, nothing happens with Ukraine without Ukraine. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:10",
      "speaker": "BOLDUAN",
      "sentences": "With people like Congressman Meeks, you know, understandably skeptical of China's intentions here. What are you hearing could come out of a call between Xi and Zelenskyy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:10",
      "speaker": "SANGER",
      "sentences": "Well, the only thing we really have to go on is the peace proposal that the Chinese published a few weeks ago. Much of it were talking points we've heard before. What was missing from the proposal, Kate, was any discussion of Russia pulling back to the borders that existed on February 23, 2022, the day before the invasion.China has never condemned the invasion, although it has said that it believes that sovereignty should be respected, including in the case of Ukraine. So the fear that people have in Washington is that there is some kind of Chinese s proposal for an armistice, a ceasefire, and that that plays to Russian hands because it freezes the situation right where it is today, with Russia occupying parts of Ukraine. Now, the other way to look at this is, sooner or later Ukraine may well have to give up pieces of the country to Russia, that Russia was in parts of that country of the country prior to the full invasion. And that's what ending wars is all about. And if the Chinese can bring it about, well, more power to them. I think it's a question of how they bring it about and wonder whether these are conditions that the Ukrainians themselves can accept.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:10",
      "speaker": "BOLDUAN",
      "sentences": "Yeah. David, why does China care so much about inserting itself into this?",
      "isLastSentenceInterrupted": false
    }
  ]
}