{
  "date": "2023-10-22",
  "headline": "CNN Live Event/Special",
  "subHeadline": "IDF Says Airstrikes Against Hamas Will Increase; IDF: \"We Are Focusing On Our Readiness To The Next Stage\"; IDF: West Bank Mosque Strike Thwarted \"Imminent\" Attack. Aired 2-3a ET",
  "utterances": [
    {
      "timeStamp": "02:00:00",
      "speaker": "LYNDA KINKADE, CNN ANCHOR",
      "sentences": "Hello. Welcome to our viewers here in the United States and all around the world. I'm Lynda Kinkade with CNN's continuing coverage of Israel at war.An Israeli ground offensive into Gaza now appears all but inevitable. Israeli Military says its bombardment of Hamas targets will become even more relentless going forward ahead of any incursion. Authorities in Gaza say more than 4,300 Palestinians have been killed in the past two weeks, following the Hamas terror attack in Israel which killed more than 1,400 people, with around 200 others missing or captured. Hundreds of armored vehicles along with thousands of Israeli troops are now poised to strike at Hamas at a moment's notice. On Saturday, the IDF Chief of Staff again repeated what they've heard all week, we will enter Gaza. Elliott Gotkine joins us now live from London with the latest. Good to have you with us, Elliott. So, the Israeli Defense Force has indicated it's going to increase its strikes in Gaza, again telling residents in the south to head -- sorry, in the north to head south, warning of significant combat. And at the same time, you've got the U.S. stepping up its so called deterrence in the region. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "ELLIOTT GOTKINE, JOURNALIST",
      "sentences": "Lynda, we've been talking about the likelihoods, the imminence of a ground invasion from Israel ever since Hamas's terrorist attack of October 7. It does now seem that this is closer than ever. We've heard from the Chief of the General Staff telling troops that they will go in and telling them to keep in mind those images from October 7 of Hamas killing and kidnapping people, men, women, children, babies, and to keep those images in mind to kind of inspire them when they go in on the ground.On top of that, as you say, Israel says that it is going to be increasing airstrikes. And to that end, in the last few minutes, the IDF has put out a statement talking about how it was hitting dozens of Hamas targets over the last 24 hours, including some that were located in multi-storey buildings, some that were, for example, operational war rooms, it says, that were operating out of mosques, weapons storage facilities, and tunnels as well. So, it has been ramping up those airstrikes to pave the way for a ground invasion and to minimize the threat to its troops. And of course, the ground invasion will not be simple. There is a very large likelihood of casualties for Israeli soldiers, the possibility of Israeli soldiers being taken prisoner by Hamas. And on top of that, of course, a danger to civilian casualties in the Gaza Strip. And to that end, Israel has been dropping flyers on at least one neighborhood in that southern Gaza City, telling residents that if they do not evacuate, they might be considered partners to the terrorist organization. Israel wants those civilians to get out of the way to make its operations inside the Gaza Strip, as and when it goes in, easier, and also to minimize the likelihood of small civilian casualties, of course, as that civilian casualty figure rises all the time in the Gaza Strip as well. Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "KINKADE",
      "sentences": "And Elliott, the Israeli Defense Force is not just focused on Gaza. It's also got its eyes on the West Bank. It's attacked what it described as a terrorist compound, which they claim included a Hamas cell. What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "GOTKINE",
      "sentences": "That's right. The IDF says that it targeted in an airstrike a cell being run jointly by Hamas and Islamic Jihad that was planning, in its words, an imminent terrorist attack. And we've seen these images of a hole in the side of being -- broken open by this airstrike by the IDF. It says that it did so to, as I say, forestall an imminent terrorist attack. And I understand from the IDF that they discovered the location of this cell, of this compound, underneath the mosque in July when there was that major flare up, major clashes between the IDF and militants in Jenin, probably the biggest clashes in some 20 years that we saw then.That's when they seem to have discovered the location of this compound beneath the mosque, and that is why they struck it, because they say they had intelligence that a terrorist attack was due to be launched jointly by Hamas and Islamic Jihad imminently. Lynda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "KINKADE",
      "sentences": "So, Major General Ryan, despite so much sympathy for the horrific terror attack in Israel, we have since seen global backlash for the civilian deaths in Gaza, as well as the airstrikes. We've seen Israel cut off supplies of water, fuel, electricity. Israel has a claim that it's restarted the water supply, but people in Gaza say, without electricity, you can't pump the water. How does the Israel conduct a war on Hamas without the collective punishment of two million plus citizens?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "RYAN",
      "sentences": "Well, I think this is at the heart of President Biden's words last week when he said, you know, Americans after 9/11 were enraged and heartbroken, but we also made mistakes. I think that was him telegraphing to Israel, you're enraged. You're heartbroken. But, please don't do anything that's going to compromise a long-term strategic solution here. So, I think America and Israel's other friends will be counseling them in the background that, yes, they need to take on Hamas. Yes, they have a right to sovereign self-defense, but they shouldn't hopefully be doing things that make the situation worse in the longer term.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "KINKADE",
      "sentences": "Retired Major General Mick Ryan there.Well, aid organizations are calling for unrestricted access to Gaza, saying in a joint statement from the UN that time is running out to help the thousands in need of medical assistance. CNN's Salma Abdelaziz shows us the dangers that come with the growing humanitarian crisis, and a warning, her report includes some disturbing video. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "KINKADE",
      "sentences": "We have an update on last Tuesday's deadly bombing at a crowded Hospital in Gaza City. A CNN investigation including expert analysis strongly suggests that the blast was not caused by an Israeli airstrike, as many have alleged. In a video that shows what appears to be a rocket launched from within the Gaza, and weapons experts say its behavior is consistent with a malfunction. We should warn you the moment of impact can be disturbing.Palestinian authorities say the blast killed hundreds of people, and quickly blamed Israel. But, two weapons experts who've reviewed the footage for CNN said the sound was not consistent with a high-grade military explosive. So, they cautioned against drawing firm conclusions based on cell phone audio. Well, aid weapons and explosive experts reviewed the footage of the crater (ph) which measures about one square meter. They say it's much too small to have been an aerial bomb, which would have destroyed everything around it. The shallow depth of the crater also leads them to believe it was caused by an errant rocket. You can read the full story on cnn.com. Well, the Gaza crisis summit in Cairo, Egypt, ended without an agreement because of \"differences\", so say two officials. Arab leaders had gathered to try and thwart a growing escalation of the situation in Gaza and to try and protect its civilians. Israeli and senior U.S. officials were not at that summit. Israel's Foreign Affairs Minister said it was unfortunate that some of those attending \"had difficulty condemning terrorism\". In his opening remarks, Jordan's King Abdullah rallied against Israel's bombing campaign and claimed it to be a war crime. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:00",
      "speaker": "KING ABDULLAH, JORDAN",
      "sentences": "All civilian lives matter. My friends, I am outraged and grieved by those acts of violence waged against innocent civilians in Gaza, in the West Bank, and Israel. The relentless bombing campaign underway in Gaza, as we speak, is cruel and unconscionable on every level. It is collective punishment of a besieged and helpless people. It is a flagrant violations of international humanitarian law. It is a war crime.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "KINKADE",
      "sentences": "Hello. I'm Lynda Kinkade. You're watching our coverage of Israel at war. Well, the two American hostages who were released Friday from Hamas were reunited with family members in Israel. Judith Raanan and a 17-year-old daughter Natalie spent nearly two weeks in Hamas captivity before they were handed over to Israeli forces at the Gaza border. Natalie's father says she is expected to come home to Illinois to celebrate her 18th birthday on Tuesday. Natalie and her mother spoke on the phone with the U.S. President Joe Biden after being released. The White House posted a video of that emotional call on social media.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "JOE BIDEN, PRESIDENT, UNITED STATES OF AMERICA",
      "sentences": "Hey, Judith.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "JUDITH TAI RAANAN, HOSTAGE RELEASED BY HAMAS",
      "sentences": "Hello, President Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "BIDEN",
      "sentences": "I'm so glad you're home, or not home but glad you're out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "RAANAN",
      "sentences": "Thank you so very, very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "BIDEN",
      "sentences": "Hey Nat, how are you? God love you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "NATALIE RAANAN, HOSTAGE RELEASED BY HAMAS",
      "sentences": "I just wanted to say thank you for your services for Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "BIDEN",
      "sentences": "Look, that's been long-serving. I'm just delighted we're able to get you out. We've been working on it a long time. We're going to get them all out, God willing.N. RAANAN: Yes, God willing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "BIDEN",
      "sentences": "I hope you're both not only feeling good but in good health as well.N. RAANAN: Yes, sir. Yes, we are. Thank you very much, God bless you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "BIDEN",
      "sentences": "God bless you guys.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "COLLINS",
      "sentences": "Not coming home.SHELLY SHEM-TOV: Not coming home at all. It's moving to the board. And my daughter started to cry. And she told us, listen, it's not the way. It's not the way. I call them to say, Omer, it's not the way. And he didn't answer. The phone was ringing and he didn't answer. And then, we saw that he is getting into -- he was behind the (inaudible). MALKI SHEM-TOV: And then in the evening, we got a video that was published by the Hamas that Omer is -- he is a hostage over there. We saw Omer handcuffed in a back of pickup.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "COLLINS",
      "sentences": "With his handcuffed in a truck.MALKI SHEM-TOV: Yes. Yes, with his friend. There were alive. There was no blood or something on his clothes. And that's was the only single -- signal that we got for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "COLLINS",
      "sentences": "And it's been almost two weeks. Tomorrow will have been two weeks. I mean, what have these two weeks been like for both of you?SHELLY SHEM-TOV: We didn't -- we are not sleeping. We were not eating. We -- all of the things that we are doing now it's to shout all over the world our pain that no mother in all over the world needs to feel, like mother and father needs to feel like we are feeling now. Imagine that your son is going to a party, and the next day people, murderers, kidnapped him. And you don't know if he is eating, sleeping, if they are beating him. The basic thing of a mother is to -- MALKI SHEM-TOV: Protect. SHELLY SHEM-TOV: -- to protect her son, and I cannot protect my son. And it's driving me crazy. And it's -- I'm talking not only for myself. I'm talking for a lot of families. You must understand that people were in the safe place at their home. There were sitting, eating breakfast. Some of them were as sleeping. And then, these terrorists came in through their house and murder and took them from their house from the place that it's the most safe place, and they took him, babies, children, teenage mothers, fathers, grandmothers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "COLLINS",
      "sentences": "And he is 21. But, he is your baby. I mean, what is -- what's he like? What's his personality? What is he -- you were saying he kisses you three times on the cheeks --SHELLY SHEM-TOV: Yes. Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "COLLINS",
      "sentences": "-- all the time.MALKI SHEM-TOV: Yes. Yes. He is amazing guy. He is a party guy. He is by himself. He is a DJ. And he likes very much all this kind of festival, music festivals. So, that's Omer, very, very happy guy, very happy guy. SHELLY SHEM-TOV: Yes. Funny. MALKI SHEM-TOV: Funny. Very cool. SHELLY SHEM-TOV: We call him a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "COLLINS",
      "sentences": "So cute.SHELLY SHEM-TOV: -- we call him sunshine, because like the sunshine, everybody wants to be -- MALKI SHEM-TOV: Next to him. SHELLY SHEM-TOV: -- next to him. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "COLLINS",
      "sentences": "Can you show me the video that you were showing me a moment ago?SHELLY SHEM-TOV: Yes. MALKI SHEM-TOV: Yes. Amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "COLLINS",
      "sentences": "And that was a picture of your family.SHELLY SHEM-TOV: Yes. MALKI SHEM-TOV: Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "COLLINS",
      "sentences": "How many times have you watched that video?SHELLY SHEM-TOV: Oh my god. MALKI SHEM-TOV: I saw it, you know, at the beginning when Donna (ph) posted, I saw it, I don't know, maybe 100 times, and each time I'm crying. And I get very emotional. Even now when I see that, you get very emotional. And also the song say, you're going to get out from this. SHELLY SHEM-TOV: Don't be afraid from your fear. MALKI SHEM-TOV: Yes. You're going to get out from it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "COLLINS",
      "sentences": "If you could talk to him right now, what would you say to him?MALKI SHEM-TOV: Come back. Enough. Enough. You did enough troubles. Come back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "COLLINS",
      "sentences": "And what about you, mom? SHELLY SHEM-TOVMALKI SHEM-TOV: I want to hug him. I want to hug him, to smell him. That's what I want very much, to hug him and smell him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "COLLINS",
      "sentences": "It must have been a relief to hear what the IDF said today that they do believe most of the hostages are still alive.MALKI SHEM-TOV: You know, for us, it's a -- give maybe some light, but until we don't see them -- SHELLY SHEM-TOV: I want to say something about that. My son have asthma. He cannot breathe well. And I also. Every day when I'm coming -- when I'm waking up and I don't have -- cannot breathe, I'm taking my -- (CROSSTALK) SHELLY SHEM-TOV: -- and I'm thinking about Omer, that he is there. And you don't -- he is -- whatever you call it. And it's the minimum thing that -- the monetary thing that they need to do, first of all. MALKI SHEM-TOV: It's unbelievable. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "KINKADE",
      "sentences": "Welcome back to our continuing coverage of Israel at war. I am Lynda Kinkade. The Israel Defense Forces there they are increasing and intensifying airstrikes in Gaza to \"minimize the risk to its troops in the next stages of this war\". It's a clear sign that Israel is paving the way for the ground incursion of Gaza. Obviously, Israeli officials aren't saying when their forces plan to cross the border, but have shared their goals, which is to eliminate Hamas and its network of underground tunnels.Earlier, our John Berman spoke with CNN Military Analyst James \"Spider\" Marks about Israel's next steps. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "This is the restricted area right now where the Israeli Military is massing. We have seen satellite images of tanks lining up, literally lining up. You're prepared to go. I can show you where that is. This is not privileged top secret information. The Israelis have made very clear where this is happening. Those pictures were taken from up here. We can also assume there might be tanks preparing elsewhere in this restricted zone. So, Spider, what are they doing now, and what are they getting ready to do?JAMES \"SPIDER\" MARKS, U.S. ARMY MAJ. GEN. (RET.), &amp; CNN MILITARY ANALYST: Yes. At this particular point, John, what they're doing is what we call pre-combat checks. Individuals and teams are getting ready to go. There is a lot of silence. There is a lot of focus. This is business. Nobody is messing around. They're also doing rehearsals of what's going to take place on the ground. They've got a scheme of maneuver. They have a plan. They're using sand -- what we call sand tables. And they're trying to figure out what they're going to do. They're going to refine that. But, simultaneously, they're doing intelligence collection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "BERMAN",
      "sentences": "Well, talk to me about the intelligence collection right now. What different types of intelligence they're using?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "MARKS",
      "sentences": "Yes. Well, what they're probably using, I would imagine is they're probably using drones. They want to get the drones up in the air. They want to get the very latest because those plans will be altered based on drones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "BERMAN",
      "sentences": "These drones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "MARKS",
      "sentences": "Yes. Imagery, imagery intelligence, and the thing that they can do at their level. You know, the individual operators can fly drones. They can get intelligence that's going to affect them in a very tactical way. They're also probably putting special ops teams, very small teams, across into Gaza. There is lots of chaos. There is a lot of smoke. There is a lot of haze. There is a lot of stuff going on. So, they can infiltrate folks to put eyes on targets as best they can. So, I would imagine that's taking place as well. And they're also tracking the cell phones of all the Hamas leaders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "BERMAN",
      "sentences": "Signals intelligence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "BERMAN",
      "sentences": "We were talking about that right here. This is the imagery from Rafah. You can see where some of those things were taking place. We have some video here also of the trucks coming over right there. But, as you were looking at that, you think that they made those strikes because they were following signals intelligence. MARKS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "BERMAN",
      "sentences": "Got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "MARKS",
      "sentences": "They are throughout Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "BERMAN",
      "sentences": "Let's go back. I want to talk about these tanks that we see preparing to go in. When they do make that decision to go in, whether it's this weekend or a few days from now, what paths do you think they'll take?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "MARKS",
      "sentences": "Yes. I think what's going to happen, it's more than just tanks. These are combat arms teams. So, you've got infantry that's mounted. You've got armored forces. You've got artillery, etcetera. And it's going to be preceded by good intelligence. I think what they would probably do, look, the Wadi Gaza comes through here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "BERMAN",
      "sentences": "That's a river, marshland. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "MARKS",
      "sentences": "That's the wetlands. I think what they would do is they would enter in from here. They'd come in on multiple axes of advance. They'd come in from the north, of course. They come in here. And also, Israel has a navy. They've got what's called corvettes, which are small, smaller attack ships. They've got 45 patrol boats, and they've got 10,000 sailors on active duty. I would also anticipate activity that would look like this, because what Israel wants to do, you want to secure this combat zone. You want to secure the perimeter, and then you go. All these units will link up, go to the same place link up. Then you begin the operation to go after very specific targets. And those targets. John, are really the political and military leaders of Hamas --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "BERMAN",
      "sentences": "People.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "MARKS",
      "sentences": "-- the people, they want to go after them. And I think they would probably have either a kill or a capture mission. In this particular case, I would imagine it's a kill mission. Second thing they want to go after is the tunnel complex, which is extensive, as you realize.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "BERMAN",
      "sentences": "I can show you -- we are going to lose this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "MARKS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "BERMAN",
      "sentences": "This is a map of what the tunnels looked like in 2021. That is some time ago. They probably expanded and redone it. But, you can see some of the tunnel imagery that was there then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "MARKS",
      "sentences": "That is the most difficult task that they have to take on. This is urban terrain with a subterranean piece. And Israel has got to identify. They have to deny, and they have to destroy those tunnels. That is a man combat suck. That's going to draw people into it. This is going to be a difficult, difficult fight.(END VIDEOTAPE) KINKADE: I want to take a closer look at those tunnels that Spider Marks mentioned. This is a video provided by the Israeli Defense Forces back in 2014, showing the entrance to one of those tunnels and eventually the tight dark space within. And I want to welcome my next guest to discuss this. Colin Clarke is a Director of Research at The Soufan Group, and joins us from Doha. Good to have you with us. COLIN P. CLARKE, DIRECTOR OF RESEARCH, THE SOUFAN GROUP: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "KINKADE",
      "sentences": "So, you specialize in domestic and transnational terrorism as well as geopolitics. But, I do want to start with those underground tunnels in Gaza used by Hamas, to both smuggle in weapons, to launch attacks into Israel, and also house Hamas control and command centers. What do you know about this so-called Gaza Metro?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "CLARKE",
      "sentences": "Yes. This is going to be a massive challenge for the IDF. We're talking about a subterranean network that Hamas has constructed over the years, indeed, called the Gaza Metro, stretches for hundreds of miles. Even though the Israelis and at various points the Egyptians have tried to destroy parts of these tunnels, they're going to be laced with booby traps and improvised explosive devices. And I think the most complex part of this operation, as your previous guest alluded to, is going to be the fact that hostages are being held down there in the tunnels with Hamas militants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "KINKADE",
      "sentences": "And of course, you mentioned the distance. We know that, in 2021, Hamas claimed that it had built 500 kilometers. It is about 300 miles worth of tunnels under Gaza, which would be the length of the New York City Subway system. Is there any indication that that is accurate, especially given the fact that the territory has been under this land, sea and air blockade since Hamas came into power back in 2007 with no major machinery able to get in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "KINKADE",
      "sentences": "We're just looking at the map right now. We know that Israel is planning to launch this incursion. It has told everyone in the north of Gaza to head south. But, you can also see from that map that there are Hamas tunnels in the south. Surely, many of those terrorists would be also heading south to those underground tunnels, right? CLARKE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "KINKADE",
      "sentences": "Yes. It's going to be a massive challenge. Certainly, you've written several books on terrorism, including one on ISIS. When you look at Hamas and its tactics, what are the parallels, because we did hear from the Israeli Prime Minister who called Hamas ISIS? Do you see them as one and the same? And if not, what's the difference?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "CLARKE",
      "sentences": "Well, I think there are some parallels. There are certainly many differences. I do think that Hamas learned from watching the Islamic State, and that's evident in kind of the savagery of the attack of October 7, but not only the savagery and the brutality of the attack, but Hamas's use of imagery from that, and broadcasting it on social media and sending that out as a form of propaganda to terrorize, because we can't forget that the essence of terrorism, right, is psychological in many ways. Beyond the lethality, it's to scare civilian populations. And I think that's what the imagery coming out from October 7 really shows. Hamas learned that from watching the Islamic State, dedicated a lot of resources to the aesthetics of their propaganda and social media. And I think, it's clear now, although there is many differences with ISIS as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "KINKADE",
      "sentences": "Yes. I mean, they certainly filmed a lot of their preparations for this terrorist attack, and then obviously have released a lot of videos since. We'll leave it there for now. Colin Clarke, we appreciate your time. Thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "CLARKE",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "KINKADE",
      "sentences": "We will have more on CNN's continuing coverage of Israel at war in just a moment. But, I want to take a look at other news around the world. The leader of a synagogue in Detroit was found stabbed to death outside her home Saturday morning. Police say Samantha Woll's death leaves many unanswered questions. They are trying to figure out what happened. They say they still didn't know the motive. Detroit's Mayor says the 40-year-old's death left a huge hole in the community. The FBI and the Michigan State Police are helping with the investigation. Well, now to the war in Ukraine. Officials in Kharkiv say a Russian missile strike has killed at least six people. That's according to the Regional Prosecutor's Office. Russian forces fired two missiles out of buildings belonging to a logistics company with employees inside. At least 16 people were injured in the attack, and search and rescue operations are underway.Ukrainian Special Forces are launching raids on Russian-occupied Crimea. They are using unconventional methods in the hopes of throwing Moscow off its guard. Our Frederik Pleitgen explains. (BEGIN VIDEOTAPE) FRED PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): A brazen attack from the sea, Ukrainian forces using jet skis to land in Russian-occupied Crimea. The fighter speaking goes by the call sign \"musician\". He tells me, the operation was successful but tough. While we were landing, the sea was storming, he says. The waves were up to two meters high, plus Russian warships were patrolling, the Raptors. The Ukrainian say they also managed to destroy Russian Military gear before racing off across the Black Sea, using larger boats to carry fuel for their jet skis on the long journey back to Ukrainian-held territory. Musician says these missions are militarily essential. It helps our forces in the trenches, he says. We distract the enemy's attention towards us, and the enemy is forced to relocate their personnel and vehicles to the Crimean seaside. Ukraine has started a major campaign against Russian Military targets in and around Crimea, hitting the HQ of Moscow's Black Sea Fleet, damaging a submarine, and a Russian landing ship as well as hitting an airbase. The Ukrainians use drones and cruise missiles for some of the attacks, but rely on a network of undercover partisan groups inside Crimea for information and targeting. One of the groups agreed to answer our questions, but only in writing, for security reasons. We constantly monitor all military facilities on the territory of the Crimean Autonomous Region with the help of our agents and residents of Crimea who constantly inform us the Atesh Group rights. A wide and developed system of agents allows you to make a choice. One of the key targets Ukraine has hit several times the Kerch Bridge linking occupied Crimea to the Russian mainland. The attacks have led to severe disruptions, Russian leader Vladimir Putin vowing revenge. There will definitely be a response from Russia, he said. The Ministry of Defense is preparing proposals. For the Ukrainians, missions like these are also psychologically important, one of the planners of the jet-ski raid tells us. We are fighting a trench war on the front lines, and the armed forces' success is not obvious, he says, and special operations of this kind in the rear or in the sea, they inspire and give energy to keep fighting. And the fighters in Bratva unit say their next infiltrations are already in the works, but they won't say when, where, for how. Fred Pleitgen, CNN, Kyiv. (END VIDEOTAPE) KINKADE: U.S. President Joe Biden just asked Congress for more than $100 billion, much of which includes aid for Ukraine and to Israel. Let's take a look at what the United States has given to both countries so far. CNN's Tom Foreman broke it all down with my colleague Laura Coates. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:00",
      "speaker": "LAURA COATES, CNN ANCHOR",
      "sentences": "Wow. That's -- I mean, just seeing the numbers laid out, it's something to think about. And that's quite a difference. I mean, we have recent CNN polling, I think, on what Americans actually think about what you've just described. Let's start with Israel. What are those polls say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:00",
      "speaker": "FOREMAN",
      "sentences": "Yes. If you look at these, Americans' sympathy for Israel is on a real upswing right now. So, you might expect strong support for that relatively modest amount of U.S. aid Israel, but the numbers paint a murkier picture. 35 percent of Americans say the current level of aid is about right. 15 percent say it's too much. 14 percent say it's too little. And 36 percent, the largest single group here, say they're unsure. And an interesting side note in this, the numbers show that Republicans and those who watch the news closely are more favorable to this current level of aid, Laura.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:00",
      "speaker": "COATES",
      "sentences": "So, what about Ukraine funding? Is there a polling about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:00",
      "speaker": "FOREMAN",
      "sentences": "Yes. Yes. We have one from back in August. And in that case, it shows a dramatic drop since the early days of the war, when a large majority of Americans favored help to Ukraine, whether it's because of the length of the conflict or the raw amount of money that's sent that way, 55 percent of Americans, this number right down here. They are currently saying there should be no additional funding for Ukraine, and 45 percent say the money should keep flowing.And here, Republicans are saying that's enough spending for Ukraine. They strongly oppose more spending, and Democrats solidly favor more money for the fight against the Russians. So, all of these numbers, put all this together, put together the turmoil up on Capitol Hill, that's what President Biden is up against when he made that speech tonight, and what he'll be up against in coming days. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}