{
  "date": "2023-09-14",
  "headline": "CNN Newsroom",
  "subHeadline": "Russia's Putin Accepts Kim's Invitation To Visit North Korea; South Korean And Polish Leaders Visit An Air Base In Eastern Poland; Ukraine Launches Strikes On Sevastopol Port; Morgues Overwhelmed In Libya As Floods Death Toll Tops 6,000; Plan To Dislodge Grounded Cruise Ship At High Tide Fails. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:21",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "Ahead here on CNN, much more than a weapons deal after a chummy face to face meeting and Russia's Far East, Kim Jong Un and Vladimir Putin go their separate ways, declaring a new era of relations and friendships and never ending support.They knew, Libyan officials were warned last year about the likely breach of two dams, which collapsed this week killing thousands in devastating floods. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:21",
      "speaker": "ELON MUSK, CEO, TESLA MOTORS",
      "sentences": "There is some chance that above zero the AI will fill us. I think it's low. But there's some chance.(END VIDEO CLLP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:21",
      "speaker": "VAUSE",
      "sentences": "Elon Musk warns of the dangers of artificial intelligence at a Senate hearing with other tech giants, where there was zero chance of speaking with Facebook founder Mark Zuckerberg.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:21",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from CNN Center. This is CNN Newsroom with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "VAUSE",
      "sentences": "Let's go live now to CNN's bureau chief in Beijing, Steven Jiang, and Steven, you know, Matthew sort of report this as a marriage of convenience. But in many ways, it seems like this is much more than that this is sort of a long term relationship, a whole change in how this relationship has been over the decades. You know, one was sort of more transactional, most symbolic to one, which now involves two very close leaders who are willing to work together to you know, take it to the west, if you like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "STEVEN JIANG, CNN BEIJING BUREAU CHIEF",
      "sentences": "Yes, John, but remember, even marriage of convenience may work under the right circumstances, then circumstances certainly right for both Putin and Kim, not to mention, they, along with China, actually a very much united on one thing that is their opposition to this western dominated world order, especially, you know, this U.S. led containment strategy from their perspective against all of their governments.But when you think about it, though, China does have a stake here, because as you know, it's long been North Korea's biggest supporter and providing the Pyongyang regime with an economic lifeline. And from Kim's perspective, that's probably why he wants to have more options, and Russia now becomes one such natural choice. And for Putin, of course, his top priority now is to winning in the war in Ukraine, which has become an organizing principle and its foreign policy. And given what North Korea has, despite its small size and collapse economy, it does boasts one of the world's biggest standing armies and military production capacity. So all of those 10s of millions of ammunition becomes very alluring to Putin, so that is why you know, this embrace between the two leaders we've been talking about. But China so far has not said much publicly about the developments in the Russian Far East, rather than saying both countries are China's friendly neighbors and China still maintains very strong ties with both but I think from for Putin and Kim, they are definitely keenly aware of this balancing act that they need to maintain to not to cross Beijing, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "VAUSE",
      "sentences": "Steven, thank you. Steven Jiang, our bureau chief there in Beijing. Appreciate it.Well, South Korea's Prime Minister Han Duck-soo has headed to Poland to meet with his Polish counterpart, who talks focused on their country's cooperation in the field of defense. Two prime ministers met at a military airport where they greeted pilots and Ukrainian made FA- 50 aircraft, which was purchased by Poland. (BEGIN VIDEO CLIP) MATEUSZ MORAWIECKI, POLISH PRIME MINISTER (through translator): Poland and South Korea have the experience of living in the shadow of powerful neighbors. This shared experience is particularly relevant today. Russia is our neighbor and what it is doing today in Ukraine, and the way it is worsening security conditions in the East means that we share the same thoughts the same fears and the same hopes for the future. (END VIDEO CLIP) VAUSE: As the war in Ukraine grinds on a growing number of Republican lawmakers in the U.S. are questioning the billions of dollars in military aid being sent to Kyiv and are calling for greater oversight. A Classified Senate briefing is planned for next week and the Pentagon's watchdog is establishing a new team in Ukraine to monitor how the aid money is being spent. This comes at a critical time as the Biden administration recently asked Congress for $24 billion more in assistance for Ukraine. Meantime, the European Parliament is calling Belarusian President Alexander Lukashenko and accomplice in war crimes created by Russia in Ukraine and resolution adopted on Wednesday it says along with Russian leadership, Belarusian leadership should also be investigated and prosecuted. Meantime, the conflict is ramping up in the Black Sea. Russia's Defense Ministry says five uncrewed boats were destroyed after they attempted an attack on a Russian patrol ship Thursday morning, and also that its air defenses destroyed 11 drones over Crimea. This comes after Ukrainian missiles struck a shipyard in the Crimean city of Sevastopol on Wednesday. More details now from CNN's Melissa Bell. (BEGIN VIDEOTAPE) MELISSA BELL, CNN CORRESPONDENT (voiceover): Ukraine turning its fire on the Russian controlled city of Sevastopol targeting the Black Sea Fleet in an attack overnight on Crimea's biggest port. Storm Shadow cruise missiles supplied by the United Kingdom and France launched at a key shipyard. The latest reminder from Kyiv that it wants this war to end where it began, in Crimea. The two Russian warships that were damaged will be fully restored, the Russian Defense Ministry says. As for the civilians war is never routine, even in occupied Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:00",
      "speaker": "NADEZHDA, SEVASTOPOL RESIDENT",
      "sentences": "My child was woken up as well. It was about 3",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:02",
      "speaker": "SERHIY YARMAK, HULIAIPOLE, URAKINE MAYOR",
      "sentences": "Why don't people want to evacuate? Everyone has their own reasons. Some say, I was born here and I'll die here. Others say they have nowhere to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:02",
      "speaker": "BELL",
      "sentences": "But the Zaporizhzhia front line is no (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:02",
      "speaker": "VIKTOR DYDENKO, DISPLACED HULIAIPOLE RESIDENT",
      "sentences": "If I knew the house wouldn't get shelled, I would never leave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:02",
      "speaker": "BELL",
      "sentences": "It's the third time that Viktor and Xena had been evacuated. The pull of home has always been that much greater than the fear of war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:02",
      "speaker": "DYDENKO",
      "sentences": "March and April '24 will come and we will win. You mark my word.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:02",
      "speaker": "BELL",
      "sentences": "For now they have each other at least and the hope that their hope will be theirs once again soon. Melissa Bell CNN in southern Ukraine.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:02",
      "speaker": "VAUSE",
      "sentences": "Now, it's the Libyan City of Derna which has been littered with dead bodies. Authorities say they are simply unable to bury all the victims from Sunday's devastating flooding caused by the collapse of two nearby dams.The official death toll is around 6,000 but with at least 10,000 missing, no one really knows to certain how many lives have been lost at this point. Help is starting to arrive with rescue teams from Turkey, Egypt, UAE, Qatar and other countries. The U.N. says more than 30,000 people have been displaced. The two hospitals in Derna are overwhelmed wards are overflowing. Body bags are in short supply. Phone lines are down. There's no access to clean water or sanitation. And that leads to fears that waterborne diseases will spread making this terrible disaster even worse. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE (through translator): This is a catastrophe from God and we cannot object, our families our brothers figures are massive. We belong to Allah and to Him we shall return. UNIDENTIFIED MALE (through translator): Give me approximate statistics. Could the number reach 10,000? UNIDENTIFIED MALE (through translator): I cannot. UNIDENTIFIED MALE (through translator): Could the number reached 10,000? UNIDENTIFIED MALE (through translator): More. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:02",
      "speaker": "VAUSE",
      "sentences": "Our report published last year warned the two dams that collapsed in Derna had a high potential for flood risk. More now from CNN senior international correspondent Ben Wedeman and warning, Ben's report contains some graphic content.(BEGIN VIDEOTAPE) BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voiceover): The bodies are everywhere. Dozens, dozens of the dead covered in blankets awaiting identification and burial. The dead number in the thousands but so far, no one really knows how many were taken by storm (INAUDIBLE). Survivors are finding more and more bodies. Rescue workers and volunteers have the body of a boy wrapped in a blanket and prepared to put him in a body bag when his father arrives, overcome. Doctor's fears so many dead left in the open could lead to an outbreak of disease. We aren't able to identify all the bodies and bury them says this woman identified as Dr. Aisha (ph). We want to provide a humane place, freezers where our loved ones can then identify them. Access to Derna no remains difficult. The flood destroyed many of the roads and bridges leading to the city. This port in eastern Libya has been transformed into a wasteland of mud rubble and ruin. The raging waters that tore through the city spared no one and nothing. Ben Wedeman, CNN, Rome. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:02",
      "speaker": "VAUSE",
      "sentences": "Joining me now from Geneva, Switzerland is Tommaso Della Longa with the International Federation of Red Cross and Red Crescent Societies. Thank you for being with us.TOMMASO DELLA LONGA, INTL. FEDERATION OF RED CROSS ANDRED CRESCENT SOCITIES: Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:02",
      "speaker": "VAUSE",
      "sentences": "So what is the latest information you have right now on the situation in Derna in particular, you know, where are they at right now with relief supplies? What's the biggest need? What's the biggest risk right now in Derna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:07",
      "speaker": "VAUSE",
      "sentences": "There is a selling blood uncaring, and that's not the point here. But I read that there is a shortage of body bags.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:07",
      "speaker": "DELLA LONGA",
      "sentences": "Yes, indeed, that body management is one also of the activities that were run in that league Red Crescent is running at the moment, of course, with limited capacity. And yes, the body bag is one of the items that unfortunately they're missing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:07",
      "speaker": "VAUSE",
      "sentences": "What else have you heard about fears that there may be another dam at risk of collapsing not far from Derna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:07",
      "speaker": "DELLA LONGA",
      "sentences": "No this, sincerely speaking, I don't have any news. I know that the situation infrastructure situation in the area, it was already vulnerable or fragile, and also before the arrival of the storm, and then we saw the consequences of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:07",
      "speaker": "VAUSE",
      "sentences": "What are beyond Derna? Because there's been a lot of focus what happened there, as you would expect a call to the city has been wiped out. But have you had a chance to assess the full scale the full scope of this disaster? And where you need to put your resources as they come in? Because obviously there's a shortage, but you need to prioritize now. So obviously Derna, but where else is suffering in eastern Libya?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:07",
      "speaker": "DELLA LONGA",
      "sentences": "Well, we know that different areas around Derna were also affected that we understood from our people in the field, their rural areas around there. Now were also heavily affected. I mean, the story that we are hearing is that entire villages were wiped out by the water by flooding, then as you correctly point out, it's a matter of priority at the moment.So we're really working in coordination with all the different stakeholders to avoid the, let's say, duplication, but the reality and so then the priority health, shelter, clean water, these are the three priorities at the moment. But the reality is that the needs are so enormous that, I mean, we're still far from giving an answer to all the needs in the field.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:07",
      "speaker": "VAUSE",
      "sentences": "Understand. Earthquake, for example, people can survive for days or weeks under rubble and debris, and they can still be found alive. That doesn't seem to be the case with a flash flood here, one, which we're dealing with now in Derna. How realistic is this search for survivors at this point? Or is it just simply a search for bodies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:07",
      "speaker": "DELLA LONGA",
      "sentences": "Well, then, as for the earthquake, I would say the window -- the three, the first days is to find someone alive is, I mean, it's almost closed, of course, some hope is still there. But yes, I mean, unfortunately, we can see that the death toll could increase in next hours also, because actually to have a clear and we are not even having a clear or totally clear picture on the scale of the disaster at the moment because, as I said, the infrastructure not anymore there. And there is a big issue with mobile data telecommunication in general, so gathering information also is not very easy at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:07",
      "speaker": "VAUSE",
      "sentences": "Tommaso Della Longa, you have a very big job ahead of you. I wish you all the best and all your teams on the ground, all the best in the coming days. Thank you for doing what you do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:07",
      "speaker": "DELLA LONGA",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:07",
      "speaker": "VAUSE",
      "sentences": "Help is slowly making its way to survivors in hard hit mountain villages after Friday's devastating earthquake in Morocco as the death toll approaches 3,000. The U.S. Agency for International Development has promised an initial $1 million in humanitarian support, and an assessment team for the disaster zone.(BEGIN VIDEO CLIP) MATT MILLER, U.S. STATE DEPARTMENT SPOKESPERSON: The United States Agency for International Development has deployed a small assessment team to Morocco to liaise with local responders assessing the situation and identifying humanitarian needs. And second that we are exchanging specialized technical expertise through the United States Geological Survey. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:07",
      "speaker": "BASHIR",
      "sentences": "Across the quake zone here in Morocco there has also been an outpouring of support from the local community with donations of food, water, and medication. The volunteers here tell us they still need more tents and crucially, long term support with the rebuild effort.The government says the reconstruction of homes lost in the disaster is a priority. But for so many impacted families, there is no telling how long it will be before they have a real home to return to. Nada Bashir, CNN, in Amizmiz, Morocco. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:07",
      "speaker": "VAUSE",
      "sentences": "Still to come here on CNN, stuck in the mud on a luxury cruise ship at a Greenland (ph) National Park. What are the passengers to do, all 200 of them plus the crew will find out how they're faring in this disaster also in a moment.And also ahead, how a man go painting worth millions of dollars ended up which in a pillow inside an Ikea bag. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:07",
      "speaker": "VAUSE",
      "sentences": "Well the 200 passengers, mostly Australians and crew remain stranded on a luxury cruise ship off the coast of Greenland. The ship has been stuck you want to Greenland national parks since running aground on Monday, attempts to dislodge the liner on Wednesday failed. Here's what one passenger had to say about the ordeal so far.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:07",
      "speaker": "LIS, CRUISE SHIP PASSENGER",
      "sentences": "It's been several attempts today to try and drag us sideways backwards, whichever way to, you know, free the chip from the mud. That's been unsuccessful. So tomorrow morning apparently they're going to have another go when the tide is higher and more favorable. But we do seem fairly stuck in the mud.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "VAUSE",
      "sentences": "The other bands of hurricane Lee will start sweeping over Bermuda in the coming hours. The island is under a tropical storm warning as the storm moves closer. Currently a category two hurricane but its large size is the most concerning.Hurricane force winds extend up to 185 kilometers from the center. Parts of the U.S. and Canada have issued hurricane and tropical storm watches. Lee is forecast to continue heading north, potentially making landfall in New England in the U.S. or the Canadian Maritimes this weekend. Storm surge alerts have already been issued in some northeastern states already waterlogged from earlier heavy rain. Life threatening storm surge and flooding remains a possibility for many even if the center of the storm has hundreds of kilometers away. But conditions like extreme storms, devastating floods and oppressive heat waves show that human actions have pushed the Earth into a dangerous zone outside the safe operating space for humanity. That's according to a new report from 29 scientists in eight countries. They analyzed nine connected planetary boundaries or thresholds that the world must stay within to ensure the earth is stable and livable. The boundaries include climate change, biodiversity, freshwater, land use and the impact of aerosols and synthetic chemicals. The report says human activities have breached the safe levels of six of those thresholds. There is some good news, international efforts to phase out ozone depleting chemicals. The ozone layer is on track to completely recover. But critics say the planetary boundaries model is too simplistic and not useful for managing environmental problems. Still ahead, Beijing makes his latest pitch to Taiwan to become part of the mainland while in a matter of Chinese warships and planes maneuver close to the island those details just ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "VAUSE",
      "sentences": "The leaders of North Korea and Russia have parted ways after a high stakes summit in far eastern Russia. But they may meet again soon as their countries deepen ties. North Korean state media reports Vladimir Putin has cordially accepted an invitation to visit Kim Jong-un in Pyongyang at a time which is convenient. No official word on when that will happen.For now it's believed the North Korean leader is still somewhere in Russia aboard his train. According to Russian president Vladimir Putin and Russian state media, Kim will visit key military sites as well as an industrial center and head to Vladivostok and observe Russia's Pacific fleet. These two leaders shunned by much of the world had met, most recently in 2019. That was their last and first time, but never like this. There were many carefully choreographed photo opportunities, but the rest of the world has little to no idea what went on behind closed doors. CNN's Will Ripley explains. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "At a remote space center in the Russia's Far East, the bizarre new world order got even weirder on Wednesday. North Korean leader Kim Jong-un and Russian President Vladimir Putin becoming allies against the West.KIM JONG-UN, NORTH KORAN LEADER (through translator):  We are certain that the Russian people and its military will emerge victorious in the fight to punish the evil forces that ambitiously pursue hegemony and expansion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "RIPLEY",
      "sentences": "Putin and Kim, vowing stronger ties, a long-standing strategic relationship, joining forces to find a way around crippling U.N. sanctions leaving the U.S. and the West with even less leverage.The Putin-Kim summit packed with made for TV moments just like Kim's first summit in Singapore with former President Trump. A lavish state dinner lasting more than five hours, twice as long as Trump's. Putin and Kim dining on delicacies like crab dumplings, fish soup, and sorbet. Kim's sister, Kim Yo-jong, often seen by his side, the second most powerful person in North Korea, attending to every detail. An aide even wiping down Kim's chair before he sits. Putin even showed off his Russian presidential limousine. Kim himself has been seen riding around in a million-dollar Mercedes back home. Trump gave Kim a similar tour of his presidential limo, \"The Beast\". Something new in 2023, for the first time ever, North Korea launched two short range ballistic missiles while the supreme leader was out of the country, an unexpected plot twist and one step closer to Kim's goal of becoming a full fledged nuclear power.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "KIM",
      "sentences": "In the front line of anti-imperialism and independence, I will always be standing with Russia. I'm using this opportunity to make it clear. RIPLEYdenuclearize North Korea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Will you invite Chairman Kim to the White House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Absolutely, I will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "RIPLEY",
      "sentences": "Giving up nukes to build beachfront condos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "TRUMP",
      "sentences": "How bad is that, right? It's great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "RIPLEY",
      "sentences": "But it wasn't meant to be. Five years later, Kim and Putin are flipping the script. Denuclearization is dead. The U.S. cast aside for a new partnership with the Russian military.North Korea bringing lots of interesting color to summits with world leaders, now both Trump and Putin. Kim Jong-un said goodbye to Putin in Russia before heading to another destination that is not known at this time. But before he left, he invited President Putin to Pyongyang, an invitation that Putin happily accepted, North Korean state media says. When that trip might happen, we just don't know. Will Ripley, CNN -- Taipei. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:30:00",
      "speaker": "VAUSE",
      "sentences": "Chinese President Xi Jinping hosted Venezuelan autocrat Nicolas Maduro Wednesday in Beijing. Xi announced the two countries are upgrading their relations and said China would always stand behind what he described as Venezuela's sovereignty, dignity and social stability.Maduro is seeking China's support to join the BRICS group of emerging nations that many see as an alternative to the United States. (BEGIN VIDEO CLIP) NICOLAS MADURO, VENEZUELAN PRESIDENT (through translator): I'm happy to be here with you on this visit that I have described as a historic visit that marks a new era for a new space in relations between China and Venezuela. Within the framework of a new historic era that has opened up for humanity, we have a relationship of deep friendship, of successful cooperation. Our relation has been a model relationship for the global South. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:49",
      "speaker": "VAUSE",
      "sentences": "That includes calling for stronger ties -- trade ties between Taiwan and Fujian Province, an incentive for Taiwanese people to emigrate to the mainland.There has been no official response from Taipei but one lawmaker dismissed Beijing's proposal as ridiculous. We are joined now by John P. Burns, emeritus and honorary professor at Hong Kong University. Thank you for being with us sir. JOHN P. BURNS, HONG KONG UNIVERSITY: Hello.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:49",
      "speaker": "VAUSE",
      "sentences": "So there are two very different messages now coming from the mainland. There's the military moves in the region and we will get to that in a moment.But first, explain what Beijing is hoping to achieve with this blueprint for integration because this goes way beyond the economic framework agreement which came into effect 13 years ago, two days ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:49",
      "speaker": "BURNS",
      "sentences": "I think there's a lot going on here. I mean they are speaking to the U.S. and Japan and saying we are not just a one-horse pony. We can do -- we can talk about non military solutions to this.The mainland economy let's remember is slowing. They're looking for investments possibly from Taiwan. The number of Taiwanese working on the mainland has actually been going down especially post COVID. They would like to increase those numbers. And then in January 2024, there is the election in Taiwan. And I think the timing of this is related mostly to that. One of the candidates in this election, we are told, says that if you vote for me, you get 50 years of peace. So what does the Communist Party think peace would look like? Something like this integration plan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:49",
      "speaker": "VAUSE",
      "sentences": "Because it's complicated in Taiwan, because you know, there are those who want Taiwanese independence, there are those who want reunification with the mainland, you know.So this isn't just a clear cut case of Taiwan wants to be free from China altogether. You know, there is politics in play here domestically, within the island. BURNS: Absolutely. Local politics is very much in play. And we only have to look no further than the two offshore islands, you know, next to Fujian, Kinman and Matsu. There is quite a bit in this plan to appeal to them -- lower costs of utilities, a bridge even linking Fujian to these islands. And maybe co-branding an airport between, you know, Kinman and Saman (ph) or something like this. On the mainland, the DPP of course, will be entirely against this. The islanders who I just spoke about would like to see their economy grow and some of the candidates seem to think that closer ties between the island and Fujian would not be a bad thing. I agree with you, very complex politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:49",
      "speaker": "VAUSE",
      "sentences": "It really is, and at the same time on top of all of this, we have Taiwan's military tracking 35 PLA aircraft. There's J-10, J-16, SU-30 fighter jets, Y-9, Y-20 military transport planes, KJ 500 airborne early warning aircraft.I mean this is a -- you know, make up of certainly what looks like a very aggressive aircraft make up here. We also have the aircraft carrier (INAUDIBLE) in all this. One analyst described this as Beijing's largest ever maneuver involving an aircraft carrier. And CNN has reported, you know, China has taken a carrot and stick approach to Taiwan threatening it with the prospect of military invasion, while offering opportunities for business and cultural exchanges to those it believes are more amenable to Beijing's point of view. Still, it seems odd to issue an invitation to come to the mainland, explore new opportunities, while literally flying over the Taiwan Strait and an armada of ships from the Chinese Navy to get there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:49",
      "speaker": "BURNS",
      "sentences": "Yes, I think that this -- I agree with you it does seem odd. There seems to be two things going on in the mainland too.One is those people in the Politburo focus on economic policy and this integration plan seems to be more in line with them. And one group focused on security and in the military seems to be there too. Remember that the integration plan, right at the very end says this plan is carried out under the leadership of the Chinese Communist Party. So, if you are in Taiwan, you sign up for this plan, you are basically signing up for this. China has never taken the military option off the table. And I think that is precisely what they're showing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "BURNS",
      "sentences": "I don't think so, I think we have got two things going on at the same time. I mean the Communist Party is saying we haven't taken the military option off the table. We are exercising around the island right now. Just watch us.But they are also telegraphing this is what a peaceful integration kind of policy might look like. So, I know, you know, the war in Ukraine, Russia's invasion of Ukraine yes, it has shown some of the vulnerabilities of military invasion. And we shouldn't underestimate the complexity of that. If the PLA decided to invade Taiwan, there would be a massive conflict I believe, just on Taiwan. Never mind other outside parties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "VAUSE",
      "sentences": "Professor Burns, thank you sir, for being with us. Your insights and your time are very much appreciated. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "BURNS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "VAUSE",
      "sentences": "New details now about the dramatic capture of a convicted murderer after nearly two weeks on the run in Pennsylvania. According to police, Danelo Cavalcante told them he was planning to hijack a car and flee to Canada.They also said search teams came within feet of him on at least three occasion as he hid in dense brush after his prison break. CNN's Danny Freeman has more now on his capture. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The subject is in custody. Repeating -- the subject is in custody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "DANNY FREEMAN, CNN CORRESPONDENT",
      "sentences": "After 14 days, multiple search perimeters and hundreds of law enforcement officers combing woods, farms and creeks, escaped inmate Danelo Cavalcante is finally caught.LT. COL. GEORGE BIVENS, PENNSYLVANIA STATE POLICE: It is a true pleasure to stand here this morning and talk to all of you about bringing this manhunt to a successful conclusion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "FREEMAN",
      "sentences": "The convicted murder who crab-walked out of a Chester County prison seen from above by CNN affiliate, CBS News Philadelphia in cuffs, disheveled and bloodied.GOVERNOR JOSH SHAPIRO (D-PA): He was apprehended this morning with no shots fired. FREEMAN: The dramatic capture, set in motion just after midnight. Police got a call about a burglary alarm toward the eastern edge of the law enforcement perimeter set up in northern Chester County. Tactical teams rushed to the area. But could not find anything until support arrived from above.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "BIVENS",
      "sentences": "There was an aircraft overhead, utilizing clear technologies and close to 1",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "FREEMAN",
      "sentences": "But then came a storm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "BIVENS",
      "sentences": "We had a weather system that also came in and we had lightning that was flashing all around and it caused the aircraft to have to depart the area.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "FREEMAN",
      "sentences": "But police said the tactical teams stayed on the ground and secured the area. Then, shortly after 8",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "BIVENS",
      "sentences": "They were able to move in very quietly. They had the element of surprise, Cavalcante did not realize he was surrounded until that had occurred. That did not stop him from trying to escape.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "FREEMAN",
      "sentences": "Defiant to the end, Cavalcante made one last effort to crawl away. But a K-9 unit was released and the dog stopped him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "BIVENS",
      "sentences": "He continued to resist, but was forcibly taken into custody. No one was injured as a result of that. He did sustain a minor bite wound.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "FREEMAN",
      "sentences": "Doug Brewer works right up against the wooded area where Cavalcante was found.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "DOUG BREWER",
      "sentences": "It was just nice to know that they got him and we can get back to life, you know. Get back to doing our thing normally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "FREEMAN",
      "sentences": "And relief felt by the family of Deborah Brandall, the woman Cavalcante brutally stabbed in front of her two young children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "DEB RYAN, CHESTER COUNTY DISTRICT ATTORNEY",
      "sentences": "One of the first calls we made upon learning about this capture, was to the Brandall family who, as you can imagine, had been living in a complete nightmare. They can now finally sleep again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "FREEMAN",
      "sentences": "Cavalcante had his preliminary arraignment on Wednesday morning. He was charged with felony escape. He is now back behind bars this time in a state prison.Danny Freeman, CNN -- Chester County, Pennsylvania. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:52",
      "speaker": "VAUSE",
      "sentences": "After three years, the stolen Van Gogh painting has been returned, but not without a little damage. The painting called Screen Garden (ph) was on loan to a small museum near Amsterdam, when it was taken by thieves during a COVID lockdown.The director of the painting's home museum says it is clear the painting has been through some tough times. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:55",
      "speaker": "VAUSE",
      "sentences": "The painting is worth nearly $6.5 million. It was returned on Monday by Arthur Brand, a detective known as the Indiana Jones of the art world. And it came in a blue IKEA bed. Why not?There are other ways to get a hold of a masterpiece. Sotheby's in New York is putting this 1932 Picasso up for auction in November. Considered one of Picasso's finest, it depicts his 17-year-old mistress and muse wearing a watch. This one is a little pricey. $100 million dollars won't be enough. (BEGIN VIDEO CLIP) BROOKE LAMPLEY, GLOBAL CHAIRMAN AND HEAD OF GLOBAL FINE ART, SOTHEBY'S: We have estimated $120 million. There have been records at auction in excess of this price. We think that this is a price that establishes both the significance of this painting but should also generate real excitement and opportunity in the market. There has been -- the record for Picasso at auction is almost $180 million. And we think that this work will exceed that value. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:55",
      "speaker": "VAUSE",
      "sentences": "Also going on the auction block in November, Masterworks by (INAUDIBLE) Georgia O'Keefe (ph) and Andy Warhol. Save up your pennies.Coming up, see how volcanic rocks could provide a vital solution to removing carbon from the atmosphere. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:55",
      "speaker": "VAUSE",
      "sentences": "Recent reports from the U.N. show in order to meet the Paris agreement climate goals, global carbon removal will need to ramp up to 75 million metric tons annually by 2030. Right now, less than 1 million tons have been removed.But in Scotland, one start-up has developed a simple carbon capture solution which uses one of the planet's most abundant resources -- basalt (ph) rock. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:55",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "Over millennia, volcanic rocks formed some of Scotland's most spectacular sights. Stunning coastlines, and historic landmarks, remote islands and iconic mountains.But now, they could also provide a solution to the urgent global need to pull carbon out of the sky and lock it underground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:55",
      "speaker": "JIM MANN, FOUNDER UNDO",
      "sentences": "Locking (INAUDIBLE) is a natural process, so CO2 in our atmosphere combined with water vapor in our atmosphere and they will react to form a weak carbonic acid, that reacts to certain types of rocks to remove CO2.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "XINRAN LIU, HEAD OF SCIENCE AND RESEARCH, UNDO",
      "sentences": "In its powdered form, kind of like in a coffee or (INAUDIBLE) in the morning if you are trying to make a brew you put the coffee beans in and you can leave it in hot water for a long time, you're not going to get a very potent drink.But if you crush down your beans finely, you unlock those reactive surface areas and then you can create a very potent brew very quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "When we put the basil down on (INAUDIBLE), we typically apply to about 20 times. And that is across the profile. So thousands and thousands of hectares now. We are spreading about 30,000 tons of silicate rock every month now. So that 30,000 tons will be removing somewhere in 7,000 or 8,000 tons of CO2.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "LIU",
      "sentences": "We have developed a detailed geochemical model to enable us to predict multi decades into the future how much rock has been weathered so from current findings, there is huge potential for enhanced rock weathering we could contribute to five, ten gigatons annually of carbon oxide removal in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "WEIR",
      "sentences": "If Undo is able to achieve those numbers, they would indeed undo a lot of the damage done by global carbon emissions.But there is a notable benefit for farmers too. Trials have shown that fields with the basalt spread have produced a 10 to 20 percent increase of crop yield.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "MANN",
      "sentences": "The farmers are critical and having something that really benefits the farmers just makes our job so much easier.First and foremost, we are a climate company but we need to (INAUDIBLE) the farmers and doing that is great. and it's so nice to see farmers who maybe put one field with this come back to us and say we want the whole farm to increase. As soon as you possibly can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "WEIR",
      "sentences": "Undo is already operating in the UK. North America and Australia. But as the most abundant rock on the planet, it's clear they have barely scratched the surface of basalt's potential.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "VAUSE",
      "sentences": "To find out more of \"Call to Earth\", please go to CNN.com/calltoearth.I'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "VAUSE",
      "sentences": "Many of the titans of tech gathered on Capitol Hill Wednesday to talk with senators about regulating artificial intelligence. But there is little consensus on just how to do that.Elon Musk, who sat very far away from Facebook's Mark Zuckerberg, Bill Gates and others were there along with society leaders and the 60 senators. It was a closed-door hearing. All agree that the federal government should oversee A.I. development, maybe an A.I. department. But what the government role should be and how to craft that legislation exposed some very deep differences. Still, Musk believes the meeting was important for the well-being of humanity. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "VAUSE",
      "sentences": "The E.U. is becoming increasingly concerned about low priced tiny electric cars flooding European markets. And so it's launching an investigation into state subsidies China provides for its carmakers.This comes at a time when Chinese EV exports are soaring. European officials are worried it is creating unfair competition. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "URSULA VON DER LAYEN, EUROPEAN COMMISSION PRESIDENT",
      "sentences": "The global markets are now flooded with cheaper, Chinese electric cars. And their prices are kept artificially low by huge state subsidies.This is distorting our market. And as we do not accept this distortion from the inside in our market, we do not accept this from the outside. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "VAUSE",
      "sentences": "The China Passenger Car Association says the country exported almost 350,000 electric vehicles in the first half of this year. That's more than all of last year.And here in the United States, the United Auto Workers are planning targeted strikes at a number of plants if they don't reach a deal with the big three automakers before their contracts expire Thursday night. CNN's Emily Schmidt (ph) has details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "EMILY SCHMIDT, CNN CORRESPONDENT",
      "sentences": "All month, from parades to practice pickets, talk of an auto workers strike has been talk. But, words carrying a weight, with a looming deadline.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "KEISHA GOODMAN, UAW MEMBER",
      "sentences": "I hope they come to an agreement, but I'm prepared to strike all the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "JIM FARLEY, FORD CEO",
      "sentences": "We are absolutely ready for a strike. And I know the UAW is too but we don't want it to come to a strike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "SCHMIDT",
      "sentences": "Ford CEO said Tuesday, the company sent the union quote, \"its most generous offer in 80 years\". Including --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "FARLEY",
      "sentences": "Pay increases, the elimination of tiers, Inflation protection, five weeks of vacation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "SCHMIDT",
      "sentences": "A source with knowledge tell CNN the Ford offer is 16 percent with GM a bit more than 16 percent and Stellantis is around 14.5 percent. The union initially demanded 40 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "SHAWN FAIN, UAW PRESIDENT",
      "sentences": "They're still not willing to agree on the kinds of raise to make up for inflation, on top of decades of falling wages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "JANET JABBER, UAW MEMBER",
      "sentences": "The average worker makes $65,000 a year. My CEO makes more than that in a day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "SCHMIDT",
      "sentences": "Wednesday, businesses urged the White House to provide support for the two sides to reach an agreement. The chairman of the Council of Economic Advisers would not say if President Joe Biden supports a strike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "JARED BERNSTEIN, CHAIRMAN, COUNCIL OF ECONOMIC ADVISERS",
      "sentences": "He wants the parties to stay at the table, to work around the clock, to get a win- win agreement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "SCHMIDT",
      "sentences": "Negotiations are private. In the meantime --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We are not asking for nothing that we don't deserve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "SCHMIDT",
      "sentences": "Public talk will likely stay talk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:49",
      "speaker": "SCHMIDT",
      "sentences": "I am Emily Schmidt reporting.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}