{
  "date": "2023-05-25",
  "headline": "Connect the World",
  "subHeadline": "U.S. Intel: Ukrainians may have Launched Kremlin Drone Attack; Police: Three Dead in Rare Mass Attack in Japan; Most Wanted Rwandan Genocide Suspect Arrested in South Africa; CNN Speaks with President of Seychelles about COP28; Voters Head to the Polls Sunday for Runoff Election; Erdogan Rival Kilicdaroglu Shifts Stance ahead of Runoff. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "ELENI GIOKOS, CNN HOST, CONNECT THE WORLD",
      "sentences": "This hour U.S. intelligence indicates Ukraine may be responsible for the drone attack on the Kremlinearlier this month. We are live from the Pentagon. But first Wagner forces have started their withdrawal from Bakhmut. The group's leader Yevgeny Prigozhin says all of his troops will be asked by June 1st. Ukrainian forces say Russian forces have gained control of most of the city. After decades long search a key suspect in the Rwanda Genocide has been arrested in South Africa. Fulgence Kayishema allegedly orchestrated the killing of more than 2000 Tutsi refugees. Police in Japan say three people have been killed in a rare shooting and stabbing attack in Nakano City two police officers are among the victims. Hello and welcome to the second hour of \"Connect the World\". I'm Eleni Giokos in Abu Dhabi. Now remember this video earlier this month, a drone flying into the Kremlin and what appeared to be a major security breach for Russia. Theories on what exactly happened spanned from it being a splinter group inside Russia to the video being a total fabrication. But now U.S. sources tell CNN intelligence agencies in the United States may have some evidence that Ukraine may be behind the attack. The U.S. has, of course, stood staunchly behind Ukraine since Russia's invasion last year. So tonight we ask could U.S. support for Ukraine be affected. I want to go to Natasha Bertrand, with the latest from Washington. They use the wording may be responsible right that Ukraine may be responsible for this attack. What is the intelligence telling us right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "NATASHA BERTRAND, CNN CORRESPONDENT",
      "sentences": "Yes, Eleni. So this is a low competence assessment by the U.S. intelligence community, which reallymeans that they don't have enough information to say, really definitively one way or another who actually carried out this attack. But based on things like who would be motivated to do this intercepted communications amongst Ukrainians pointing the finger at each other, and importantly, signals intelligence and intercepted communications from Russian officials that don't seem to indicate any kind of state sponsored false flag attack or planning when it came to this drone attack. All points, U.S. officials to the conclusion that perhaps this was a Ukrainian group, but again, no definitive proof of that yet and importantly, U.S. officials don't believe that this was actually an assassination attempt, as Russian officials have alleged. They believe that this was likely carried out by a Ukrainian group without any kind of direction from the central government there in Kyiv from President Volodymyr Zelenskyy. But look, another thing contributing to this U.S. assessment is that it wouldn't be the first time that the U.S. has seen kind of Ukrainian groups carry out operations like this on Russian soil right? The U.S. intelligence community pointed the finger at Ukrainians for the car bombing in Moscow last year. Other kinds of operations on U.S. soil leaked Pentagon documents have suggested that the Ukrainians have actively planned to launch attacks and operations on Russian soil. So they don't necessarily find this surprising. But at the same time, you know, this is not necessarily going to impact American support for Ukraine. Because there are no signs yet that the Ukrainians are using any kind of U.S. aid or U.S. provided weaponry to actually launch these kinds of operations. Those two drones that we saw hit the Kremlin earlier this month they were not U.S. provided they were small, relatively lightweight drones that embarrassingly for the Kremlin did manage to bypass Russia's air defense systems. So the U.S. still kind of looking into whom exactly carried this out. But for all intents and purposes, they do not believe that this was an attempt to kill Vladimir Putin himself, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, I mean, really important. And you mentioned, you know, whether this could affect the U.S. support for Ukraine. As we receive moreinformation I guess the big question will be what equipment what drone there used whoever uses this that would be an important distinction to make.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GIOKOS",
      "sentences": "Alright, Natasha Bertrand, thank you very much for that. Well, I want to bring in Vera Michlin-Shapir; she's a Lecturer at War StudiesDepartment at King's College in London. Great to have you on Vera! What are your initial thoughts on this new U.S. intelligence about what we've seen? Importantly, the wording is that it may have been the Ukrainians? VERA MICHLIN-SHAPIR, WAR STUDIES DEPARTMENT LECTURER, KING'S COLLEGE LONDON: Yes, I think the U.S. I mean, this U.S. intelligence is confirming what is quite a logical conclusion from everything we know, so far about this attack? And that is that it was probably not done by the Russians, it was probably not the false flag operation. And that we could see from their response yes. So when we were watching them, when we were watching how they responded, when we're watching how they like to frame the blame, kind of and framed it as an assassination attempt. So kind of trying to go overboard, but also showing that they were quite confused at first, and then they decided on their line so everything that we saw on the day and in the following days, when they were still kind of very actively engaged with this subject. Because obviously, the news cycle in Russia is very fast moving with everything that's been going on. So yes, it's I mean, this is the logical conclusion that it is some kind of Ukraine work by a possibly Ukrainian group or Russian sympathizers of Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, exactly. So we, you know, we've kind of narrowed down to the possibilities here, as the U.S. is still gathering intelligence, which isimportant as we wait for more facts to come through. But the U.S., of course, has been one of the big supporters from a monetary perspective, aid, in terms of weapons being supplied, as well. As we just heard from Natasha Bertrand, important to note what type of drone was used, whether it was supplied by the United States, and whether that would then hamper support of the U.S. towards Ukraine in the future? Do you think that relationship now is going to come into question? MICHLIN-SHAPIR: I find it hard to believe that particular attack would bring into question the relationship between the U.S. and Ukraine, which is now it's been quite long term, the Ukrainians have shown that they are that this relationship is very important for them. I think if it was used by a Ukrainian group or even by sympathizers, I think it was important that these drones, once they were once images were shown, it's pretty obvious that these are drones that are easily, that it's quite easy to buy those drones to use those drones. And so that kind of moves this whole questions, it moves that aside. Now, having said that, questions about how Ukraine and what kind of actions Ukraine takes in Russia, not speaking specifically about this attack with the drones those we see. That is a lingering question that is a lingering issue, primarily because of fears of escalation with Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "Vera great to have you on thank you so much. Well, in Russia itself, nine people were hospitalized after drone attacks on the westernregion of Belgorod. Anti-Moscow groups have claimed responsibility. It is a sign of some of the fierce anti-Putin sentiment within Russia's own borders. Sam Kiley spoke to one group that said it's doubling down on its efforts. (BEGIN VIDEOTAPE) SAM KILEY, CNN, SENIOR INTERNATIONAL CORRESPONDENT (voice over): A propaganda coup, Russian dissident soldiers back from a raid inside Russia, parading a captured Russian vehicle for the world. KILEY (on camera): What do you hope will be the effect of this raid?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "CAESAR, SPOKESPERSON, FREEDOM FOR RUSSIA LEGION",
      "sentences": "Effect of a threat was amazing. It was information or shell information bomb blowing about today'swhole internet blowing up boiling. KILEY (voice over): The legion and the far right Russian volunteer corps all Russian nationals are part of Ukraine security forces and carry Ukrainian military IDs. KILEY (on camera): This incursion into Russian territory which these guys say is ongoing was as much a propaganda mission as it was a military mission. But they say it was also done independently of the Ukrainian military. That is a claim we have to take with a big pinch of salt. KILEY (voice over): They jointly raided Russian territory this week and flooded the internet with images of their work. Russia claims to have driven them out. Still, the raid has rattled Moscow. KILEY (on camera): Do you think this is part of the coming summer offensive and attempt to keep the Russians off balance? Keep them guessing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "CAESAR",
      "sentences": "I think it's kind of yes. It's kind of it.KILEY (voice over): American made vehicles appear to have been used in the cross border operation in Belgorod Province. It's unclear if they were U.S. donations. KILAY (on camera): The vehicle that you took included some of the American -- is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "CAESAR",
      "sentences": "We use Hyundai also. We buy them in international shops, war shops. Yes.KILEY (on camera): So you bought these vehicles on the open market?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "CAESAR",
      "sentences": "Yes, of course, everyone who has some money can do it.KILEY (voice over): Ukraine's government which has received U.S. vehicles and lethal hardware says that these men operated inside Russia privately. But a security source said here that Kyiv had advanced knowledge of the raid, and Caesar admitted Ukraine helped out with supplies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "CAESAR",
      "sentences": "Small arms, artillery weapon, heavy vehicles, everything that we need.KILEY (voice over): So this was a raid that the government can deny, but still enjoy the results, divisions in the ranks of their enemies. Mercenary Leader Yevgeny Prigozhin, immediately reacting with fury. And the far right leader of the Russian volunteers even warns that Moscow could face a revolution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "DENIS NIKITIN, HEAD, RUSSIAN VOLUNTEER CORPS",
      "sentences": "The operation is ongoing. This is how I should put it to be honest. It definitely has various phases.So phase one, we considered a successful phase. It's over now, but the operation is ongoing. That's what I can say for now. KILEY (voice over): Sam Kiley, CNN in Sumi Province. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "Well, and there are new developments in the longest and bloodiest battle in Russia's war on Ukraine. Ukraine's Defense Ministry confirms thatWagner fighters have begun withdrawing from around Bakhmut but say some fighters remain inside the embattled city. Earlier the Head of the Mercenary Group said its forces will withdraw by next Thursday and congratulated them on the efforts there. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "YEVGENY PRIGOZHIN, CHIEF, WAGNER GROUP",
      "sentences": "We are withdrawing the units from Bakhmut, its 5 pm on May 25th. By June 1st the main part will be relocatedto the rear camps. We are transferring positions to the military. The ammo positions, everything including dry rations. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "MARC STEWART, CNN CORRESPONDENT",
      "sentences": "Eleni, in the last 20 minutes or so some significant developments. First of all, we have learned that the suspectedgunman who has now barricaded himself in the building is likely not alone. Police believe there are other people inside with him. Police also confirm a woman who was inside was able to escape and she is now safe. In addition, we talked to a staff member at Nakano city government. The building is believed to be owned by that of a city council member a local government official. At this point, the staff member told us that they've reached out to him they have not been able to be in contact with him and they are concerned for his safety. So again, big headline being that this gunman is believed to have other people with him in this building in Nakano City in Central Japan. Again, three people are dead after what has been described as a stabbing and shooting. One woman is dead a woman believed to be in her 40s and 50s and then two police officers, a man in his 40s and a man in his 60s. The weapon is believed to have been used in all of this the gun the firearm I should say is that of a hunting rifle which is not uncommon in this area, because it is very popular for hunting. In addition, at one point this gunman was believed to be on the run described as wearing camouflage wearing a hat and sunglasses. And now this individual is believed to be barricaded inside. We are hoping to get more video from the scene as you can see there. This is in a more of a residential area of Nakano City. We don't know exactly where the shooting and stabbing took place, but it's believed to be in some kind of residential city. We are remaining in touch with local officials, Eleni and soon as we get a better timeline and a better sequence of events, we'll certainly pass that along to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, of course. And Marc, of course, we're watching the story very closely. Thank you so much for that latest update. Well just ahead, wantedfor a crime against humanity officials say the man is now in custody accused in the Rwanda Genocide. We'll show you why it's a major arrest, that's coming up. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Everyone is dead people talk about bodies lining the streets a few weeks ago. This is a remnant of what was a significantpopulation. AMANPOUR (voice over): Here they use machetes for chopping wood, but it is also the murder weapon of choice in Rwanda and so many of these Tutsis have horror stories to tell. -- bows his head to show us the chop wound on his neck. He explains he was hiding out with priests in a church when Hutu militia men came to kill them all. His friend Dona (ph) who escaped with deep gashes on both legs and a slash right across his back and arm another man's head wound won't heal for lack of proper medicine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GIOKOS",
      "sentences": "Painful time in Rwanda, I want to head now to South Africa. And we've got CNN's David McKenzie live from Johannesburg, for us rememberingthe atrocities of 1994 and hearing the news of the capture of this fugitive. On the run for over 20 years, David really significant, tell us how the South African authorities caught him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "DAVID MCKENZIE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, that is very significant. And it is the last one of the last remaining very senior, mostwanted people involved in that genocide allegedly. And you saw those harrowing images by Christianity in 1994. The several times I've been to Rwanda to report on the aftermath of the genocide. It is still obviously a very raw subject in that country. And many people are still living with the awful implications of what people like this man allegedly did. And what he allegedly did was he herded Tootsie refugees into a Catholic Church in Nyange and then doused it with gasoline along with his followers. And burned people alive, woman, elderly, children, and because not everyone died, they then got bulldozers to platen that church and kill everyone else. He's been on the run for at least 20 years fled across the border to the DRC and then into parts of southern Africa. Over that time, I spoke to the chief prosecutor whose team of investigators has been piecing together using modern technology, certainly in the last few years to tighten the net around him. He was arrested, according to the U.N. and South African police, in Powell in the Western Cape or wine region, seemingly in living a comfortable life. Here's the chief prosecutor. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "SERGE BRAMMERTZ, CHIEF PROSECUTOR, IRMCT",
      "sentences": "This case definitely symbolized also the brutality of what happened during 100 days in the wonder wherethousands of people, ten thousands of people who were teachers, police officer, normal citizens from one day to the next became mass murderers. And he is definitely one among them and definitely one of the worst cases. So we are, of course, extremely satisfied that after this intensive work our team we got him arrested. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "MCKENZIE",
      "sentences": "He will appear in court in the greater Cape Town area on Friday, Eleni, and it could be a long process in terms of then going for aprosecution. But the chief prosecutor told me they have reams and reams of evidence that they believe will allow them to prosecute him for these crimes of genocide and crimes against humanity, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, I was just thinking, you know, next year will be 30 years since the genocide. And so many questions about how these perpetrators oryou know, the alleged perpetrators have been able to evade capture for so long. For him specifically, for Kayishema, how was he able to hide I guess, pretty much in plain sight in Powell in the Western Cape?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GIOKOS",
      "sentences": "Way to go, David McKenzie, great to have you on. Thank you so much. Well Florida Governor Ron DeSantis is meeting today with donors backing hisnewly launched 2024 presidential candidacy. He's also looking to bounce back from a disappointing campaign rollout on Twitter Wednesday night. CNN's Jessica Dean reports for us. (BEGIN VIDEOTAPE) JESSICA DEAN, CNN CONGRESSIONAL CORRESPONDENT (voice over): Technical glitches plaguing Florida Governor Ron DeSantis's presidential announcement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It keeps crashing, huh?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ELON MUSK, TWITTER CEO",
      "sentences": "Yes, I think we've got just a massive number of people online, so it's, servers are straining somewhat.DEAN (voice over): The start of the audio only event on Twitter spaces suffered disrupted audio and repeatedly kicked users out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Fox News will not crash during this interview.DEAN (voice over): DeSantis afterward going on Fox News spinning the glitchy rollout this way. GOV. RON DESANTIS (R-FL): We had a huge audience it did. It was the biggest they've ever had. It did break the Twitter space. DEAN (voice over): Former President Donald Trump's slamming it on true social posting \"Is the DeSantis launch fatal? Yes\". It took some 20 minutes for Elon Musk and team to sort out the glitches.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "DESANTIS",
      "sentences": "I am running for President of the United States to lead our great American comeback.DEAN (voice over): While not mentioning him by name DeSantis also took a veiled jab at Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "DESANTIS",
      "sentences": "We must end the culture of losing that has infected the Republican Party in recent years.DEAN (voice over): Back on Fox DeSantis announced his day one plans if elected president firing the FBI director.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "DESANTIS",
      "sentences": "I would not keep Chris Rais, Director. I think the DOJ and FBI have lost their way. I think that they've been weaponized against Americanswho think like me and you. DEAN (voice over): DeSantis who signed a six week abortion ban in Florida earlier this year offering this view on the issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "DESANTIS",
      "sentences": "I think that there's role for both the federal and the states.DEAN (voice over): And while it remains to be seen if Trump will appear on the first two debate stages, DeSantis said count him in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "DESANTIS",
      "sentences": "I think we should debate, I think the people want to hear it.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GIOKOS",
      "sentences": "Well, that's the big thanks to CNN's Jessica Dean for that reports. Well, coming up.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "WAVEL RAMKALAWAN, SEYCHELLES PRESIDENT",
      "sentences": "It's the hypocrisy of those nations that have made promises. It's the hypocrisy of those nations that have thatare responsible for climate change. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GIOKOS",
      "sentences": "Welcome back to \"Connect the World\" with me Eleni Giokos. I'm in for Becky Anderson, your headlines this hour. New U.S. Intel indicates thatUkrainian forces may have been responsible for the prevalent drone attack earlier this month. Sources say U.S. officials have picked up Ukrainian military chatter blaming each other for the attack, but the U.S. is not able to reach a definitive conclusion. Now a rare act of gun violence in Japan three people was killed including two police officers in a shooting and stabbing in Nakano city Thursday. A fourth person was injured in the attack. Now police say the gunman shot at officers as they responded to a call about a man stabbing a woman. The most once a fugitive accused in the Rwandan genocide of 1994 has been arrested in South Africa. Fulgence Kayishema spent decades on the run. He allegedly orchestrated the killing of more than 2000 Tutsi refugees during the genocide that has traumatized Rwandans for nearly 30 years. Now later this year, the 2023 UN Climate Change Conference or COP28 will be held just down the road from us in Dubai. But for some the United Arab Emirates is a controversial host because it is one of the world's largest oil producers and has named Sultan Al Jaber, the CEO of the National Oil Company as COP President. Earlier this week, a number of U.S. as well as EU lawmakers published a letter calling for the removal of Al Jaber from his role saying the decision to name him as President of COP28, the Chief Executive of one of the world's largest oil and gas companies, risks undermining the negotiations. But UAE leaders have praised Al Jaber's role in shaping the country's clean energy path. And he says he brings a pragmatic and realistic approach. I want you to take listen. (BEGIN VIDEO CLIP) SULTAN AL JABER, PRESIDENT-DESIGNATE, COP28: The world needs all the solutions it can get. It is not oil, or gas, or solar, or wind or nuclear or hydrogen. It is oil and gas and solar and wind and nuclear and hydrogen. It is all of the above. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GIOKOS",
      "sentences": "Well, and one of those countries that will be heavily impacted and in fact is already seeing change because of climate change is the tinyisland nations, The Seychelles, threatened by rising sea levels. I visited Seychelles last week and spoke with the President Wavel Ramkalawan about the climate financing promised at several copy events in recent years, including the funds supposed to go to those most at risk. But first I asked what he thinks of COP28's president and his other role as CEO of ADNOC, take a listen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "RAMKALAWAN",
      "sentences": "I think the reason why the UAE chose him as the chair is because of his understanding of renewable energy. He is an expert, so tospeak, in that field, also with fossil fuel. He knows the industry. He knows what it is about renewable energy. But at the same time, I think the commitment of the UAE speaks volumes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GIOKOS",
      "sentences": "It's important for you to collaborate with countries right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "RAMKALAWAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "GIOKOS",
      "sentences": "That is willing to help with Capitol. Tell me about the relationship with the UAE you've worked with Masdar City, I mean the windturbines were installed in 2012. I know Sheikh Khalifa was very involved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "RAMKALAWAN",
      "sentences": "The UAE is probably the main partner of the Seychelles right now. We're not only looking at the renewable energy, but also at otherinvestments. For example, they are investing in tourism, and we ensure that the projects that they have, carry with it a certain element of protecting the environment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAMKALAWAN",
      "sentences": "The answer is very simple. It's a big no. The commitment remains, a commitment remains a promise. But nothing has really trickleddown to small island state like, like the Seychelles. And, and yet, we still talking about climate change, the effects it will have on the world and the rise in in temperature, and how we're being destroyed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "You should have at least have people knocking on your door or you should have at least known who to access and how to try and get a piece ofthat pie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAMKALAWAN",
      "sentences": "But you see the disappointment from us who feel the effects of climate change is the fact that these promises keep being postponed. Andyou go to when we had the Europe, Africa summit, again, billions were promised. But nothing, nothing so far has materialized. But at the same time, for me, it's the hypocrisy of those nations that have made promises. It's the hypocrisy of those nations that have that are responsible for climate change. They promise and don't deliver. But yet they tell you, you have to keep protecting the planet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "What is the gap between the promises and the commitment in terms of reality? Is it funds? Does it know how to deploy that capital? Is it? Imean, you know, how do you close that gap?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAMKALAWAN",
      "sentences": "Well, my issue is, I just don't have a clue as to what is actually happening. But on the other hand, you see funds being deployedvery quickly. The Paris promises were done years ago. But then you had the Ukraine war, the -- European war. And funds were released, the West started talking about trillions and everything else, and funds were actually released.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "When do you think we can actually finally get onto the path of working together to figure out a solution for this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAMKALAWAN",
      "sentences": "Well, I hope it is soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "Do you think it will be COP28?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAMKALAWAN",
      "sentences": "I have high hopes for COP28. And I think between COP27, and COP28, there have been so many disasters related to climate change. I meanthe forest fires, the floods, the droughts, and everything else, which of course, are related directly to the effects of climate change. So I hope that the fact that we've seen those changes, that the world leaders, especially the leaders of those countries, which have the resources to make a difference, will actually come and say, OK, now we're no longer talking about promises. And now is the time for us to put our money, where our mouth is, to make the difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "You've seen it all right; you've been here your whole life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAMKALAWAN",
      "sentences": "Of course, of course. When, for example, on some of the beautiful beaches, we now have rock armoring simply to protect the coast,where we have to build sea walls, to protect the roads that go along the coast and also simply to protect the erosion that takes place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "It's not something that you can be in control of, because you're in the middle of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "RAMKALAWAN",
      "sentences": "We're in the middle of it rightly so. And the only thing that we can do is to try and set up artificial riffs so that these artificialrisks will break the surge, the strength of the waves, and therefore it will be more gentle on the islands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "You said something earlier and it's kind of stuck with me. If you find fossil fuels or you find oil or gas in your seas in your ocean? Wouldyou extract?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "GIOKOS",
      "sentences": "Fascinating and honest interview there and incredible to visit Seychelles, wonderful country. Well, we're going to short break. And stillto come, what a fellow musician says about the queen of rock and roll as we remember the legendary Tina Turner. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GIOKOS",
      "sentences": "Well, let us know what you're doing to answer the call with the #calltoearth. We'll be back after a quick break.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GIOKOS",
      "sentences": "Turkish voters will be heading to the polls on Sunday for the runoff of the presidential election. For now the momentum is with sittingPresident Tayyip Erdogan. He holds a narrow lead after the first round of voting over his rival Kemal Kilicdaroglu. The opposition leader has several other parties supporting him including the pro-Kurdish HDP party. Mr. Erdogan, on the other hand, has won the endorsement of Sinan Ogan. He's a hardline nationalist who came in third place during the first round of voting. The Turkish president's rival had been until recently leading a more positive campaign. But last week, he accused Mr. Erdogan of cooperating with what -- considers to be a terrorist group and playing a role in the country's migration crisis. He also met the anti-immigrant lawmaker -- you see here. My next guest looks at the opposition leader stance and the reasons for his shift, saying Erdogan talked about grand ideas. Kilicdaroglu spoke of mundane ones. And the election first round results illustrate that grant is so far prevailing over mundane. Let's unpack those with Galip Dalay, an Associate Fellow at the Chatham House International Affairs Think Tank, so great to have you on, so much to get through. Look, you know, Turks are going to be heading yes, going to be heading back to the polls second round. I mean, what's important here is that you have a really big shift here with Sinan Ogan endorsing Erdogan. So what are the odds for Erdogan over this weekend? How does it change the calculus?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, it's interesting, that narrative has shifted, and I want to get into that. But I also want you to hear a little bit of whatKilicdaroglu that had said, after the runoffs, take a listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "KEMAL KILICDAROGLU, TURKISH PRESIDENTIAL CANDIDATE",
      "sentences": "I am addressing everybody out there. We did not find this homeland on the street; we willnot leave our homeland to this mentality that allows 10 million irregular migrants to come amongst us. Youngster, get up and get rid of the despair on you. Those who love their homeland, come to the ballot box. We will fight until the end. And we will definitely win. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GIOKOS",
      "sentences": "So interesting messaging there. And it's a strong nationalist narrative. He's going to have to get votes from both nationalists as wellas Kurdish factions. And his messaging initially was bringing everyone together. Do you, what do you make of this sort of shift in narrative?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "DALAY",
      "sentences": "I think the shift of in his narrative is quite stark and quite significant. Prior to the first round, when you look at the narrative ofthe both candidates, the incumbent President Recep Tayyip Erdogan and then the opposition candidate Kilicdaroglu, Erdogan spoke of Turkey's -- in international affairs, fighting terrorism, Turkey's quest for status and autonomy in finance security policy, whereas basically Kilicdaroglu spoke of change in all policy areas. And also his tone was more conciliatory and was very much appealing to, to multicultural nature of Turkey. But now in the second round, the fear factor, and the nation inspector has dominated the main, the candidate of the opposition Kilicdaroglu. Mark is talking more about the refugees, the Turkey being swamped with refugees, that's the language that he uses. And actually he also inflates number because normally Turkey has around three and a half million Syrians. Now that the numbers that opposition and console is talking about 10 million is this is pretty much was the language of the far right nationalist actors in Turkey. And unfortunately, the tragedy of this one, basically, the -- is dominating the political language on both camps, both on the governing coalition because the third candidates of the race during the first round, which was a far right nation's candidate, threw his support behind President Erdogan. And also the chairman, the president of the main far right parties in the country threw his support behind Kemal Kilicdaroglu. And that's quite ominous for the future of Turkish politics being that much dominate by the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "GIOKOS",
      "sentences": "Yes. So, Galip, I'm curious who, whoever takes on the home. Right, and as you say, the odds are in favor of Erdogan. Is it going to be thesame in terms of what we'll see in the next few years? There needs to be major shifts in terms of the economy. We know what has happened with regards to the central bank, and the way that the currency has been and monetary policy has been dealt with? I think there were so many questions around whether people would vote with regards to what's going on in the economy. But we're seeing something very different playing out and it gives you a sense of what Turks are thinking.",
      "isLastSentenceInterrupted": false
    }
  ]
}