{
  "date": "2023-03-07",
  "headline": "Amanpour",
  "subHeadline": "Interview With U.S. Homeland Security Secretary Alejandro Mayorkas; Interview With Lithuanian Foreign Minister Gabrielius Landsbergis; Interview With The Atlantic Executive Editor Adrienne LaFrance. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Hello, everyone. Welcome to AMANPOUR. Here's what's coming up.(BEGIN VIDEO CLIP) ALEJANDRO MAYORKAS, U.S. HOMELAND SECURITY SECRETARY:  The world sees our system, we see our system has completely broken. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "America's immigration system needs fixing, says the U.S. Homeland Security Secretary Alejandro Mayorkas. Our conversation about thenational security challenges facing this country. Also, ahead, my interview with the Lithuanian foreign minister, fresh off his meeting with the U.S. Secretary of State. What that Baltic nation wants for Ukraine and how it is challenging China's might. And -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "ADRIENNE LAFRANCE EXECUTIVE EDITOR, THE ATLANTIC",
      "sentences": "We need unified leadership in this country against political violence. For leaders of anybackground in every party to say, this is not acceptable in America. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "The new age of anarchy, The Atlantic's Adrienne LaFrance talks to Walter Isaacson about the history of anarchy in this country and what itwill take to end political violence. Welcome to the program, everyone. I'm Christiane Amanpour in a very windy Washington, D.C., from Capitol Hill tonight, where the perineal issue remains one that much of the world grapples with and that is migration. President Joe Biden has resorted now to tough measures to reduce the flow of people across America's southern border amid reports that he is mulling a policy of detaining migrant families, including children, who enter the country illegally. It would be a major reversal by this president, who initially stopped this Trump-era practice, seeking a more humane approach. That, plus rising challenges to national security from abroad and a morphing threat to the homeland from within fall squarely on the desk of Alejandro Mayorkas, the secretary of Homeland Security. When we sat down on the departments sprawling campus earlier today here in D.C. to discuss all of this. And also, his own experience as the child of refugees. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Secretary Mayorkas, welcome to the program.ALEJANDRO MAYORKAS, U.S. HOMELAND SECURITY SECRETARY:  Thank you so much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "So, you have just celebrated, if that's the right word, the 20th year of the Department of Homeland Security. And President Biden said thatit was born of the tragedy of 9/11, but it is as important if not more important than ever. Why? And is the threat still the same?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "MAYORKAS",
      "sentences": "So, I think celebration is indeed the right word because we celebrate our people, the greatest asset that we have, past and present.The threats are not the same. They have only grown in diversity and complexity, in footprint as well. You know, I speak often about the fact that Homeland Security is now converged with national security. We are in an interconnected world. In the cyber realm, in cyberspace, borders are irrelevant. Foreign nation states attack us through disinformation by way of ransomware and other means, irrespective of borders. The challenge of extreme weather events. The gravity and frequency, not just here in the United States but internationally. And their consequences of triggering migration. The greatest level of migration that we've had in the hemisphere in decades and decades.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "I want to get to migration, because obviously everybody in the world knows that in the United States, for decades and decades, there'sbeen no real proper migration laws and immigration processes that could make it run smoother. But first I want to ask you about national security. You probably know that the Chinese are having their annual big conference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "MAYORKAS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AMANPOUR",
      "sentences": "And the new foreign minister was quite aggressive. He put the U.S. on notice in his first public comments, saying that, you know, if theU.S. continues like this, helping Taiwan, for instance, even with defensive weapons, then it could lead to conflict. They maybe -- you know, the guardrails that are there may not stop this train from going off and into a collision. What is a difference with the U.S. giving defensive weapons to Taiwan, you know, and we potentially giving them to Russia for the Ukrainian war? How do we see all of that right now? Are you worried at this department?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "So, the foreign minister of China said that that was an overreaction, that is their -- you know, their position on that. How muchdamage, in terms of national security and protecting the homeland, did that balloon do? The spy balloon, the first when you shot down?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MAYORKAS",
      "sentences": "Well, it -- our strongly held view is that it was not an innocent device to measure weather patterns. And of course, the assessmentis still underway and we have recovered a great deal and we'll learn a great deal from that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Obviously, the other big issue is your border. Many of your opponents call it a border crisis. Do you consider it a crisis in the Bidenadministration?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MAYORKAS",
      "sentences": "Christiane, the issues we have are extraordinarily diverse. You know, I spoke about extreme weather events. I spoke about cybersecurity.You and I have now exchanged about the threat of adverse nation states that seek to infringe on our and other countries sovereignty. You know, 20 years ago, when our department was created, it was the foreign terrorists. We now have the challenge of domestic violent extremists. When we speak about the border, we have to put it in context that this is not a challenge and it is indeed a challenge. Not a challenge exclusive to the United States. You know, Chile just deployed its military to its border. Colombia has 2.5 million Venezuelans within its borders. Costa Rica's population is increasingly Nicaraguan. We are seeing a movement of people throughout the hemisphere. And, quite frankly, throughout the world, that is historic. It is for us, no question about it, a very serious challenge. And a challenge that we are addressing with policies that stay true to our value as a nation of laws and a nation of immigrants.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "So, how do you do that, because it has confounded successive administrations and it is the subject of a massive political discord, andactually, political crisis in this country? Maybe it is in other countries as well, but it's almost as this country is defined, to an extent, by the inability to get a migration, asylum, and that kind of system in place. I want to know, from your perspective, is it true that this Biden administration is about to reinstate the detention of a family's policy that we saw under the, you know, Trump administration, and that the Biden administration stopped that and the separation of families on humanitarian grounds. Now, there are reports that it could happen again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MAYORKAS",
      "sentences": "Well -- so, let me be clear, because those are two very different --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MAYORKAS",
      "sentences": "-- lines of work. We did end family detention in March of 2021. Family separation is something that we abhor, that we condemned, and thatwe promised not to do again. And we have instituted reforms within this department to make sure that that cruel program of the prior administration is not repeated in our administration or in subsequent administrations. No decision has been made with respect to the detention of families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Do you think it might? Do you think it's a good idea?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MAYORKAS",
      "sentences": "One thing, Christiane, that I promote in this department, is to put all options on the table. Great, good, bad, terrible. Let us discussthem and many will be left on the cutting room floor. But the best ideas blossom from open and candid dialogue, and really just that -- a robust discussion of alternatives. We haven't made a decision yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Can you tell me about the numbers, because again, there are reports that actually the numbers coming into the country have decreasedquite significantly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "MAYORKAS",
      "sentences": "Quite significantly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AMANPOUR",
      "sentences": "Why? How?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Well, and it's actually even coming directly at you. Your opponents in the -- in Congress are talking about potentially impeachingyou because of all of these numbers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "MAYORKAS",
      "sentences": "Well, what I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "How do you react to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "MAYORKAS",
      "sentences": "My reaction is I would -- I'm eager to work with them to fix what you have referenced as a broken immigration system. The world sees oursystem, we see our system as completely broken. There is unanimity about that. And yet we cannot join together to fix it. Not just from a humanitarian perspective, but also in terms of contributing to our economic prosperity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Meaning you need immigration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "MAYORKAS",
      "sentences": "We need immigration, and there is bipartisan agreement on that fundamental fact. You know, I've engaged extensively with the businesscommunity. There are 10 million open jobs. There is a clamoring for individuals to fill them that domestic workers do not. And so, we see other countries drawing on a foreign-born talent, even seasonally, even temporarily to fill those needs. And we don't seem to be capable of fixing that system. But I'm unrelentingly optimistic and eager to work with Congress on both sides of the aisle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Do you think the end of Title 42, which was pandemic related, is going to cause a massive influx or what? What do you think that's going todo?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "MAYORKAS",
      "sentences": "I think there's potential for that, but -- and we've been preparing for that since September of 2021. But we have to be mindful ofthe fact that the expulsions, that's the term under Title 42 which is a public health authority, actually creates an environment permissive to repeat encounters of the same individual because there is no consequence, no formal enforcement action, no removal. So, people try again and again. And so, the number of encounters is not synonymous with the number of individuals, unique individuals, whom we encounter because we have recidivism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Can I ask you? You talked about special, you know, deals you've made with certain countries, including Cuba. You yourself are the son ofrefugees and immigrants. Your family, at least your mother's family, escaped the Nazis --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "MAYORKAS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "-- and ended up in Cuba, I think, where you are born. Tell me about that repeated expulsion, the repeated experience of being refugees,immigrants, and how it informs your work now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "MAYORKAS",
      "sentences": "You know, Christiane, I'm -- I, myself, am a political refugee. My sister and I were born in Cuba. We left with our parents. My mother, asyou referenced, was twice displaced. My father lost his -- the country of his birth. His business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "AMANPOUR",
      "sentences": "Cuba.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:00",
      "speaker": "MAYORKAS",
      "sentences": "Yes, he was born in Cuba. Lost the country of his birth. He would say that he was taken from him. Lost his business. Lost what he haddesigned for his future. Understanding the phenomenon of displacement, what it means for individuals to leave their homes, often by force. What we, the United States, represent to those people as a country of refuge is profoundly meaningful to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "MAYORKAS",
      "sentences": "We're not trying to prove something other than the fact that we are a nation of immigrants and we are a nation of laws. And yes, I amattacked from the right. We are attacked from the right, just to use short cut language, and we are attacked from the left. Fundamentally, we as a country have to come together to fix this system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "On the issue of cybersecurity, which you mentioned at the beginning, you know, during the Russia's war on Ukraine there was a fearhere and elsewhere that there would be cyberattacks from Russia. That that is the asymmetric way it might seek to respond to America's help with Ukraine. It doesn't seem to have happened, unless you know a lot more than the public does. Why? Why do you think that is? And are you concerned that China may really start, you know, cyberwars against the United States?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "MAYORKAS",
      "sentences": "So, our vigilance is unrelenting. And as a matter of fact, because we are concerned that Russia would attack asymmetrically, retaliateagainst our provision of material to Ukraine, we instituted a really remarkable unprecedented program called Shields Up where we drove the vigilance of the private sector. We have to remember, in this country, the majority of our critical infrastructure rests in the hands of the private sector. And so, we had to really engender that vigilance, alertness to the potential for a retaliatory cyber strike. It has not materialized. And I think that is a function of our vigilance, as well as our own capabilities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "These days, it seems that election security is the most repetitive concern. And now, people -- and there's a new poll whichsuggests that people are concerned. That there may not be just, you know -- well, maybe violence at the next election in 2024, political related. What are you seeing down the line and how are you preparing to defend that and to, you know, to prepare?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "MAYORKAS",
      "sentences": "So, the right to vote, the freedom to exercise that right is sacrosanct. That defines democracy. It is a vital element of our democracy.And we work very, very closely with state and local jurisdictions to ensure the safety and integrity of the election system. We provide advice with respect to physical security. We assess the cybersecurity of polling places. We ensure that they have a backup system that, should one thing occur, they have redundancies in place. And so, we work very closely with secretaries of state. I actually engaged with them before the last election cycle, the midterms, to make sure of their readiness and alertness. We have a very close partnership. That is a perfect example of why we, in the Department of Homeland Security, term ourselves the Department of Partnerships. We have to do these things together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "And so, you feel confident that the next election will be as peaceful as this previous, you know, the midterms?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "MAYORKAS",
      "sentences": "I am confident in the security of the next election. That does not mean that we will not confront challenges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Of the political variety?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "MAYORKAS",
      "sentences": "Of the political variety, of disinformation, of physical intimidation. These are things that we have observed, we have seen, we haveguarded against, and we have addressed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "Secretary Mayorkas, thank you very much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "MAYORKAS",
      "sentences": "Thank you so much for having me.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "AMANPOUR",
      "sentences": "So, there you have it, the secretary laying out the challenges. And right now, the West, including, of course the United States, isabsorbing an influx of Ukrainian refugees who are escaping Russia's brutal war. But there are also concerns that Putin is weaponizing migrants in an effort to destabilized Europe and those nations supporting Ukraine. My next guest is that Ukrainian -- is the Lithuanian Foreign Minister Gabrielius Landsbergis, in a very windy Washington. As you can see, his Baltic nation is in a very difficult spot between Russian territory and the Moscow ally Belarus. But Lithuania is a David, of course, facing two Goliaths. Also, in a standoff with China over trade. And Landsbergis is joining me here in Washington after meeting with his U.S. counterpart, the Secretary of State Antony Blinken. Welcome to the program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:00",
      "speaker": "GABRIELIUS LANDSBERGIS, LITHUANIAN FOREIGN MINISTER",
      "sentences": "Pleasure being here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "LANDSBERGIS",
      "sentences": "Well, first of all, I had a chance to thank Secretary Blinken for what we've seen U.S. doing over the last year. Many of us feared thatU.S. has left the European continent. You know, pivoting to Asia and seeing the problems elsewhere. But now, U.S. is, you know, is back and guaranteeing not just the safety of eastern flank countries, you know, of NATO, but also assisting Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Uh-huh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "LANDSBERGIS",
      "sentences": "First of all, to defend Kyiv. Fend off the first attacks and then sustain the war effort throughout the year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "What do you think it will take? Now, you're looking into the second year, you all discussed, everybody met at Munich to presumablydiscuss how you take this forward for another year, if Putin doesn't decide to remove his troops. You see the really difficult time Ukraine is having over Bakhmut. How do you, as Lithuanian's, assess the battlefield right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "LANDSBERGIS",
      "sentences": "Well, I -- my point is that we should -- our strategy, should not be driven just by the tactics of the battlefield. It might be verydifficult one day. Last autumn, we've seen some very successful moves by Ukrainians taking back two major cities in the east and south. And I would like to see more discussion about the endgame. You know, we are saying that we are committed to Ukraine until with -- whatever it takes, until the very end. And I'm asking the question, so what is that end?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "So, you don't know either, because we ask that question --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "LANDSBERGIS",
      "sentences": "No, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "-- all the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "LANDSBERGIS",
      "sentences": "We know. We know and President Zelenskyy knows very well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Which is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "LANDSBERGIS",
      "sentences": "He presented a very clear 10-point peace plan, which has -- taking all the territories back. So, full withdrawal of Russia from theoccupied territories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "LANDSBERGIS",
      "sentences": "Reparations and justice. And I think that even these three points, they state out very clear what it means to secure the Europeancontinent once -- well, hopefully for all so that it would be back again into the framework of security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Do you believe that your fellow NATO, maybe slightly western Europeans, certainly the United States here is even further away? Do youbelieve there is a growing or diminishing attempt to get Ukraine to the negotiating table?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "LANDSBERGIS",
      "sentences": "I think that there are several worries. One of those worries, and you know, one might call them myths even, you know, about whether it'swise or even possible for Russia to fail and lose. And I've heard that number of times in enclosed rooms and more open rooms where people would say, look, Russia cannot fail. You know, Putin has to have some kind of victory out of this. And my point is, if he is going to have any kind of victory, then we have not seen the last of it. The second myth is that Ukraine is unable to win. Then again -- I mean, we've heard that since the first days of the war. You know, where -- the belief was that Ukraine will not be able to hold Kyiv, and they were. That they would not be all use HIMARS, you know, rocket launcher systems.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Uh-huh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "LANDSBERGIS",
      "sentences": "And they were.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Uh-huh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "LANDSBERGIS",
      "sentences": "And they pushed Russia out. So, I have full confidence that, if we put enough belief into Ukrainian soldiers and political leadership,they actually can do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "And quickly, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "LANDSBERGIS",
      "sentences": "That's not necessarily what we should be aiming at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "LANDSBERGIS",
      "sentences": "You know, quickly, it puts a lot of pressure. A lot of pressure. And I don't think that is always --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "LANDSBERGIS",
      "sentences": "-- possible to withhold that. So, that means that we need to give them space and time. So, obviously now, everybody is waiting andexpecting, probably, you know, the counteroffensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Uh-huh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "LANDSBERGIS",
      "sentences": "Ukrainians are quite openly talking about this. They've been naming directions as to where that might happen. But my point is that let'scommit to the second counteroffensive. There might be a need --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "LANDSBERGIS",
      "sentences": "-- for the second and third. And let's stick with them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Do you think planes will be part of an eventual second or third counteroffensive? Because now we're hearing more and more that it's boundto happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "LANDSBERGIS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "The question is when?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "LANDSBERGIS",
      "sentences": "I think that it's an important step forward. You know, we've always been of the opinion in the eastern flank that all the weaponssystems should be made available to Ukrainians. So, I would not be surprised in seeing F-16s. But apart from that, I think that it's very important also not to lose sight of what they need currently. So, they need more tanks, they need more ammunition, they need more Howitzers and -- in all the other systems that maybe do not sound so flashy in the headlines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "LANDSBERGIS",
      "sentences": "But this is what their soldiers need right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "You were starting to describe a number of myths that you've actually tweeted about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "LANDSBERGIS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "AMANPOUR",
      "sentences": "You got to two or three. Myth five, if I could just read it for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "LANDSBERGIS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "LANDSBERGIS",
      "sentences": "I think that the major difference between the narratives is, if somebody suggest that we should be negotiating with Putin. And I think,how do we reconcile that with the idea of a special tribunal? You cannot have both. You cannot have someone who is actually guilty for an act of aggression, for ordering his generals and troops to commit war crimes, and then sitting at the same table to negotiate, you know, a ceasefire or seizing of territories. You have to decide. And again, if we show that we're not sure whether there has to be a special tribunal, whether there has to come a point in time where justice will be served to all the officials who are responsible for this war, then it is taken as a sign of weakness. That we are indecisive. That we, you know, there are options and ways out of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "It is said that your states, the Baltic states, yourself and your other tow -- Latvia and Estonia and eastern European countries likePoland, have the kind of experience with Russia and the Soviet Union that sets you apart from countries further west. Do you sometimes feel alone? Do you feel like, yes, alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "LANDSBERGIS",
      "sentences": "We had that feeling. In the 2000s when we had that feeling when the restart was offered to Russia. When we said, look, it's still thesame imperialistic state or empire, so might even call it, you know which more resembles empires of the 19th century than the modern European country. That they have this attitude towards their neighborhood which is not peaceful. They seize the spheres of influence. They want to stop countries joining NATO because it somehow affects their security, when we're just talk about our security. So, we -- this is what we felt. We felt alone. Now, I believe there's a lot more convergence to the -- towards the understanding of what Russia actually is. I don't think that we're there yet, completely grasping what it is Russia and how Baltic states or in Poland sees Russia, just to give you an example. The main point that we are always discussing is that, it's -- is it politics for you? I will say, it's not a political point for us. It's a vital point. We are worried when we see, you know, when we see Bucha, when we see Irpin, when we see civilian buildings destroyed. We think about our cities. We think about our people. And this is what we want to defend. So, there is this difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Talking of your own security, I mean, never separate from what is happening right now but even before this war, you had called for moredefensive emplacements by NATO along the eastern flank. And you keep calling for it. And this -- at the last NATO meeting in Madrid, it seemed to have been pledged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "LANDSBERGIS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "And I'm not sure whether it actually ever happened. And again, I asked at this Munich conference, the secretary general of NATO, what aboutall of these what was mooted (ph) as tens if not hundreds of thousands of NATO forces in a defensive posture, you know, deterrent posture along. This is what he told me. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "JENS STOLTENBERG, NATO SECRETARY GENERAL",
      "sentences": "What we have decided is to have battle groups, they're already there in all the Baltic countries and allthe eastern allied countries, eight battle groups in eight countries. Then we are now in the process of making them scalable to have air marked forces, brigades that can be -- that will train, have prepositioned equipment, and then can be quickly deployed. But more -- you know, but -- even more important is of course that we have done hundreds of thousands of troops that will be available for reinforcement. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "So, you are hosting the next NATO summit this summer. What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "LANDSBERGIS",
      "sentences": "Well, I think that our point remains unchanged a year ago and even before that. I would say that since 2014, all the Baltic states havebeen asking for additional troops on the ground in our countries, after 2014 it happened. We received the -- what is called the enhanced forward presence. A battalion sized attachments in all of those three countries. So, we have some German detachment in Lithuania. After last year's invasion, we've asked -- obviously, we need more. We need actual deterrence that could be available to fight alongside our troops from the very first second.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Do you have? It",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "LANDSBERGIS",
      "sentences": "No, we don't. And it has to be admitted that throughout the year, we have not moved to that direction. And yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Do you know why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "LANDSBERGIS",
      "sentences": "It's difficult to tell. I would start probably from the threat assessment. And then again, with what I've said before, for us, thisis vital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Uh-huh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "LANDSBERGIS",
      "sentences": "We actually imagine our, troops Lithuanian troops, fighting from the -- for the actual first inch, as they say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Of a NATO territory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "LANDSBERGIS",
      "sentences": "-- of a NATO territory.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "LANDSBERGIS",
      "sentences": "And when it said that, you know, we would be ready to arrive to Lithuania in 10 days. So, for those ten days, you know, we will be --you know, we will --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "NATO said that? Your --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "LANDSBERGIS",
      "sentences": "Yes, this is the concept.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "AMANPOUR",
      "sentences": "-- alliance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "LANDSBERGIS",
      "sentences": "Like, they're --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "LANDSBERGIS",
      "sentences": "What we've seen in Bucha --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "LANDSBERGIS",
      "sentences": "-- you know, what can happen in those 10 days and what is left when you re-conquer back the territory, you know, with all the massgraves and horrible situation. So, we don't -- you know, we would expect that when we say one inch and first second, this is exactly what happens. Therefore, we are continuing to talk about the actual deterrence with troops on the ground, on the border, sending a very clear message to Belarus and to Russia that, you know, do not step over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "So, you've talked about your alliance and you've talked about Russia demonstrating sort of imperialist tendencies. They are also creatingnew and stronger alliances, notably, obviously, with China. But in the course of this war, strengthening their -- even their military alliance with Iran. Apparently, getting certain things or pledges from North Korea. You have a little bit of a testy relationship between Lithuania and China, pretty much over Taiwan. Have you had discussions with the Chinese leadership over potentially providing -- you know, or what it's doing with Russia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "LANDSBERGIS",
      "sentences": "I think that when it comes to Chinese diplomacy, they don't believe that small countries should have a say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "They don't believe that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "LANDSBERGIS",
      "sentences": "No, they're multilateral world system, I think, belonged to only two big powers. So, we were never asked or, you know, consulted oranything about. We were just, you know, taught a lesson, so to say. We withstood the pressure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "What was the pressure? Remind us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "LANDSBERGIS",
      "sentences": "It was a full hand rake on trade with China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes, that's right. Because you recognized --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "LANDSBERGIS",
      "sentences": "No, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "No?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "LANDSBERGIS",
      "sentences": "We've allowed Taiwan to open a representative office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "That's right. That's it. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "LANDSBERGIS",
      "sentences": "Not a diplomatic office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "LANDSBERGIS",
      "sentences": "But still, they did not like the name. So, they decided that they will -- you know, they will take the step. Taiwan still has arepresentative office in Lithuania, and they will continue to have it. We withstood the pressure. The trade is returning with -- because there is a WTO panel that started where China had to answer the questions. Why did they take this stance? They are a member of WTO, as we are. So, it was a tough challenge. But I think a lot of lessons were learned from this. And since, you know, I'm of the belief that this is definitely not the last case. We were not the first one and I don't think we will be the last. But the lessons learned from Lithuania could be used elsewhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "So -- well, yes. So, in that regard, I want to play a little bit of a soundbite from some fairly strong comments from the new Chineseforeign minister today in Beijing. And he specifically targeted the U.S. and its allies and sort of tried to draw comparisons with what might happen in Taiwan. (BEGIN VIDEO CLIP) QIN GANG, CHINESE FOREIGN MINISTER (through translator):  If the United States does not at the break but continues to speed down the wrong path, no amount of guardrails can prevent derailing, and there will surely be conflict and confrontation. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "So, what do you make of that, speeding down the wrong path, he says, the U.S. and its allies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "LANDSBERGIS",
      "sentences": "Well, after we've seen China presenting its so-called peace plan, which has, on one hand, defending -- suggesting that Ukraine shoulddefend its sovereignty or on the other hand has to give up territories, which I don't think how -- you know, how does it work together in the same plan. I think there is a bit more to this. And these comments also play into the same tune is that China is trying to offer itself as an alternative leader to what is world ruled based order that emerged after the Second World War. They see themselves now as a country which can offer something to global south. Different reality that has not come from the U.S. or from the West.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "And finally, you've just made a visit to Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "LANDSBERGIS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "AMANPOUR",
      "sentences": "Now, President Zelenskyy has been very exceptionally forthright in criticizing and wishing that Israel would also join the consensus ofallies sending defensive weapons. I know American officials are disappointed that their ally, which gets so much military aid, does not send some of it to Ukraine. What did you tell them? What did you tell the officials there about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "LANDSBERGIS",
      "sentences": "My main point in Israel was that our securities are connected. You know, as the cliche goes, there is no country -- nocountry's an island, and when it comes to security. But now, it feels even more so. Iran is providing drones to Russia so that Russia could attack civilian infrastructure in Ukraine. It is so close to us. So, we are connected to the Middle East via this track. So, helping Ukraine win this war will also increase Israeli security when it comes to Iran. And I think that there's a clear track, you know, how Lithuania, Ukraine and Israel are, you know, in this together. So, I had a chance to present this argument.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "LANDSBERGIS",
      "sentences": "Well, I was listened to attentively.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "OK. That's diplomatic. Very quickly, because we have to end it, is the E.U. going to categorize the Iranian Revolutionary Guard Corps as aterrorist organization?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "LANDSBERGIS",
      "sentences": "Lithuania supports the notion. But still have not reached the consensus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Foreign Minister Landsbergis, thank you very much indeed for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "LANDSBERGIS",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "AMANPOUR",
      "sentences": "Now, as Secretary Mayorkas told me earlier, the DHS has evolved to focus on a range of issues. In the last few years, it designateddomestic violent extremism as a national priority. Adrienne LaFrance, executive editor of \"The Atlantic,\" traces political violence here in the United States over the past century in her latest article. And she now joins Walter Isaacson to discuss what is different about the new anarchy. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "WALTER ISAACSON, CNN HOST",
      "sentences": "Thank you, Christiane. And, Adrienne LaFrance, welcome to the show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ADRIENNE LAFRANCE, EXECUTIVE EDITOR, THE ATLANTIC",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ISAACSON",
      "sentences": "So, you've got this cover story in \"The Atlantic,\" \"The New Anarchy.\" And one reason you say it's new is that it's a little bit slowmotion. What do you mean by slow motion? Does that make it better or worse?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "LAFRANCE",
      "sentences": "You know, I think both would be bad, frankly. I think one of the themes in my reporting is that people have a tendency to expect politicalviolence to manifest, maybe in the form of civil war. Obviously, the civil war looms really large in our national memory. And what I'm arguing and what I'm concerned about is that really bad political violence is already here and it's just not taking the form we're used to. And so, you know, you might be able to compartmentalize one event as random when, in fact, it's part of a larger pattern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ISAACSON",
      "sentences": "Well, a lot of them do seem random. I mean, we have, you know, what happened in Portland on both sides, but we also have the attack onPaul Pelosi or Justice Kavanaugh, it seems like kind of misfits and weird people doing things. Why do you say it's all connected?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "LAFRANCE",
      "sentences": "So, I think the one way to think about it, and this is a term that law enforcement uses, is salad bar extremism. So, there is emergingpattern of rather than a cohesive ideology where you have a political party or an organized group carrying out acts of violence, which you do see in history that that sometimes have political violence manifest itself. Now, we have these sort of lose sometimes overlapping ideologies, sometimes driven by hate, sometimes seemingly random, certainly carried out by people of different profiles or beliefs or, you know, affiliations, political affiliations. But the larger pattern is you see -- increased threats against the public, against members of Congress, against journalists. And the pace of violence is increasing as well. And so, to look at it as an existing culture, you really have to see that it's part of this larger sort of trend that's going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "ISAACSON",
      "sentences": "You start to piece in Portland, Oregon in 2020 when all of those things on both sides were happening. Tell me what sparked that and what arethe people who are making up that political violence there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:35:00",
      "speaker": "LAFRANCE",
      "sentences": "I was interested in Portland because it did seem, from afar, to have gotten really bad. And I was looking for the contemporary example of asort of how close we've gotten sort of to the brink or to breaking the social contract. And I also was down to Portland because there is so much, it seemed, disconnect among people in terms of who was responsible for what was going on there, in this sort of street violence, ongoing fighting. And what I found was -- I mean, you mentioned the term both sides, I think there was violence across many different groups, but we have to be really careful about weighing it equally, right? And so, the sort of fascinating and different dynamic that played out in Portland was, well, two things, one was that a lot of people sort of assumed that this all just came out of sort of the protests related to the murder of George Floyd. In fact, the violence that played out in Portland was brewing for many years and really started after Trump's election, when you had right-wing provocateurs coming out and sort of ostentatiously, you know, trying to provoke a lot of the left-wing people in Portland, and they did so effectively. And so, then you had left-wing folks who were prone to violence as well coming out and fighting. And then, the police in the fray as well. And so, you really had -- in some ways, you had three contingencies between the police, the left-wing extremists and right-wing extremists. And I think when you talk to a lot of Portlanders, most Portlanders didn't go out in the streets fighting and most would say that all those who did made a bad choice to do so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "LAFRANCE",
      "sentences": "Well, looking a century ago, I mean, if you look at the early 20th century in the United States, anarchists were, you know,antigovernment, anti-state, maybe communist, Marxists, like actual like anarchy as a political viewpoint. And when I talk about this -- the new anarchy, I'm not -- I don't mean an ideology as much as a new form of radicalism that, interestingly, takes the shape of some of the left-wing radicalism of a century ago while being ideologically more likely to be right-wing. And so -- and I think this is an important point, back to your question about the both sides-ism, is when you talk to the scholars who focus most on political violence today, the data shows again and again that the biggest threat, it comes from the right-wing. We certainly have incidents of political violence carried out by people who espouse left-wing beliefs. But the anarchy today is not traditional anarchy as it was 100 years ago because that was ideologically different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "But what about the anti-fascist protests there's that -- you know, certainly people who point to them as the ones who were originally inthe streets?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "LAFRANCE",
      "sentences": "Right. And some anti-fascists do self-identify as anarchists in the sort of classical sense. You know, I don't think it's accurate to saythat they were originally in the streets. If you go back to sort of the root of this fight, you see -- in Portland anyway, you see people from the right-wing provocateurs coming, protesting and that drying out the left- wing response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "When I was a young reporter covering things down here in Louisiana for \"The Times\" Pick Union (ph), I was covering various Ku KluxKlan and other groups, weird groups, and they would stand on the corner and hand out mimeograph sheets. And so, they were sort of self-contained. It couldn't spread too much. How did these groups use social media and the internet now to spread differently?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "LAFRANCE",
      "sentences": "Right. Just the very architecture of the social web is designed for a massive, instantaneous global scale. Meaning, you know, if you putyour beliefs in front of the right audience or in the right Facebook group or the right Telegram channel, whatever the distribution mechanism is, it can instantly reach just a massive number of people everywhere. And so, that's different, right? You know, you're not out on the street corner and handing out something -- a physical piece of paper. And the geographic desegregation, I think, is important too because it means that it is not contained to just one town or one place. And so, the threat is suddenly everywhere potentially. And so, you can kind of think of these platforms at their worst as being sort of anger machines that are sort of this feedback loop of hateful content, spread at a global scale and instantaneously and reinforcing some of the worst possible human impulses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "Let me read a sentence from your piece that really struck me. You said the people build their political identities not around sharedvalues, you're talking about these days, but around a hatred for their foes. And I think you put the label on it, which is negative partisanship. Is that different now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "LAFRANCE",
      "sentences": "It is. I mean, the scholars who study this are really disturbed by it too because you might previously -- I mean, look. Like we shouldacknowledge that political violence has been part of American politics since the beginning and there have always been fights. And so -- but at the same time, even in past areas of ups and downs of violence, you know, people would hopefully, you know, come together around what their beliefs were. So, asserting -- here's what I believe, here's what I believe the world should look like. Now, you see more and more people saying, you know, not asserting the policies they believe in or the vision of the world that they want to realize, but more, you know, whatever it takes so that that -- the other guy doesn't get what he wants or -- and so -- and we're seeing a really dramatic rise in the way people are oriented politically being solely around hatred for the other or making sure that, you know, whatever it takes to defeat the political opponent rather than realize a vision of the world that someone might otherwise want, politically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:40:00",
      "speaker": "ISAACSON",
      "sentences": "You say the political violence is like an iceberg. Explain that to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "You talk about the new anarchists, but you go back 100 years to the old anarchists from around 1910 to 1920, which was a really bad periodin the United States. Explain the difference of the old anarchism. What was it all about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "LAFRANCE",
      "sentences": "So, this was a movement that was sparked in large part -- I mean, we're talking about an era where heads of state were beingassassinated by anarchists in the United States. You know, President McKinley, as well as elsewhere. And really, this global movement that was antiestablishment, antigovernment, just sort of the dynamiting, tear it down mentality, true anarchy, in the true sense of the word. And it was motivated by some real issues in society, including terrible working conditions for workers. And so, you know, it's -- we see some of this. If you look throughout history, you do see sort of echoes in the social conditions that prompt people to decide that they don't want to work within the system to solve systemic, real systemic problems, but rather, want to bring the system down. So, that is certainly what you saw among anarchists in the United States in the early 20th century. And you can see echoes of that among some groups today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "When you talk about the anarchists of the early 20th century, they were put down around 1919, 1920. Attorney General Mitchell Palmer didfamous -- infamous in a way, raids. And I think 10,000 people at a time were arrested. But let me read a sentence from your article. You say, sweeping action by law enforcement helped put an end to a generation of anarchist attacks. And then, you say, holding perpetrators accountable is crucial. Do you think we need to be doing more of that now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "LAFRANCE",
      "sentences": "It gets really uncomfortable, frankly, because, to your point, the Palmer raids were unconstitutional. Like we should definitely notrepeat that, it's a notorious example of an overreaction in law enforcement. At the same time, society had reached a point where, you know, you can't live with domestic terrorists trying to assassinate political leaders all the time and effect -- you know, and actually assassinating them. So, there -- a lot of the lessons of earlier eras of political violence lead to very uncomfortable places. We very frequently see that with necessary law enforcement, you have overreach and encroachment of civil liberties. And so, I think the lesson for us today is we absolutely need a strong, swift law enforcement. I think the reaction and the indictments after January 6th they're an example of what's needed. But we, at the same time, as citizens have to be really cognizant of the potential for government overreach and corruption in the course of that law enforcement, which is troubling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:45:00",
      "speaker": "ISAACSON",
      "sentences": "Talking about political violence in general, in order to have it stop or have some crisis, you would have thought we need some big eventthat was so horrible we'd all say, OK, enough of this. Well, we had that. We had January 6th. What happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "You just mentioned Trump and Trumpism as being a cause here. To what extent is that a motivating force behind this rise in politicalviolence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "LAFRANCE",
      "sentences": "It is absolutely a factor, but the political violence we're experiencing now predates Trump. So, I think, in some ways, I think thathis presidency helped sort of give permission to the mainstreaming of a lot of these extremist views. I mean, people will recall the debate where he said -- he addressed to the Proud Boys on national television and said, stand back and stand by. So, you know, perfect example of a mainstream endorsement of political violence. Of course, the stop the steal rhetoric leading up to January 6th is an example. So, I would characterize Trump as an accelerant, but not the root cause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "So, after looking at more than a century of this type of political violence and looking at what is the same and what's new about thepolitical violence now, what do you think we as a nation should be doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "LAFRANCE",
      "sentences": "The two most distressing things that I come away with are what is new and what's different, because those are the things that we have tonewly account for in trying to address this. And so, I think the social web that we talked about. The other piece, which we talked a little bit about is, we haven't before, in America, had such a movement of people denying the accurate outcome of elections, and that's new for us in America and very dangerous. And so, I think, as we think about what we need to do to stop political violence in our country, we need to focus our energies largely on those two new dynamic sort of really dangerous phenomenon. But there's also sort of what, you know, what I might call like the boring work of democracy, boring but essential, you know, making sure that we are encouraging people who should be in leadership positions to run for office, making sure that we're protecting free and fair access to elections. And again, going back to the leadership point, demanding that the leadership of this country -- not just on a national level but on every level of elected office -- that they are people who reject political violence as unacceptable. And that's certainly not the case right now. And so, you know, one way to think about this is, is if voters in America treated stopping political violence as their sort of single issue, like the most important thing that we can do in a world of many, many, many other important issues, we would ultimately end up demanding, I think, stronger leadership that could help us get through this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "ISAACSON",
      "sentences": "Adrienne LaFrance, thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "LAFRANCE",
      "sentences": "Thank you for having me.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "And finally, tonight, of course, we did discuss the idea of political violence earlier in my conversation with Secretary Mayorkas. Inhis office, of course, we also spoke about the moments in his career that have left their mark on him. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "MAYORKAS",
      "sentences": "In 2010, I was the director of U.S. Citizenship and Immigration Services, and there was a devastating earthquake in Haiti. And we developedan emergency humanitarian parole program to bring orphaned children to the United States. This is a young Haitian boy who lost his parents, who is running through Miami Airport with, as you can see, a beaming smile to meet his new adoptive parents in the United States. This speaks of, on the one hand, the fragility of life. On the other hand, the resilience of the human spirit. It's a picture of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "AMANPOUR",
      "sentences": "And the importance of getting a chance to have a new life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:00",
      "speaker": "MAYORKAS",
      "sentences": "And that is what our country represents.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}