{
  "date": "2023-10-08",
  "headline": "CNN Newsroom",
  "subHeadline": "New Explosions Light Up Night Sky over Gaza; Israeli Security Cabinet Declares State of War; Israel Security Cabinet Declares State of War; Biden Tells Netanyahu Assistance is \"On Its Way\". Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:11",
      "speaker": "RON DERMER, ISRAELI MINISTER OF STRATEGIC AFFAIRS",
      "sentences": "I think it's scores of hostages. I can tell you there's also American hostages as part of that number as well. I don't want to get into a specific number, but these are women, they're children, they're elderly, they're Holocaust survivors. This is sick.(END VIDEO CLIP) WHITFIELD: CNN's Anderson Cooper is with me now in Tel Aviv, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:11",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Yes, Fredricka.The taking of the hostages, it is sick and it is something which has just struck a deep, deep cord of disgust, horror here in Israel, understandably all around the world to see Holocaust survivors, to see an elderly lady sandwiched between two Hamas thugs on a motor bike being taken into Gaza, to see a person's body being paraded through the streets. Obviously, these are things which have horrified people here in Israel all around the world, and certainly the resolve of people here, you can -- you hear it in the voices of people you talk to in Tel Aviv tonight and all around this country. I want to go to our Clarissa Ward who is along the border near Ashkelon, on the border with Gaza. Clarissa, this is a fast-moving situation. This is still an ongoing, very dangerous, unstable, situation particularly in the areas where you and Nic Robertson are. The lack of clarity of exactly what the status is of ongoing fighting between Israeli forces and any Hamas terrorists or militants who may be on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "WARD",
      "sentences": "And when we went today, we could only stay a short time because it's very, very tense around there. The bodies have been collected of those who were the innocent victims in this, but the bodies of those Hamas militants are still lying strewn by the road.You can see lots of vehicles shot up, abandoned. You can see one truck full of Hamas militants where an Israeli police vehicle had clearly just T-boned right into it, slammed into it to try to put a stop to the attack. Now, we know that many people were killed, many also were taken hostage. The Israeli government took an unprecedented step today, Anderson, and actually released a photograph on Twitter of a tent with just scores and scores of dead bodies who have been gathered, who they have been working through the process of trying to identify them. And they said in the tweet, you know, we really struggled with whether or not we should show these images because they are so horrifying, but we decided we need to show what terrorism looks like. So, very intense on the psyche of ordinary people, and very intense in terms of the tempo of what we're seeing on the ground. And that really just continuing to ratchet up, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "COOPER",
      "sentences": "Clarissa, talk if you will just a little bit about, you know -- there's a sense of just absolute shock in this country, understandably. And obviously, there are a lot of questions to be asked about how this could have happened without any warning. And obviously these are questions which will be addressed at some later date no doubt by Israeli officials, Israeli intelligence officials and military officials.How is it possible, just looking at the kind of variety of attacks that took place? There must have been long-term planning by Hamas and others for these attacks. I mean you don't have terrorists on paragliders -- that's not something that just -- you just come up with overnight. This was something that was planned for a long time. The fact that no intelligence agency seemed to have advance word of it is really quite shocking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "COOPER",
      "sentences": "Obviously, questions remain and more to be learned about the whole array of forces that were backing this attack -- the level of involvement by Iran, the level of potential involvement by Hezbollah in the weeks ahead.Will they launch an attack along the border of Israel, more rocket fire as we saw in 2006. There's a lot of potential dominos that could still fall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WARD",
      "sentences": "And there was a huge amount of concern this morning, Anderson -- ooh, that's another rocket just not too far from here. There was a huge amount of concern this morning because there were reports of strikes in the Sheva (ph) farms -- and again, some more rockets going on there -- which is an area between Lebanon and Israel.And obviously, if Hezbollah becomes actively engaged in a more meaningful way in this conflict, it really will take it to a place that I think everybody fears would be the point of no return. Now, for now they have other considerations that they have to take. They have been on the decline politically in Lebanon which is almost a failed state, which is suffering harsh economic deprivation. And I think that they understand somewhat pragmatically or politically that the calculus or the risk would be too high for them to get very involved in this at this stage. I think the wildcard, honestly, Anderson is Bashar al Assad right in Syria because if Iran was to turn around to him and say, listen, you need to fire some of those rusty old missiles into Israel, it would be very difficult for him after all the help that Iran has given him in fighting the war in Syria to say no to that. So we're still in a stage where this could very rapidly escalate in any number of different directions and become exponentially more dangerous. But so far what we've seen is that those incidents in the north have been largely confined to a smaller area, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "COOPER",
      "sentences": "Have they've evacuated --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:16:18",
      "speaker": "COOPER",
      "sentences": "Welcome back to our continuing coverage of the conflict here in Israel.I'm reporting from Tel Aviv tonight where it has been relatively quiet. We have not seen anything incoming, perhaps a sign of the kind of attacks that we have been seeing earlier in our last hour, some of the artillery strikes going on inside Gaza city itself. I want to go to CNN's Nic Robertson who is in Sderot near the border with Gaza. Nic, you are in a place that is used to incoming rocket fire, just like Ashkelon is. But what they saw here over the last 37 or so hours is probably something many people in that community have never seen before certainly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:16:18",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "They've witnessed the barbarity firsthand, quite literally, firsthand at the hands of Hamas in person. Everything has been by rockets until now.But when Hamas broke near the fence near Sderot and came across the fields in huge numbers and entered the town and started banging on people's homes and houses and executing them in the streets -- I mean one of the vehicles we saw in the street was a police vehicle stopped in the middle of the street. It had three bullet holes in the window corresponding to where the front wind screen, corresponding to where the driver would have been sitting. That police vehicle was stopped right there. There was nothing that stopped Hamas coming into the town. And I spoke earlier today with the Israeli Defense Force spokesperson for this part of the front line, for this area. He talked me through what had happened in that town, but most importantly I asked him about the hostages and getting them back. Here is our conversation. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:16:18",
      "speaker": "MAJOR DORON SPIELMAN, ISRAEL DEFENSE FORCES SPOKESPERSON",
      "sentences": "I can tell you that we're in Sderot, of course, only a few kilometers from the Gaza Strip. We can hear the IDF response taking place in the Gaza Strip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:16:18",
      "speaker": "ROBERTSON",
      "sentences": "What is that response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:16:18",
      "speaker": "SPIELMAN",
      "sentences": "So we are right now trying to eliminate the Hamas infrastructure as effectively as possible. We know Hamas here took women and children, dragged them literally from where you and I are standing right now, not that long ago to the Gaza Strip from right here.These families and these homes right next to us. Some of them are missing. Dragged them back to the Gaza Strip. What we're trying to do right now is trying to eliminate the Hamas infrastructure as effectively as possible and guard that gate, the same openings that they came through. More and more terrorists are still trying to infiltrate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:16:18",
      "speaker": "ROBERTSON",
      "sentences": "Today? They're still coming in today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:16:18",
      "speaker": "SPIELMAN",
      "sentences": "Right. As I'm speaking to you, there are seven diff locations that they're trying to infiltrate into Israel. We have mostly air command over all of those. But it's still going to take some time before we do.Their desire to come in here and continue doing this is like a kamikaze. They know where they're coming. They know we're ready. But there's just a hunger and thirst for blood right now. They're trying to come in more and more communities. Just up the street from where you and I are, we just saw a Gazan man, he followed those terrorists in here looking to steal and rob --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:16:18",
      "speaker": "ROBERTSON",
      "sentences": "You just found him just now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:16:18",
      "speaker": "SPIELMAN",
      "sentences": "Just now. In this wide-open area.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:16:18",
      "speaker": "ROBERTSON",
      "sentences": "How big of a task is it -- I mean they came in, they infiltrated the territory. How big of a task -- when can you say that they're gone? When can you bring in reinforcements safely to this area?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:16:18",
      "speaker": "SPIELMAN",
      "sentences": "Look this is -- let's keep this in mind. This is the most devastating attack in the history of the state of Israel, over the last 75 years since the state was created. We have hundreds of civilians that were killed. We have men, women and children and grandmothers sitting in Gaza in some basement.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SPIELMAN",
      "sentences": "What I can tell you is that we're not going to stop until we exhaust every means possible of doing so. We will not leave any person behind, and we will do anything to make that happened.That's what's changed, Nic, over the last 24 hours. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "ROBERTSON",
      "sentences": "But I think some of the most shocking things we've heard this evening, Anderson -- and that was just a couple hours ago -- was from one of the doctors here at this medical facility in the field just outside Gaza, talking to us about the brutality that Hamas inflicted on everyone they came across.Shooting a 90-year-old woman in the chest, executing people with rocket-propelled grenades, stabbing people. Anyone -- anyone that they could kill. That's what they were doing. So when you add that in to knowing that Hamas has these hostages, you understand that there is no limit it appears that they will not go to, to get their aims, and those can be very horrific limits and very daunting for the Israeli prime minister to learn how to deal with it and get the initiative back, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "COOPER",
      "sentences": "Yes. I mean look Nic, you and I have reported from this region for a long, long time -- decades. We've all seen what Hamas is capable of in terms of brutality.I was in Gaza City years ago and they were dragging somebody tied to a motorcycle dragging that person's body through the streets as a warning to other residents of Gaza City. So we've seen a lot of barbarity from Hamas certainly for years now. But I think anybody who sympathizes with these civilians who tonight are in some tunnel or room or basement somewhere with hands tied behind their back just terrified for their lives. It is just sickening, sickening thought. But Nic, something that IDF spokesperson said which I just think really bears repeating and is stunning, that at this hour -- and again this is a couple hours ago but I assume it still stands -- there is still very much a fight going on to stop more militants from crossing over. He talked about seven areas along the border that had been breached that are still very much in flux. And he talked about having, you know, air superiority in those regions. But the fight on the ground apparently continues. I mean that's extraordinary. We're 38 hours in or so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "ROBERTSON",
      "sentences": "Absolutely. And it's not clear if Hamas has got additional people crossing in or some that came in and laid low. But as we were driving around Sderot just a couple of hours ago just as darkness was falling, there was a group of Israeli soldiers absolutely guns ready in the street. I mean they were close to our vehicle.And we thought, heavens, let's hope they know that we're civilians, that we're journalists here, because they believed that there was somebody from Hamas potentially in that neighborhood. There had been a shootout about an hour earlier close to where we were in Sderot that seemed to indicate that there was a gunman on the loose there. There was an explosion from a building. So it's still a volatile situation. And those seven areas that the IDF spokesman talked about there, we have yet to hear from the IDF that they've managed to close all those down. And it's difficult because this is country terrain. You can have a lot of drones. You can have a lot of troops. And we saw troops out in the field this morning, scouring fields looking for Hamas militants. But it's very hard to sort of prove a negative. How do you prove there's nobody over there? How do you prove that area is entirely clear? You won't know that you've missed somebody until they pop up with a gun and start killing again. It's a big challenge. Those confrontations when they find them, they're going to be violent. And as we saw at the police station in Sderot, the Israelis will bring in enough fire power to succeed, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "COOPER",
      "sentences": "Israel -- Nic, we should point out has been mobilizing reservists, calling up reservists. It takes time to get people into a location. But that process has been going on now and obviously will continue.Is it clear yet -- we don't know if a decision has been made about going into Gaza or not going into Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "ROBERTSON",
      "sentences": "But as you were saying, we've both been here before. We've both seen what big mobilization looks like. And we haven't seen that yet.But yes, armored personnel carriers; yes, more tanks being moved in; yes, more heavy guns being brought into the area. But it doesn't yet look like a big force committed to going into Gaza. The expectation, of course that will come. But if we saw that, then we can say, yes, it looks with certainty that that decision has been made. So we're not at that point yet, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "COOPER",
      "sentences": "Yes. Nic Robertson, appreciate it.We're going to take a short break. Our coverage continues in a few moments. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "COOPER",
      "sentences": "And welcome back.We're live in Tel Aviv. I want to go to our Hadas Gold in Jerusalem who's been monitoring the Israeli government response. Hadas, just bring us up to speed on what they are saying now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:05",
      "speaker": "COOPER",
      "sentences": "There's also the dynamic of these hostages. Again, it is just sickening, you know, for the Hamas, a militant organization, the U.S. calls it a terrorist organization. They're certainly using the tools of terrorism. And these were terrorist attacks and holding civilians, it's inexcusable.This is the government of Gaza stealing Israeli civilians and now holding them hostage. It's -- talk a little bit about the difficulty Israel has had in past years in hostage situations? Gilad Shalit, for instance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:05",
      "speaker": "GOLD",
      "sentences": "Yeah. I mean, the hostage situation has completely changed. You're referencing Gilad Shalit, who is an Israeli soldier who was abducted in 2006. And Just that single soldier was exchanged for something like a thousand Palestinian prisoners. And just that single soldier is something that could launch wars or the like.Now, there have been actually -- the bodies of two soldiers -- before all this happened, there were bodies of two soldiers in Gaza as well as two civilians who are being held in Gaza. But these were civilians who had walked into Gaza on their own accord. But -- so those numbers, we're just talking about, you know, a handful, that could have caused a major conflict. We are talking now about potentially, we know for a fact there's probably dozens, there could be 100, potentially more hostages. And these are civilians who are abducted from their homes. That completely changes the equation here. And that's why I think there's a question of when, not if a ground incursion happens because there's so much pressure on the Israeli military, on the Israeli government to rescue these people because as you noted, these are not soldiers, these are not police officers, these are women, children as young as 3 years old, elderly literally abducted from their homes and taken into Gaza. This, also, of course, complicates whatever military operation the Israeli military is undertaking because every time they carry out an air strike, they might be also inadvertently hurting their own citizens held by Hamas. Hamas has said they are keeping these hostages in strategic locations across the Gaza strip -- essentially, Anderson, using them as human shields.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:42:33",
      "speaker": "COOPER",
      "sentences": "Welcome back, as we continue covering the fighting in Israel.Joining me now is CNN military analyst, retired Air Force Colonel Cedric Leighton. Colonel Leighton, there's a couple of things I need to talk to you about. I want to talk about the massive intelligence failure, but here in Israel and, also, frankly, it's got to be by the U.S. and other Western intelligence agencies, if nobody saw this coming given the level of organization and the myriad of people on -- from Hamas who were involved in this operation. But before we do that, this is still very much an active fight on the ground, not just in Gaza bombing an artillery and incoming rockets. This is fighting on the ground in the -- along the borders, the last we heard several hours ago from the IDF, there were still seven areas of infiltration that they had, that Israel has air superiority over but not necessarily in control on the ground or still trying to repulse people trying to cross over. Can you just talk about the difficulty of stopping people from coming over? Why 39 hours into this, is there still insecurity in the ground in that border area? COL. CEDRIC LEIGHTON (RET.), CNN MILITARY ANALYST: Yeah, Anderson, it's a really difficult problem for the Israelis. In essence, what you're faced with here is a classic counterinsurgency operation for this part of it. There's a lot more to it than that, of course. But the basic idea is for those seven areas that the -- where the Israelis are still fighting the Hamas terrorists on Israeli soil, the Hamas terrorists have been able to sneak into Israel repeatedly. And apparently, they've even been able to do so after the initial wave. So given that, what we're seeing is more incursions of one -- one or two people at once and maybe some groups that are slightly larger than that. But basically, we're talking small groups of people that are then splitting up and taking hostages or shooting up highways and doing things like that, or at least they've done that in the past few hours. So this is really hard to do. It's kind of like finding a fugitive when we have a prison break like we had near Philadelphia here in the United States. That is something that is kind of what's going on, but multiply that by about a hundred or a thousand times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:06",
      "speaker": "LEIGHTON",
      "sentences": "Yeah, it's a really difficult series of problems the Israelis have, Anderson. For example, when you're looking at eliminating the leadership, you can do that. You can strike, you know, the people that are in charge of the military elements of Hamas, the intelligence leader of Hamas or the overall head of Hamas. You know, there are risks in doing that, of course.But the key thing there to remember is they will have replacements. So, in essence, it's kind of like a hydra. If you cut off one head, many more will come and replace that one person who's been eliminated. So, that's part of the difficulty. Although, you know, a successful strike would certainly set Hamas back. When it comes to the potential for ground operations, potential for ground operations in Gaza, you know, the kind of house-to-house, building to building, room to room fight that you would have there, it's kind of in some ways like what the U.S. experienced in Baghdad, like in Sadr City during the Iraq War. So, these kinds of efforts are going to be very difficult. But Sadr City was one thing. Gaza is, like you experienced, a completely different set of circumstances because it is far more crowded. Each area is going to have a different set of challenges to it. So, you have to kind of think of it as a threat around every single corner and in every crevasse of every building. And that is something that requires extremely precise tactical intelligence in order to be very successful at. Right now, what we're dealing with is a strategic intelligence failure, the one that you mentioned here in, you know, as we started our conversation, but this one would require tactical intelligence, and they could still succeed. The Israelis could, on that level even though their strategic situation is not -- you know, was clearly not good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:06",
      "speaker": "COOPER",
      "sentences": "It's incredible. I mean, you're an air force colonel. You know this better than anybody -- the lack of intelligence that it seemed Israel, the United States, other intelligence agencies had about this attack. I mean, given the number of people involved in this attack, the multiple fronts, air, sea, you know, land. Does it make sense to you that this happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:06",
      "speaker": "LEIGHTON",
      "sentences": "No, it doesn't. And there are several reasons for that. I can understand that it would be possible to miss the fact that they're getting together in a specific group in a specific time, and perhaps who those people are is a specific piece of intelligence.But every time there is a meeting of people like Hamas would have had to have had, they would be talking to other people. There would be movements in the streets. There would be certain things that would be going on, even if they're not broadcast or talked about on a cell phone or on the radio or something like that. So I think what we're seeing is perhaps -- and, of course, this has to be examined, but perhaps it's a failure to connect the dots like we so famously had with 9/11. There were certain indicators but we didn't put those indicators together. It could be that what happened with Israeli intelligence, which is generally quite good, is that they failed to connect the different situations that were occurring and match them with possible threats to Israel. They probably had a lot of false alarms as well. And so, sometimes the false alarms breed a degree of complacency, and that complacency, of course, can be fatal as we're seeing right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:54:29",
      "speaker": "COOPER",
      "sentences": "Welcome back live from Tel-Aviv.The Department of Defense now announcing additional support to Israel. I want to go to CNN White House reporter Priscilla Alvarez who has more. So, what is the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:11",
      "speaker": "COOPER",
      "sentences": "And any sense of -- the relationship obviously between the Prime Minister Benjamin Netanyahu and President Biden is a long one. It has been strained of late.Any word from the White House on sort of the -- I mean, they're clearly pushing the idea that is a high level of cooperation, that none of that affects this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:11",
      "speaker": "ALVAREZ",
      "sentences": "That's right. And we heard directly from the president yesterday who reaffirmed exactly that, the two have a close relationship. But to your point, Anderson, there certainly have been some pretty strained relations because of the prime minister's governing coalition, pushing forward that judicial reform package that the U.S. staunchly opposed.And that was something that had come up over the course of the last year and in the last month, President Biden and the prime minister met on the sidelines of the United Nations general assembly where the two in discussions also tried to show and telegraph that they still have a close relationship. But there is no doubt that what is unfolding over the last 48 hours has certainly put a relationship back on the spotlight that had up until this point been fairly strained because, again, of those judicial reforms that the prime minister's coalition was pushing forward.",
      "isLastSentenceInterrupted": false
    }
  ]
}