{
  "date": "2023-05-05",
  "headline": "Who's Talking to Chris Wallace",
  "subHeadline": "Two Senators, Two Parties, And A Possible Economic Collapse; Next Week, Biden Meets With Congressional Leaders At White House; GOP Senator Lays Out Bipartisan Plan To Save Social Security; Miranda Lambert Promotes New Album; Biden Administration Braces For A Possible Border Surge. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:00",
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "Before we go to programming note, CNN special coverage of coronation begins tomorrow at 5WHO'S TALKING TO CHRIS WALLACE starts now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "CHRIS WALLACE, CNN HOST",
      "sentences": "Tonight, crisis or compromise in Washington.(BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA):  It's up to you now. Whether the economy goes in any trouble, it's you. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "WALLACE",
      "sentences": "Republican and Democratic leaders set to meet with the president for high-stakes negotiations on the debt ceiling.(BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT:  America is not a deadbeat nation. We pay our bills. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "WALLACE",
      "sentences": "With the clock ticking toward a June 1st default deadline --(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "JEROME POWELL, CHAIR, FEDERAL RESERVE",
      "sentences": "A failure to do that would be unprecedented.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "WALLACE",
      "sentences": "We talk with two powerful senators who have a history of working across the aisle about how to avoid an economic meltdown. (BEGIN VIDEO CLIP)SEN. BEN CARDIN (D-MD):  We should never put the credit of the United States at risk. SEN. BILL CASSIDY (R-LA):  Until the president engages, it doesn't matter what we do. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "WALLACE",
      "sentences": "And later this hour, country superstar Miranda Lambert on how she could set a new record in country music.(BEGIN VIDEO CLIP) MIRANDA LAMBERT, SINGER-SONGWRITER:  It sounds really big when you say it like that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "WALLACE",
      "sentences": "Good evening and welcome back to Who's Talking.It's called the X day, the day when the U.S. government defaults on its debt. It's never happened, but that's what we're facing if Republicans and Democrats don't agree on a deal to raise the nation's debt ceiling by the end of the month. Next week, President Biden meets with top congressional leaders from both parties. But will they agree to compromise? Tonight, we sit down with two senators to explore if we're headed for an economic cliff, Maryland Democrat Ben Cardin and Louisiana Republican Bill Cassidy. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "WALLACE",
      "sentences": "Senator Cardin, how bad will it be if the U.S. defaults on its debt for the first time in history? And in the real world, what will it mean for people who rely on government services and government checks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "CARDIN",
      "sentences": "Well, Chris, first, it's good to be with you. It will be a disaster. You can see the specific impacts on our veterans, on our seniors, their programs are going to be cut dramatically, but it's the reputation of America, it's the cost of our debt, cost to taxpayers, the loss of America's use of the dollar as the international currency will be at risk. It would be a disaster for this country. We should never put the credit of the United States at risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "WALLACE",
      "sentences": "My guess is this is one of the few areas the two of you are going to agree on. Senator Cassidy, we're talking about reneging on the full faith and credit of the United States government. What would this mean in terms of the markets, jobs and the overall economy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "CASSIDY",
      "sentences": "I think Ben put it well. But I think the real question is how do we get out of it. I would argue that now is the time for presidential leadership. There is not just a vacuum of presidential leadership, I say it's a black hole. People come to senators and say, oh, would you put together something that could that rescue our country from this problem? And I say, well, until the president engages, it doesn't matter what we do.So, it's more than a vacuum, it's a black hole because it sucks out leadership from every place else. If it's going to be so terrible, Joe Biden needs to step up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "WALLACE",
      "sentences": "Okay. So, you've anticipated where I wanted to take this. The president is meeting with the top congressional leaders of both houses next Tuesday at the White House. What do you expect from that meeting? And, honestly, how real are the chances, looking at the situation here in Washington, that this time we could go over the financial cliff, that we could default on our debt?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "CASSIDY",
      "sentences": "Well, I'd like to think that that is unlikely to occur. It's always been -- it's -- in the past, people have threatened it. But it's always come through. But when you look at this meeting on Tuesday, I actually see Schumer and McConnell as window dressing. This is between the president and Kevin McCarthy. And the House --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "WALLACE",
      "sentences": "Just to explain, because the House is run by the Republicans, and, obviously, the White House and the Senate are run by Democrats.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "CASSIDY",
      "sentences": "Correct. But I say this because the spending bill has to originate in the House and the president has to sign it into law. And it's got to pass the House majority. You may not like that, but it's got to and the president has got to engage. Until the president engages seriously, nothing moves forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "CARDIN",
      "sentences": "Well, I'm glad that the four are meeting. I think it's important that they're meeting. But I think the engagement needs to take place on next year's spending bills and appropriation bills and revenue bills, not on holding hostage the full faith and credit of the United States. So, yes, the president is engaged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "CARDIN",
      "sentences": "Well, we're already paying a cost for getting this close. It's already affecting our reputation. This should not be an issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "CASSIDY",
      "sentences": "But, see, I think you're avoiding the point. If the president were showing leadership, sure, the circumstances may not -- the chess pieces may not be where you want to have them but they are where they are.Now, if you want to do it differently, that we have some budget talks here and we have a debt ceiling here, then you need to actually start making a movement towards that. Not say, oh, bring me exactly what I want and I refuse to engage until I see exactly what I want. That's not presidential leadership, that's presidential passivity and we need an active president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "CARDIN",
      "sentences": "But, Bill, the -- as you point out, these bills originate in the House. The House should have sent over a vehicle that we could work on, not what they did, which is a non-starter. We shouldn't be in this debate. We knew this at the beginning of this Congress that we had to pass the debt ceiling. We should have done that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "CASSIDY",
      "sentences": "Now, when you say it's a non-starter, it is an opening play.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "CARDIN",
      "sentences": "Oh, it's not at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "CASSIDY",
      "sentences": "Well, then offer or counteroffer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "CARDIN",
      "sentences": "The counteroffer is pass the debt ceiling extension and let's sit down and talk about the budget. That's how we've done it in the past. That's how we should be doing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "CASSIDY",
      "sentences": "That's actually not true. Pelosi is an expert -- was an expert at drawing these out and then extracting something from President Trump, a total expert.Now, the idea that, oh, my gosh, we've never seen this before in Washington, just defies history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "WALLACE",
      "sentences": "I love the fact that we're agreeing on all this. Let me ask you, before we move on to some of specifics, as we sit here today, what are the chances -- give me a number -- that we are going to not pass the debt limit by June 1st or June 10th, whatever it is, and we're going to go into default?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "CARDIN",
      "sentences": "I would hope that for the sake of our economy, for the sake of our economic future and America's reputation, we will not go off the cliff. We're just too close to the cliff right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "CASSIDY",
      "sentences": "Tell me what President Joe Biden's going to do. Is he going to be passive? In which case, call it 80 percent. Is he going to engage, like previous presidents have engaged? Then I would say 5 percent. The real variable here is do we have presidential leadership or do we have presidential passivity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "WALLACE",
      "sentences": "All right. Senator Cardin, let's look at the plan that the Republicans, House Republicans, passed last week, $3.2 trillion in spending cuts over the next decade, repeal of some clean energy tax breaks and some new work requirements for welfare recipients.Now, I understand it's an opening bid, there's a lot of stuff there that's just unacceptable to the Democrats, but the economy, our national debt is now $31 trillion. Don't we have to take drastic steps to address that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "CARDIN",
      "sentences": "We've already spent this money. We've got to pay our bills. When you're talking about spending programs and revenue programs in the future, you do that during the budget. We have to do it by October 1. Otherwise, government is in threat of shutting down.There's enough leverage back and forth in negotiating the spending programs for our country. Don't do it on this bill. This is a debt ceiling. This is the credit of America. This is -- we've already committed these dollars. We have to honor our debt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "WALLACE",
      "sentences": "Senator Cassidy, where's the basis for negotiation if Speaker McCarthy and the House Republicans are going to take a bunch of -- make a bunch of proposals that are unacceptable to Democrats?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "CASSIDY",
      "sentences": "Speaker McCarthy has people who have never before voting for a debt ceiling increase voting for this bill. Now, you may say, oh, we can't accept it in its current form. Give us something back. I mean, give us something back. We three are married, I presume all happily. My wife will bring me a proposal, and I'll say, dear, I'm not quite sure about that and we'll have a negotiation. Consider this like any sort of typical kitchen table, do we take a vacation here, do we take a vacation there. And so bring something back. We need presidential leadership, not presidential passivity.By the way, let me point out, nothing we can stop spending money on is absurd. Right now, the presidential pause on student loan repayment adds $5 billion a month to our indebtedness. It moves that debt ceiling crisis day, if you will, that much closer. The original rationale for that pause for student loan repayment was the public health emergency. That has ended. So, the president's policies are actively making the situation worse. The idea that we can't do anything is just a little bit kind of like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:05",
      "speaker": "WALLACE",
      "sentences": "When you say, that we can't do anything, what about increasing taxes on the wealthy and corporations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "CARDIN",
      "sentences": "Bill, you're criticizing the president's revenue proposals, but we need to get into those discussions. I'm with you on that, just don't do it holding our country hostage to a default on our debt. That's ridiculous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "WALLACE",
      "sentences": "What do you think -- and this seems to be one of the Democratic arguments or hopes, is that in the end, that the pressure is going to be on Republicans, Republicans will be blamed as we get closer and closer for putting the country in jeopardy on the debt and that, in the end, your party will blink and pass a clean debt ceiling. What are the chances of that? CASSIDYIt seems like the president is looking more for an issue for a re- elect than he's looking for an opportunity to lead our country as the leader of all Americans. I would argue that president has got to be a leader. I'm seeing no leadership from this president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "WALLACE",
      "sentences": "Okay.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "WALLACE",
      "sentences": "Coming up, our conversation turns to how much more you're now paying thanks to inflation, and things get a little heated.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:01",
      "speaker": "CARDIN",
      "sentences": "Wait one minute now, my friend, wait one minute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "WALLACE",
      "sentences": "Defaulting on our national debt is not the only problem facing the country. This week the Federal Reserve raised interest rates for the tenth time, from zero to now over 5 percent. I continue our conversation asking the senators how far should the Fed go in the fight against inflation and are we at risk of a recession?(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CARDIN",
      "sentences": "I hope that they'll exercise restraint. I believe in the independence of the Fed, so I'm not going to dictate what they're going to do. I'm going to tell you this, though. Interest rates have a negative impact -- increasing interest rates have a negative impact on our economy. I look at our employment numbers, I see the employment growth. I think our economy is strong and I hope that we can find a way to have a soft landing so that we can get back to a more reasonable pressure on how we use interest rates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "WALLACE",
      "sentences": "Senator Cassidy, how much confidence do you have in the Federal Reserve to get inflation under control without tanking the economy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CASSIDY",
      "sentences": "They're in tough shape. And I will say the Fed is trying to keep up with this administration's policies. Joe Biden inherited low inflation rates, but you can start targeting the increased inflation from when he passed his $1.9 trillion package after the pandemic was over. But they, by golly, wanted to spend it on a partisan basis, they did. And they continue to pursue policies which pump dollars into the economy.They're in a tough shape. We need the administration to help him. That's another reason why we need to have a negotiation in which we lower spending.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CARDIN",
      "sentences": "Yes, Joe Biden also inherited a large debt thanks to the Trump administration, thanks to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CASSIDY",
      "sentences": "You voted for the bills --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CARDIN",
      "sentences": "Not the 2017 tax bill, I did not vote for, which -- wait one minute now, my friend, wait one minute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "WALLACE",
      "sentences": "I love the two of you together. It's getting a little handsy here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CARDIN",
      "sentences": "No, you're blaming everything on politics here but let's be clear about what President Biden inherited. He inherited a large debt. He inherited 2017 tax bill --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "WALLACE",
      "sentences": "He added to the debt?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CARDIN",
      "sentences": "Well, the -- look, Trump administration also added to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "WALLACE",
      "sentences": "No, I agree but then --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CARDIN",
      "sentences": "But their 2017 tax bill is one of the leading causes for the high debt we have today. It gave tax breaks to the wealthy and the large corporations and we're paying that cost today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CASSIDY",
      "sentences": "If we move beyond talking points --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CARDIN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CASSIDY",
      "sentences": "-- we can talk about the tax cut and Jobs Act bill which gave us record low unemployment, which gave us income growth disproportionately among the lower income.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "WALLACE",
      "sentences": "These are the Trump tax cuts for the wealthy incorporation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CASSIDY",
      "sentences": "As he phrases it, and I would say --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "WALLACE",
      "sentences": "Well, that's what they were.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CASSIDY",
      "sentences": "I would say this would be the Trump tax cuts, the congressional tax cuts that actually created the best economy in any of our lifetime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CARDIN",
      "sentences": "So, why we have so much debt?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CASSIDY",
      "sentences": "So, in the CARES Act, when the economy --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CARDIN",
      "sentences": "No, wait a minute. The debt --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "WALLACE",
      "sentences": "All right. Guys, we're getting a little bit too much into the wave (ph). But inflation is clearly a problem and we'll have to see what the Fed does and whether or not it works and whether the landing is soft or hard.Senator Cassidy, you are a dealmaker. You've never seen a problem that you haven't tried to work out a bipartisan compromise to settle. You are right now leading a group of ten -- more than ten senators of both parties who have a plan to try to save Social Security. Here you are calling out Treasury Secretary Yellen about President Biden. Take a look.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "JANET YELLEN, TREASURY SECRETARY",
      "sentences": "The president knows many people on Social Security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CASSIDY",
      "sentences": "Then why doesn't the president care?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "YELLEN",
      "sentences": "He cares very deeply.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CASSIDY",
      "sentences": "Then where is his.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "YELLEN",
      "sentences": "He stands ready to work with Congress?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CASSIDY",
      "sentences": "That's a lie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "WALLACE",
      "sentences": "That was pretty rough. First of all, how serious is the problem with Social Security? And what's the plan of you and your colleagues to try to save it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "CASSIDY",
      "sentences": "For 30 years, or at least more, the actuaries have been saying -- Social Security actuaries are saying that Social Security will go insolvent roughly in the mid 2030s. They've now moved that date up a year now. They're saying it goes insolvent, I think, in 2033.And when that happens, the three of us who will then be over 65 -- I think you will be -- we will see a 24 percent decrease in our benefits. Now, that will actually double the rate of poverty --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "WALLACE",
      "sentences": "In other words, people already on Social Security, we're not talking about younger people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "Well, in fairness, neither have the Republicans. I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "CASSIDY",
      "sentences": "No, that's not true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "Well, I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "CASSIDY",
      "sentences": "You just mentioned I've been working on it and I would still argue -- WALLACE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "CASSIDY",
      "sentences": "Believe me, I think that Trump and Biden are showing negative of leadership. We talked about black hole of leadership. Both of them are trying to take from the public square an honest discussion of the fact, that under their policies, poverty among the elderly will double, and both of them should be excoriated for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "So, what's your plan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "CASSIDY",
      "sentences": "So, we have a big idea. What it does is what like every other funded pension plan in the world does. We take $1.5 trillion, put it in a fund separate from Social Security, no Social Security funds, and we invest it in the economy. We hold it in escrow for 70 years and allow it to grow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "When you say invest in the economy, what, you're putting it in the stock market?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "CASSIDY",
      "sentences": "Stock market, real estate, we already do that with other trust funds in the federal government. We do it with the Thrift Savings plan, the Federal Employees Savings Plan. Canada does it. Wisconsin does it. I mean, like the birds do it, the bees do it, everybody does it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "You said $1.5 trillion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "CASSIDY",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "Where's that coming from?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "CASSIDY",
      "sentences": "Well, so the initial amount would have to be borrowed over five years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "Wait a minute. You're a debt hawk and you want to get another $1.5 trillion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "CASSIDY",
      "sentences": "The difference of it is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "I mean, even in Washington, that's real money, Senator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "CASSIDY",
      "sentences": "The difference is, in this, it would be held in escrow, and in here, it would be invested. So, it actually balances. The money offsets it. And if you had to, you can just take it and put it back out. And so it actually offsets. You're not buying tanks, and you're not paying for unemployment benefits. And over 30 years, over 70 years, that money grows. And we can bridge Social Security into solvency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "Senator Cardin, I guess two questions. One, what do you think of $1.5 trillion dollars, which is a lot of money, and, secondly, which would be very different from what Social Security has done with its trust fund up until now, putting it in the stock market -- CASSIDY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "No, what I'm saying as to compared to what we have done with the current Social Security trust fund, you're taking the money and you're putting it in the market, which is we know goes up and down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "CARDIN",
      "sentences": "First of all, I like Senator Cassidy's working with Democrats and Republicans to try to get things done. I think that's critically important. That's how we get things done. It would be a lot easier if we didn't have the threat of default on our debt. It would be nice if that was off before we start borrowing more money, that we are not jeopardizing that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "Okay, let's move on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "CARDIN",
      "sentences": "But number two, what I like about Senator Cassidy's proposal, we need to at least maintain the benefits of the Social Security system. We talk about middle income families and retirees. They depend upon their Social Security checks. We want to make sure they're going to continue to get their full benefit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "What do you think of the idea of taking money and putting it -- I understand this is new money, but putting it into the stock market, which can go up and down? And some people suggest that this is the foot in the door to privatization.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "CARDIN",
      "sentences": "Right. We have to protect the guaranteed benefits under Social Security. So, that's my number one priority. I'm willing to listen to any proposal that protects the guaranteed benefits under Social Security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "CASSIDY",
      "sentences": "And under our proposal, we guarantee those benefits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "Finally, Senator Cardin, you have just announced that you are going to retire. You're not going to seek re-election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "CARDIN",
      "sentences": "That's a better way of putting it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "Okay. In 2024, you'll fill out your term after basically a half century in public service.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "CARDIN",
      "sentences": "Well, it will be 58 years. So, you're overhead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "No, I understated it. How come?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "CARDIN",
      "sentences": "Well, I think it's time. I have to be realistic about my age and realistic about the fact the decision I make today is really an eight-year decision, two years of running for office and six year term, and I think it's the right decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "Why do so many of your colleagues hold on to office or seek re-election when they're as old as you are or even older? No, I mean, it's a serious question, and I understand it's a personal decision, but you say it's time. I think most people would say you're, I believe, 79. Is that correct? CARDIN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "WALLACE",
      "sentences": "It is time. Why do some many politicians of both parties ignore that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:05",
      "speaker": "CARDIN",
      "sentences": "Well, I think every person has to make their own decision. I don't think age is a disqualifying factor. I think I'm making the right decision for myself and for my family and for the people of Maryland.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:04",
      "speaker": "WALLACE",
      "sentences": "Well, who's the skunk?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:04",
      "speaker": "LAMBERT",
      "sentences": "What? You know, just another one.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:04",
      "speaker": "WALLACE",
      "sentences": "Miranda Lambert's had country music lovers stomping and clapping for more than two decades, bursting onto the Nashville scene with an outlaw attitude and powerful ballads about heartbreak and revenge, songs that made her one of the most decorated country singers in history.Now, we explore her latest album and how this country queen is expanding her from music to fashion and food. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:04",
      "speaker": "WALLACE",
      "sentences": "Miranda Lambert, Welcome. I am really excited to get the chance to sit down and talk with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "WALLACE",
      "sentences": "I have enjoyed your music for a long time. The Academy of Country Music or the ACM Awards are up in a few days and you are up for five nominations for your latest album, Palomino, including this song.(BEGIN VIDEO CLIP) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "WALLACE",
      "sentences": "You say it's not a concept record, but that it does have a thread, which is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "LAMBERT",
      "sentences": "Yeah, it's got a traveling thread in it. We wrote most of this record in 2020 when we didn't have pressure writing for anything. We went to my farm and kind of holed up and what better to write about than travel when you can't. So, we kind of live vicariously through this record and this process. And what's funny is, you know, they always say life follows art or art follows life. But in this case, we wrote the record, it came out and my husband and I took a month-long airstream trip last summer. And so, I felt like I was kind of living out some parts of \"Palomino\" and all the characters and stories we told.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "WALLACE",
      "sentences": "I want to talk about the ACM Awards because you have the most of those in history. Thirty-eight ACM Awards, including nine consecutive Female Artist of the Year Awards. How do you explain that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "LAMBERT",
      "sentences": "I mean, I don't know, it sounds really big when you say it like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "WALLACE",
      "sentences": "Well, there's no way to make it sound small.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "LAMBERT",
      "sentences": "I know. It's --you know what? I just, I'm so thankful that the Nashville community and country music family has lifted me up all these years. You know, it's my life's work. It's what I've dedicated my whole life to and been doing it since I was 17. And so, the ACMs have always been great to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "WALLACE",
      "sentences": "I watch Country Music Awards, not just the ACMs, but some of the other letters and it seems to be more of a community than Pop Music or the Oscars or I mean, the thing that I always love about country music shows is you all get up, you all seem to know the words to each other's songs. I mean, is there a lot of backbiting, or is it really like that, that it's a community?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "LAMBERT",
      "sentences": "It really is like that. I mean, there's friendly competition, which we need and everybody likes, I think. But everybody's kind of rooting for each other. There's room for everybody, you know, Nashville is a little big town, if you will, it's a big city with a small town feel and you know, I think that everybody sort of roots for each other because at the end of it, we're all friends. We all respect what each other does at least, you know. So, it is very different going to other award shows after you've been going to country music award shows. Well, if that weren't enough, the ACMs and your album, you've also got a new cookbook out, it's called \"Y'all Eat Yet?\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "LAMBERT",
      "sentences": "You got this, you got this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "WALLACE",
      "sentences": "All right. You know what? You say the name. You'll say it, read it better than I will.Lambert: \"Y'all Eat Yet.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "WALLACE",
      "sentences": "All right, and then the rest of it? LAMBERT",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "WALLACE",
      "sentences": "There you go. Okay. Which is part food, part memoir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "LAMBERT",
      "sentences": "Yeah, it is. It's a lifestyle book. It's kind of a book about sisterhood and stories of how I grew up and the women that surrounded me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "WALLACE",
      "sentences": "What are some of the most down home Texas dishes that you feature in the book?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "LAMBERT",
      "sentences": "Well, they're all pretty down home. My mom's meatloaf is like our staple. I mean, it was kind of probably what started this whole process of wanting to put this book out. But the thing about the recipes in this book is they're complements to stories that are in the book and they're very approachable. Like, we try to make things easy so we can spend less time in the kitchen working and more time together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "WALLACE",
      "sentences": "You have, I think it's fair to say, a definite persona in country music, earthy and honest and more comfortable, quite frankly, in jeans and boots than in a fancy dress like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "LAMBERT",
      "sentences": "Yeah, well, I do have my boots on today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "WALLACE",
      "sentences": "Well, the question I have is, is that the down home? Is that the real Miranda Lambert?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "LAMBERT",
      "sentences": "Yeah, I don't really change much. Whether I'm the Miranda on the stage or the Miranda sitting right here or just at my farm with my animals and no makeup, I'm kind of the same person. You know, of course, there's elements of my job where I have to take it up a few notches and be a certain, you know, performer. But my music's always been honest and I always kind of keep it real.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "LAMBERT",
      "sentences": "Yeah, you know, when you first try to, you know, get into this entertainment industry, there's people that will try to change you and they'll see a blonde country singer with blue eyes and sort of there's -- you know, there was risk of people trying to dress me in a way that I didn't want to dress or change my sound and I just wasn't gonna go for that even really young.I just kind of knew it's not about that. It's about what I have to say because I knew I had some really great messages I wanted to share with the world. And I wanted that to be through song and not through, you know, a cropped top or I don't know, something that's fake and didn't feel real to me, you know. So, I was really about sticking to my guns, especially in my early years in the business of just really wanting it to be about the music.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "WALLACE",
      "sentences": "Your first big break came back in 2003 when you were in a TV --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "LAMBERT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "WALLACE",
      "sentences": "-- competition show called \"Nashville Star\" and here you are at age 19.(BEGIN VIDEO CLIP) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "WALLACE",
      "sentences": "So, I read a story that you finished third and you were thrilled that you didn't win because that meant that you didn't have to sing someone else's song. Is that true? And if so, why would that have been a problem for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "LAMBERT",
      "sentences": "I never tried out for \"Idol\" or anything because I wanted to sing my own songs. And I wrote that song, \"Greyhound Bound for Nowhere\" with my dad when I was 17. And when they said, you know, if you make it to pass certain weeks in the show, you get to do your own songs. And that was so important to me because this was the first time I was, like, letting the world see who I was as an artist. And I knew that it was really important to establish myself as a songwriter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "WALLACE",
      "sentences": "You talk about the fact that that some of your music is more somber than you are. Some of your songs are about cheating lovers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "LAMBERT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "WALLACE",
      "sentences": "Right? And here's one case, \"White Liar\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "LAMBERT",
      "sentences": "Yeah.(BEGIN VIDEO CLIP) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "WALLACE",
      "sentences": "That's skunk (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "LAMBERT",
      "sentences": "I know. That's my real dad walking me down the fake aisle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "WALLACE",
      "sentences": "Who's the skunk? So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "LAMBERT",
      "sentences": "What, you know, just another one. My parents are private investigators --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "WALLACE",
      "sentences": "I'm gonna get to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "LAMBERT",
      "sentences": "--all when I was growing up. Yeah, well that's where the cheating -- the love for cheating song started till I had to deal with it in real life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "WALLACE",
      "sentences": "Well, I'm gonna ask you do you -- do you know a heartbreak firsthand and if so, does writing about it make it easier to deal with?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "LAMBERT",
      "sentences": "Yeah, I think everybody knows it at some point. And I started writing songs at 17, and I hadn't really had my heart good and crushed yet, as far as like songwriting material. But as life goes on, you know, you have your first real horrible breakup and -- or life just, you know, does what it does. And I'm definitely lucky because I can use my songs to get through it and to help other people through it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "WALLACE",
      "sentences": "I mean is it a form of therapy to write \"White Liar\"?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "17:35:00",
      "speaker": "LAMBERT",
      "sentences": "Absolutely, and it's a form of therapy to sing it every night, get a little bit of -- get a little bit of your saucy out every now -- and the crowd does, too, so it's good we do it together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "WALLACE",
      "sentences": "Miranda Lambert prides herself on writing her own songs, and through the melody and lyrics, sharing what she's going through in her life. But it turns out one of her biggest and most personal hits was written by someone else.(BEGIN VIDEOTAPE) WALLACE: Now we have, and I don't know if you're going to push back on me on this or not, what I think is your most famous song, which won you your first Grammy. Here it is. (BEGIN VIDEO CLIP) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "WALLACE",
      "sentences": "It's really a beautiful song.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "LAMBERT",
      "sentences": "That is. That is one of the most special songs. It is my biggest song, I agree with you on that. It's one of the most special that I'm glad I got my hands on it. You know, people always ask me, what song do you wish you had written? And I always say \"House of Building\" because it's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "WALLACE",
      "sentences": "Well, I was going to ask you about that because you pride -- you said that, you pride yourself on writing your own songs. Did it take anything away from this song at all that other people wrote it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "I want to talk a little bit about your childhood. Your mom and dad were private investigators. At one point they were actually involved in investigating Bill Clinton as part of the Paula Jones lawsuit. How -- did it strike you as unusual, growing up around all that and what they were doing for a living?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "LAMBERT",
      "sentences": "I mean, I guess it does now when you think back, but my dad was a police officer, and then they moved into P.I. World and did -- as a couple. And I grew up in a pretty, like, simple childhood as far like mom had cookies after school, and we went to church every Sunday and the football game every Friday. But during the day, they were doing some crazy stuff. I mean, you know, catching people cheating was kind of their job.And so, it was, you know, looking back, especially the Clinton case was -- I was about 13 when that happened and it was, it was a lot, I mean. But me and Luke, my little brother just kind of stayed with my grandma and went to school like normal through all of that. And now when I tell people as an adult, they're like, what, how many crazy stories do you have? I'm like, well, there's peaks of some of those stories in my records.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "Tattoos. You have a bunch of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "LAMBERT",
      "sentences": "I do. Tattoos, I like that. We're not showing right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "And if you were wearing a short sleeve shirt, I was going to talk about --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "LAMBERT",
      "sentences": "Yeah, I've got some. I've got pistols and wings, and I've got a wild card up my sleeve on this side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "All right, okay, well, this is the one with handguns and angel wings, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "LAMBERT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "What do you say in them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "LAMBERT",
      "sentences": "I got that as a reminder. My first album had gone gold, \"Kerosene\", and I had worked really, really hard up until that point. I mean, and I felt like I wanted something as a reminder to be strong, but be sweet. When I was like 17, we were starting to make little CDs and all that. I needed a logo that represented my personality. And so, we started using that when I was about 17, 18.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "So, wait, wait, wait. Wait a minute, Miranda. I understand the angel wings. What are the two handguns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "LAMBERT",
      "sentences": "You know what? I'm a little pistol. It is what it is and you know, I grew up around guns. My dad was a police officer, so I learned gun safety at a very early age and I'm very comfortable around them. But I felt like at that time that represented my personality, like a little bit of pistol and a little bit sweet. And this was a reminder to keep working and keep those two things as part of my personality, you know. And this is my guitar hand where every time I strum, I can see that. So, it's always a reminder to like keep kicking ass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "So, speaking of angel wings and guns, you met and married a then New York City police officer, Brendan McLaughlin --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "LAMBERT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "And you put him in a music video.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "LAMBERT",
      "sentences": "I sure did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "Let's take a look.(BEGIN VIDEO CLIP) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "First of all, he's pretty easy on the eyes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "LAMBERT",
      "sentences": "Yeah, wouldn't you put him in a music video? I was like, oh good, a free video, babe. This is gonna work great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "A video babe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "LAMBERT",
      "sentences": "A video babe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "You realize he's gonna get teased about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "LAMBERT",
      "sentences": "Oh, well he loves it. He's down for anything, and he's obviously camera-friendly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "So, has there been, truth to tell, any culture clash between a country music star and an ex-cop?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "LAMBERT",
      "sentences": "You know what, it feels so natural. His whole family's police officers and he's got some firefighters in his family. I have a lot of police officers and firefighters in my family, so it felt pretty natural right away, you know? The biggest thing was the language barrier at first because I have a very thick Southern accent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "I hadn't noticed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "LAMBERT",
      "sentences": "He's very New York. So, we still have days where I say some southern phrase and he's like, I have no idea what that means. But it's been awesome, you know. We really have, like, settled into each other's worlds in a graceful and beautiful way. So, he's been able to sort of get into the easier pace of the south. So, we have the best of both worlds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "So, another part of Miranda Lambert, you wrote and recorded the theme song for this year's \"Queer Eye.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "LAMBERT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "Let's take a look at that.(BEGIN VIDEO CLIP) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "I'm gonna try again. Y'all means all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "LAMBERT",
      "sentences": "You did great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "WALLACE",
      "sentences": "I did my friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "LAMBERT",
      "sentences": "You got it. You got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "LAMBERT",
      "sentences": "I thought it would be so much fun. I love that show. And then I binged it when they asked me to do the song. They were shooting a whole season in Austin, Texas. And my little brother and his husband live in Austin, Texas. And I thought this will be so -- it's feel so right. Like they wanted a country tune and I love what that show's about. I love the positivity. I love -- I sat there and binged it and cried all day because it's one of those feel-good songs. And I want people to know that I'm about love and I'm about being who you are. I've based my whole career on being exactly who I am and not worried about what people thought. You know, what people think of me is really none of my business.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "WALLACE",
      "sentences": "You know, there are -- there are parts of all elements of society, but there is certainly a part of the country music world that is kind of stand-offish to the LGBTQ community. What's your take on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "LAMBERT",
      "sentences": "I'm not sure. I don't know why anybody would have time for all of the hate. I don't feel like there's room in my life and in my world and in my country, my music community, I feel like we're all in it together and just more than anything encouraging people to be who they are no matter what. And I think that's really important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "WALLACE",
      "sentences": "Do you get blow back though, if you say that, I mean, do you -- do some of your fans and -- don't go that far?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "WALLACE",
      "sentences": "Finally tonight, the Biden administration is bracing for a new flood of migrants at our southern border next week. CNN crews are already seeing a dramatic increase in border cities like El Paso, with the lifting of the Title 42 public health emergency next Thursday. President Biden has ordered 1500 troops to Texas to take on administrative duties and free up law enforcement officers to help stop the surge. Which begs the question, will the border ever be secure?Secretary of Homeland Security Alejandro Mayorkas, who spent the last two days on the border, has said it already is secure. Earlier this year, I asked him what he means by that. (BEGIN VIDEOTAPE) WALLACE: What does secure mean to you? It certainly doesn't mean that people aren't able to get across the border illegally. SEC. ALEJANDRO MAYORKAS, DEPARTMENT OF HOMELAND SECURITY: Of course not. That is -- by that measure, the border has never been secure, right? Since the Department of Homeland Security was created, individuals have evaded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "WALLACE",
      "sentences": "So, by what measure is it secure now, Sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "MAYORKAS",
      "sentences": "So, there is not a common definition of that. If one looks at the statutory definition, the literal interpretation of the statutory language. If one person successfully evades law enforcement at the border, then we have breached the security of the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "WALLACE",
      "sentences": "So, what we try to do -- what's your definition? What's your definition?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "MAYORKAS",
      "sentences": "What our goal is to achieve operational control of the border, to do everything that we can to support our personnel with the resources, the technology, the policies that really advance the security of the border and do not come at the cost of the values of our country. And I say that, I say that because in the prior administration, policies were promulgated, were passed that did not hue to the values that we hold dear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "WALLACE",
      "sentences": "That's a point well-taken, but on the question of security, on the question of people's ability to come across the border illegally and get into this country, we have all seen the scenes of floods of people walking across shallow points in the Rio Grande. We've all seen the pictures of encampments in downtowns in El Paso, places in Arizona. We've all seen the pictures of the flood of migrants coming to New York. You've got Mayor Adams, the Democratic Mayor of New York City, saying he's overwhelmed by migrants. By those standards, it is not a secure border.",
      "isLastSentenceInterrupted": false
    }
  ]
}