{
  "date": "2023-07-05",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "Israeli Military: All Forces have Left Jenin; IAEA Signs off on Fukushima Waste Water Release; OPEC Seminar on Future Energy Starts in Vienna; Concept is a Hydrogen-Powered Flight 5X the Speed of Sound; Destinus Enters Race for High-Speed Flight; Yellen Heads to China for High- Level Talks. Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "MAX FOSTER, CNN HOST",
      "sentences": "But you know they're going to get an extra event that they weren't expecting. There have been pretty good crowds out inEdinburgh, not enormous crowds. But I think that is just the fact that they've played it down slightly. But we're waiting for the guard of honor to get in their positions, and then the King will come out with the Queen as well",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "BIANCA NOBILO, CNN HOST",
      "sentences": "Mentioned by our guests earlier, but it is truly poignant, Queen Elizabeth II, she passed away in Scotland, then there wereall these ceremonial events that take place as part of that process, and the mourning in Scotland as well. And now we see the next Monique, her son, here in very different circumstances in tone to celebrate his new reign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "FOSTER",
      "sentences": "Yes, and members of the Royal Family will see there when she was not lying in state, the coffin was lying in the cathedral. And this is thefirst time I think that they will be back in the cathedral since then. But this is the nature of monarchy, isn't it? They pass from one to another, and they do it through death, and you pick up the job straight away. Huge challenge for King Charles but this is all part of the process, but also part of the healing something that he's always been, you know, geared up for and trained for by the Queen, you know, he knew this moment was coming. So it's not going to be a shock to him. But I think that combined with the religious elements of the service, and the fact that he does hold Scotland very dear, is going to be you know you're going to see on his face in the service, I think it's going to be a very sort of straight laced, solemn service. He has, it's not entirely clear how he's going to be using Balmoral, which is where the Queen would spend all of his summers and he would go and stay with her. He's got a house on the Balmoral Estate, which used to belong to the Queen's mother. He's been there, I've interviewed him there. He's very fond of it. I don't know whether he's going to move into the larger house. There's this whole debate going on about the whole Royal Estate. And whether or not with a slimmed down monarchy, you need all of these buildings, and he's really driving forward this idea that you can rent a lot of them out. And he's doing that with Frogmore Cottage where Harry has just vacated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "NOBILO",
      "sentences": "It's fascinating to see those changes take place and see those adaptations being made to fit a modern society, a society which isstruggling economically, and the honors of Scotland that we just saw, which are the crown jewels of Scotland, even though they can seem perhaps superficial to some people. They are imbued with that sense of continuity, that symbolism of a hard one constitutional monarchy, of which as you were just saying, King Charles is one of hundreds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "FOSTER",
      "sentences": "Yes, absolutely. And I mean, when we talk about properties as well, this the Palace of Hollywood House is the seat of the monarchy in Scotland,it is largely an admin building, because, you know, it deals with all of the Scottish correspondence and everything there. But you can actually still see the ruins on the grounds where the original Augustine Abbey was ordered by King David I of Scotland. We're going way back the history here is quite something when you compare it to a lot of the London history. And the name Hollywood comes from, well, we're not really sure but it's either from the legendary vision of the cross witnessed by the King or from the relic of the True Cross known as the Holyroodhouse Palace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "NOBILO",
      "sentences": "That makes sense to me logically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "NOBILO",
      "sentences": "And the monarchy in response from what you were saying, fascinating to see them in full ceremonial garb, and how that's a mark of respect and asign of showing optimum effort basically, for the people of Scotland that they're bringing their very best their very finest for the people. I also noticed that the Princess of Wales, she's in blue, I wonder if that's a coincidence, or that's part of the Scottish National Flag, the national colors being blue and white.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "FOSTER",
      "sentences": "Could be. The limousines were brought up from London for this ceremony, I think there is -- there will be high hopes amongst the crowdthat they will stop short of the cathedral and perhaps do a bit of a walk. I think it's probably more appropriate, though, to do it on the way out, they'll come out of the church, perhaps speak to some people, it's very important, but there seem to be amongst people, particularly when they go to Scotland to be specific amongst the Scottish people. London is much more representative, isn't it, the United Kingdom, whereas Edinburgh is, you know, it's an international city in many ways, because of what's based there. It's very much seen as a very Scottish city with all the history that comes with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "NOBILO",
      "sentences": "And the links are so deep, so historic, but frequently, historically speaking, as well strained, and now is a time when this couldbe quite potent, soft diplomacy for the Royal Family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "FOSTER",
      "sentences": "I mean it's certainly the original event. I mean, this event doesn't go back generations, but certainly the Queen carried out thisevent, and it is about showing that you're taking Scotland seriously. It might be a long way from London, but they've got homes here. And they take their role as Head of the Scottish Monarchy as much as the British Monarchy extremely seriously. And, you know, you know, when the crowns were merged it was effectively wasn't it Elizabeth I who didn't have any children, and the next in line to the throne was the King of Scotland. So that's how these two crowns came together through the family and eventually, you had the political union.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "NOBILO",
      "sentences": "And it's interesting now to see in action, the slimmed down monarchy that you have spoken about so much and we've heard discussed, butto see essentially the core four if we can call them that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "FOSTER",
      "sentences": "The core four --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "NOBILO",
      "sentences": "Yes, perhaps we're calling that the King and Queen and the Prince and Princess of Wales or to use their Scottish titles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "FOSTER",
      "sentences": "The Duke and Duchess of Rothesay, which are obviously titles that Charles and Camilla had before they became King the Queen. So they havedifferent titles now a different set of titles, as well in Wales and in Northern Ireland. And also, you know, when they get down to Cornwall, they use the titles Duke and Duchess of Cornwall now as well. You have long term -- we say Charles King in the United Kingdom, I mean, these titles go on for pages. So you've got some cheering flags, you've got lots of British fans and notice actually, which is interesting. Oh, they've got some booing. Do you hear that booing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "NOBILO",
      "sentences": "I did hear that booing. Yes, there it is again,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "NOBILO",
      "sentences": "And we should acknowledge, as I'm sure our viewers noticed that was an audible display of the tensions that do exist, the national anthem beingplayed, but over a fairly loud chanting of not my King. Now, we would understand that people who are pro Republican or anti- monarchy might gravitate to an event like this to make that point. But that kind of was easy for him to hear, as he was walking in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "FOSTER",
      "sentences": "He's had it a bit -- hasn't it was very audible. I'm wondering, I mean, it's very difficult without having someone on the ground to know howmany people there were. And you know, they really -- those streets, you know, the high buildings does carry the sound there. But certainly, it was really audible. And the fact that we heard it on the feed is notable, because, you know, people are going to see that they're going to hear it, and it's going to be used again, and it's going to be raised the question now is he wanted as a King, in Scotland, in the UK. He's had, I mean, I think all the experts would agree he's handled himself better than many people expected, since he took on the crown. But it's such a challenge with the changing dynamics in the UK and around the world. And as you've been pointing out, you know, the clash of what we see there and that extravagance, against, you know, the tough lives that people are living with the cost of living crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "NOBILO",
      "sentences": "It really is a tight road to preserve the some of the pomp and pageantry that the nation expects that the world expects, but in anappropriate way that seems modern, and also modest enough for the economic climate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "FOSTER",
      "sentences": "Thank you for watching. We'll bring you highlights of the service inside a bit later on in the day. I'm Max foster in London,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "JULIA CHATTERLEY, CNN HOST, FIRST MOVE",
      "sentences": "And a warm welcome to \"First Move\". This Wednesday amid warnings of a possible attack on Europe's biggestnuclear power facility in Ukraine; the Kremlin says the potential for sabotage to the Zaporizhzhia plant by Kyiv is high quote. Meanwhile, Ukrainian president Volodymyr Zelenskyy sees Russia is the only source of danger \"To the facility\". CNN's Scott McLean has been monitoring developments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "SCOTT MCLEAN, CNN CORRESPONDENT",
      "sentences": "Julia, the rhetoric has really ramped up here. And of course, when we're talking about Europe's largest nuclearpower plant, there is not a heck of a lot of room for error or potential miscalculation. But President Zelenskyy is now making a very bold and very specific allegation and that is that Ukrainian intelligence has information that objects that look like explosive devices have been placed on the roofs of several power units of the Zaporizhzhia nuclear power plant perhaps to simulate a Ukrainian attack on the plant. This is a suggestion that he's made a few days ago, but hasn't provided any evidence as yet. Zelenskyy insisted in his nightly address that \"Russia is the only source of danger when it comes to the plant\". Now Zelenskyy is essentially repeating what the military the Ukrainian military has previously said. And that is that any kind of explosion they believe would look like Ukrainian shelling, but wouldn't be strong enough to actually damage the power units themselves. Last week, Ukraine started doing drills amongst emergency services, according to the Deputy Defense Minister happening in four regions to prepare for the fallout of any potential terrorist attack carried out by Russia on the plant. The Zaporizhzhia local governor on the Ukrainian side also says that Ukrainian Special Forces are also prepared for this kind of outcome if it were to come to it. The Russians, though, of course, they deny that there is any kind of a threat coming from their side. They've previously pointed out that IAEA inspectors are on site and have the run of the place that they would like to. And today, the Kremlin Spokesperson said that the situation is high, but insisted that the threat is from the Ukrainian side and that the potential for sabotage is high and obviously warned that the consequences would be in his words, catastrophic. The Russians also say that they're taking their own measures in that possible outcome. Now the reactors themselves are housed in containment buildings, which are meant to be able to withstand the force of an accidentally crashed plane. What would happen, you know when weapons of war were fired in that direction? We simply don't have a clear answer to that. And also remember that there are cooling ponds that are right out in the open that are used to store those spent nuclear fuel rods and they have no protection at all. The good news here is that there have been some reassuring statements coming out of the nuclear officials on both the Ukrainian side and the Russian occupied side as well as saying that essentially the situation is stable, the background radiation levels are normal. The Russian occupied side called the Ukrainian claims of potential Russian false flag operations \"Garbage\" Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "HADAS GOLD, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Well, Julia, what happened was as the Israeli military was leaving Jenin, five rockets were fired byPalestinian militants in Gaza towards Southern Israel. Now, the Israeli military saying all five were intercepted with the Israeli military then in retaliation struck some Hamas sites. What they said were Hamas weapons and rocket sites in Gaza. And we don't have any injuries reported, either in Gaza or in Southern Israel. There's just material damages and to be honest, that what happened in Gaza is sort of a side story to really what is the main story and that is what's been happening in Jenin. So the Israeli military saying that their military operation this incursion into Jenin is now over, after nearly two full days, the largest Israeli military operation in the occupied West Bank since the days of the Second Intifada since 2002. And they were, as they say, trying to dismantle Jenin as a safe haven for militants. They say that they found dozens of weapons storage sites they say that they found hundreds of explosives they say that they tore up IEDs in the streets, and that's why they took those bulldozers to the streets. Of course, for the civilians there thousands of civilians fled the refugee camp over the last two days to try to avoid the violence. We do know that one Israeli soldier was killed during this two day operation. We believe that he was killed yesterday and 12 Palestinians were killed as well. Now the Israeli military is asserting that all of those killed were combatants. And we are hearing from militant groups that they are claiming at least some of them as their fighters. We do know, though, that amongst the more than 100 injured, and the Israeli military is acknowledging this as well that civilians were injured. And we just look at the aftermath of what happened in the Jenin refugee camp, you can understand why of course, there will be some civilians caught in the crossfire. Just the sheer amount of damages not only to the roads, and to houses, to buildings, even to hospitals, but also to the infrastructure there, the electricity and water was severely damaged during this operation. We are hearing just in the last couple hours now that electricity seems to potentially be coming back to some people there. But there is extensive damage, and there will be extensive cleanup. There have been funerals today for all 12 of those Palestinians that were killed there being buried in a grave altogether. And what's notable during these funeral processions that thousands attended are two things. One thing is that militants were out in the open there. These were masked militants with their guns shooting off with their flags. And I think that's a clear message to the Israelis and to others saying, we're still here, you might have had this big massive operation saying that you've reached your objectives. But whatever you say about trying to remove Jenin as a safe haven for militants. The militants still felt, you know, confident enough to go out on the streets during these funerals and to show off essentially. Another thing that's interesting that's happened is during some of the funerals, Palestinian Authority officials were chased out by angry crowds. Now you can take that as two ways both potentially as the Palestinian Authority, not having much authority in Jenin, but also potentially anger at the Palestinian Authority over what happened over the last few days. Perhaps a feeling of the Palestinian Authority didn't do enough or didn't do anything to try to stave off this offensive by the Israeli military, Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, certainly seems to be a show of resilience. Hadas Gold, thank you for that. Now the Head of the International Atomic Energy Agencyis in Japan trying to use fears surrounding the crippled Fukushima Nuclear Plant. The IAEA saying, Tuesday that releasing treated radioactive water from the plant is safe both for people and the environment. But many remain concerned and their worries are shared by the Chinese government too. Marc Stewart has the details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "MARC STEWART, CNN CORRESPONDENT",
      "sentences": "Even though Japan is moving forward to release the treated wastewater from the Fukushima Daiichi Nuclear PowerPlant sometime this summer, there are still some critics. The reservations come from here in Japan for example, fishermen worried about their reputation. That's in addition to skepticism across Asia and other parts of the world. CNN traveled to the plant in April there we saw some of the facilities used to filter and dilute the water. While there will be remnants of a radioactive element known as tritium it falls under the international standards. According to the International Atomic Energy Agency, Japan wants to gradually released more than 1 million metric tons of filtered water in the Pacific part of the process to slowly decommission the plant. Still, not everyone is convinced this is the right thing to do including the Chinese government is a topic that came up at a recent briefing at its Ministry of Foreign Affairs. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "STEWART",
      "sentences": "The IAEA will establish an office here in Japan to monitor the process a task that could take years to complete. Marc Stewart, CNN, Tokyo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "OK, coming up here on \"First Move\", defending Dubai, the CEO of Crescent Petroleum tells us why he thinks the UAE is the ideal bridgebetween rich and poor nations in the quest for a sustainable climate. We're talking COP 28, stay with us. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "MAJID JAFAR, CEO, CRESCENT PETROLEUM",
      "sentences": "So I think, you know, there are clearly some of the big national producers who would like to keep the pricewithin the sort of $80 to $100 range. At the moment, the bearish sentiments that are keeping it slightly below that are driven by two factors. One is fears of persistent inflation, and risk of recession. And the other is the less than, less than expected rebound economically in China. So fundamentally, it still boils down to demand and supply. And of course, your show has been covering those two trends. And they're ultimately the trends in my view that are going to dictate the oil price.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, we do our best. There's far less noise, I think I'm concerned. And there was in the initial stages of the outbreak of war inUkraine, which has been a key determinant, I think, and a driver of this too. The irony is, and you've pointed it out in a number of op-eds, and it sort of ties to the bigger conversation that we're going to have. In light of that we saw effective energy subsidies rise, particularly in European nations, a use of dirtier forms of energy, like coal, despite the push from those rich nations to the global south and poor nations that we need to transition to renewable energies. It's sort of created a level of discontent. I think you call it and it's a good word heading into COP 28. How deep is that sort of resentment? And the challenge between the two sides, sort of a do as I say, don't do as I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "JAFAR",
      "sentences": "Exactly, this never worked when parents try it. We've, seen that in multiple international organizations, but COP is one also the U.N. WorldBank, IMF, and, and so on. So fundamentally, energy is the lifeblood of any economy. But it's like health for a human being you can take it for granted when you have it. But when suddenly, as in last winter, supplies were put at risk, it becomes everybody's priority. And we need to balance the affordability and the availability with the sustainability. There's so called energy trilemma. At the moment, we're failing on all three. And the policies that have been pushed of starving investment from key sectors such as oil and gas. In the hope that would somehow lead to dealing with climate change that makes about as much sense as trying to deal with obesity by denying loans to farmers and doing nothing about how the consumption takes place, because that's ultimately what's driving the emissions. So as you said, the developing countries see on that they are supposed to make do with intermittent supplies not have financed for stable power supply, while Western countries have been burning more coal, have been subsidizing energy consumption, although they don't use the word but that's ultimately what the energy support has been. And is also going scrambling around the developing countries such as in Africa, to buy natural gas from those countries in the form of LNG for their own use, when they had previously refused to finance it for domestic use. So there is this growing divide. And last year in -- , the language turned to loss and damage, essentially reparations, the developing world asking ritual countries to compensate them for the damage caused by the climate change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, I think your parent child analogy is an interesting one, in particular, because it's bad parenting taking place in many respects ifthat's the case. Let's talk about the money because we were just talking to the climate envoy, U.S. climate envoy, John Kerry, about a recent meeting on a Global Financing Pact. And he was talking about, among many things, the importance of the private sector, in leveraging cash to help some of these nations, mitigate the effects of climate change, but also enact the process of transition, which was simply not seeing enough of, but also perhaps some of the bigger institutions like the IMF and the World Bank, changing their business model. You obviously come from that sort of private sector of this, what do you think's most potent, particularly given the sheer level of investment in renewables that we're seeing in the UAE and the Middle East for all the criticism?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "There was initial skepticism. Do you think some of that has dissipated now? And certainly from my conversations in previous cops,there's been a lack of engagement from the oil and gas community a sense that they're purely the problem and are excluded from the discussions of how we transition. And the interim period, not just the short term, and then the long term, but how we ensure we don't have an energy crisis in the middle of that process of transition. I know that's crucial to your business, the majority of which, of course, is in gas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "JAFAR",
      "sentences": "So COP 26 was in Scotland, and oil and gas producer, COP 27 was in Egypt and oil and gas producers, were going to need oil and gas. Fordecades to come those calling for an end and investment in oil and gas, they have the right to do that. But they should send stop using it. Don't drive any cars, trains, boats. Don't use any computers that made the --  smartphones don't rely on heat and or air conditioning, depending on where you live for 24 hours because none of that is possible without oil and gas. And by starving the investment, you're leading to price shocks, supply shocks, and you're actually leading to more energy poverty and burning of coal in developing countries. So the basic approach that's been taken as far as failed from our point of view as a major producer of gas, we now 85 percent of our production in the Middle East is natural gas. We brought our emissions and flaring down to near zero and offset the remainder with carbon credits supporting renewable energy in Asia, to declare and achieve net zero across our operations. Back in 21, we've maintained that but more importantly, the gas we produce by displacing diesel actually avoids more than 5 million tons of Co2 emissions annually, which is actually more than all the Tesla cars on the planet. So the role of gas in the transition, displacing coal, as it has in U.K. in the U.S., or liquid fuels in our region in the Middle East is fundamental. And you're still going to need oil, everything that transition will rely upon whether it's the electric cars themselves, solar panels, or wind turbines, they're actually all major oil. And so how we use it will change, we won't be burning it as much it'll be making things and how we produce it must get cleaner. But there is an important role for the sector and just deep plat forming oil, gas, nuclear and coal as happen unfortunately, in Glasgow COP 26. The sector is responsible for 90 percent of world energy is not going to lead to positive outcomes. So I think this inclusive cop that's coming up in Dubai will bring together all sectors and all countries for hopefully a much better way forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "Fingers crossed into your point. I think there's been already chronic underinvestment which we're paying for and will pay a greater pricefor very quickly, because I have about a minute, fast forward 20 years for your business. What's the makeup then you said you're 85 percent now focused on oil? What's the split in 20 years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "JAFAR",
      "sentences": "So 85 percent -- gas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "Sorry, gas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "JAFAR",
      "sentences": "Which I think is going to be an important part, not just of the transition. I mean, the reality is today, solar and wind power can't bestored. All the batteries in the world can store about 1.5 minutes of global energy demand. So until we've tackled that storage challenge, and there are physics laws that are sort of in the way, we will need something to back it up. So nuclear that you've just been talking about and natural gas are the cleaner forms of stable power, which then enable renewables. So, so far renewables is growing, but it's a supplement to the other forms of energy rather than replacement and that's, -- .",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move\", it's only 20 years since the Concorde made its final commercial flight ending the first era ofsupersonic travel will now one company is rewriting the rules European startup Destinus wants to use hydrogen fueled engines for sustainable long range flight designing a plane. That it says will fly at five times the speed of sound one day that would cut travel times between any two cities by three quarters. Destinus is moving full speed ahead having successfully flight tested two prototypes and revealing the Destinus 3 at the Paris Air Show last month. The plan is to launch the world's first commercial hypersonic plane by 2030. Joining us now to discuss all, Mikhail Kokorich, he is the Founder and CEO of Destinus. Mikhail, great to have you on the show, the hope is that you can provide something super-fast and super clean and hydrogen is the way of doing it. Just explain the technology behind these flights and what you're hoping to achieve? MIKHAIL KOKORICH, FOUNDER &amp; CEO OF DESTINUS: Yes, thank you. We believe that hydrogen not only the clean fuel for the future aviation, but it also enables hypersonic speed. Because while supersonic it means to be hot, it's like -- ? When you enter the atmosphere at high speed, you're hot. And hydrogen, it's not only the highest energy density fuel. It's also the very best coolant that you can imagine. So, you can use hydrogen to cool your plane and cool the air will come in so the engines to make able to fly faster.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "OK, so just to be clear, no plane I don't think has ever reached supersonic speed powered by hydrogen and we're going to come backto that. But let's just talk about the prototype because I believe that integrates hydrogen afterburners into the turbojet and then ramjet engines which can run on traditional fuels. So you're sort of hedging your bets in some regard, at least as far as the prototype is concerned. When do you expect to be fully hydrogen for both?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "KOKORICH",
      "sentences": "So the next year we going to start flying with a hydrogen afterburner and there was a turbojet engine be fueled by kerosene.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "KOKORICH",
      "sentences": "And the purpose of this basically to demonstrate that you can fly was hydrogen afterburner and finally it was hydrogen pre-cooler. But thenbasically you're after we're going to fly in parallel with the hydrogen boats on the turbojet engine and in afterburner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "The -- those skeptics out there that are saying, look, and despite your talk of the coolant and the cooling power, that they're notcomfortable burning hydrogen in an aircraft, and actually the amount of hydrogen simply that it takes to send a plane on long distances. And also, where do you store it on the plane? Mikhail, go through each one of those separately and explain why you're not worried or you have a solution?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "KOKORICH",
      "sentences": "Yes, definitely hydrogen is a very low density fuel. So with basically the same proportion of the fuel, biomass, like was a conventionalsubsonic plane 30 to 40 percent. Your volume wise, you basically spend 60 to 65 percent of the volume for hydrogen. So you're playing its look a little bit like a rocket, where the actually the fuel is almost everywhere. Yes, and this is like one of the big changes, but if you look to any new hydrogen concept, even subsonic one, you will see that they really have much bigger fuel things. And this is a disadvantage of hydrogen, but at the same time, hydrogen for five times better fuel than kerosene, biomass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "OK, talk to me about what we're seeing on screen because I'm sure you can see it, this is an aircraft is expecting to carry how manypeople at least in the beginning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "KOKORICH",
      "sentences": "Yes, so we initially we want to build, I would say, a reasonably small aircraft, it's not small, it's maybe the size of Boeing 737. Butbecause it's a total lot of volume for the hydrogen this plane will be able to give you a few dozens of people 20 to 30 people. On this plane will be able to fly from Paris to New York 1 and 1.5.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Wow!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "KOKORICH",
      "sentences": "But the main advantage of this plane that you can use basically exists in turbojet engines and basically augments these engines withhydrogen fuel. So you don't need to reinvent the core, the most complex core in the engine turbojet path. It can be the same, you just put hydrogen afterburner, you put -- , you put ramjet, which is a pretty simple engine. And then you can basically fly -- you may still have to budget on kerosene or you can convert turbojet kerosene. But still, it's not a development of the new engine, which is a humongous exercise. And then, in some years, 10 years after this, we'll be able to do much bigger thing with a new turbojet engines is bigger, much bigger one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, and this is the key, that's why those two questions seemingly disconnected but are connected, because there are also those thatsay, look, the best use of hydrogen, if we're talking aviation is with E fuels. So a sort of synthetic form of a sustainable aviation fuel, rather than design an entirely different propulsion system for an aircraft, which is kind of what we're talking about here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "KOKORICH",
      "sentences": "I agree, that sustainable aviation fuel is very valuable option for subsonic flights, where the basically the main motivation to move toanother fuel is like the clearness or the green console of the kerosene. But when you're talking about hypersonic flight, this is, in fact, the absolutely new reality for the plane. Because plane flying is such a high speed five, six of speed of sounds. So then the some parts of your plane start to be extremely hot. And also the air that come to your parents become very hot, which reduce efficiency of your engine. And then here's the hydrogen voltage. So hydrogen is 50 times better coolant than kerosene. So you can use the same hydrogen, which you combust in your engine before to cool your structure, who you air and you can build it from more or less conventional materials like steel, you don't need to put on top of your vehicle. The ceramic tiles like a spaceship or windshields very fragile, very heavy, you can use steel make a starship, like when a starship rocket and pull the steel with a hydrogen, which makes your plan much cheaper and more reliable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "I'm very excited at the prospect of seeing one of these. What was the response that you've got at the Paris Air Show? And I'm sure one ofthe first questions you were asked beyond the safety was how much is this going to cost me? How does it compare to an average commercial aircraft flight ticket? Let's assume business class, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "KOKORICH",
      "sentences": "It's actually a very good question. But you know, in the cost of the flight, the main component is the cost of fuel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "Wow, very quickly, hypersonic flight has to be interesting to nation states, the United States to China to the EU, for example, I saw acompetitor that you have Hermeus that backed by the U.S. Air Force in part, I know you've raised 50 million euros, don't governments need to be more involved in supporting innovation and research in this. What conversations are you having on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "KOKORICH",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "KOKORICH",
      "sentences": "Absolutely, this is one of the interests in domains which supported by many governments and you're absolutely right talked aboutHermeus, which actually supported also by Sam Altman, the Founder of Open AI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "I saw.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "KOKORICH",
      "sentences": "-- doing when I wasn't in the white community, there was my previous company. But China have very active hypersonic plane program and -- , let's say semi private government companies doing some stuff. We are entirely private company. But we have several support and -- from European Union from Spanish government to develop hydrogen technologies, hydrogen propulsion. And also we're part of the big study funded by European Union equity group together as he has zero control with Airbus, to develop the new flight rules and regulations for supersonic, hypersonic for suborbital flights. So it means the government's now not only financially supporting on the players like Hermeus, like us. But also they think in how this slide should look like? What should be the flight protocols, how they should integrate the normal traffic? And it's not just it's actually a big project for couple of years. There are a couple dozen submittals for fewer and leading player in this project. The regulator's like yes your control, and we are responsible for hypersonic particle we study.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "So exciting, speed and sustainability if we when we get their fingers crossed. Mikhail, great to chat to you, we'll speak soon, theFounder and CEO of Destinus. Thank you, sir. We'll, back after this.",
      "isLastSentenceInterrupted": false
    }
  ]
}