{
  "date": "2023-11-01",
  "headline": "CNN News Central",
  "subHeadline": "Alarming Rise Of Antisemitic Threat & Incidents Across The U.S.; CNN Poll: Trump Dominates SC Primary, Haley In Second; Schumer To Move Forward With Military Confirmations. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "RENATO MARIOTTI, FORMER FEDERAL PROSECUTOR",
      "sentences": "To determine what's going to happen with some of these entities that are under Trump's control. So, there are some consequences there. But I do think the judge is being pretty cautious about imposing penalties for this specific conduct because their speech is involved in First Amendment issues.I do think the judge has been careful. I'll -- I think he's going to ratchet up the fines, but I don't think that those fines are ultimately going to deter Trump from doing that again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "JOHN BERMAN, CNN HOST",
      "sentences": "Renato Mariotti, great to see you. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "MARIOTTI",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "BERMAN",
      "sentences": "Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:26",
      "speaker": "BOLDUAN",
      "sentences": "Since the October 7th Hamas attack on Israel, there has been a dangerous rise in antisemitic incidents across the United States. The Anti-Defamation League segs -- says acts of antisemitism have increased by over 388 percent since this time last year. And FBI Director Chris Wray just yesterday, warned that this is especially a problem on college campuses of recent.We're going to show you a map highlighting where some of these attacks, some of these incidents, some of these threats have been reported at universities in the recent weeks. At Cornell University, as we've been discussing, a student is about to have his first court appearance today, arrested and charged for threatening to kill Jewish students and shoot up a mainly kosher dining hall. But on the flip side, today, students in Georgia are coming together to stand with their Jewish classmates. CNN's Ryan Young is at Emory University for more on this. Ryan, what are you seeing? What are you hearing? What do they say in there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:26",
      "speaker": "RYAN YOUNG, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes. We're about an hour away from this happening. But when you talk to police departments across the country, this is something they are concerned with. And the greater community -- the greater Jewish community wants everyone to understand these security threats are real. We've been talking about things that have happened at college campuses across the country. But even here in the state of Georgia, there have been incidents.I have a rabbi here with me, Larry Sernovitz, who's going to be leading the march today. If you would, there was an incident here in Georgia where a student was assaulted just recently as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:26",
      "speaker": "RABBI LARRY SERNOVITZ, CEO, HILLELS OF GEORGIA",
      "sentences": "That's correct. We have had really an echo of what's happening across the country here in the state of Georgia and on all of our campuses across the state. We've had an assault, we've had humiliation, and we've had -- really, the biggest thing is fear because of what's happening and because of the protests that have created, a very unhealthy environment on college campuses, our students are constantly on the lookout for things that are happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:26",
      "speaker": "YOUNG",
      "sentences": "Before we jump to today, can you tell me how that student at Georgia is doing after being assaulted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:26",
      "speaker": "SERNOVITZ",
      "sentences": "Yes. The student's OK, thank God. But he's shaken up as are many of his friends and the Jewish students on that campus in particular. The problem here is that just because something happened, doesn't mean all of a sudden, everything's going to go away.There's now a fear on campus that it could happen to anyone, particularly because this student had no markings that he was a Jewish kid. There was no kippah, there was no star of David, there's no identifying markers. He had been targeted. And many students know each other on college campuses. That's really the bigger problem that we have here is that people that you never knew, thought certain ways, all of sudden, campuses have changed after October 7.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:26",
      "speaker": "YOUNG",
      "sentences": "We've been talking about this march just a little bit. This is really to get the word out and to show people that not only you guys are here on campus, but you're hoping the greater community also puts their arms around you to keep everyone safe. I've been talking to students who say they are fearful. Do you hope this makes a change in some way so people can understand what's going on on these college campuses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:26",
      "speaker": "SERNOVITZ",
      "sentences": "For sure. This is not a protest. It's not a rally that in 2023 in America, for Jewish students to be fearful that they can have -- that they have -- they're walking on campus that something might happen to them, just as outrageous. And part of what we're asking for right now is an awareness that there is a legitimate fear after incidents that happened at Emory, that happened at the University of Georgia, that happened all across our state, at Georgia Tech, where students are walking. And the sidewalk is filled with antisemitic rhetoric. The problem is real and it's here. And what we're looking to do is bring awareness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:26",
      "speaker": "YOUNG",
      "sentences": "My last big question here. Does this break your heart to see what's going on right now across these college campuses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:26",
      "speaker": "SERNOVITZ",
      "sentences": "Yes. You know, universities are supposed to be that moment in the -- in a student's life that they have identity building, and they find out who they are, and they see the expanse of what the world is and what they can do, and what their role is. And now what they're finding is that that identity growth is also about protection, safety, and security. And ultimately, what is the definition of humanity, and how can you look at each other in the eyes and say, I see you, I feel you, I understand you, you too, are made in the image of God?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:26",
      "speaker": "YOUNG",
      "sentences": "Thank you so much. That -- the rally starts there. The march starts today at about 12",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:26",
      "speaker": "BOLDUAN",
      "sentences": "Yes. But what we're seeing there in Emory coming together, standing up. speaking out and being together. Thank you so much, Ryan. Really appreciate it. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:06",
      "speaker": "BERMAN",
      "sentences": "So, polling from the Palmetto State.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:06",
      "speaker": "BOLDUAN",
      "sentences": "Oh, well played.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:06",
      "speaker": "BERMAN",
      "sentences": "Right? It's a gift. An alliteration gift this morning. A new CNN poll out of South Carolina shows Donald Trump is way ahead. We have those numbers. We can show you. He is way ahead. He's at 53 percent.But there is a clear person in second place now. You'll have to take my word for it. Former South Carolina Governor Nikki Haley is now clearly in second at 22 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:09",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Well, either way, as Nikki Haley herself said, when she filed for the primary in South Carolina, there's still somebody well in front of her she needs to catch up to. And last I checked, they don't hand out sort of second-place prizes at nominating conventions. So, the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:09",
      "speaker": "BOLDUAN",
      "sentences": "No second-place trophy? Oh, Darna. OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:09",
      "speaker": "CHALIAN",
      "sentences": "Which is not to take anything away from Nikki Haley's success here in moving her campaign along. The debates have been really successful for her. She has been able to get into this battle with Ron DeSantis now as sort of the one person that can now move forward and take on Donald Trump, and who will emerge from that.But, guys, you noted it right at the top that the story here in this poll is the story we're seeing in every poll nationally, in every early state that Donald Trump is in a dominating commanding position right now in this Republican primary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:09",
      "speaker": "BERMAN",
      "sentences": "Look. If you add up everyone else in this poll, besides Donald Trump, Trump is still beating the field. Trump is leading the field. Everyone. But our and but, David, you know, who thinks that Nikki Haley is in a different position right now than she was before as Ron DeSantis? Because Ron DeSantis keeps on his campaign at Super PAC, keeps on now taking new swings at Nikki Haley. What's the feeling inside DeSantis world?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:09",
      "speaker": "CHALIAN",
      "sentences": "Yes. They are loath to admit it. Although, as you noted, John, follow their actions in their money in the Super PAC and you can see that they are concerned about Haley occupying space here that they thought they had to themselves. But they always say, oh, they're in a one-on-one race with Donald Trump. That is clearly not true right now.And I think you're going to see that dynamic play out on the debate stage in Miami next week because as we know, Donald Trump won't be there. And so, all the attention in that debate is going to be focused on this DeSantis-Haley competition that has emerged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:09",
      "speaker": "BOLDUAN",
      "sentences": "David, the first major Republican candidate has dropped out, Mike Pence over the weekend. And yes, he always remained in the single digits. Was not -- never proved to be a real threat to Donald Trump in the primary.But still, I asked his longtime adviser Marc Short yesterday. He was on the show, and he joined us, what the lesson is here and what the lesson is that he takes away from this short lift Pence campaign. Let me play this for you. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:09",
      "speaker": "MARC SHORT, FORMER CHIEF OF STAFF TO VICE PRESIDENT MIKE PENCE",
      "sentences": "The reality is that Donald Trump remains the front-runner for our party, and you know other candidates left to make decisions about timing for them. But I think some of the conventional wisdom that is out there would suggest that says, hey, we just need to narrow down to one-on- one. And I don't think that that applies here. I think the reality is that as candidates drop out, it will build more of an inevitability of Donald Trump as the nominee. BOLDUAN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:09",
      "speaker": "SHORT",
      "sentences": "And so, I do think it's a little bit different dynamic.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:09",
      "speaker": "CHALIAN",
      "sentences": "Such an interesting point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:09",
      "speaker": "BOLDUAN",
      "sentences": "I thought that was interesting yesterday. What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:09",
      "speaker": "CHALIAN",
      "sentences": "Yes. I totally agree with you. It's not something you hear very often. And there's actually some evidence to back up what Marc is saying there. I mean, if you look at the Iowa poll that came out, you see a lot of DeSantis, for example, second choice.Like, if you choose DeSantis as your first, who's your second choice? A lot of his voters could potentially be Trump voters. So, you can imagine a world that's -- that let -- you can't imagine, but I'm just saying. If DeSantis were to get out of the race, you could imagine Donald Trump improving. He's standing by that development. Less so with Haley's supporters, certainly a lot less so with somebody like Chris Christie supporters. But there is some overlap here. I mean, as we talked about, we see a field right, where in our South Carolina poll in the South Carolina Republican Party, more than six and 10 Republicans say they're locked into their first choice. And a little more than a third say they're open to having their minds change. But remember, even among those that are open to having their minds change, some of them may change to Donald Trump. And I think that gets to Marc's point about the potential inevitability of steam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:09",
      "speaker": "BERMAN",
      "sentences": "David Chalian, occasional CNN NEWS CENTRAL co-anchor, great to see you, my friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:09",
      "speaker": "CHALIAN",
      "sentences": "Thanks, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:53:49",
      "speaker": "BERMAN",
      "sentences": "All right. A news just in from Capitol Hill. We're just getting word that Senate Majority Leader Chuck Schumer has a new plan to get hundreds of military promotions confirmed. Alabama Republican Tommy Tuberville has single-handedly stood in the way. But now, Schumer says he will go around him.CNN's Sunlen Serfaty is with us now with the details here. Sunlen, what is Schumer going to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "SERFATY",
      "sentences": "Now, this has been a battle, John, for months. And notably, this is a very typically -- a very routine thing that happens in the Senate. These nominations get approved in mass and pushed forward. But this is something that has been in a log jam for months because of the hold.And notably, Senator Tuberville's hold on the nominations is about something unrelated. It's about abortion policy at the Pentagon, a new policy that went into effect earlier this year in February that is -- in essence expands access to service members and their family choosing to get an abortion. So, this is something unrelated. And potentially, this move by Schumer today pushing for these nominations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:07",
      "speaker": "BERMAN",
      "sentences": "All right, we will watch and see how it does in the Senate floor. Sunlen Serfaty, thank you so much for that reporting.",
      "isLastSentenceInterrupted": false
    }
  ]
}