{
  "date": "2023-06-16",
  "headline": "CNN News Central",
  "subHeadline": "Soon: Biden Marks One Year Since Bipartisan Gun Law; Jill Biden: Trump Admin Full Of \"Chaos And Confusion\"; Putin: Russia Could Destroy Kyiv But Chooses Not To. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "BRIANNA KEILAR, CNN ANCHOR",
      "sentences": "We are minutes away from President Biden's latest remarks on gun violence. He'll be speaking from Connecticut to mark one year since the bipartisan passage of the first major gun safety law in a generation. The administration also rolling out new steps to address mental health challenges for young people who have been impacted by gun violence.The latest data shows guns are the number one cause of death of kids and teens in the U.S. for two years straight now. So, there's a huge ripple effect on family members, on survivors, witnesses, and the trauma that they all have to endure from gun violence. I want to bring in CNN Security Correspondent Josh Campbell to talk about this. So, Josh, Biden's going to highlight progress on gun safety, of course. But it comes as gun violence is really surging too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "JOSH CAMPBELL, CNN SECURITY CORRESPONDENT",
      "sentences": "Certainly. And we continue to see this epidemic in the United States. You know, Biden will be joined today speaking momentarily by -- you know with Senator Chris Murphy, Senator Richard Blumenthal, and a host of gun safety advocates marking the one-year anniversary of this landmark legislation. The first real reform in a major way as it relates to guns in nearly 30 years.Now, as we look at what this piece of legislation did, what this bipartisan group of lawmakers was able to accomplish, say toughen background checks, particularly for people who are under the age of 21. This Act also closed this years-long loophole in domestic violence laws. It also helps states put in place these red flag laws. That's you know, if you know someone who may be in a situation where they have a firearm, they might be intent on harming themselves or someone else, you can petition a court. They were able to help increase those at the state level. And then funding for mental health services. What was notable here is you had 15 Senate Republicans and 14 Republicans in the House joining with Democrats to pass this legislation. But as you mentioned at the top, we still continue to see shooting after shooting. You could look at some of the most recent figures, there have been more mass shootings than days this year. As of now, nearly 296 mass shootings in the United States. The Pew Research Center looked at the data -- the latest available data from 2021, and there was nearly a 25 percent spike in gun deaths from 2019 to 2021. So, certainly, a situation that lawmakers are trying to reverse but yet we continue to see these shootings time and again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KEILAR",
      "sentences": "Yes. And they want to do more. Biden and gun safety advocates want to do more. But it's tough to see that succeeding. I wonder if there is some hope if you see it to accomplish something there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "KEILAR",
      "sentences": "Yes. And we've seen that for the last many years since Newtown as well. Josh, thank you for bringing us up to date on that for us. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "To another major headline we're following this afternoon, A conviction in the deadliest attack against Jewish people in the history of the United States. These 11 worshipers were killed because of their faith. Now, the man who gunned them down may die because of his hate.Today, a federal jury in Pennsylvania convicted Robert Bowers on all 63 charges, more than 20 of them were capital offenses for his shooting rampage inside the Tree of Life synagogue back in 2018. Six other people were wounded, including four officers who responded to the scene. The 50-year-old mass murderer will enter the death penalty phase of his trial, which is set to begin later this month. Let's take you now live outside the courtroom with CNN's Danny Freeman who has been covering this from Pittsburgh. So, Danny, tell us what it was like in the courtroom when this verdict was read.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "DANNY FREEMAN, CNN CORRESPONDENT",
      "sentences": "Well, frankly, the best way I can put it is that it was so silent. You truly could hear a pin drop when the judge was reading off those charges. Our senior producer Sarah Boxer, she was actually in the physical courtroom as that happens.And she said that Robert Bowers, the defendant, he was emotionless as they take through each one of those 63 federal charges. And after the primary capital offense charges were read and Bowers was found guilty, then there was a little bit of a break in the room in that our producer says that you could hear some sniffles in the crowd. Remember family and survivors, they've been in the court just about every day watching this trial from the start. They were of course in the courtroom as that verdict came down. So, that's really what it was like inside of the courtroom. But I want to just talk a little bit more about these charges themselves. Like you said, 63 federal charges, 22 of them were capital offenses, and the primary one was the obstruction of free exercise of religious beliefs resulting in death. The second was the use of discharge of a firearm to commit murder during and in relation to a crime of violence. And I bring that up just to illustrate exactly why Robert Bowers was on trial for those particular offenses. And really, those two issues are what the prosecution tried to hone in on as it went through these past three weeks of testimony. And part of the reason -- the part of the way I should say they did that is by playing 911 calls. One in particular stands out. It was from Bernice Simon. Bernice was one of the victims of this shooting. She and her husband, Sylvan, they were inside the synagogue that morning. They were sitting in their pew. The shooting started. Bernice actually took a prayer shawl and held it to her husband's leg to stop his bleeding. And she was on the phone with a 911 dispatcher saying, we're being attacked, we're being attacked, and I'm scared to death. Then you hear gunshots and silence on that line. Bernice ultimately was killed in that attack. Now, I should say we're hearing more from Jewish community leaders in the past few minutes. They're just some community leaders from the specific congregations who gave some remarks. There's a general sense of relief, make no mistake. But as you mentioned, we are now going to the death penalty phase of this trial. And that will be more difficult as well. It will be gut- wrenching, as one representative said because we're going to hear more victim impact statements and more testimony. And I just want to read a new statement we actually just got from the Rabbi of the Tree of Life that day of the shooting. He survived the shooting. It's Rabbi Jeffrey Myers. He wrote. I'm grateful to God for getting us to this day and I'm thankful for the law enforcement who ran into danger to rescue me, and the U.S. attorney who stood up in court to defend my right to pray. Today, I'm focused on being with my congregation and praying, singing, and clapping in praise of God as we do each Shabbat. Shabbat of course tonight. In the face of the horror, our community has experienced that I can think of no better response than practicing my Jewish faith and leading worship. And I'll just say one more thing about that. A lot of the community leaders here, they emphasize that if nothing else today gave relief because it proved that a jury of his peers said that Robert Bowers carried out this attack specifically because these congregants were Jewish. The death penalty phase will start on June 26. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SANCHEZ",
      "sentences": "The details in that testimony have been excruciating so far, and we will likely see more of that as we move into the next phase. Danny Freeman, in Pittsburgh, thank you so much. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:08",
      "speaker": "KEILAR",
      "sentences": "CNN's Adrienne Broaddus is in Minneapolis covering the story. Adrienne, what else do we hear from Garland and what are people they're saying in reaction to this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:08",
      "speaker": "ADRIENNE BROADDUS, CNN CORRESPONDENT",
      "sentences": "Well, I'll start with the reaction, Brianna. This report really echoes what community leaders and other members of the community have been saying for decades. It echoes what they say they already knew.For example, the report says Minneapolis Police patrolled neighborhoods differently based on their racial composition and discriminated based on race when searching, handcuffing, or using force against people during stops. Specifically, you heard the attorney general say they found that MPD and the City of Minneapolis engaged in a pattern of practice of using excessive force. This report also found that some folks in leadership within the Minneapolis Police Department used racist comments. And that's not all. Listen to more of our conversation. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:08",
      "speaker": "GARLAND",
      "sentences": "We also found that MPD officers failed to intervene to prevent unreasonable use of force by other officers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:08",
      "speaker": "JEROME RICHARDSON, MN TEEN ACTIVIST",
      "sentences": "And so, I hope that Minneapolis will then in turn become an example of what police reform looks like for the rest of the state.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:08",
      "speaker": "BROADDUS",
      "sentences": "So, some activists like Jerome, who you just heard from, who founded Minnesota Teen Activist following the murder of George Floyd are optimistic. But their hope is that what's on paper, for example, there are at least 28 recommendations, they hope those recommendations will be implemented. And they will see a cultural change and shift within the Minneapolis Police Department and the city, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:08",
      "speaker": "KEILAR",
      "sentences": "Where does the MPD go from here, Adrienne?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:08",
      "speaker": "BROADDUS",
      "sentences": "So, right now, the DOJ mentioned that there's a consent decree. In principle, the city and the MPD have signed an agreement, let's say in good faith, but they still have to negotiate that agreement. And that could take months, even up to a year for that agreement to be finalized.And it will, this agreement, essentially bring in a watchdog. Someone to look over the Minneapolis Police Department so they can change some of their policies and be accountable for some of the practices that are in place, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:08",
      "speaker": "KEILAR",
      "sentences": "All right, Adrienne, thank you live for us from Minneapolis on this very important story. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:17:42",
      "speaker": "SANCHEZ",
      "sentences": "President Biden is not saying much about the former president's indictments but the first lady is. In her first sit-down interviews since her husband launched his reelection bid, she repeated what she has been telling donors that recent off-camera fundraisers. Watch this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:17:42",
      "speaker": "JILL BIDEN, FIRST LADY OF THE UNITED STATES",
      "sentences": "The way I see it is there's two different -- they're very different administrations. Very different leaders. You know, from what this country saw, I thought that the last administration was filled with chaos and confusion. And in my husband's administration, I feel that he's offered Americans strong steady leadership.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:17:42",
      "speaker": "SANCHEZ",
      "sentences": "It's a very different story on Capitol Hill. Trump allies, they are working on another strategy targeting the Justice Department as they try to defend the former president for his alleged mishandling of classified documents. They're calling for cuts to the department's funding and for special -- excuse me, Special Counsel Jack Smith to testify before Congress.CNN's Chief Congressional Correspondent Manu Raju joins us now live. Manu, we're seeing some conservatives in the House specifically trying to target the DOJ but not all Republicans are on board.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:28",
      "speaker": "RAJU",
      "sentences": "And that last comment coming from a Congressman Bob Good who's a member of that far-right House Freedom Caucus, members who have pushed to go even further. Further, than the Republican leadership has wanted and probably expected to put some more pressure on Speaker McCarthy in the days ahead.And McCarthy himself has supported efforts by the House Judiciary Committee Chairman Jim Jordan to seek records from Merrick Garland about the search in Mar-a-Lago that retrieved a number of those documents that Donald Trump initially refused to turn over. He supported trying to get those records but he has not gone as far as some of these members in the far-right of his conference have wanted. So, that is going to all raise pressure on him when it comes time to fund the government and defund the Justice Department. Where does Speaker McCarthy come down? One of the big questions in the months ahead, Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:28",
      "speaker": "SANCHEZ",
      "sentences": "Yes, this fight over Trump's legal woes bleeding into other parts of the government and conversations about funding. Manu Raju, thank you so much. Let's get some insight now on CNN's Senior -- from CNN Senior Legal Affairs Correspondent Paula Reid. Paula, you have some new reporting about Trump's attorneys contacting the DOJ to get security clearance so they can go over some of the evidence in the classified documents case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:28",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "That's right. Anyone who represents former President Trump, in this case, is going to need an act of clearance. He's accused of taking 31 documents after he left the White House, classified documents, some of which were labeled top secret some of the most sensitive secrets that the country has.And yesterday, we heard for the first time from the judge in the case since former President Trump's arraignment earlier this week, and she told the lawyers to let's get the ball rolling with these clearances. She told them to get in touch with the DOJ which we've now learned they have done. And she wants an update in five days on the status of where they are with this critical issue. And of course, Boris, one of the big outstanding questions is who exactly will be on Trump's legal team?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:28",
      "speaker": "SANCHEZ",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:28",
      "speaker": "REID",
      "sentences": "No Todd Blanche and Chris Kise have both entered their appearances. They told the court that they would be permanent members of the team. But we know that they're also looking for at least one more Florida-based defense attorney.We know they've been talking to several people. I spoke with some sources this morning. They say that this search is still active and ongoing. And it's not clear. It will take days or weeks to select that person. But once they're selected, it will likely take weeks for them to get their clearance. And it's all these little days and weeks that add up over time and push this closer and closer to the election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:28",
      "speaker": "SANCHEZ",
      "sentences": "And that's something we've heard from the Trump legal team behind the scenes that they would like -- they prefer this to be fought out in the court of public opinion and to delay as much as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:28",
      "speaker": "REID",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:28",
      "speaker": "SANCHEZ",
      "sentences": "Yes. Paula Reid, thank you so much for that. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:27:52",
      "speaker": "KEILAR",
      "sentences": "A massive combined error attack. That is how Ukraine is describing Russia's bombardment of Kyiv earlier today. At least six people including a child were injured in Russia's largest attack on the Capitol and weeks. Earlier today, Russian President Vladimir Putin said his military could destroy any building in the heart of the capital, but he chooses not to do it for now.CNN's Fred Pleitgen is joining us now from Zaporizhzhia, Ukraine. Fred, that's just one of the bombastic comments that he made today.",
      "isLastSentenceInterrupted": false
    }
  ]
}