{
  "date": "2023-11-24",
  "headline": "CNN News Central",
  "subHeadline": "24 Hostages Released In Gaza As Biden Expresses Optimism And Hope For Further Rescues.  Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "This is CNN Breaking News. Thank you so much for joining us. I'm Boris Sanchez alongside Jim Sciutto in Washington. And we have Wolf Blitzer live for us in Tel Aviv, Israel, where we are monitoring remarkable moments in the Middle East. It's freedom after 48 hellish days in the hands of Hamas and other groups in Gaza. Today, the first 24 hostages were taken into Egypt, and you can see them in this footage just moments after their release at the Rafah border crossing. This is just the start of their journey back after they were ripped from their homes on October 7th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY ANALYST AND ANCHOR",
      "sentences": "The Israeli Defense Forces shared this video of the moment a bus carrying the hostages entered Israel. Most of the people released today are women and children. We are told they include 13 Israelis. You see their pictures here. As well as 10 Thai citizens and a Filipino citizen who were also taken on October 7th. Over the next few days, we'll see more of them. Over the next few days, we do expect to see at least 37 more hostages released. That was the figure we heard, 50 total, Wolf. And as I understand it, that does not include the Thai and Filipino nationals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Interesting indeed. Boris and Jim, we'll get back to you in a moment. I want to pick up our coverage right now with CNN's Matthew Chance. He's live at the Hatzerim Air Base in Israel, southern Israel. Matthew, I understand some of the freed hostages just arrived there. You're getting new information. What are you learning? What's going on there now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MATTHEW CHANCE, CNN CORRESPONDENT",
      "sentences": "That's right. Within the past few minutes, Wolf, the Israeli military, the IDF, has confirmed to us that 22 civilians that were hostages in Gaza and freed earlier on today have now arrived at this Hatzerim Air Base in central Israel. There were 24 people who were released, of course, including the 13 Israeli women and children, the 10 Thais, the one Filipino. But 2 Israeli civilians have been taken directly to hospital, we're told, by the Israeli military. It's not clear why that is, why they haven't come here for the checks and the psychological evaluations that the rest of them are said to be receiving right now.But, you know, that's the situation. Twenty-two people here, 2 Israelis, have gone directly to hospital. What we're expecting now and what the Israeli military are telling us is happening now is that because this is such a traumatic period that these hostages have gone through, they will be undergoing not just medical evaluation, but psychological evaluations as well to make sure people are fine to travel on after spending, what is it, 49 days. In some cases, it's believed people were kept underground, away from the light. That has a psychological impact as well as a medical impact as well. And there's also basic necessities like washing, food, water, to make sure everybody's feeling fit and well before they're moved on. In about, you know, between half an hour and 2 hours from now, it'd be a lot easier for them to get back to work. Depending on how long this process takes, onto the helicopters from a landing pad, which is just a short distance behind me here at this airbase, where they'll be taken onto those helicopters and taken to various hospitals in Israel according to their respective medical needs. I mean, look, Wolf, one of the reasons why the Israeli military are saying this is such a sensitive moment is that some of the hostages that have been released today, some of the Israelis at least, are not aware that their loved ones may have been killed. And so that adds to the trauma of them being kept, you know, kind of hostages underground for the past 49 days to then have to learn that your family members have been killed, were killed on October the 7th, you know, while they were abducted, is just another layer of trauma that they're having to deal with sort of straight away. And it's obviously going to be a very long and very painful process, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:19",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "So, none of the hostages have arrived here yet, Wolf, but there are definitely a lot of preparations in the works for their arrival, which could be, you know, in the next hour, certainly. I want to step outside of this shot for a second so that you can see behind me. That is the hospital's helipad, and we have been seeing a slow but steady increase in activity around there. We see some police cars, we see ambulances, we have seen paramedics, medical personnel, some security officials on their phones. Clearly, it appears that they are getting for the arrival of some of those 13 hostages now, or I should say now freed hostages.The ones that they had been specifically anticipating the arrival of are children and children who may be with family members. So, we talked about Amelia Aloni, for example, and she is with her mother, Danielle. I would say there is a very good chance that they will be brought here. As well as others, the hospital has been working around the clock, Wolf, to make sure that everything is in place. They have created an entire area for these families. It is designed specifically not to look like a hospital, not to feel clinical and intimidating and frightening, but rather they said they were trying to create the feel of a beautiful hotel. They have made it very warm. They have put lots of toys in there. And most importantly, perhaps, as we have seen in the past, there is a lot of room for the family to have fun. As I've alluded to what Matthew was talking about, they have hand selected the staff who will be here, who will be working with these families. They have picked the psychiatrists, who know how to deal with victims of great trauma. They have got social workers, one social worker assigned to each family, because as Matthew said, and I think it's very important, some of these now freed hostages will not know, what has happened to their family members, will not know the full extent of what transpired here on October 7th. And the Israeli Ministry of Welfare put out guidelines for Israeli forces who would be interacting with these hostages, talking about the importance of not answering specific questions such as where's mommy, where's daddy, where's grandma, or whoever it may be, but also saying that it is very important that they should quickly answer the questions and quickly give them answers about the questions. So here at the Schneider Children's Medical Center, everyone bracing themselves. They said they haven't been sleeping. They've been doing everything they can to make sure this is as smooth and seamless as possible and arrival. Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:19",
      "speaker": "BLITZER",
      "sentences": "Interesting. Clarissa, stand by. We're going to get back to you. And I just want to remind our viewers that 4 of the 13 Israelis, 4 of the 13 Israelis who were released today are our little kids, Ohad Munder, 9 years old, Emilia Aloni, 5 years old, Raz Katz-Asher, 4 years old, and Aviv Katz-Asher, 2 years old. So presumably those children will be coming over to the Children's Hospital to be checked out as well. Oren Liebermann is standing by for us. Oren, I understand you're getting some new information as well. You're here in Tel Aviv with us. But tell our viewers exactly where you are and what's going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "BLITZER",
      "sentences": "Oren Liebermann reporting for us from Tel Aviv. Oren, thank you very, very much. I just want to remind our viewers, momentarily within the next few moments, we're told the President of the United States, President Biden, will be addressing the nation, indeed the world, because we're going to have live coverage of his thoughts on the release of these hostages. You're looking at the podium over there. The President momentarily will be walking over there making a statement. I don't know if he'll be answering reporters' questions, but we'll check it out. We'll see what he does. I'm anxious to hear what he has to say on this historic and very important day.As we await the President, I wanted to bring in Shai Venkert. His 22- year-old son, Omer, is currently a hostage in Gaza. Shai, thank you so much for joining us. Our hearts go out to you. What are you feeling as you see this first group of Israelis now safely back in Israel? What are you feeling as you see these people back in Israel, knowing at the same time that your son, Shai, is still in captivity?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "SHAI WENKERT, SON HELD HOSTAGE IN GAZA",
      "sentences": "Thank you for the opportunity to say. I welcome the release of each hostage returned to the family. But our demand remains as it was, the immediate release of all hostages. We demanded that the deal be conditioned by ensuring the security and the welfare of the remaining hostages held captive by Hamas, and that they at the very least receive a visit of the Red Cross or even medicine, as they said it. But we don't see it now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "BLITZER",
      "sentences": "This initial deal, as you know, it includes women, mostly older women. And children. Have you gotten any word at all from the Israeli government about your son's prospects for release, at least in the longer term?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "WENKERT",
      "sentences": "We got information that our son is not going out on this deal, on this specific deal. Every evening the IDF needs to get a list of the hostages that goes out. And immediately we'll get information. And they'll update us about his release. We don't know yet. For this deal, they talked about women and children. We thought that the children will come with their mothers. And I saw also all this that went out, and I'm very happy for it. And all this that needs healthcare, and they need to suppose to be gone home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:09",
      "speaker": "BLITZER",
      "sentences": "We're told Shai, that your 22-year-old son, Omer, suffers from colitis, and you say he can have very serious attacks. Last hour, a representative of the International Red Cross told us that they have not been given the green light by Hamas to visit hostages in Gaza and provide medical checks and medication, if necessary. Do you have any indication of whether your son, Shai, has received any significant medical care?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:39",
      "speaker": "BLITZER",
      "sentences": "Shai Venkert, we hope you're reunited with your son, Omer, very, very soon. Thank you so much for joining us. Good luck to you and your family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:39",
      "speaker": "VENKERT",
      "sentences": "Thank you.  Well, unfortunately --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:39",
      "speaker": "BLITZER",
      "sentences": "We're standing by. We're told now that within the next minute or so the President of the United States will be speaking. He's in Nantucket, Massachusetts, and there you see the podium right there. He's going to be addressing the nation on this hostage situation that has unfolded in Israel and Gaza within the past few hours. We want to hear precisely what the President has to say. We're told he's walking over to the microphones fairly, fairly soon, and we'll hear what he has to say. This potentially could be a significant signal of the U.S. stance as far as the continuing release of more hostages is concerned on this truce that has gone into effect earlier today.So far, it's been working but everyone is clearly very, very nervous about what's going on and we're told now the President is walking over to the microphones. Let's listen in. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:59",
      "speaker": "UNKNOWN",
      "sentences": "Mr. President, when will the first American hostages be released and some were included today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:59",
      "speaker": "BIDEN",
      "sentences": "We don't know when that will occur, but we're going to be expected to occur. And we don't know what the list of all the hostages are and when they'll be released. But we know the numbers when they're going to be released. So it's my hope and expectation will be soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:59",
      "speaker": "UNKNOWN",
      "sentences": "And of the 10 Americans that are unaccounted for, do you know all of their conditions? Are they all alive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:59",
      "speaker": "BIDEN",
      "sentences": "We don't know all of their conditions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:59",
      "speaker": "UNKNOWN",
      "sentences": "Mr. President, how long do you expect this war is going to take? And have you encouraged Prime Minister Netanyahu to step in (inaudible)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "UNKNOWN",
      "sentences": "Mr President do you trust ---",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "UNKNOWN",
      "sentences": "Mr. President, what are the chances that this truce could be extended?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "BIDENT",
      "sentences": "I think the chances are real.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "UNKNOWN",
      "sentences": "Mr. President, there are members of your party who would like to see the additions placed on aid to (inaudible). What is your view on that? They would like to see, you know, a reduction in the following years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "BIDEN",
      "sentences": "Well, I think that's a worthwhile thought, but I don't think if I started off with that, we'd ever gotten to where we are today. We have to take this a piece of the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "UNKNOWN",
      "sentences": "Mr. President, do you trust Hamas to hold their end of the deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "BIDEN",
      "sentences": "I don't trust Hamas to do anything right. I only trust Hamas to respond to pressure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "UNKNOWN",
      "sentences": "Mr. President, you said you were hoping to get cooperation from Arab leaders. What are you hearing from them when you talk to them? What would you like to hear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "BIDEN",
      "sentences": "I'm hearing a lot, but I'm not going to speak to it right now. There's an overwhelming desire on the part of the region to, let me back up. I cannot prove what I'm about to say, but I believe one of the reasons why Hamas struck when they did was they knew that I was working very closely with the Saudis and others in the region to bring peace to the region by having recognition of Israel and Israel's right to exist.You may recall when we did the G20 a little while ago. We were able to get a resolution, a statement passed through there saying we're going to build a railroad from Riyadh all the way through the Middle East into Saudi Arabia, Israel, et cetera, and all the way up to Europe. Not the railroad, but it would be an underground pipeline and then railroad. The whole idea is there's overwhelming interest, and I think most Arab nations know it, in coordinating with one another to change the dynamic in their region for a longer-term peace. And that is what I'm going  to continue to work on. Thank you all very, very much. I appreciate it. Thank you. Happy Thanksgiving to you all. I hope you're enjoying it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "SANCHEZ",
      "sentences": "We've been listening to President Biden there addressing the press from Nantucket, Massachusetts during the Thanksgiving holiday. A mix of optimism and caution from the president there. He spoke about today being the result of extensive diplomacy by the United States, talking about making numerous calls to world leaders to secure the release of these hostages.  Just today, 24 of them being released by Hamas and other groups.He talked about the structure of the deal being in place to allow for more than 4 days of a truce, to allow for more than 50 hostages to be released. He said that was the goal. And then he also looked at the big picture and reiterated his desire for there to be a 2-state solution for the Palestinians and Israel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "SCIUTTO",
      "sentences": "It's interesting watching the president, whenever he's commented on this, almost virtually every time he's commented, going back to October 7th, he's made sure to comment on this. He's made sure to come back to that point, saying that the U.S. supports that as a long-term solution. Some news in there as well. He did say that the next hour, he, the administration, whether they make this public is another question, expects to know the makeup of the second group of hostages to be released.And a key question, which of course he addressed, is will there be Americans in that group? Because there are 2 women and, of course, this poor little girl, Abigail Adon, who turned 4 today, who have not yet been released, but there's an enormous amount of hope that she is released soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "SANCHEZ",
      "sentences": "Yeah, he said that was his hope. He reiterated the U.S.'s commitment to getting others out of the country, noting that there are still Americans that are missing and unaccounted for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "SCIUTTO",
      "sentences": "Yes and he said, we don't know the conditions of the remaining hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:19",
      "speaker": "SANCHEZ",
      "sentences": "Yeah, an important bit of news there as well. We want to bring in Arlette Saenz, who's there. Arlette, what was your takeaway from the president's speech?",
      "isLastSentenceInterrupted": false
    }
  ]
}