{
  "date": "2023-12-13",
  "headline": "CNN News Central",
  "subHeadline": "Haley Wins Big Endorsement From NH Gov. Chris Sununu; White House Launches Gun Violence Prevention Initiative For States; Expert Witness Says It Could Cost $47 Million To Repair Reputations of Election Workers Defamed By Rudy Giuliani; Weight Loss Drugs Behind Surge In Poison Control Calls. Aired 2:30-3p ET",
  "utterances": [
    {
      "timeStamp": "14:33:07",
      "speaker": "PAMELA BROWN, CNN HOST",
      "sentences": "A critical endorsement in New Hampshire as Governor Chris Sununu throws his support behind GOP presidential contender, Nikki Haley.(BEGIN VIDEO CLIP) GOV. CHRIS SUNUNU (R-NY): There was a sweet, older woman who has come to a lot of events. And I saw her coming in here. She said, so, are you going to finally endorse Nikki Haley for president? You bet you (EXPLETIVE DELETED) I am! Let's get this thing done! (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:33:07",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "CNN's Dana Bash sat down with both Haley and Governor Sununu in a joint interview a short time ago.Dana, although Nikki Haley is ahead of Ron DeSantis in New Hampshire, she's still polling well behind Trump. How much can this endorsement really boost her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:33:07",
      "speaker": "DANA BASH, CNN HOST",
      "sentences": "You know, that is to be determined. And even Governor Sununu admits they are not really sure how much.But he's certainly going to try. The Sununu name, obviously, the current governor who endorsed her, who is now in his fourth term. It's just a two term in New Hampshire. And his father, Governor John Sununu, have been in around New Hampshire politics for some time. Not to mention Chris Sununu's brother who is a United States Senator. What the governor told me, when he was sitting down with the ambassador, former ambassador, Nikki Haley, was that he hopes that she becomes the alternative to Donald Trump here in New Hampshire. I asked him about that but also about something he said in an op-ed that accompanied his endorsement. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:01",
      "speaker": "BASH",
      "sentences": "Pamela, Boris, the question she got earlier in the week from a reporter was about whether or not President Trump, the former president is fit to be president.In that interview, she said, yes, she does think he's fit to be president. But he should not be president. I got her to clarify that. And she said what she was talking about was his mental capacity, his physical fitness to be the president. She says she thinks there, the answer is yes. But then she went on to talk about whether or not he should be president, which is what -- obviously, she doesn't think you should because she's running against him -- but whether or not he actually has the abilities when it comes to policy, when it comes to character, when it comes to personality. She answered by saying, look, I'm not going to make people who don't like Trump happy because they think I am anti-Trump enough. I'm not going to make people who like Trump happy because they don't think I am in favor of what he has done enough. So she said I'm just going to keep doing what I'm doing. And that got a big nod from Governor Sununu. That was before they left the governor's mansion, where we wear, and went to yet another town hall where they are campaigning together and doing so throughout the day today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:57",
      "speaker": "BROWN",
      "sentences": "The White House is rolling out a new initiative to help states better combat gun violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:57",
      "speaker": "SANCHEZ",
      "sentences": "Vice President Kamala Harris is meeting with state legislators right now about the plan.Let's discuss with CNN White House reporter, Priscilla Alvarez. So, Priscilla, this is just the latest attempt on the White House to curb gun violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:57",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "It is. And it's coming from one of the leading figures within the administration to push for more gun control laws.So she's meeting now with 39 -- local lawmakers from 39 states. And part of her messages is to share and to strategize with one another how they can push these gun control laws forward. And she's also announced some new initiatives. That include states establishing an Office of Gun Violence Prevention, banning assault weapons and high-capacity magazines, and enacting firearm-specific liability laws. But when talking about this earlier, the vice president also accused politicians of the false choice they often present. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:57",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "I will speak for myself. I am absolutely in favor of the Second Amendment. And I'm also in favor of an assault weapons ban --(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:57",
      "speaker": "HARRIS",
      "sentences": "-- a universal background check --(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:57",
      "speaker": "HARRIS",
      "sentences": "-- Red Flag Law.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:57",
      "speaker": "HARRIS",
      "sentences": "It is just reasonable that you might want to know. That before someone can buy a lethal weapon, if they have been found by a court to be a danger to themselves and others, you just might want to know.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:57",
      "speaker": "ALVAREZ",
      "sentences": "Now recall, last year, President Biden signed gun safety legislation. And officials have cited that as a major legislative accomplishment.But without more congressional action, they are looking towards states and trying to get action on their part to try to curb gun violence, which the White House, it has been a reality for them day in and day out, especially as we have continued to see shootings over the course of the year. The vice president really a prominent figure in all of this. Not only in her meeting today with local lawmakers but also on college campus tours that she's done. And also meeting with gun safety advocates, who clearly -- they are putting her forward to try to get more movement on this where they can at the state level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:57",
      "speaker": "BROWN",
      "sentences": "All right, Priscilla Alvarez, thank you so much.Well, day three in the defamation trial against disgraced former Trump attorney, Rudy Giuliani, is now underway. A social media expert just testified in front of jurors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:57",
      "speaker": "SANCHEZ",
      "sentences": "Ashlee Humphries, a Northwestern University professor who studies the impact of marketing on social media, testified that it could cost up to $47 million to repair the reputations of two former Georgia election workers smeared by the former New York mayor after the 2020 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:57",
      "speaker": "BROWN",
      "sentences": "CNN legal analyst, Carrie Cordero, is here to break down today's trial.So how do you think the testimony will impact the jury's decision on how much to award Shaye Moss and Ruby Freeman in damages? As we know, the social media expert testified it will cost an estimated $17 million to $47 million to repair their reputation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:57",
      "speaker": "CARRIE CORDERO, CNN LEGAL ANALYST",
      "sentences": "Well, what's interesting about this is she put a dollar amount on it. That really is what this entire trial is about. [14The judge has already found Rudy Giuliani liable for defamation, even though he claimed it was his First Amendment rights that he was exercising. So this case is all about the money. Now this expert, who can testify to the impact and what it could cost in terms of actually fixing their reputation, based on her expertise, she puts a dollar amount on it. But that is a big range -- (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:57",
      "speaker": "CORDERO",
      "sentences": "-- even up to tens of millions of dollars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:57",
      "speaker": "SANCHEZ",
      "sentences": "From the reporting, it seems like Giuliani might be the only witness called by the defense. He's already got himself in trouble for all sorts of claims, right?How much more can he undermine his defense without opening himself up to more legal trouble?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:57",
      "speaker": "CORDERO",
      "sentences": "I think there is a significant risk to him taking the stand in this case. He does not have to. And he is the subject of criminal charges in Georgia also related to the election matter.And so -- and there's just -- the way that his public statements tend to be, this entire case is about his statements. So I think there is a pretty decent risk that he takes that he would do more harm for himself than help himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:57",
      "speaker": "BROWN",
      "sentences": "And Shaye Moss' mother is expected to take the stand as well. But I think it is safe to say there will be more emotional testimony from her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:57",
      "speaker": "CORDERO",
      "sentences": "There will. And so what the jury is going to be looking at is, how can they think about the compensation in terms of harm that was actually done to Ms. Freeman and Ms. Moss?And then also potentially the punitive side of it, the punitive damages, what dollar amount does the jury want to put on this case to send the message that what happened should not be happening and is wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:57",
      "speaker": "SANCHEZ",
      "sentences": "Carrie Cordero, we always appreciate your analysis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:57",
      "speaker": "CORDERO",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:17",
      "speaker": "SANCHEZ",
      "sentences": "A look now at some of the other headlines we're watching this hour.Actor Andre Braugher has passed away at the age of 61 after what his publicist calls a brief illness. Braugher starred in shows like \"Homicide, Life on the Street\" and \"Brooklyn 99.\" His publicist says that Braugher's daughter -- or rather Braugher's family is not expected to make a statement. Also today, Tesla is recalling nearly all of its cars in the United States -- that's roughly two million vehicles -- because of problems with the auto pilot feature. The recall comes two days after a detailed investigation was published by \"The Washington Post\" that found at least eight serious accidents, including fatalities in which the auto pilot feature shouldn't have been engaged in the first place. Finally, TikTok might as well change its name to Ka'ching. The video- sharing platform has become the first app -- it's not a mobile game -- to generate $10 billion in global consumer spending. TikTok users spend more than $11 million per day, $11 million per day tipping their favorite content creators using TikTok's virtual coins. TikTok keeps half of all of the money used -- spent on those coins.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:17",
      "speaker": "BROWN",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:17",
      "speaker": "SANCHEZ",
      "sentences": "Significant chunk of change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:17",
      "speaker": "BROWN",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:17",
      "speaker": "SANCHEZ",
      "sentences": "I'm not on TikTok.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:17",
      "speaker": "BROWN",
      "sentences": "I'm not either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:17",
      "speaker": "SANCHEZ",
      "sentences": "Maybe we should change that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:17",
      "speaker": "BROWN",
      "sentences": "I know. I don't know that I could turn out enough content to actually get coins.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:17",
      "speaker": "SANCHEZ",
      "sentences": "Good point.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:17",
      "speaker": "SANCHEZ",
      "sentences": "So Poison Control Centers across the United States say they are seeing a surge in calls about weight loss drugs. Some people reporting symptoms related to accidental overdoses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:17",
      "speaker": "BROWN",
      "sentences": "Yes. This is so alarming.CNN health reporter, Jacqueline Howard, joins us with more. So, Jacqueline, we know injected weight loss drugs are very popular. What is behind this? And how much of an increase are we talking about here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:17",
      "speaker": "JACQUELINE HOWARD, CNN HEALTH REPORTER",
      "sentences": "Yes. It's definitely alarming. What we're seeing, according to numbers from U.S. Poison Control Centers, there's been nearly a 1,500 percent increase in reports of Semaglutide exposure. Semaglutides are the medications we're talking about here.When you look at the numbers, so far this year, there's been nearly 3,000 reports of people accidentally taking too much of this medication, accidentally overdosing. That number is about 15 times what was seen previously in the year 2019. And in some cases, what's happening, Pam and Boris, is that some people might forget they took the medication for that week. This is a medication given as a once weekly injection. If someone forgot they already had the injection for that week and they take another one, that can lead to a double dose, potentially leading to symptoms of an overdose. Or some people might be taking more than the recommended dosage. We are seeing a rise in these cases. This is something Poison Control Centers are watching very closely, for sure -- Boris and Pamela?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:51:17",
      "speaker": "BROWN",
      "sentences": "Talk to us about how serious some of the symptoms are. If someone takes too much by accident, what could happen to them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:03",
      "speaker": "BROWN",
      "sentences": "Important information there.Jacqueline Howard, thank you so much. And soon, the full House will vote on formalizing the impeachment inquiry into Joe Biden. We're live from Capitol Hill, up next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:59:56",
      "speaker": "SANCHEZ",
      "sentences": "Plus, the Supreme Court and abortion rights. The nation's highest court will decide on whether to restrict one of the most common abortion methods in the United States. We'll break down the wide-ranging impact that decision will have.",
      "isLastSentenceInterrupted": false
    }
  ]
}