{
  "date": "2023-04-12",
  "headline": "Quest Means Business",
  "subHeadline": "Fed Expects Banking Crisis Will Cause Mild Recession; Biden Meets Community Members In Ireland; Musk Tells BBC Twitter Is Roughly Breaking Even; Ukraine Reiterates Calls For Financial Support; Emerging European Central Banks Need To Fight Inflation; Dash To The Bell. Aired 3-4p ET",
  "utterances": [
    {
      "timeStamp": "15:00:26",
      "speaker": "RICHARD QUEST, CNN INTERNATIONAL HOST",
      "sentences": "Gosh, it's been a busy sort of day with information coming out, that we will factor in as the markets havebeen doing all day. Look at the markets, where that shows you the sort of day we've had, that drop in the Dow is at two o'clock when we got Fed Minutes, but we also had a bit of red earlier in the day. I'll explain the machinations of inflation, the Fed, the Minutes as we move forward. The markets and the main events that's driven them: US inflation falls to the lowest level in almost two years, but is it low enough? Fed staff in March forecast the banking crisis would trigger a mild recession later this year. And Prince Harry will attend the coronation; his wife, the Duchess of Sussex, Meghan will stay at home with the children. Live from New York. It's Wednesday, it's April the 12th. I'm Richard Quest and I mean business. Good evening, officials of the Federal Reserve expected that the banking crisis would likely cause a recession. The Minutes from the meeting in March show that the Fed economists projected mild recession starting later this year, with a recovery over the following two years. That's assessment landed publicly at 2:00 PM and you see exactly how investors reacted. The market is sort of attempting a bit of a comeback, if you will, but it's not there yet. The broader S&amp;P is flat. The NASDAQ is down around a half a percent, a recession would certainly clobber those growth stocks even harder than they have been. At the same time, today's markets have been digesting good news. US inflation eased in March for the ninth month in a row. It's now the lowest level in almost two years. The CPI, the Consumer Price Index rose just a tenth of a percent. It is five percent higher than it was a year ago. A sharp slowdown from February's rate at six. Now, strip out food, energy cost, the so-called core inflation and you get to the yellow line there, which is slightly higher, and that's what will be worrying the Fed. It means core inflation rose in March to 5.6. We know core inflation has been stubborn. The Fed Minutes also showed that officials considered pausing the rate rises until they could better assess the impact of the banking crisis, but ultimately, as we know, they decided against -- they decided the fight against inflation, it remained their number one priority, which of course, means what happens in May at the next policy meeting, some Fed Governors are urging caution. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "MARY DALY, PRESIDENT, FEDERAL RESERVE OF SAN FRANCISCO",
      "sentences": "For one, there is the banking stress and the impact that it could have on credit conditions.So, we will need to monitor this impact carefully as we determine our own policy path and our policy adjustments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "AUSTAN GOOLSBEE, PRESIDENT, FEDERAL RESERVE OF CHICAGO",
      "sentences": "What has happened so far might amount to the equivalent of raising the Federal funds rate bysomething in the range of 25 to 75 basis points. We need to be cautious. We should gather further data and we should be extra careful about raising rates too aggressively, until we see how much work the head winds are doing for us in getting inflation down. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:00:26",
      "speaker": "QUEST",
      "sentences": "That is the absolute unknown issue that was made clear by Jay Powell at his last press conference, how much of the credit tightening as aresult of the banking crisis is acting as a de facto rate increase. President Biden's top economic adviser says the economy is on a good trajectory. She expects growth to stabilize as inflation slows. Lael Brainard spoke to as CNN's Poppy Harlow earlier at the Semafor World Economy Summit. She said the US economy is in a state of transition. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:16",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Are you in the camp with those who have said in recent weeks that they believe that a recession in the US is now slightlymore likely because of the banking crisis in terms of credit, tightening, lending, reining in? What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:16",
      "speaker": "BRAINARD",
      "sentences": "So I think that banks are showing some signs of pulling back a little bit on credit that actually could do some of the Federal Reserve'swork for them, but in terms of what I see in the economy overall, you know, it is a remarkably resilient economy. If you think about it, the American economy has sustained two historic shocks over the last two years, a global pandemic and a massive global commodity price shock associated with Russia's war. Despite that, as you have seen with the jobs report, 3.5 percent unemployment participation now by prime age, Americans higher than pre pandemic, and inflation coming down across a broad set of categories. So to me, that suggests resilience. And the other piece that I think is just beginning to really work its way through the economy is a set of three historic bills that are going to lead to a reindustrialization and transformation of the US economy into the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:16",
      "speaker": "HARLOW",
      "sentences": "Do you -- to put a button on it and clarity for the American people, do you believe that this banking crisis has made a recession in theUS more likely than if it hadn't happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:16",
      "speaker": "BRAINARD",
      "sentences": "I think that what we're seeing in the data is actually continued resilience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:16",
      "speaker": "HARLOW",
      "sentences": "Is that no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:16",
      "speaker": "BRAINARD",
      "sentences": "I would say that we're seeing good signs across the board, even with banks doing what they need to do in terms of shoring up their balancesheets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:16",
      "speaker": "HARLOW",
      "sentences": "Do you really believe if that bill hadn't passed and Dodd-Frank had remained the same for all of those banks, even the smaller, more regionalones, that SVP and Signature would have fallen in that category, they wouldn't have failed? A lot of people, including Jamie Dimon and others who you've met with say, no -- that's not -- this regulation wouldn't have stopped that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:16",
      "speaker": "BRAINARD",
      "sentences": "So the President worked with the bank regulators and the Department of Treasury and put out a list of reforms that don't actuallyrequire changing the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:16",
      "speaker": "HARLOW",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:16",
      "speaker": "BRAINARD",
      "sentences": "But just call on the regulators to put back in place the strong safeguards, so do I think liquidity stress tests would have alerted thesupervisors to the fact that uninsured deposits were a huge percentage of deposits, really unusual in the case of Silicon Valley? Yes, I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:16",
      "speaker": "HARLOW",
      "sentences": "I believe SVB wasn't going to face another one of those till June of '24.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:16",
      "speaker": "BRAINARD",
      "sentences": "So they hadn't undergone, they didn't have liquidity requirements, they didn't have capital stress tests. They hadn't had asingle one. Do I think that a capital stress test that stressed for interest rate increases could have made a material difference? I do and those are the reforms that the President has recommended. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:05:16",
      "speaker": "QUEST",
      "sentences": "That's one side of the whole bailout and the banking or the mini banking crisis. My next guest says that a side effect of the bailouts suchas we saw is a declining, competitive churn. In other words, getting rid of the draws and new will come in, the disruption can't take place, because it's helping big business over small businesses and startups. In \"The Financial Times,\" the head of the Rockefeller International, Ruchir Sharma says, \"Churn lies at the heart of capitalism. The state cannot keep all incumbents afloat. If there's any energy left in this increasingly deformed system, the coming years should see the big making way for new winners, not further entrenching themselves at the top.\" He is with me now, Ruchir Sharma joins me from Delhi in India. This is something that has fascinated me, sir, because let's be blunt, are you saying they shouldn't have been bailed out? That if you will, the Darwinian theory would have moved forward, yes, some would have lost money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:06",
      "speaker": "QUEST",
      "sentences": "Okay, you can save the system, or you can save, if you will -- but the reality is that you would have, and I'm on the fence here myself,because I can see both sides, you would have small to medium-sized businesses that might have a couple of million dollars in the bank, therefore, uninsured. If the bank goes down, then they can't make payroll, et cetera et cetera. What do you do in this situation today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:06",
      "speaker": "SHARMA",
      "sentences": "Right, I just said that in every single instance when there is a bailout, it sounds very heartless to suggest anything else. What I'm tryingto say is that every time you do that, it builds up, and there are consequences for that. So yes, even in this case, it sounds heartless to say oh, they should all be allowed to go past because it instantly brings back images of the liquidation, it is going back to the Great Depression. But here is the really important point, which is that every time we do this, we think we are helping the small person, the small business, we are in fact helping the very large companies. What's happened since the 10th of March when this crisis broke out, the mega caps, the very large companies have benefited the most anyway, because that's where capital has rushed. That's where investors have rushed. If you look at the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:06",
      "speaker": "QUEST",
      "sentences": "So, on that issue then. I agree it is not a complete either/or, but if faced with the choice, the risk of not having disruptors and churnversus the known effect of small companies who bank with those things, going out of business, which is the better policy decision to take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:06",
      "speaker": "SHARMA",
      "sentences": "In the long term, if you want to have capitalism, then allowing more companies to fail is the right way to go. America has had a very longhistory, and so as Europe of having banking runs. But of course, now what's happened is that because the financial system has become this huge monster, where the size of the financial markets, the stock in the bond markets put together today is five times larger than the size of the underlying economy, compared to the fact that it used to be about equal, we are very scared, obviously, because every time something flutters in the financial economy, we are concerned break down the entire real economy. The problem is that what system do we want? Do we want capitalism or we want socialism? If we want capitalism, then allowing more companies to go bust. Why are default rates so low? After all, you know that having defaults is an integral part of capitalism, as long as it is reasonable. So, there is a very clear trade off that -- and it is the very choice we need to make as to which system we want and what are we comfortable with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:10:06",
      "speaker": "QUEST",
      "sentences": "Now, I have two traffic lights with me here in the studio, because we've had economic data, we had inflation numbers, which look good,look better, but not there yet, still over two percent, and we had the Fed Minutes A., saying possible of recession, because of the banking crisis; B., thinking of pausing. Now, take all you've heard today on the economic front, is it red, things are getting worse? Amber, we're pretty much where we are. Or green, well, things are looking a lot better than they were. So red, amber, or green? Where would you like me to click?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:20",
      "speaker": "QUEST",
      "sentences": "We'll talk more about it, sir. Grateful you have an amber and we move on.Thank you, sir. President Biden is in Dundalk in Ireland where he is greeting members of the local community. He is at the bar and restaurant called The Windsor. Have a listen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:20",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "You know, Louth holds such a special place in her heart, and it really did.And today, we carry her home in our heart, for real. We think about her all the time. And coming here, it feels like coming home, it really does. The way -- every time I've come, the welcome, the people on the streets, it is so, so gracious to us. And earlier today, I had a chance to visit another special place, Carlingford Castle, high in the hill, the castle that was likely one of the last glimpses that the Finnegan family saw when they set sail for America, and they set sail with courage and hope and they crossed the sea and -- and through generations, the Finnegans brought this island home from Ireland to Scranton, Pennsylvania, where -- where we were raised, where I was raised, I should say, and my mother lived. And as a matter of fact, I'm going to be heading to the other side of the island to Mayo because my mother's -- my grandmother's maiden name was Blewitt, and the Blewitt's are from Mayo, and we brought over the Mayor of Scranton because it is a sister city to Mayo. And -- but my Grandpa Finnegan would also say every time we walked at night, we talk about his background here, he'd go, remember Joey, the best drop of blood in you is Irish. [LAUGHTER]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:20",
      "speaker": "BIDEN",
      "sentences": "You all think I'm kidding? I'm not kidding. I'm not kidding.And he'd never been to Ireland, but he raised his family with a fierce pride in our Irish ancestry. A pride that spoke to the history that binds us and the values that unite us, and it is important to remember there's the values that unite us. You know, the values I heard from my mother, she used to say, Joe, remember, you're defined by your courage, you're defined by your courage, and you're redeemed by your loyalty. That was her code. You're defined by your courage. She said, without courage, you could never take a chance about anything. And so you know, the values of my father, whose saving grace was a quarter of his family, the Hanafy's is from Galway. That had helped, you know, Biden's English, I hate to tell you that. [LAUGHTER]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:20",
      "speaker": "BIDEN",
      "sentences": "I don't hate it. I'm joking, but it's true.And as matter of fact, I have a call into the former Ambassador from Great Britain to the United States who became a friend because the British Embassy is alongside the fence that separates the Vice President's residence from the British Embassy. We became friends. We just always kid him and talk about how, you know, lay off the Irishman, you know, jokingly, and one day, he said, Biden's English. I said no, it's Dutch. I was joking with him. [LAUGHTER]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:15:20",
      "speaker": "BIDEN",
      "sentences": "And to make a long story short, his last tour --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:50",
      "speaker": "QUEST",
      "sentences": "Elon Musk gave a rare interview about Twitter, and it came together in a totally unusual way.The BBC reporter, James Clayton e-mailed Musk to ask about the government funded label on the BBC's account. Musk agreed to talk to him, and he did. Only hours later, Musk insisted the interview be played on Twitter's live audio streaming. In the interview, he said the platform is roughly breaking even. He also addressed its high-profile layoffs. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:50",
      "speaker": "ELON MUSK, CEO, TWITTER",
      "sentences": "I think it was around just under 8,000 --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:50",
      "speaker": "JAMES CLAYTON, BBC REPORTER",
      "sentences": "Eight thousand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:50",
      "speaker": "MUSK",
      "sentences": "We are about 1,500 right no",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:50",
      "speaker": "CLAYTON",
      "sentences": "Okay, and has it been hard letting that many people go?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:50",
      "speaker": "MUSK",
      "sentences": "Yes. No fun at all. It's painful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:50",
      "speaker": "CLAYTON",
      "sentences": "Do you have any regrets about buying Twitter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:50",
      "speaker": "MUSK",
      "sentences": "I think it was something that needed to be done. I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:50",
      "speaker": "CLAYTON",
      "sentences": "I mean because you said earlier --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:50",
      "speaker": "MUSK",
      "sentences": "It has been quite difficult, you know. I'd say that, like, the pain level of Twitter has been extremely high. So, it hasn't been some sortof party. So it's been really quite a stressful situation, you know, over the last several months, not an easy one. But apart from the pain, I mean, so it's been quite painful, but I think at the end of the day, it should have been done, I think -- were there money mistakes made along the way? Of course, you know, but you know, all's well that ends well. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:50",
      "speaker": "QUEST",
      "sentences": "Clare Duffy is in New York. He also said in the interview, he said, you know, he probably wouldn't have bought it if he hadn't been or hewasn't about to be forced by a Court to buy it. What did you make of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:50",
      "speaker": "CLARE DUFFY, CNN BUSINESS WRITER",
      "sentences": "It was really frank admission from him that bit, that he didn't actually want to buy Twitter, but you know, it'sinteresting, too, Richard, I think we have to mention the fact that here, you know, he's talking about how painful it is to be running Twitter, how many challenges the company has faced, but honestly, a lot of these things, he sort of brought on himself. He didn't have to buy Twitter. I mean, in the end, he did, but he didn't have to make a bid for it, it was about this time last year. He has made policy decisions on a whim, he is up at 3:00 AM tweeting sometimes, which he also talked about in this interview. And so I mean, I think a lot of the challenges that Twitter is facing now in particular, the exodus of advertisers, you know, he's been partially responsible for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:21:50",
      "speaker": "QUEST",
      "sentences": "Right. Now, glad you mentioned the advertisers, Clare, because he said they are coming back. He talked about the big names that advertisethere. He gave us some sort of early numbers, but he said that they are returning. Is that your evidence, too?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "QUEST",
      "sentences": "Right, and then finally, the way the interview happened, so Clayton basically tweets  him. Musk said, yes, let's do it. Come on up at10 o'clock at night. Explain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "DUFFY",
      "sentences": "Right. I mean, I actually wouldn't be surprised if part of what Musk is doing here is sort of campaigning to bring advertisers back to theplatform and wanting people to see him in this position, taking his job as CEO of this company seriously, and sort of reassuring advertisers in a way, of course, we don't know that's part -- if that was part of his decision making process in terms of accepting this interview, but it does seem like that could have been part of the calculus. But it is interesting, too, I mean, you see him sort of waffling between this very serious, solemn leader of this company that is struggling and then you hear him talking about the fact that his dog is actually the CEO, and so you sort of saw both sides of Elon Musk during this interview.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "QUEST",
      "sentences": "Very glad to have you on this day, Clare. Clare Duffy joining us now.This is QUEST MEANS BUSINESS. We return in a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:25:05",
      "speaker": "QUEST",
      "sentences": "Ukraine is pushing for further financial support at the IMF and World Bank Spring Meetings. The country's President and Prime Ministerspoke earlier today, saying Ukraine will need about $14 billion in support this year. Ukraine secured a $200 million loan from the World Bank to help rebuild the country's energy sector and in the longer term, well, it could be up to over $400 billion to rebuild the country. The World Bank President, David Malpass said Western countries should chip in to help and President Zelenskyy says the costs could increase. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:07",
      "speaker": "QUEST",
      "sentences": "Now Beata Javorcik is the chief economist at the European Bank for Reconstruction and Development, joins me from Washington.First of all, the EBRD itself, we see the result -- we see in your results the non performing loans and the loss provisions and the writing down of assets. Now you're obviously a multilateral lender. You're one aspect of this. But extrapolate this across other economies and you start to see the wider economic effect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:07",
      "speaker": "BEATA JAVORCIK, CHIEF ECONOMIST, EUROPEAN BANK FOR RECONSTRUCTION AND DEVELOPMENT",
      "sentences": "Well, this year was a difficult year for everybody. Andindeed, my institution took some losses. However, two years ago, we had a record profit. Nevertheless, you know, we are very glad that we can support Ukraine through this difficult time. But by helping the country keep the lights on, keep the trains running and keeping the heat on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:07",
      "speaker": "QUEST",
      "sentences": "If we look at the calls for more funding, both from Zelenskyy and others, how realistic is it?I mean, yes. OK, of course, $14 billion is the rounding error of the collective E.U.-U.S.  budget. It's easily done in multitrillion dollar economies and even $400 billion. But is there the political will to spend that money?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:07",
      "speaker": "JAVORCIK",
      "sentences": "Well, I think we need to distinguish between short run funding, that is needed to keep the country running, to make payments topensioneers, make payments to soldiers. This is the lower amount. The -- about $4 billion a month and then the cost of reconstruction, which has been estimated to be $411 billion. There is no point, you know, talking about reconstruction if we are not going to help Ukraine through the war effort. And Ukraine would become effectively a failed state. If.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:07",
      "speaker": "QUEST",
      "sentences": "I mean, $4 billion a month, it's a huge amount of money, even -- but obviously it disperses across many economies if done properly.Can the developed nations afford it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:07",
      "speaker": "JAVORCIK",
      "sentences": "There is -- they can and, you know, they should. I think it is - - we are all in this together and there are spillovers across countries if Ukraine faces runaway inflation, because they have to print money. That'sgoing to affect other countries. It is in our collective interest to help Ukraine through this difficult period so that it can reach this stage of a stable peace and reconstruction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:07",
      "speaker": "QUEST",
      "sentences": "Now today we had inflation numbers from the U.S. You'll have seen them this morning, Beata. I mean, it's moving in the right direction. Butit's not moving there fast enough. We know in the -- we know from the ECB, similar sort of prognosis and many economies are still going to be hit. On this question of inflation, accepting the view that it has to be brought down, where do you stand on whether it's 2 percent or 3 percent? Do you get terribly excised if we don't push inflation all the way back down to target?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:07",
      "speaker": "JAVORCIK",
      "sentences": "I don't get terribly excited about 2 percent versus 3 percent. However, in emerging Europe, we are talking about inflation that's close toabout 20 percent. So in the context of emerging Europe, I think the central banks need to stay the course. And even if they do that, inflation is going to be around 10 percent by the -- at the end of this year. So we are talking here about high numbers, not 2 percent versus 3 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:07",
      "speaker": "QUEST",
      "sentences": "Right, well, I have my traffic lights here in the studio and I'll show them to you in a moment. Red, as you will be familiar, red is thingsare getting better. An amber -- so red, things are getting worse or, you know, harder fall. And amber, things are getting pretty much mishmash. And a green, no, things are absolutely getting better. So which would you choose?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "Thank you very much, very grateful. Kind of you. Indeed, thank you.Now tomorrow we will be live from the IMF and World Bank spring meetings. So will it be a red? Will it be an amber? Will it be a green? No, we're not going to put them on the train and take them with me. But we are going to be talking to newsmakers, such as the French finance minister, Bruno Le Maire; European Commissioner for Financial Stability, Mairead McGuinness; and the IMF managing director, Kristalina Georgieva. (MUSIC PLAYING) (VIDEO GAP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "Buckingham Palace says Prince Harry, the Duke of Sussex, will attend the coronation of his father, King Charles. The prince's wife,Meghan, will not. The palace says she will stay in the United States with the couple's two children. The announcement comes with less than a month to go until the event. Our royal historian joining us, Kate Williams is with me. Always good to see you and thank you. I call questionnaire and I don't want it to dwell but it's going to. All right? I don't want it. But is Meghan staying away being a snub? Is it because they weren't promised the right things? Is it -- what is it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "KATE WILLIAMS, CNN CORRESPONDENT",
      "sentences": "Well, obviously, it's Archie's birthday on the Saturday. So it is the same day as Archie's birthday. We're told byBuckingham Palace they're staying with their children. But certainly I think Harry and Meghan have been in two minds about whether or not to come to the coronation. Remember, Richard, there was all that conversation saying, will Harry and Meghan be invited? Well, that, to me, was ridiculous. Of course, Harry and Meghan were going to be invited. Harry is the king's son and I think I was always sure that Harry was going to come. But for Meghan, I think it was -- it was always 50-50 for me, because simply when she arrives in Britain, she'll get so criticized whatever she does. And so you can see why on one hand she might think this is Harry's role. It's Harry's job. He can go and I will stay at home. And certainly we've heard that Harry won't be staying for very long. It will be a brief visit from Harry on the 6th of May.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "Right, so we've got -- where he sits will be one thing. I presume he will be sitting with sort of quite front and center. He's the son. Butthen there'll be the carriages back to the palace. There will be a balcony now. I was looking at the list of who is going to be in carriages. The old favorites there, the Kents and the Gloucesters, et cetera, et cetera. But no Andrew, for obvious reasons. And I'm guessing no Harry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "WILLIAMS",
      "sentences": "Well, this is exactly the question, Richard. And I think this is one reason why Harry has taken a bit of time to decide, because he's beenasking these questions. Where will he be sitting? What kind of role will he have? At the end of the coronation there is this key moment, where people give homage to the king. It's -- often peers. In the -- for the queen, it was the Duke of Edinburgh (INAUDIBLE) March 1st. I think, you know, Prince William will be doing it. Prince Harry will say, is this me as well? Will he be sitting with the royals? Will he be allowed to a military uniform? Will he be in the carriage procession? So the -- I think he does want a significant role.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "All right. Now, Kate, before I really leave you, I want to -- Prince Andrew.Is he going to get kicked out of Royal Lodge, the house that he's had for - - lived in for many years? The king wants him out, ostensibly now I'm hearing, so that he can give it to -- he can give it to William, who now realizes Adelaide Cottage is too small.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "WILLIAMS",
      "sentences": "Yes, that's what we expect to be the case. Andrew has lived in Royal Lodge for a very long time. It's a big, big house. It's a marveloushouse. It's much more suitable to William and Kate. William is the heir. He isn't going to live it when the Windsor Castle because that's Charles'. So Adelaide Cottage is small and Charles wants Andrew out. But Andrew, I think, is really trying to hold Charles over a barrel, saying he might publish a memoir, might do more interviews -- and the Newsnight interview was catastrophic, both for Andrew and the royal family. So let's see what happening. But certainly I think Andrew is digging in his heels. And he is a very stubborn, difficult person. So it may be difficult to get him out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "QUEST",
      "sentences": "Kate, I'm very grateful for you. Looking forward to seeing you over for the coronation, so we'll have a chance to catch up properly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "WILLIAMS",
      "sentences": "See you then.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:58:30",
      "speaker": "QUEST",
      "sentences": "I'm Richard Quest. The dash to the closing bell is only two minutes away. Markets have soured as recession fears are outweighing signs of thecooling inflation. Minutes of the March Fed showed that its staff predicting a mild recession as a result of the banking crisis. As a result, take a look at the Dow. We are now down 60-odd points. It's the worst point of the day. On the inflation front, March's CPI came in at 0.1 percent. It was lower than expected, although inflation is still well over the Fed target. And there are fears that more rate rises are to come. There you have it. The S&amp;P is down and the Nasdaq is bearing the brunt. It's off most of all. Now the head of Rockefeller International says bailouts have no place in capitalism. Ruchir Sharma told me the government needs to let companies fail. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:58:30",
      "speaker": "RUCHIR SHARMA, CHAIR, ROCKEFELLER INTERNATIONAL",
      "sentences": "If you want to have capitalism, then allowing more companies to fail is the right way to go.America has had a very long history and so has Europe of having banking runs. But of course, now what's happened is that, because the financial system has become this huge monster, where the size of the financial markets, the stock and the bond markets put together today, is five times larger than the size of the underlying economy, compared to the fact that it used to be about equal. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}