{
  "date": "2023-02-15",
  "headline": "Inside Politics",
  "subHeadline": "Nikki Haley Formally Announces Presidential Run; Haley: \"May the best Woman Win\" Presidential Election; Nikki Haley Launches Presidential Bid in Charleston. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:10:00",
      "speaker": "HALEY",
      "sentences": "Real national unity comes from boldly proclaiming our national purpose and persuading opponents to join us. My purpose is to save our country from the downward spiral of socialism and defeatism. I aim to move America upward toward freedom and strength.I'll take this message far and wide in the days ahead. And I have a particular message for my fellow Republicans. We've lost the popular vote in seven of the last eight presidential elections. Our cause is right, but we have failed to win the confidence of a majority of Americans. Well, that ends today. If you're tired of losing, put your trust in a new generation and if you want to win, not just as a party, but as a country stand with me. As my family and I start this journey, we ask for your prayers. And yes, of course, we ask for your vote. But there's something else we need even more, something our country needs, above all else. It's your spirit and your belief in America. Look past the failed ideas of the leaders in Washington and find the courage to be part of the solution. Cast off the fear that our best days behind us and join the movement for our country's renewal. See the same America I see and stand for America together with me. I'm more confident than ever, that we can make this vision real in our time, because that's what I've seen my entire life. As a brown girl growing up in a black and white world I saw the promise of America unfold before me. As the proud wife of a combat veteran I saw people's deep love of freedom and the determination to defend it. As Governor I saw our state move beyond hate and violence and lift up everyone in peace. And as Ambassador I saw that America is still the standard where we lead the world follows when we speak the world listens who we are the world wants to be. I'll never forget the day as Ambassador when I stood on the Simon Bolivar Bridge between Colombia and Venezuela in South America. I watched thousands of Venezuelans walked by holding their babies in the hot sun for hours to get the one meal they might get that day. Where they came from they'd been killing zoo animals for food. They were fleeing socialism, and yearning for freedom. When I left the bridge, the family started to gather around me. I didn't understand why they flocked to someone they had never met. And then it hit me. They didn't care who I was. They cared where I was from. In me, they saw America and in America, they saw hope. The time has come to renew that spirit and rally our people. Our moment is now our mission is clear. Let's save our country and secure our future. And let's move forward together toward our destiny in a strong and proud America. Thank you, God bless you and God bless America!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "JAKE TAPPER, CNN HOST",
      "sentences": "Yes, American girl playing Governor Nikki Haley off the stage. 26 minutes from the Former South Carolina two term Governor and Former U.S. Ambassador to the United Nations during the Trump Administration, a robust defense of her conservative principles and the freedom that America stands for. Dana Bash, how do you think she did?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "And then, of course, the biggest doozy, which is saying that people who are running for president or our president should have their mental capacity, checked after the age of 75. So this is a not so subtle attempt to talk about both Joe Biden and let's face it, and Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "TAPPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "And it's like a Rorschach test, right? You can ask - you can see it how you want to see it. But the speech itself, and the message that she delivered was about as sort of clear cut and touching all of the bases she wants to touch as she possibly can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "TAPPER",
      "sentences": "And one of the big moments, Abby Phillip, in addition, obviously to all the generational argument she was making and the mandatory mental competency tests for politicians over 75-years-old that she proposed, as Dana noted.And her argument that America is not past its prime but too many politicians are. One of the biggest moments of her speeches when she declared that America is not a racist country. That seemed to be a very important part of her message?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "ABBY PHILLIP, CNN SENIOR POLITICAL CORRESPONDENT",
      "sentences": "Yes, I mean, she can't get around race. She's from the State of South Carolina, which has a really horrible, violent, racist history. And I think she knows that she has to address that.But I'm still waiting to see how she really does it outside of this particular context in which she's delivering a message that she knows Republican voters are going to receive in a certain way, in exactly the way that they want to hear it. The only thing they want to hear is America is not a racist country. But obviously, the issues are more complex than that. They are deeper than that. And I think at some point, she will have to really grapple with that. I mean, Nikki Haley presents herself, as she said it multiple times today, a daughter of immigrants, someone who has a unique view, on difference in this country. But that's not the same thing as really understanding race in this country and the role that it plays. And I think that that's the part where she's going to have to go a little bit further for the Republican primary for now, though. I think she did exactly what they wanted to hear. She talked about funding the police. She talked about putting people in jail. She talked about, you know, saying that, they're not going to have a victim mentality, saying that the fact that she was the only minority, female governor in the country, is a sign of America's promise. I think that those are all the right messages for a Republican audience. It'll get her out of the primary. The question is what happens after that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "TAPPER",
      "sentences": "You know, it's interesting, John King, one of the things that she really did in the speech, is she really leaned into foreign policy, really leaning into a more traditional McCain, Romney perspective of American strength.Talking about her time as U.S. Ambassador to the United Nations, talking about Venezuelans fleeing that country of crowding around her because she's an American that is something that for I don't know how many foreign policy Republicans are left. But for those who liked that, when it came to the messages of George W. Bush, John McCain, Mitt Romney, they might have a candidate here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "JOHN KING, CNN HOST, INSIDE POLITICS",
      "sentences": "Yes. And that's the wing of the Republican Party she comes from the question is which wing of the Republican Party does she run in now? There are a lot of contradictions in that speech, a lot of tea party themes in there.She said Americans should feel secure in their elections. She was introduced by an election denier, you know, so she has to figure out what is her lane in this race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "TAPPER",
      "sentences": "Not just an election denier one who told Donald Trump to call for martial law, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "TAPPER",
      "sentences": "And David, she hasn't been in electoral politics since early 2017 when Donald Trump appointed her to become U.S. Ambassador to the United Nations, just on a purely technical level as Dana noted, that was a remarkably well delivered speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Yes. I mean, if you're inside Haley's team right now, I don't think you could be happier with how it went. I mean, just, it was designed well. The crowd was there with her. They were interacting with her and all the right ways.She delivered it well, all those kinds of atmospherics and aesthetics. We're on to John's point about the straddle question. I mean, that's what we're going to learn. We will learn the answer to your question in this campaign, because this was an attempt to straddle right? You didn't hear you were comparing to the grievance politics of Trump John just compare it also to the State of Union response. We heard from Sarah Huckabee Sanders, which was much darker and went right at critical race theory. And you didn't hear critical race theory here. You didn't hear transgender bathrooms here or the stuff that you might hear on Newsmax or Fox or what have you that really activated animates the Republican base. You heard clear indications that you want she knows she has to offer something to those folks. So America is not racist and the like. But you heard the things about baby formula and children in the classroom and big businesses getting too many tax breaks, little populism there. The things that yes, the base wants to hear as well. But is - she is her attempt at trying to broaden the message to a larger audience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "KING",
      "sentences": "As she says she's tough as nails. Does that mean she made an argument against big government, right? Chris Sununu, the Governor of New Hampshire would argue Ron DeSantis, is practicing big government by having the Governor get involved in school curriculums by having the Governor get involved in who runs Disney World.So how this is first and foremost, a fight among Republicans. So she made the case against Joe Biden, again, Joe Biden could say back excuse me, I'm leading a global coalition in Ukraine right now. And he's doing a pretty good job at it. He's kept it together. But the first fight is among Republicans and what lane will she pick? TAPPER: Let's hear from Margaret Hoover and Scott Jennings. Now Margaret, what do you think? Did you think she made a compelling case to Republican voters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "MARGARET HOOVER, CNN POLITICAL COMMENTATOR",
      "sentences": "I don't think anybody could have watched that, Jake. And walk away thinking Nikki Haley is not a formidable candidate for the Republican nomination. She one of the things Scott said he's looking for as is can she be a fighter?And what she's demonstrating is that not only is she going to be a fighter within the context of the Republican Party, and that she's taken on tough issues previously, not red meat to the base CRT, fighting with corporations at a state. I mean real issues like taking down the Confederate flag and getting out of the Iran deal and taking on anti-Semitism at the UN, though she didn't mention that these are the hard fights she has taken on in her past. But what you're going to see is she recognizes that you have to win. And so the two things she said at the top that went through the speech, division and distractions, Americans are tired. We have to unite and fight, right? So what you see is she's going to be a fighter, but she's going to be a happy warrior. Not this thoroughly, antagonistic, angry fighter that so animates the base of the party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "TAPPER",
      "sentences": "Scott Jennings, what did you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "SCOTT JENNINGS, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "I'll tell you one thing, there was a lot more energy, enthusiasm and just people in that room and there wasn't Donald Trump's announcement last year. I mean, if we think back a couple of months ago, when he launched his campaign, it was downright depressing.You know, what went on in that ballroom. This is from an optics perspective, as someone who's helped plan a number of presidential campaign events in his life. This was terrific. The optics were great. The a lot of energy, it was bright. And so they got that part exactly right. From the speech perspective, she checked a lot of the boxes that Republicans want to hear. Right now, I like the optimistic tone. The commentary about the foreign policy part, I actually think this is going to be one of the most defining debates of this primary, because you're going to have people that are going to want to run towards the isolationist wing that seems to be rising right now. And it looks like Haley is going to defend this idea that America is a force for good in the world. So I like that very much. Coming out of an announcement like this, the most important thing you can do is have a plan to sustain. I mean, at this point, you now got a raise and spend, you know, half a million to a million dollars a month probably to keep your campaign afloat. And then you got to put money in the bank and have that ready to spend when the votes are starting to get cast. It's not easy to do. Most presidential campaigns don't raise a ton of money; most of them end up flaming out. But if you were able to kind of harness this optimism and that energy, and use it as a sustaining, you know, kind of a protocol over the next 45 to 60 days, you could see how she can have a nice first act is the second act that we'll have to see if she can do once DeSantis and other people get into the race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "KING",
      "sentences": "Hello, everybody! Welcome to \"Inside Politics\". I'm John King in Washington. Thank you for sharing your day with us. And we start this hour with the big announcement in South Carolina. You just watched it live right here on CNN, Nikki Haley taking the plunge.Just moments ago Former Governor Haley in Charleston holding the first event of her campaign for president a campaign that is a direct challenge to Donald Trump. Haley leaning on her resume and her biography, bullet pointing a kitchen table pitch against the current President Democrat Joe Biden asking Americans though to look to her and not the past and by that she means Donald Trump too, to leave the country into the future. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "HALEY",
      "sentences": "America is not past our prime. It's just that our politicians are past theirs. We won't win the fight for the 21st century if we trust politicians from the 20th century.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}