{
  "date": "2023-10-01",
  "headline": "Inside Politics",
  "subHeadline": "Rep. Gaetz: I Will Move To Oust McCarthy As Speaker This Week; Trump Skips Another GOP Debate, Still Dominates Race; Trump Baselessly Accuses Nation's Top General Of Treason; Biden Warns That Trump's Movement Is A Threat To Democracy; Kari Lake Expected To Enter Arizona Senate Race This Month. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:50",
      "speaker": "MANU RAJU, CNN HOST",
      "sentences": "Shutdown averted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:50",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The bill is passed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:50",
      "speaker": "RAJU",
      "sentences": "Speaker McCarthy makes a last minute call to work with Democrats to keep the government open. But will it cost him his job?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:50",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Is his speakership on the line?REP. MATT GAETZ (R-FL): I would say it's on some tenuous ground. REP. KEVIN MCCARTHY (R-CA): Go ahead and try.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:50",
      "speaker": "RAJU",
      "sentences": "Plus, a shocking accusation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:50",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "General Milley, what he did, is really treasonous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:50",
      "speaker": "RAJU",
      "sentences": "The Republican frontrunner picks another fight with the nation's top general. Will he pay a political price?And the president on the picket line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:50",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Wall Street didn't built the country. The middle class built the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:50",
      "speaker": "RAJU",
      "sentences": "He says he's the Democrat with a plan to win back working class voters. But is there any evidence it's working?Inside politics, the best reporting from inside the quarters of power starts now. Good morning. Welcome to INSIDE POLITICS SUNDAY, I'm Manu Raju. Let's start with the good news. The government is still open. Both parties came together yesterday to prevent a shutdown. The bad news? All this really was, was a punt. It's a spending bill that funds the government for just 45 days. So we'll be having all these same fights over spending cuts, border security, and aid to Ukraine in November. Dozens of Republicans voted against it, meaning, he could only pass it with Democratic votes. And now hardliners in McCarthy's conference want to punish him for it by holding a vote to remove him from the speakership. Congressman Matt Gaetz says he'll bring that vote up this week. And if it's successful, it would be unprecedented in American history. Here's what he told Jake Tapper just this morning. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:50",
      "speaker": "GAETZ",
      "sentences": "I do intend to file a motion of vacate to against Speaker McCarthy this week. I think we need to just rip off the Band-Aid. I think we need to move on with new leadership that can be trustworthy.Look, the one thing everybody has in common is that nobody trusts Kevin McCarthy. He lied to Biden. He lied to House conservatives. The only way Kevin McCarthy is Speaker of the House at the end of this coming week is if Democrats bail him out. Now, they probably will. I actually think that when you believe in nothing as Kevin McCarthy does, everything's negotiable. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:50",
      "speaker": "RAJU",
      "sentences": "Now McCarthy had this response just moments ago on CBS.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:50",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He's coming for you. Can you survive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:50",
      "speaker": "MCCARTHY",
      "sentences": "Yes, I'll survive. You know, this is personal with Matt. Matt voted against the most conservative ability to protect our border, secure our border. He's more interested in securing T.V. interviews than doing something. He wanted to push us into a shutdown, even threatening his own district with all the military people there who would not be paid only because he wants to take this motion. So be it. Bring it on. Let's get over with it and let's start governing.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:50",
      "speaker": "RAJU",
      "sentences": "Some sharp words there. So much to break down with my great panel this morning. Amy Walter of the Cook Political Report. CNN's Jeff Zeleny. CNN's Melanie Zanona. And Seung Min Kim of the Associated Press.Okay. Kevin McCarthy survived. We thought we just went through a crazy news cycle. Get ready for this. Something we've never seen before in American history, getting pushed out as a Speaker of the House. We'll see if he's successful. But just to give viewers a sense, does any one member can call for a vote? And this could happen within two legislative days that this vote can actually come to pass. There are ways procedurally to push it to the side, send it to the House Rules Committee that McCarthy and his allies may try to do. We don't know if he's going to do that yet. But the question at the moment, do -- does Matt Gaetz have the votes to succeed? I want to show you how the real potential candidates. People who could potentially vote against Matt Gaetz. So 21 House Republicans who voted against the conservative stopgap measure to keep the government open. They're probably the best candidates of the people who we could potentially see voting with Democrats. If Democrats vote to kick them out, we just need five. Melanie, look at that list. Who do you -- who do you see as likely to join Matt Gaetz? And how success -- and do you think Gaetz will be successful?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:19",
      "speaker": "RAJU",
      "sentences": "Amy --AMY WALTER, PUBLISHER AND EDITOR-IN-CHIEF: It feels like -- yes. It feels like this is Groundhog Day. At the end of the day, not just who's going to vote against him but who can get 218 of that list, none of them can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:19",
      "speaker": "RAJU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:19",
      "speaker": "WALTER",
      "sentences": "No one else can get 218. And I don't think anybody else can sit through and suffer the way McCarthy came and he is very good at being able to go in front --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:19",
      "speaker": "RAJU",
      "sentences": "And he wants to do it. He's willing to grind it out. WALTER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:19",
      "speaker": "RAJU",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:19",
      "speaker": "WALTER",
      "sentences": "I don't think anyone else is willing to do that. So at the end of the day, it feels like, yes, there's a little more -- we're going to have more of this drawn out chaos, but I don't know how that ends any differently than what we saw in January.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:19",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "He's been underestimated throughout the process of the year. I mean, without question, his shelf life may be nearing an end here. But for the first time, he's actually standing up and saying bring it on, as opposed to cowering. So that often brings strength.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:19",
      "speaker": "RAJU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:19",
      "speaker": "ZELENY",
      "sentences": "We will see if it does but he -- I think interesting what you said, Melanie, about to Hakeem Jeffries. He has a different relationship with Kevin McCarthy than Nancy Pelosi did. They were of different generations.Hakeem Jeffries and McCarthy basically are of the same era. They're not of a bygone era necessarily, so we will see if anyone throws him a lifeline. But there are a lot of moderate Democrats and others who said who don't want the House in chaos, so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:19",
      "speaker": "RAJU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:19",
      "speaker": "ZELENY",
      "sentences": "I think McCarthy is not in as weak of a position as we may think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:19",
      "speaker": "RAJU",
      "sentences": "We'll see. There's still these discussions that need to play out in -- I was just looking at that list. I can think of four or five that are probably vote to kick out McCarthy in the Republican side. He like crying is suggested to me earlier this week that he would Matt Rosendale could be one. Dan Bishop. Obviously like Gaetz definitely will. Paul Gosar. Maybe even Ken Buck, Andy Biggs. So there could be the votes all McCarthy can afford to lose his five if Democrats vote against him.And that is the question this morning do. What do the Democrats do? Hakeem Jeffries -- McCarthy said to CBS that he has not had conversations with Hakeem Jeffries about this. Now, I've been told by a senior Democratic source that there's just skepticism within the Democratic caucus about saving McCarthy because, look, there's -- McCarthy, in their view, has not done bipartisan to take in bipartisan action. He launched this impeachment inquiry into Joe Biden. They don't really see a need to save him. Maybe some of these more moderates will do that, but it's really an open question what Democrats do at this moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:19",
      "speaker": "SEUNG MIN KIM, CNN POLITICAL ANALYST",
      "sentences": "Right. And not just a matter of launching impeachment inquiry against the sitting president of the United States, but I think it really comes down to the issue of trust. How can Democrats trust McCarthy if when, for example, the speaker and the president struck this budget deal in May, and within a matter of weeks, he was willing to go beyond it?So I think it's going to take a big leap of faith for Democrats to strike some sort of a deal with McCarthy. And I'm not quite sure it's a leap of faith that a lot of Democrats are willing to take.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:19",
      "speaker": "RAJU",
      "sentences": "And McCarthy, yesterday, I asked him about this directly, I said, will you need -- you need Democratic votes he didn't answer?(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:19",
      "speaker": "RAJU",
      "sentences": "Do you expect to rely on Democratic votes if the vote to vacate comes up? Will you need Democrats to keep you in speakership?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:19",
      "speaker": "MCCARTHY",
      "sentences": "OK. Can it -- can we now realize what the question was and realize what has happened today? We were within a few hours of government shutting down, where the military would not be paid, where the border would not be paid, all of that has now been waived away. And the only question CNN has for me today was whether I'm worried about someone making a motion to vacate against me.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:19",
      "speaker": "RAJU",
      "sentences": "So actually and I said right after that I said, well, actually that wasn't my question it was, were you worried? Are you going to rely on Democrats and he still didn't answer the second time. He didn't answer.Melanie, how do you think the speaker team is gaming out this vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:19",
      "speaker": "ZANONA",
      "sentences": "Well, in their minds, they knew this was a fight that was going to happen at some point regardless. They were going to need Democrats to fund the government at some point. So their calculation was might as well avoid a shutdown, spare their vulnerable members the pain of a shutdown and hopefully build some goodwill with Democrats for them to at least step in and vote present which would make it harder for Gaetz to oust him.But, you know, ironically, Gaetz will need Democrats too, which is the very thing that he is now criticizing McCarthy for. Whoever wins in this fight is going to need Democratic support. And as we reported, Manu, Gaetz has been reaching out to Democrats, trying to game them out, see where they stand on this issue. We'll see. I mean, their votes are up for grabs and they really hold the cards right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "WALTER",
      "sentences": "Yes. And it's not just the division within. It's also the votes that they're forcing them to take. Even though there's not a shutdown, there was -- that was still that CR that did pass had a lot in there that Democrats are really excited to use on the campaign trail against Republicans, cuts to popular programs --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "RAJU",
      "sentences": "That did not pass. The ones that did not -- the bill that did not pass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "WALTER",
      "sentences": "The bill that did not pass, but they still had to -- they still voted for it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "RAJU",
      "sentences": "Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "WALTER",
      "sentences": "Right? So you're going to see those on the campaign trail. Also, just cultural and social issues being put in many of these appropriation bills that are putting, again, many of those members in those tough districts in a very difficult spot, whether they're voting for it to help leadership for voting against it to help themselves.And finally, if you are running in 2024 as a Republican in a Biden district or a swing district, your argument to the voters is, don't worry, we're here. Republicans are the party that can fix what Biden messed up, can fix what Democrats messed up. This is not helping them make that case. ZELENY: And this is 45 days. I mean, that's the whole point of this. This is not exactly solving the problem for the rest of this Congress. It's only for a month and a half. So I think that is another example. But you're absolutely right about the overall argument here. This helps President Biden, more than anything, in terms of a -- like if there was a shutdown or not. We'll see how the Speaker drama plays out this week, but it is all just continuing the argument that, you know, why the country hates Congress so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "RAJU",
      "sentences": "And you talk about redoing this fight, but the big issue that they left off the table is Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "ZELENY",
      "sentences": "Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "RAJU",
      "sentences": "$6.2 billion in the House. The Senate wanted to pass $24 billion and the White House wants Congress to approve. The Speaker, there are divisions within the House GOP on this. Clearly, that's why the Speaker didn't move forward.But what's interesting yesterday, too, there was also some divisions within the Senate Republican conference. I was told by a source familiar with the matter that John Thune, the number two Republican, and John Barrasso, the number three Republican, had some concerns with moving forward with the Senate --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "KIM",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "RAJU",
      "sentences": "-- plan that included Ukraine money at this moment. And look, if the Senate GOP gets wobbly on Ukraine funding, that's a real concern for people who are supporting the same.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "KIM",
      "sentences": "Right, right. It's a real concern for the White House because Senate Republicans, particularly Mitch McConnell, are kind of the White House's last line of defense. They know that they have really tricky politics in the House Republican Conference, but they have been pretty confident because Mitch McConnell and many in the Republican Conference in the Senate have such stalwart supporters of Ukraine aid.But now, I can't, you know -- it's hard to underestimate how tricky the road ahead it is for moving Ukraine as a separate matter. I was really struck by the comments from the White House, from the president, and Democratic leaders last night, saying, we expect McCarthy to move on Ukraine, expeditiously, expect on what? Like, do they have a secret deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "RAJU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:07",
      "speaker": "KIM",
      "sentences": "Do they have -- is it just the public pressure and the expectation and going on McCarthy's previous words that he supports Ukraine? Because I don't think that is enough for McCarthy when his speakership is on the line to move this while all this is going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:27",
      "speaker": "RAJU",
      "sentences": "They say absence makes a heart grow fonder. That's what Donald Trump is betting after skipping a second primary debate. And so far, his bet is paying off. Voters don't seem to care in primary races, and the polls show that he's still dominating every national and early state poll.Establishment Republicans have spent months, hoping for a Trump alternative to emerge, but it isn't happening. With less than four months until Iowa, anti-Trump groups and GOP donors looking to put money behind another option seem to be losing hope. Panelists back here with to discuss this. Jeff, you are on the trail all the time. Are voters open to another option at this point? Are they resigned? Or do they -- are they happy that Trump is running away with this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "RAJU",
      "sentences": "Chaotic. Interesting message.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "ZELENY",
      "sentences": "Yes. But I do think that Florida governor, Ron DeSantis, improved his standing a little bit. Nikki Haley is still strong in the minds of some voters. So, yes, the race is still going on and I think we should let it play out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "RAJU",
      "sentences": "It's totally. We should absolutely let it play out. And there's always this tension with Trump primary versus general, right? He's running away with them primary. What will he be like as a general election candidate?And, of course, his rhetoric is something that we often hear about. He had the speech on Friday in California, where he made some eyebrow raising claims. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "TRUMP",
      "sentences": "Well, stand up to crazy Nancy Pelosi who ruined San Francisco. How's her husband doing, by the way? Anybody know?If you rob a store, you can fully expect to be shot as you are leaving that store. Shot. (CHANTING \"SHOT\") There must be retribution for theft and destruction and the ruination of our country. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "RAJU",
      "sentences": "I mean, he -- look, he's talking about the former Speaker of the House's husband who was attacked in the head with a hammer to someone assailant broke into their home in San Francisco. And suggesting that people rob a store should be shot.I mean, do voters realize or recognize his rhetoric? Or why does not --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "WALTER",
      "sentences": "It's already baked in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "RAJU",
      "sentences": "It's already baked in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "WALTER",
      "sentences": "It is already baked in. I don't think there are many viewers out there who say -- I don't know what I thought -- or think about Donald Trump. But now that I saw this, I've changed my mind. All right. I've now painted this picture of him.And this is what the Biden campaign is counting on going forward, right? Is that, right now, this is still sort of in the background. This is the California Republican convention. This isn't getting 24- hour news coverage like he will get if he's the nominee, where he will be saying a lot of these things, and reminding, this is what the Biden campaign is happy about, reminding those voters who right now are feeling pretty about Biden and about Democrats, reminding them what the stakes are, that this is the same guy and if not even more radical than he was back when he was president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "RAJU",
      "sentences": "And all this played out is he had this big back and forth to the nation's top military official, Mark Milley, about Milley raising concerns about Trump in his farewell as the chairman of the Joint Chiefs of Staff and Trump making some comments in response. (BEGIN VIDEO CLIP)GEN. MARK MILLEY, OUTGOING JOINT CHIEFS CHAIRMAN: We are unique among the world's militaries. We don't take an oath to a country. We don't take an oath to a tribe. We don't take an oath to a religion. We don't take an oath to a king or a queen or a tyrant or a dictator. And we don't take an oath to a wannabe dictator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "TRUMP",
      "sentences": "General Milley, what he did, is really treasonous. If you look at what he said to China, he's either stupid or it's treason.General Milley is a lazy guy who's not very smart. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "RAJU",
      "sentences": "I mean, the nation's top military official and calls Trump a wannabe dictator and then Trump remarks there calling him treasonous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "ZANONA",
      "sentences": "You know, Trump has defied GOP orthodoxy in so many different ways. But the way he picks fights with the military has been one of the more eye-popping ones.And by the way, we have seen that seep into the party. Just look at in Congress, you have Tuberville holding up military nominations, very unprecedented. And even in the House, they approved a memo, sure it's going nowhere, but to zero out the salary of the defense secretary. So we've seen this shift under Trump, but it is still just remarkable to see those.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:04",
      "speaker": "RAJU",
      "sentences": "And, look, his former defense secretary, Mark Esper, just this morning on Face the Nation, called Trump a threat to democracy. This is Trump's own official in his office in the second term. But the candidates aren't really saying anything about it, the primary candidates who Trump is running against. They don't attack him about this kind of rhetoric.We've heard very little other than Pence and Chris Christie who just said some -- talked about some of the Milley accusations, but these candidates don't seem to think that this works called -- pointing out Trump's rhetoric with the primary base.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:16",
      "speaker": "RAJU",
      "sentences": "And we'll talk about that in the next segment. One thing I do want to get on. There's legal problems that Trump has, as you mentioned, Jeff -- you know, tomorrow, he's a -- there's a hearing that's happening in one of his civil suits this week. There's a $250 million suit that was brought by the New York Attorney General who, in a judge in that case, already ruled that the Trump Organization committed fraud, but Trump may actually appear in one of the hearings this week in the civil suit.But this kind of goes to the issue at hand. He's got all these legal problems. That could be a problem in the general election, but it's not impacting him now in the primary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:16",
      "speaker": "ZELENY",
      "sentences": "It's not, except it's probably helping him in the sense that it keeps him in the news and takes all that oxygen. I mean, even we have lost track of all the different venues and courtrooms and cases he has, so I would not be surprised at all to see him appear tomorrow and, you know, sort of make a statement or something outside the accord.As to what it does, it does, you know, just -- it crowds out everyone else. But one of the concerns that you do hear from Republican voters is, what if he is convicted when he's the nominee? Then what happens sort of for the rest of the campaign? So this does matter to some voters. But look, he is in firm command of this race. And unless someone sort of takes that away from him, he'll be the nominee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:55",
      "speaker": "RAJU",
      "sentences": "President Biden went to Arizona on Thursday with a blunt message about Donald Trump.(BEGIN VIDEO CLIP) JOE BIDEN, (D) U.S. PRESIDENT: There's an extremist movement, does not share the basic beliefs in our democracy, the MAGA movement. Democracies don't have to die at the end of a rifle. They can die when people are silent, when they fail to stand up, or condemn threats to democracy, which is why I'm asking you that regardless whether you're a Democrat, Republican or Independent, put the preservation of our democracy before everything else. Put our country first. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:55",
      "speaker": "RAJU",
      "sentences": "The question now, do voters see the threat as existentially as he does? And is he the best person to take on Trump? Here is he talking to our former colleague, John Harwood from ProPublica?(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:55",
      "speaker": "JOHN HARWOOD, PROPUBLICA",
      "sentences": "Why are you the only Democrat who can protect democracy next year?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:55",
      "speaker": "BIDEN",
      "sentences": "I'm not the only democratic who protected, I just happen to be the Democrat who I think is best position to see to it that the guy was worried about taking on democracy and now president.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:55",
      "speaker": "RAJU",
      "sentences": "Our great panel is back. With this democracy messaging, the President tried this -- the last cycle before the midterms he's trying to get here-- Americans, though, believe the threat. I mean, is this an issue that really moves wide swaths of voters, particularly independent voters that will be central here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:55",
      "speaker": "WALTER",
      "sentences": "Well, it did in 2022, and it did in 2020. And so again, the Biden team expects that it will once again work once the stakes are laid out in front of them. So it is not -- is it something that voters are thinking about right now? No, in fact, the number I keep going back to for polls, is the Pew Research poll that said 63% when they think about politics, and they feel exhausted, and that they don't like their choices for candidates. So I think most normal people and lovingly I say to all of us, we are not in that category. Let's accept it.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:55",
      "speaker": "WALTER",
      "sentences": "-- are trying their hardest not to think about 2024, not to involve their life in politics. And so unlike 2020, or even the 2018 campaign, where it felt like we're -- this was like, the top of people's minds that this is what was a conversation that was happening all the time. Among those voters for whom this is really important, they still believe that. But they're not engaged in it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:55",
      "speaker": "RAJU",
      "sentences": "And then Inside Politics viewers --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:55",
      "speaker": "WALTER",
      "sentences": "Of course, we love you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:55",
      "speaker": "RAJU",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:55",
      "speaker": "WALTER",
      "sentences": "We love you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:55",
      "speaker": "RAJU",
      "sentences": "So, I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:55",
      "speaker": "WALTER",
      "sentences": "Thank you for being not normal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:55",
      "speaker": "RAJU",
      "sentences": "So, you know, this -- it's been interesting, though, to see Biden really shift his messaging as of late, really zero in on Trump as his main opponent tried to frame the race against Trump, does not really happen as much until recently. Someone you wrote about this from the Associated Press. He said, in the headline, it says Biden isn't paying much attention to the 2024 GOP debate. He's already zeroing in on Trump. That's the headline of that story. So what is what -- what is behind that shift?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:55",
      "speaker": "MIN KIM",
      "sentences": "Right. I mean, what is -- the focus is, at least for President Biden is on Trump. I sat through many speeches within this week as I traveled out west with him, including for fundraisers, where he gets -- where he tends to get pretty candid with donors about his political prospects. And he said several times, referring to Trump, my likely opponent, he referred repeatedly referred to as Donald Trump and the MAGA puppets being kind of determined to destroy democracy. And that's the framing that you're already seeing. Because while obviously, people like DeSantis, and Haley are still out there as options, there's a reason you don't hear Biden ever talk about them. It's because he is convinced, rightly so that Donald Trump is going to be the nominee. And he's trying to, you know -- in terms of overt campaigning, he's not going to do that right now. He's going to wait until next year, like Barack Obama did in 2012. But as, you know, in -- in -- in times that he can, such as in these fundraisers with donors, he's trying to lay out kind of that contrast that we discussed earlier as early as possible to get the party ready and excited.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:08",
      "speaker": "ZELENY",
      "sentences": "We'll find out. I mean, I think what happened in Detroit on Tuesday and Wednesday, the visit there from the President, holding the bullhorn, and then the next day, the former president, that is going to reverberate all the way until election day next year. We don't know what will happen with the strike.A lot of Democrats in this state and others were not that thrilled actually to see President Biden not only on the picket line, but to agree to a 40% wage increase for these workers, which is virtually impossible to imagine. So he wants that endorsement, so much from the UAW, but the rank and file of the UAW and others, you know, are open and split and open to the former president. So look, the question is, are people buying the message of democracy? Yes, they're concerned about it. Is he the right messenger? And have people sort of tuned him out? But I think, Amy, just put her finger on it so smartly, when the stakes are clear, when this is, you know, perhaps a year from now, the White House firmly believes that they will once again pull the lever for him as a way to stop Donald Trump. But, you know, there are a lot of challenges with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:08",
      "speaker": "RAJU",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:08",
      "speaker": "ZELENY",
      "sentences": "And third party first among them is the big things.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:08",
      "speaker": "RAJU",
      "sentences": "Yeah, the third party, I want to go in and get in, of course, Seung Min just -- just want to made force Biden to make some news about the -- his supporting the workers there on that issue. It could be a vulnerability for him, let's say. Third party is it is a key subject today because of what we're hearing about possible third party run from RFK Jr. is running in the Democratic primary. He's not getting much traction here.Look at the polls right now, in a two-way race, Donald Trump, Joe Biden, deadhead 46-46, changes though, when we add a third party to the ticket here. So 39% to 36%. So Trump drops by seven points, Biden drops by 10. That's if you had a Libertarian candidate, a no labels candidate. We'll see if one runs or not. Joe Manchin told me that he's still considering running as an independent. He said he's not made any decisions about that. We'll see if he does that. A Green Party candidate, there's already Cornel West in this race. So it changes pretty dramatically for Biden and Trump. There's a third-party candidate. Do you think the Democrats are -- you talk to Democrats all the time, are they concerned about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:08",
      "speaker": "ZANONA",
      "sentences": "You know, they had some jitters about Cornel West? Certainly, and there's a lot of flashbacks to 2016 when Hillary Clinton and her camp really privately blamed Jill Stein for running as a third-party candidate, because third party candidates in our history of elections have not succeeded, but what they do is pull votes away. And that polling right there is exactly why Democrats are nervous.Now, I don't know whether they're concerned about RFK, specifically. He seems to have more of a home in the Republican Party, the Democratic Party right now, as MK and I were talking about it. He testified in front of a Republican committee. Not a democratic Committee in the House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:08",
      "speaker": "RAJU",
      "sentences": "Yeah. And like you could pull away voters, from Trump. We'll see if that actually happens. OK. Coming up, the battle for the Senate, my conversation with the man in charge of electing more Senate Republicans.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:08",
      "speaker": "RAJU",
      "sentences": "Are you worried at all about your candidates running with Donald Trump?SEN. STEVE DAINES, (R) NRSC CHAIRMAN: Yeah, I'm not. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:34",
      "speaker": "RAJU",
      "sentences": "The presidency isn't the only thing on the line in 2024, control of Congress is up for grabs, too. This week I spoke with Republican Senator Steve Daines. He's the man in charge of electing more Republican senators. He told me next year's map is the best he's seen for Republicans in a decade. Democrats must defend 23 seats including red and purple states, like West Virginia, Montana, Ohio, Arizona and Pennsylvania. Republicans defending just 11 seats, and few if any, are expected to even be competitive. But Republicans have fumbled away favorable cycles before including just last year. So Dave is taking a much more aggressive approach to weight into primaries, all the while trying to stay on the same page with Donald Trump.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:34",
      "speaker": "DAINES",
      "sentences": "The lessons learned '22 was, you know, was -- was not a good election cycle for Republicans clearly. And so the lessons learned are we need to find candidates who can win not only primaries, but general elections. Those candidates that can appeal, you know, beyond the Republican base and also to independent voters that most of the time decide elections. So we're off to a really good start in many key states of recruiting candidates to do exactly that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:34",
      "speaker": "RAJU",
      "sentences": "Look, this has been the problem for Senator Republicans, for many election cycles in a row, the primaries how to deal with it, we've seen primaries NRC Chairman's in the past have gotten involved in primaries, they gotten some blowback last cycle they decided to stay away from the primaries. This cycle create Daines as being more aggressive. He still will have a primary potentially, in Montana, that Rosendale may run against their preferred candidate. Rosendale's hard right member Daines told me he prefers Rosendale to stay in the House. We'll see if he decides to do that.Also in West Virginia, there's a primary there, Ohio as well. Can they -- is this cycle any different for the Senate GOP?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:42:34",
      "speaker": "WALTER",
      "sentences": "The best thing that Daines has going for him is that those states are a heck of a lot more Republican than Pennsylvania, or Georgia or Arizona, where they had those big fights in the primaries, and then candidates who came out of those primaries, very bruised, and then had their own. Well, they had a lot of baggage, let's just say that was very effectively used against them by Democrats.So I think if -- if you're Daines, you're trying to put as many of those seats in play as possible. The good news you don't have to defend any of your own seats really the they only have 11 states to defend. Texas and Florida are the only ones that are even lighter red. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:01",
      "speaker": "WALTER",
      "sentences": "Right. But -- but the -- Daines is right, the map is the very best thing he has going for him although somebody who knows a little something about Senate races, Mitch McConnell will always say, don't fall in love with the map.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:01",
      "speaker": "RAJU",
      "sentences": "Yeah.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:01",
      "speaker": "WALTER",
      "sentences": "That is his number one thing --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:01",
      "speaker": "RAJU",
      "sentences": "McConnell told a few months ago, he said, we've screwed this up in the past. Interesting actually between the McConnell conversation that I had a few months ago and the Daines conversation. McConnell suggested that Trump would be helpful in the States, Ohio. Pence, West Virginia and Montana obviously states that Donald Trump won. He said, Pennsylvania, he threw in there the four states that really could help determine the Senate Majority. Daines have a little bit of a different take. He thinks Trump will be helpful for his down ticket candidates and even those purple states.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:01",
      "speaker": "DAINES",
      "sentences": "We work closely with President Trump and his team. Look, he wants to win back the United States Senate. He knows it's really important because the first phone call he would make as the next president, January of '25 is to the majority leader in our polling data is the President continues to strengthen in every state that we're pulling right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:01",
      "speaker": "RAJU",
      "sentences": "Even with Pennsylvania.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:01",
      "speaker": "DAINES",
      "sentences": "Yes, absolutely. Yes, he is. He is strengthening in those states. He really is. And he's strengthening most independent voters.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:01",
      "speaker": "RAJU",
      "sentences": "Yeah, he told me he wants some good quality candidates to run with Donald Trump, which is, look, last cycle Trump picked candidates who collapsed in the primaries. There's one in the general elections, which is one reason why they're in the minority here. But a much different message and you hear from other Senate, top Senate Republicans about Trump as a candidates and nominee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:01",
      "speaker": "MIN KIM",
      "sentences": "Right. I mean, if what Senator Daines is saying right now bears accurately next year, that means something has gone horribly, horribly, horribly wrong for Democrats because that you're right, that is not the calculation that others make. Sure, Montana he could be helpful. Ohio perhaps, which -- and West Virginia, certainly so. But a lot of these and while those are the most vulnerable seats for Democrats to keep, there are really pretty tough fights being fought in these very purple states, Pennsylvania, Michigan. We have an open seat there Wisconsin. These are also states that the Biden campaign is going to be fighting vigorously and really trying to take that working class pro worker message particularly in those so-called blue wall states. So it's hard to see Daines's calculation bearing out right now. But we'll see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:01",
      "speaker": "RAJU",
      "sentences": "There's an Arizona Senate race is also such an interesting race. Kyrsten Sinema is an independent. Unclear if she's going to run. There's a Democrat already running that race, Ruben Gallego. There's going to be a new candidate. Kari Lake, the gubernatorial candidate who lost in the last cycle. She pushed -- past along false claims of the election was stolen from her. She said the flames -- there was mass fraud, which Devin hasn't borne out to be true, but Steve Daines had a message for her. She weighs in to this race.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:01",
      "speaker": "DAINES",
      "sentences": "We're having positive conversations with Kari. I think one thing we've learned from 2022 is voters do not want to hear about grievances from the past. She's -- she's got very gifted speaker and leader and politician. I think it's just going to be important for the look to the future, not so much to the past.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:01",
      "speaker": "RAJU",
      "sentences": "Now the challenge is going to be will she listen to that advice?(BEGIN VIDEO CLIP) KARI LAKE, (R) FORMER ARIZONA GOVERNOR CANDIDATE: The people who run our elections in Arizona sabotage our elections. So we're still fighting. I have done a lot of research. President Trump won in 2020. And nobody wants to talk about that. Why for eight years, has the swamp been trying to bring down President Trump. And it wasn't an insurrection it was a staged riot. It was a stage riot to cover up the fact that they were going to certify a fraudulent election. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:01",
      "speaker": "RAJU",
      "sentences": "I mean, what do you think about her candidacy? This one comes to just remain this year, just a few months ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:01",
      "speaker": "ZELENY",
      "sentences": "I saw her this week, actually, at the Reagan Library, the Republican Presidential Debate. As much backward-looking talk as forward looking talk. But never mind what she's going to say. What about the former president? I mean, he is the one who is still trying to re litigate that election of 2020. So of course, you will follow suit. But there is sort of a school of thought that some of these Senate candidates. I was talking to someone in Pennsylvania. They believe the Senate candidates can actually lift Donald Trump, the David McCormick's and others. So, you know, his factor? He's going to be a central factor. I'm not sure the independence that does Senator Daines was talking about, that's actually true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:01",
      "speaker": "RAJU",
      "sentences": "Yeah, that's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:01",
      "speaker": "ZELENY",
      "sentences": "I think that --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:01",
      "speaker": "RAJU",
      "sentences": "He's talking about he's withholding. I'm not sure what all of that is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:01",
      "speaker": "ZELENY",
      "sentences": "For sure, for sure. But I think that these suburban voters here who are going to learn a lot more about Donald Trump in these charges have been turned off by him in the past, the abortion policy, et cetera, so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:01",
      "speaker": "RAJU",
      "sentences": "Abortion, I do want to get talked about how Steve Daines talked about how Republicans should message the issue of abortion.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:01",
      "speaker": "DAINES",
      "sentences": "Republican position is where we want to find consensus where about 70% the American people are, 70% of women are. And that is we should place limits on late term abortions, with exception for rape, incest and life of the mother. If you don't take a position, the Democrat opponents there will define the issue for them. And that's a losing strategy.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:01",
      "speaker": "RAJU",
      "sentences": "He told me he doesn't think it'll be as potent this cycle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:04",
      "speaker": "RAJU",
      "sentences": "We'll see, so much to see. All right, more of that coming up next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:04",
      "speaker": "RAJU",
      "sentences": "Just in to CNN, President Biden will speak shortly from the White House. His remarks will focus on the bill he signed last night to prevent a government shutdown for the next 45 days. Seung Min -- Seung Min Kim you cover the White House for the Associated Press. I'm sure he we expect him to lean in pretty heavily. But what was not in this bill, aid Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:09",
      "speaker": "RAJU",
      "sentences": "And what Kevin McCarthy on a hard time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:09",
      "speaker": "ZANONA",
      "sentences": "For the exact reasons we outlined earlier, he walked away from that deal because hardliners do not want those numbers. And so, you know, you could see a situation where they end up passing something that's lower, something higher, and then they come in the middle, which would end up being the budget deal they agreed to, but no one really knows.",
      "isLastSentenceInterrupted": false
    }
  ]
}