{
  "date": "2023-02-06",
  "headline": "CNN This Morning",
  "subHeadline": "Search for Survivors after Quake Devastates Turkey, Syria; Evacuations Over Explosion Fears in Ohio Train Derailment; U.S. Recovering Spy Balloon Debris as Diplomatic Crisis Worsens. Aired 6- 6:30a ET",
  "utterances": [
    {
      "timeStamp": "06:00:17",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "Well, good morning, everyone. We start with some really serious news this morning. There is devastation happening. The staggering death toll keeps rising in Turkey and Syria after a catastrophic earthquake.More than 1,300 people are now reported dead in a powerful aftershock. It just hit just moments ago. We're going to go live to Istanbul for the latest on this fantastic [SIC] search -- frantic search, I should say, for survivors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:17",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Plus, this morning, there's new fallout from the downing of a Chinese spy balloon over the United States. All as President Biden is preparing to deliver his second State of the Union address.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:17",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "And a train loaded with hazardous materials derailing in Ohio. Thousands of people ordered to evacuate and now a desperate battle is under way to keep that toxic wreckage from exploding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:17",
      "speaker": "LEMON",
      "sentences": "We are going to begin with this, though. The devastating earthquake in Turkey and Syria. It struck before dawn and collapsed buildings while people were asleep in their beds.And just moments ago, just got word of a powerful 7.5 magnitude aftershock. There you can see people digging through the rubble. More than 1,300 people now reported dead. And there's fear the death toll could potentially climb into the tens of thousands. Right now, this desperate search under way for survivors trapped under giant piles of concrete. Dramatic video showing rescuers pulling a bloody toddler out of the rubble in Northwest Syria. This is an area already traumatized and ravaged by the bloody and horrific civil war. Here's the moment one child was rescued from that rubble. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:17",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:17",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:17",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:17",
      "speaker": "LEMON",
      "sentences": "We want to get the latest now. Jomana Karadsheh is tracking the latest developments from Istanbul.Jomana, good morning to you. What do we know this hour?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:17",
      "speaker": "JOMANA KARADSHEH, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Don, absolutely devastating major earthquake, as you mentioned, a 7.8 earthquake that struck, essentially, in the middle of the night at about 4 a.m. in the morning while people were indoors, in bed. It was so powerful that it was felt across the region in different countries including Lebanon, Israel, Jordan.And as you mentioned, it was so powerful that we are looking now at these major aftershocks that have followed, at least 30 so far. Reports of the strongest just in the past half hour, a 7.5 magnitude. Authorities are urging people to stay away from structures. As we heard from the Turkish president, nearly 1,000 people have been confirmed killed in Turkey, thousands others injured. There's fear for so many others who are potentially trapped underneath of the rubble. I mean, we're talking about an area, Don, that stretches across Southern Turkey. Ten provinces at least, and across the border into Northwestern Syria, as well. So many cities and towns devastated in both these countries. More than 1,300 people confirmed killed in both Turkey and Syria. And this frantic rescue effort is ongoing right now. Of course, a race against time with only a few hours of daylight left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:17",
      "speaker": "LEMON",
      "sentences": "You can just see. It's obvious, the danger there. So one has to wonder",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:22",
      "speaker": "LEMON",
      "sentences": "You see rescue workers on the scene. Our Jomana Karadsheh is reporting this. She's in Istanbul. We'll check back with you on this very deadly earthquake, next hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:22",
      "speaker": "HARLOW",
      "sentences": "So let's go to our meteorologist, Chad Myers, to talk about what was just recorded and that is the aftershock. The original quake, 7.8. This after shock, huge",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:22",
      "speaker": "CHAD MYERS, CNN METEOROLOGIST",
      "sentences": "An earthquake in itself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:22",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:22",
      "speaker": "MYERS",
      "sentences": "Would have been the strongest earthquake since 1999 in the region.Now, we always talk about the epicenter. But we really -- in this case, we should talk about the epi-line. Here's the original, 7.8. Here's the news that about 100 miles from one side to the other, this earth slipped. And this earth slipped in what we call a strike slip, where the plates are touching and, all of a sudden, they slide sideways. So the initial, the primary movement is the building moving sideways and then moving back. Unlike when we have the ring of fire, when we have the subduction plates and sometimes plates will go up and plates will go down causing the tsunamis. This is more of a sliding back and forth. Why that matters is because the buildings don't want to go back and forth. And then these secondary waves can begin to go up and down, as well. There is the strike where the heaviest damage will be right now from the initial -- from the initial quake. The new quake is far enough away from the first quake, about 60 miles, that we will see more damage in other areas, as well. Two plates collide here. This is one of the areas that we expect this type of scenario. It hasn't happened in a long time, especially not a 7.8. And we talked about the weather and reported just about how this very, very cold temperatures around 40. We will see snow in the forecast, especially where the new earthquake was. It's a much higher elevation. Almost 2,000 feet higher in elevation than where the original quake was. This will be a very difficult, long, and tragic recovery, Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:22",
      "speaker": "HARLOW",
      "sentences": "You're right, Chad. That aftershock, a big earthquake in and of itself. Thank you for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:22",
      "speaker": "MYERS",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:22",
      "speaker": "COLLINS",
      "sentences": "This morning we're monitoring a dire threat in East Palestine, Ohio, where officials have urged the entire town of roughly 5,000 people to leave their homes as teams are scrambling to prevent a catastrophic explosion after a derailed train caused a massive inferno.Authorities say that the train was carrying hazardous materials. They believe an explosion could send deadly shrapnel up to a mile away. CNN's Gabe Cohen joins me now. Gabe, I know the governor was warning people to leave, saying that there could be this imminent major explosion. What dangerous chemicals were on this train?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:22",
      "speaker": "GABE COHEN, CNN CORRESPONDENT",
      "sentences": "Well, Kaitlan, that's a great question. First, to the cause of the train derailment, it's still under investigation.But we have learned from investigators that there was at least some sort of mechanical failure warning before Friday's crash, which started that huge fire you can see on your screen now burning for nearly three days. And overnight, the situation is getting a lot more intense, because officials say there has been a drastic temperature change in one of the rail cars, which is carrying a chemical called vinyl chloride. That's used to make PVC pipes, plastics, things like that. And officials think, because of that temperature change, there could now be a catastrophic tanker failure and potentially an explosion that could send deadly shrapnel flying up to a mile in any direction, Kaitlan. So overnight, officials there are telling the 500 or so people that are left in East Palestine to evacuate, to get out of that danger zone immediately. Here's the fire chief's warning. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:22",
      "speaker": "CHIEF KEITH DRABICK, EAST PALESTINE FIRE CHIEF",
      "sentences": "We need to get everybody who remained within that mile radius, or decided they needed to come back within that mile radius, we need you to leave now.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:22",
      "speaker": "COHEN",
      "sentences": "And the county sheriff has also added that there are likely toxic chemicals that are pouring out of that train right now. And people who don't leave that area may not only be in danger. They could also be arrested, Kaitlan, because of that evacuation order that's in place, especially if they have kids in their home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:22",
      "speaker": "COLLINS",
      "sentences": "Yes. All right. Gabe Cohen, thank you so much for monitoring this. We'll stay with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "CARLOS SUAREZ, CNN CORRESPONDENT",
      "sentences": "Yes. Well, that recovery effort is well under way, Don. Good morning.A Navy team was spotted at this dive -- this deck here behind me last night. They spent a good part of Sunday taking a look at some possible debris associated with this balloon that was found in the intercoastal waterways about a half hour North of where all of this is unfolding. We're told anywhere between 10 to 15 miles off the coast of South Carolina, where a military vessel is keeping a close eye in the area where that balloon landed. (BEGIN VIDEOTAPE) SUAREZ (voice-over): Navy crews working into the night off the coast of North Myrtle Beach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They shot it. SUAREZ (voice-over)suspected Chinese surveillance balloon shot down off the coast of South Carolina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "PETE BUTTIGIEG, TRANSPORTATION SECRETARY",
      "sentences": "There's some reporting now that the debris field that was created by this balloon when it was shot down is about seven miles long.SUAREZ (voice-over): One onlooker provided this video to CNN, showing what looks like a piece of possible debris from the balloon on the back of a boat. This as we're hearing the audio communications between the first fighter wing pilot and air traffic control that depict the moment the balloon was hit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The balloon is completely destroyed.SUAREZ (voice-over): The balloon was first spotted on January 28 when it entered Alaskan airspace. By Tuesday, it had entered the continental U.S. and was spotted over Idaho and Montana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I told them to shoot it down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "On Wednesday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "BIDEN",
      "sentences": "On Wednesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But the recommendation from --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "BIDEN",
      "sentences": "They said to me, let's wait til the safest place to do it.SUAREZ (voice-over): The military advised President Biden that the debris from shooting down the balloon could pose a risk to civilians and infrastructure on the ground. The suspected Chinese surveillance balloon continued to make its way across the U.S., moving all the way to the East Coast. Once it was over the Atlantic, it was shot down. REP. MIKE TURNER (R-OH): The key is -- is the payload attached to it, which you've reported is the size of three buses. And that's -- that's obviously huge. And it was being commanded and controlled by mainland China and delivering indicted information back to mainland China. Again, if you look at the path and you put X's where all of our sensitive missile defense and nuclear facilities are, I believe that they were trying to gain information on how to defeat the command and control of our nuclear weapons systems and our missile defense systems. SUAREZ (voice-over): The Pentagon says at least four other Chinese surveillance balloons have been spotted in recent years. They also said they had briefed Congress on previous balloons that flew near Texas and Florida. Officials say this balloon was unique from the others in the path it took and the length of time it spent loitering over sensitive missile sites in Montana. LEON PANETTA, FORMER PRESIDENT OBAMA'S DEFENSE SECRETARY: If we were aware of the balloon, I think we should have taken steps to prevent it from entering our airspace. And I'm not sure that we should have allowed it to simply cross over the country, cross over what were obviously sensitive military sites. I don't -- I don't see the logic of that. (END VIDEOTAPE) SUAREZ (on camera): All right. So military officials believe they're going to be able to get a lot of this debris onto a military -- a military vessel in short order. They don't think this is going to take several days, several weeks or even a month. Now, authorities here locally are warning folks that live up and down Myrtle Beach to not take any of this debris back home, should it come ashore. They note that this is part of a federal investigation. And underscoring just how much of the debris field we're talking about, don, authorities out here are putting it at about seven miles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "LEMON",
      "sentences": "Wow. Can you imagine if you lived there and there's debris falling? Fascination with it. Thank you very much. We appreciate that.A spy balloon sparking international and political tensions ahead of President Biden's State of the Union address. Hear how Republicans are responding. That's coming up. (COMMERCIAL BREAK) (BEGIN VIDEO CLIP) BOWEN YANG, ACTOR, NBC'S \"SATURDAY NIGHT LIVE\": You got me. Congrats. You shot a balloon. I entertain you people for four days and then get shot by Biden? I can't believe I'm Joe's Osama. CHLOE FINEMAN, ACTRESS, NBC'S \"SATURDAY NIGHT LIVE\": Well, I'm actually surprised you're still floating. Experts were saying you're the size of three buses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "YANG",
      "sentences": "OK. Ouch.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "COLLINS",
      "sentences": "\"Saturday Night Live\" having a little fun this weekend. House Republicans are weighing a real vote on a resolution that would condemn the Biden administration for the way it handled that suspected Chinese surveillance balloon. That's according to sources who tell CNN that vote could come as early as Tuesday, the same day that President Biden will be on Capitol Hill to deliver his second State of the Union address. Over the weekend, many Republican lawmakers were quick to criticizePresident Biden's actions, how they handled it. South Carolina Senator Tim Scott called this, quote, \"a dereliction of Biden's duty.\" Senate Minority Leader Mitch McConnell also blasted the administration, saying that their decision came, quote, \"too late\" and that it let China make a mockery of U.S. airspace. The Republican House Intelligence chair, Mike Turner, said the administration waited much too long to shoot it down. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:06",
      "speaker": "TURNER",
      "sentences": "Clearly, the president taking down over the Atlantic is for, like, the quarterback -- sort of like tackling the quarterback after the game is over. The -- the satellite had completed its mission. This should never have been allowed to enter the United States, and it never should have been allowed to complete its mission.SEN. MARCO RUBIO (R-FL): Presidents have the ability to go before a camera, go before the nation and basically explain these things early on. And his failure to do so is -- I don't understand that. I don't understand why he wouldn't do that. And that is the beginning of dereliction of duty. SEN. TOM COTTON (R-AR): What began as a spy balloon has become a trial balloon, testing President Biden's strength and resolve. And unfortunately, the president failed that test. SEN. TED CRUZ (R-TX): I think this entire episode telegraphed weakness to Xi and the Chinese government. GOV. CHRIS SUNUNU (R-NH): This is all about China testing the American resolve. They know that -- that tensions are escalating. They want to see what kind of leadership we have. And no, the president failed on this one. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:04",
      "speaker": "HARLOW",
      "sentences": "Xi Jinping is very --?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:04",
      "speaker": "SANGER",
      "sentences": "Xi Jinping is. And whatever -- whatever mistakes the Biden administration may have made -- and I think they undercommunicated on this -- the bigger mistakes were on China's side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:04",
      "speaker": "COLLINS",
      "sentences": "One thing I'm confused by this, Alex. And I wonder what you're hearing from officials, which is the notion that there were previous occurrences of this, which we heard from the Pentagon right after this is happening.Esper, the former defense secretary, told us Friday he had no idea about any of this ever happening. And now they're saying that they were discovered after Trump left office. I mean, I don't understand how that happens, and they don't notice it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:04",
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yes. In this case, it was clearly discovered real-time. It was spotted the 28th of January near Alaska over the Aleutian Islands. And then it swept down through Canada into the United States.And the Pentagon said clearly there were these three other instances during the Trump administration. We've heard from former President Trump himself, as well as his secretary of defense, Mark Esper, saying that didn't happen during the administration. And now just last night we heard from the White House that it was only after, when Biden came into office, that they discovered that this had happened during the Trump administration. So clearly, there's some kind of analysis that is happening, some intelligence gathering that has only determined, long after Trump left office, that these balloons were, in fact, from China and had briefly crossed over the continental United States. I think it's that briefly that is very important. What was different here, according to experts and the Pentagon, was that this thing loitered. It hung out over the United States for quite some time. It took a long time to cross the country. It was maneuverable. They were able to direct it. This was able to gather intelligence in a more -- in a more robust way than some of these previous balloons. But what we keep being reminded by these military officials is that these balloons don't have much stronger intelligence-gathering capabilities than, say, Chinese satellites. But the fact that this balloon was able to hang out made it much more of a pressing matter. Not to mention the fact that countless Americans across the country were able to look up and see this thing. It was a much more flagrant violation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:20:04",
      "speaker": "LEMON",
      "sentences": "Or that was all fascination with the American people. Let's just -- let's be honest about this. And obviously, this is serious. But I thought that producers had smelling salts off of the -- on the side of the set for Republicans who came on. Oh, my God! This is -- I mean, just hyperventilating about this.It is serious. But if it happened in the Trump administration. I mean, there's so much blame to go around. I was reading your piece, and I thought that you were saying, hold your horses, people. This is way different than what we think. Don't hyperventilate over it. This has happened before. And this is just sort of an intelligence race, a spying race that both countries have been going through for such a long time. So just sort of hold your horses and see what's happening here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:13",
      "speaker": "MARQUARDT",
      "sentences": "If you're Biden, you're kind of damned if you do, damned if you don't. Let's say he had shot this down somewhere over the country. And there was an opening, we're told, on Wednesday. That's why that airspace over Billings, Montana, was shot down.So he shoots this thing out of the sky, 60,000 feet up. All this metal and glass comes clanging to earth. And it could have hurt somebody. It could have hurt, you know, property. And then we would be hearing a lot of people criticizing Biden for not taking the time to wait until it's over the water to shoot it down. So from what we understand, the two priorities by the military and the Biden administration were to keep people safe and to only shoot it down when it was safest. And they did that as soon as it hit the coastline. And to do it in a way that they could preserve and salvage this surveillance payload. All that equipment that was hanging below the balloon. So all this stuff comes crashing down, again, from 60,000 feet, spread over seven miles into the water. So now the military is actually quite excited, because they are going to be able to pick this stuff up off the sea bed. It's only 47 feet below the surface of the water, which apparently is quite shallow. So they're looking forward to analyzing it, understanding what capabilities the Chinese have, and what they were able to learn during this mission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:13",
      "speaker": "LEMON",
      "sentences": "They're still looking for it. They say do not touch it. Call your --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:13",
      "speaker": "HARLOW",
      "sentences": "Seven miles. Seven miles of debris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:13",
      "speaker": "SANGER",
      "sentences": "Seven miles tells you something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:13",
      "speaker": "HARLOW",
      "sentences": "Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:13",
      "speaker": "SANGER",
      "sentences": "Biden had a reason to be careful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:13",
      "speaker": "LEMON",
      "sentences": "Be careful. Just how huge this was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:13",
      "speaker": "HARLOW",
      "sentences": "That's a good point, David. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:13",
      "speaker": "LEMON",
      "sentences": "Thank you both. Good to see you. Appreciate it.Like, not love. Ahead, the new CNN reporting on how Democratic -- the Democratic Party leaders are feeling about President Joe Biden.",
      "isLastSentenceInterrupted": false
    }
  ]
}