{
  "date": "2023-05-23",
  "headline": "CNN News Central",
  "subHeadline": "Any Moment: Trump To Appear Virtually In NY Court; Source: Suspect Said He Wanted To Kidnap And Harm Biden; Soon: Two Top Lawmakers Expected To View Afghanistan \"Dissent\" Cable. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "This hour, a Manhattan judge will tell former President Donald Trump what he can and cannot say about his criminal case over allegations that he falsified business documents. And that's just one of several legal issues that he's facing. We'll break it all down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "Plus, we're learning new details about the man who crashed a U-Haul truck into a White House security barrier, a source tells CNN he wanted to kidnap or harm President Biden.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "And say it isn't so, Bron. After getting swept in the playoffs, LeBron James is considering retirement. But will King James take off his crown or hold out to fulfill his wish of playing in the pros with his son? We're following these developing stories and many more all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KEILAR",
      "sentences": "We begin with a historic court hearing scheduled minutes from now. Former President Donald Trump is set to appear by video conference before a New York judge. Nearly two months ago, Manhattan district attorney Alvin Bragg charge Trump with 34 counts alleging that he falsified business records tied to a hush money payment during his 2016 campaign. This state criminal case is just one of the multiple developments today in Trump's legal -- multiple legal troubles.Joining us now are two people who have been tracking every twist and turn in this. We have CNN's Paul Reid and CNN's Katelyn Polantz. Paula, I want to start with you about what is happening right now. You have Donald Trump going before a New York court virtually. Explain why he's doing this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Exactly. He's in court today to learn more about the extent to which he's going to be able to comment publicly on this case. Prosecutors in this criminal case have argued that he should have certain restrictions placed on him in terms of what he can say publicly about this case. But his lawyers have argued, wait a second, not only does this individual have a First Amendment right to discuss this, but he's also the leading Republican candidate for the presidency at this time, you can't restrict someone who's in this position.So, right now, the judge has this difficult task of trying to sort out these constitutional questions about the extent to which the former president can be able to, one, review the materials in this case with or without us lawyers, and then the extent to which he's going to be able to talk about it publicly. It really is a fascinating constitutional question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "KEILAR",
      "sentences": "Furthermore, right? Let's go on because there is something else that is developing and that is, we know Donald Trump was found liable for sexual assault in the case -- the civil case relating to E. Jean Carroll and for defamation. She is now furthering the damages that she is seeking because of what he said in the \"CNN TOWN HALL.\" Tell us what's happening here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "REID",
      "sentences": "So, just a day after a jury found him liable for about five million dollars in that sex abuse and defamation case, he was in our town hall and once again, he made comments that were very similar to the ones he had made previously about E. Jean Carroll.So last night, her lawyers asked to amend another defamation lawsuit she had filed back in 2019 to add these comments, arguing that she should have potentially received more punitive damages from him as a result of these comments. I mean, they want him to be held accountable for this, not only to reward her for damages that she may have incurred but also to deter him from doing it in the future. But it's a great example of what's going on in this criminal court in New York, right? Yes, he has the First Amendment, but he has shown that he sometimes uses it not only to cause himself more legal problems but also to allegedly harm others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "KEILAR",
      "sentences": "Yes. I mean he's harming himself as well. This isn't really in his interest as well. Katelyn and Paula, thank you so much for your reporting. Really appreciate it. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "SANCHEZ",
      "sentences": "Let's dive deeper now with a legal expert, Ambassador Norm Eisen is a CNN legal analyst and he also served as House Judiciary Special Counsel for Donald Trump's first impeachment trial. Ambassador, thanks so much for sharing part of your afternoon or evening in Brussels, Belgium for us.First and foremost, on the question of what Donald Trump can say publicly in this hush money case, a judge determining that Trump's going to appear virtually at any moment. If you were the judge in this case, what parameters would you set to make sure the integrity of the case is maintained?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "NORM EISEN, CNN LEGAL ANALYST",
      "sentences": "Boris, first and foremost, I would instruct Donald Trump that any evidence that his defense receives -- that he receives as part of the prosecutors turning over the material in the case that that evidence not be shared publicly because the danger is with Donald Trump's history of talking about cases, of attacking witnesses, the danger is that he will intimidate or -- witnesses or otherwise affect the course of the case. So, that is the bottom line. And that is well supported notwithstanding First Amendment limitations. That has to be the basis for the judge's instructions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "SANCHEZ",
      "sentences": "And, Ambassador, what could happen to Trump if he doesn't follow the guidelines?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "EISEN",
      "sentences": "Well, he's subject to contempt proceedings. That's a matter of New York law that the defendant -- potential defendant needs to know that he was under a court order. That's what this video conference is about today.So, Donald Trump, if he does break the rules, can't say, oh, I didn't know I wasn't supposed to do that. And then if he does break them, the prosecution can precede contempt. That can be fines or even imprisonment under New York law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "SANCHEZ",
      "sentences": "And on the point of Trump, perhaps not being as careful with his words as possible, E. Jean Carroll amending her defamation suit asking for more damages, in part because of things Trump said during CNN's Town Hall. I want to play that now for you and our viewers. Listen.(BEGIN VIDEO CLIP) KAITLAN COLLINS, CNN HOST: Mr. President, can I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "Are you ready?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "COLLINS",
      "sentences": "Can I ask you because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "TRUMP",
      "sentences": "And I swear on my children which I'd never do. I have no idea who this one. This is a fake story -- made up story. I have no idea who to hell -- she has a whack job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "COLLINS",
      "sentences": "Mr. President.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:09",
      "speaker": "SANCHEZ",
      "sentences": "Does she have a case, Ambassador?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SANCHEZ",
      "sentences": "I also want to get your thoughts on CNN's new reporting regarding the classified documents case. Sources telling CNN that prosecutors are now looking at Trump's dealings with other countries that might have an interest in some of those classified materials that were recovered from Mar-a-Lago. Ambassador, what do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "EISEN",
      "sentences": "Well, you know, Boris, foreign business dealings for a sitting president are so perilous that it's actually the only ethics rules that the founders and framers of the Constitution put in there, called emoluments, you're not allowed to have them. And I think what they're looking at here is a possible motive for Donald Trump hanging on to documents or even to ask whether he's shared classified documents.It's very important not to jump to the conclusion that he did anything wrong with respect to these seven countries, but we know from his tax returns that he had a variety of foreign entanglements. He didn't do new business deals for the most part -- the Trump Organization didn't, while he was president. But there are a variety of existing streams of income from various foreign governments, relationships, contacts. And that's what prosecutors are looking at. Maybe they won't find anything. They're probing motives, or perhaps they will find something significant. We will need to wait and see as the Mar-a-Lago documents case seems to be speeding ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, and I'm wondering on that case, the special counsel reportedly has notes from Evan Corcoran, Trump's attorney, that indicates Trump wanted to push back on the Department of Justice and their effort to recover those documents from Mar-a-Lago. How might those notes ultimately shape a potential indictment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "EISEN",
      "sentences": "That's a client's worst nightmare. You have reportedly 50 pages of detailed notes. Some in Trump World, CNN has said. We're surprised by the level of detail and Trump shared what was on his mind.Again, Boris, intent. It's the hardest thing for prosecutors to prove what was going on in the client's mind. But here you have the client opening up, reportedly pushing back on whether there's anything that can be done about the subpoena. That might be legitimate. It might be legitimate. Again, we'll see what prosecutors make of them. But this is a client's and his current defense lawyers' worst nightmare. And one final note. Just look at all of these different legal topics. There is a sense of motion on so many different fronts. It's not just the individual examples like these 50 pages. It's the collective feeling that the walls are closing in. So, this can't be a very happy set of developments for the former president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SANCHEZ",
      "sentences": "A lot of legal cases and potential indictments and indictments, or at least one indictment in Manhattan looming over the former president who we should note is now running for re-election. Ambassador Norm Eisen from Belgium, thank you so much, Sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "EISEN",
      "sentences": "Thanks, Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SANCHEZ",
      "sentences": "Of course. Jim?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SCIUTTO",
      "sentences": "A teenager allegedly rammed a U-Haul truck into a security barrier just outside the White House, and a source tells us that after last night's crash, the 19-year-old suspect was holding a Nazi flag and threatening to kidnap the president. This all happened just before 10Now, the suspect is set to face a judge on a litany of charges. We are told authorities are weighing whether mental health played a role in this. CNN's Brian Todd is outside the courthouse in Washington. Brian, the suspect with the Nazi flag, driving a rental truck, you're well aware of the threats in this country with the FBI constantly reminding of a white supremacist group's other domestic terror threat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SCIUTTO",
      "sentences": "I just wonder how are authorities at this early stage piecing these various indicators together?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:05",
      "speaker": "SCIUTTO",
      "sentences": "Understood. Brian Todd, outside the courthouse, thanks very much. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:51",
      "speaker": "KEILAR",
      "sentences": "All right, these are some unforgettable -- sorry. Yes, let's go ahead with our breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:51",
      "speaker": "SANCHEZ",
      "sentences": "Let's toss it over to Jim Sciutto that has some information now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:51",
      "speaker": "SCIUTTO",
      "sentences": "The story we're following now. These are unforgettable images from the U.S. withdrawal from Afghanistan back in August of 2021. Republicans began looking into exactly how the withdrawal was handled after they took control of the House. And today, we could see a resolution to a fight specifically over classified diplomatic cables written by U.S. diplomats in Kabul criticizing the withdrawal. CNN's Oren Liebermann, he's been following the development. OREN LIEBERMANN, CNN PENTAGON CORRESPONDENTOver the past several months, McCaul has threatened to subpoena Secretary of State Antony Blinken and was even ready to hold him in contempt of Congress for not producing the dissent cable. The State Department for its part argued that it had produced enough. It gave a summary of the four-page dissent cable as well as a classified briefing saying that this had been sufficient. But clearly, McCaul disagreed, saying that he wanted to view it himself at the State Department, as well as the ranking member. It has gotten to that point now a major concession on the part of the State Department to allow McCaul in the ranking member to view this. Now, the State Department had argued that it had produced enough information and given enough information about the dissent cable itself. They said it was important not to simply show it because they had to preserve what they call the integrity of the dissent channel. But McCaul argued that what they had produced was insufficient. And that as the chair of the Oversight Committee of the State Department, he had a right and an obligation to view that as he continues the ongoing review of the withdrawal from Afghanistan. So, again, McCaul and ranking member, Democrat Representative Gregory Meeks expected at the State Department this hour to review that dissent cable after we've seen all this wrangling about it. And we'll see where this leads, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:51",
      "speaker": "KEILAR",
      "sentences": "All right, we have some breaking news because we are following Florida Governor Ron DeSantis's announcing -- we're learning he is going to announce his 2024 presidential campaign with Elon Musk. And we have Jessica Dean who is on the line to tell us what she is learning about this. Jess, what can you tell us?JESSICA DEAN, CNN CONGRESSIONAL CORRESPONDENT (voiceover): Hi, guys, good afternoon. Well, we're getting news. It's been of course anticipated for many, many months now. But now it's official, a spokesperson for Governor Ron DeSantis's political team confirming to me that he will announce his 2024 presidential campaign tomorrow night in a conversation with the owner of Twitter, Brianna, as you mentioned, Elon Musk. We are told that this will take place on Twitter Faces. Device users can participate in audio conversations. It's going to be moderated by Entrepreneur David Sachs. But again, the big news here is that we are finally getting confirmation from Governor DeSantis's team itself. So much talk about this. You all know for months and months and months now. He is set to make this official in a conversation with the owner of Twitter Elon Musk tomorrow night. And then from there, of course, launch fully into a presidential primary campaign against a number of Republican rivals, chief among them, the former president, Donald Trump, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:51",
      "speaker": "SCIUTTO",
      "sentences": "Jessica, a small percentage of the U.S. population actually is active on Twitter. Has the campaign explained why this particular forum for DeSantis's presidential announcement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:11",
      "speaker": "SANCHEZ",
      "sentences": "And, Jessica, we understand from our reporting that DeSantis was scheduled to have a big event in Miami later this week, getting together supporters and bundlers, essentially folks that are going to donate a lot of money to his presidential campaign. Do we have more details on this event that Governor DeSantis is planning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:11",
      "speaker": "DEAN",
      "sentences": "Right? So, I'm actually in Miami right now, as we speak, getting ready to cover that event as well. And look, the campaign or the once- in-future campaign that will be launched tomorrow with his political operation and the people supporting him want to come out with a bang. They really want to make an impression with fundraising numbers, with donor -- with the big name donors and big totals right out of the gate to really make a big impression.And that's what this is all about. It's about getting all of these people in one space, getting them online, and making sure that they are able to then begin reaching out to their vast network of donors to really get those political numbers up. Again, you really only get one shot at getting into the presidential campaign and they want to make the most of this. You can see that this is really what they've orchestrated in order, they hope to put them in a stronger position as possible because he is getting in later than the rivals of course, who have already gotten into the race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:11",
      "speaker": "SANCHEZ",
      "sentences": "Jessica Dean, please stand by as we await more reporting and more details about this breaking news that Florida Governor Ron DeSantis is planning to announce the 2024 presidential campaign tomorrow night in a conversation on Twitter spaces with billionaire entrepreneur Elon Musk. We have David Chalian with us now, CNN's Chief Political mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:11",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "I don't know about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:11",
      "speaker": "SANCHEZ",
      "sentences": "This is a bit of a surprise, isn't it? I spoke to a Republican just moments ago who texted me that this move -- he supports Ron DeSantis. He says that these moves -- this move captures the zeitgeist of the right. What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:11",
      "speaker": "CHALIAN",
      "sentences": "Well, remember, Tucker Carlson just left Fox News and said Twitter is the only space in America that allows for a free-speech kind of conversation. So, Ron DeSantis, as we've seen time and again in the last several months as in the build-up to this presidential campaign is making a hard play for that activist conservative right- wing base, Fox News watching, Tucker-loving kind of a thing. This is part of that. It's also going to a platform that is not lost on any of us that was dominated by Donald Trump in American politics for the last many years. And clearly, he wants to make a statement with that as well.We had heard from Elon Musk last year that he was supportive of the DeSantis candidacy. So, this fits in with a budding relationship between these two gentlemen. But this is going to be a multi-day kind of rollout, so this is one bite at the apple to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:11",
      "speaker": "SCIUTTO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:11",
      "speaker": "CHALIAN",
      "sentences": "-- make it official. Then he's going to have all his donors in place in Miami, start dialing for dollars, get coverage of that. Then, following Memorial Day, he may give more of a traditional hometown kind of speech in Florida and then may head out into early state travel for the first time as a presidential candidate. All of which will get serious coverage because in the polling, of course, he has proven to be the most serious contender to Donald Trump for the nomination, though still a far way back from Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:11",
      "speaker": "SCIUTTO",
      "sentences": "Well, devil's advocate for a moment here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:11",
      "speaker": "CHALIAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:11",
      "speaker": "SCIUTTO",
      "sentences": "Twitter is a big space for a certain portion, but not a giant portion of the population, right? And from a news perspective, you cover the announcement, you don't cover six chapters or acts to the announcement, right? I mean is it -- is it one that has the broadest reach for a presidential candidate in this day and age?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:11",
      "speaker": "CHALIAN",
      "sentences": "Well, again, he's going to get coverage, I think at each stage of this, whether or not it's like a roadblock, live coverage on national cable television, or more local coverage as he does those stops. Presidential candidates want all different kinds of earned media coverage through the news media. And I would imagine that if indeed, after this conversation on Twitter, he were to give a big formal announcement speech.That will get a lot of coverage too, Jim. So, I do think -- you're right to note, this is not -- this play is not to be the widest reach possible. This play to talk to Elon Musk on Twitter and make it official there is to show allegiance to a swath of the electorate that believes, after Tucker's departure from Fox, that what has happened with Elon Musk inside of Twitter, that this is a place for free speech and will rally around that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:11",
      "speaker": "KEILAR",
      "sentences": "Whatever he does is going to get picked up and put out on other outlets. So, he'll see that sort of broad reach even if on Twitter, it's -- it is very narrow, as Jim points out. What's his pitch going to be for that more broad appeal?",
      "isLastSentenceInterrupted": false
    }
  ]
}