{
  "date": "2023-10-15",
  "headline": "CNN This Morning",
  "subHeadline": "Blinken To Travel Back To Israel, After Meetings With Arab Leaders; Israel Nears Ground Assault As Gaza Crisis Worsens; Jim Jordan Racing To Rally Support For His Speaker Bid; Interview With Rep. Bob Good (R-VA) On Jim Jordan's Nomination For House Speaker; Overnight: IDF Conducts 100 Plus Strikes In Gaza; Interview With Daniel Chamovitz, President Of Ben-Gurion University. Aired 8-9a ET",
  "utterances": [
    {
      "timeStamp": "08:01:12",
      "speaker": "AMARA WALKER, CNN HOST",
      "sentences": "Hi, everyone. I'm Amara Walker, along with Victor Blackwell, and Sara Sidner is joining us from Tel Aviv. It is 8New this morning, CNN has learned that the U.S. Secretary of State Tony Blinken now announced plans to head back to Israel, to meet again with Prime Minister Benjamin Netanyahu. He will do that tomorrow, after a weekend of meetings with Arab leaders. In moments we're going to watch him get off a plane in Cairo, for a meeting with Egypt's president. Today, hundreds of thousands of people inside Gaza are on the road to Rafah crossing, and it remains closed. Overnight, Israel says that it struck more than 100 targets inside of Gaza, adding to this destruction and humanitarian crisis involving there. They also say they killed a top Hamas commander who engineered the slaughter at the kibbutz last Saturday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:01:12",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "Right now, Israeli troops are positioned just across the border. And new details from \"The New York Times\" suggest that whenever the ground invasion starts, it will be long and very bloody. Senior officials say Israel's objective is to capture Gaza City. We are also seeing fresh clashes to the north. Israel and Lebanon trading fire, earlier.CNN's Sara Sidner is with us this morning, from Tel Aviv. Sara, another tension filled day. You heard, I guess it was about an hour ago, some sirens. What is the sense, where you are, of how close this next phase of the war is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:10",
      "speaker": "BLACKWELL",
      "sentences": "Certainly is.Sara, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:10",
      "speaker": "WALKER",
      "sentences": "Thank you, Sara.Israeli forces have warned that the new phase of the war against Hamas is coming, as troops and military equipment amass at the border. For more on the developing military situation, let's bring back retired U.S. Army Brigadier General Steve Anderson. General, good to see you. So, first off, what might the first stage of a ground offensive look like? Could it be on big, targeted attacks they're trying and hit Gaza from multiple fronts? BRIG. GEN. STEVE ANDERSON, U.S. ARMY (RET.): Well, thank you, Amara, and Victor. Absolutely, they want to hit on multiple fronts. Right now, of course, they've secured the border that goes throughout the entire perimeter of Gaza. Of course, the objections have down here, but -- and they're massing at the border, preparing for an offensive operation. I believe that the smart move is to cut the country and a half, by taking the Gaza power plants, and then isolating Hamas up here in the north, and in Gaza City. Then they can continue to provide incredible pressure. Remember, the Iranians are fighting a proxy war through Hamas, and they would like nothing better than Israel to get bogged down in Gaza City. And this would be an incredibly tough fight. I mean, look at some of these areas here, you can see this is kind of a before and after shot of what the Israelis have been able to do from afar. They need to continue to provide this kind of pressure on the city of Gaza. It's a four dimensional fight. They've got to see, water, and, of course, ground, and air, but they also have tunnels. There are perhaps hundreds of miles of tunnels that have been built up over the last couple years over there, and that's going to be a very difficult fight. I mean, when I first started when I was a young company commander in a tunnel route in Vietnam. A 45 in a flashlight, and there you go. I mean, this is a very difficult fight. So, they're going to have to stand back, they're going to have encircled Gaza, and they're going to have to apply pressure from outside. They don't need to go charging willy-nilly into the city, because it's such a tough fight, they need to continue to apply pressures, and let the Palestinians come up to Hamas and say, we don't have food, we don't have water, our kids can't get medicine, I need you to stop this. You need to get us out of this, you need to release the hostages and shift (ph) -- and stand down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:10",
      "speaker": "BLACKWELL",
      "sentences": "General, you said, that the IDF needs to apply pressure, but also exercise restraint. Explain how both of those things can happen, if they can?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:10",
      "speaker": "ANDERSON",
      "sentences": "They can happen, by restraint I mean, they don't need to conduct ground operations in Gaza City itself. You're talking about terrain like this, where every turn and, you know, you close condense buildings, perhaps 50,000 buildings, over a million civilians, Hamas is going to use human shields.I don't believe they need to get bogged down in the city, an urban environment like this. I think what they need to do is encircle it. They need to apply the pressure, the brigade of this blockade they've established. The people are going to suffer, but they're going to come up on the net, and then to say, hey, look, get us out of, here because that's the best way to draw the human intelligence that can provide the Israelis what they need to do, to conduct pinpoint attacks, and find the hostages, and kill the Hamas leadership.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:10",
      "speaker": "BLACKWELL",
      "sentences": "But does that mean -- you say, does that mean starve the Palestinian people, continue to -- because they will be so hungry and so desperate for water, and medicine, that then they will give up Hamas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:10",
      "speaker": "ANDERSON",
      "sentences": "It sounds callous, but this is a war. Think of what the Hamas did to the people of Israel, this unprovoked attack. So, yes, they need to -- I'm not saying starve, we don't want to see anyone suffer unduly. But they definitely need to apply pressure by utilizing this blockade to stop the people from getting the resources that they used to, and then motivate them to leave the area, to go to the south, perhaps the United Nations can establish some refugee camps down here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:10",
      "speaker": "WALKER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:10",
      "speaker": "ANDERSON",
      "sentences": "And the more people you can get down here, from up here, the better opportunity the Israelis will have to actually win this war, and achieve their objectives of taking up the Hamas leadership. The best way to do that is let the Palestinians help you in that effort. The Palestinians come up on the net, and say hey, the Hamas, there's no good, how we got to get out of this, help us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "ANDERSON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "BLACKWELL",
      "sentences": "All right. In Gaza, conditions are being described as complete catastrophe. Food and water, as we said, are in short supply. Roads have been destroyed, stranding thousands of people at the border.Joining us now is Mai Abushaaban, whose mother, and sister, are stuck in Gaza, at the border, of Egypt. Mai, thank you for your time. When is the last time you spoken with them, what do they tell you about the situation there? MAI ABUSHAABAN, MOTHER AND SISTER ARE STUCK IN GAZA/EGYPT BORDER: Hi, Victor. Good morning. Thank you so much for having me. Last I spoke to my mom and sister, I'd say, it's about last night for us. And the conditions in Gaza just continue to get so much worse. I mean, we are watching one of the largest humanitarian crisis unfold, and the United Nations has called on Israel to allow humanitarian aid into Gaza, to allow the people a break from what's going on, essentially, a cease-fire, and we are not really seeing like that in the media or between two parties. It's honestly so sad to see what's going on. I mean, the Gaza Strip is one of the most densely populated regions on earth, to see over 2 million people, a collective punishment, is not only ridiculous but it's a violation of international law, and Israel should be held accountable for that. BLACKWELL: So, your mother, your sister are there, at -- I assume at the Rafah Crossing, hoping to get into Egypt? How are they? I know you've spoken with him, but what have they said are the conditions there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "ABUSHAABAN",
      "sentences": "Right. So honestly they are terrified. Speaking with other family members who had have been born and raised in Gaza, and are currently there, they are saying that we are just as terrified as them. We may have experienced war before, we may have experience something like this, but this is -- what's happening now is unprecedented.I mean, they have never seen an attack on casa, in this magnitude, to the severity, and it is really causing the humanitarian situation there to just de-escalate at a very fast rate. I mean, there's over 2,000 people dead, almost 10,000 people injured, and the people of Gaza, from what I understand, are calling upon the international community to put an end to these human rights violations, and to get some sort of humanitarian aid into the border through Egypt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "BLACKWELL",
      "sentences": "Now, if your family is able to get out, to get to the other side of that crossing, what them? What happens next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "ABUSHAABAN",
      "sentences": "I'm sorry, you cut out in the first part of your question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "BLACKWELL",
      "sentences": "Oh, I apologize. Yeah, the question is, if your family, your mother and sister, are able to cross into Egypt, what happens next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "ABUSHAABAN",
      "sentences": "So, once they cross over the border, they take a cab, or a taxi. It's about a six, seven-hour drive, to Cairo. And then they fly back to Houston.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "BLACKWELL",
      "sentences": "Oh, okay. Mai Abushaaban, thank you for your time and giving us another family's perspective of what's happening there in Gaza. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:01",
      "speaker": "ABUSHAABAN",
      "sentences": "Thank you so much, sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:18:05",
      "speaker": "WALKER",
      "sentences": "Moments ago, President Biden touched on that humanitarian crisis in Gaza.He tweeted this, we must not lose sight of the fact the overwhelming majority of Palestinians had nothing to do with Hamas's appalling attacks, and they're suffering as a result of them. Also new this morning, Secretary of State Antony Blinken plans to travel back to Israel tomorrow. He will do that after a flurry of high stakes sessions, with Arab heads of state this weekend. One of those meetings happens this hour with Egypt's president. We expect them to talk about a potential humanitarian corridor for civilians in Gaza. Joining us now is former U.S. ambassador to Israel, and Egypt, Daniel Kurtzer. Ambassador, thank you for joining us. First off, I just want to get your reaction to President Biden's tweet. This is a president who has repeatedly expressed unwavering support for Israel, and not that this tweet diminishes that it all. What do you make of him pointing this out? Obviously, the president's thinking short term and long term about the potential number of civilians in Gaza who will be killed as a result. AMB. DANIEL KURTZER, FORMER U.S. AMBASSADOR TO ISRAEL &amp; EGYPT: Well, the president has made clear in his public statements over the past few days the support that he is prepared to give to Israel, and I think it's important that he's now sending a message both to the Palestinians and to the Israelis that he's concerned about humanitarian distress. There's no question that Gaza is suffering a rather severe humanitarian crisis. As General Anderson said, it would be nice if the people of Gaza rose up and told Hamas that it's unacceptable, but in the meantime, the international community, including the United States, has to do something to ensure that the people of Gaza don't suffer more than they currently are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:05",
      "speaker": "KURTZER",
      "sentences": "Well, let's think about this secretary's agenda. Number one, in Israel, he was sent here to essentially convey the support of the United States. But he had to substantive issues at least on his agenda. Number one, what's the humanitarian crisis? And number two, the hostage situation and the possibility of a cease-fire.So, I think it's actually quite interesting, maybe a small positive indicator that he's ready to go back to Israel. Perhaps hearing some things from his travels around the region, that suggests the beginnings of a pathway towards perhaps a cease-fire, perhaps as hostage release, we don't know, but I think it's a positive development.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:05",
      "speaker": "WALKER",
      "sentences": "Perhaps a pathway for humanitarian aid to get into Gaza? I do want to play some sound for you, because Egypt's foreign ministertold CNN's Wolf Blitzer, by phone, that is far as Egypt is concerned, the Rafah border -- excuse me, the Rafah border crossing is actually open, even though the reports we're getting is that it is closed, and that it is inoperable on the Gaza side. But first, here's what he said. (BEGIN VIDEO CLIP) SAMEH SHOUKRY, EGYPTIAN FOREIGN MINISTER (via telephone): The Rafah crossing officially is open on the Egyptian side, and has been open all along. And the problem that arose was that it's -- it's been subject to aerial bombardment thereby on the Gaza side. The roads are not in the state that can receive the transit of vehicles. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:05",
      "speaker": "WALKER",
      "sentences": "There's clearly confusion about what's happening at the Rafah border, and we should also say that there are hundreds of Palestinian Americans who possibly are waiting there, hoping to get out.Is this miscommunication? Or is there a calculus here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:05",
      "speaker": "KURTZER",
      "sentences": "Well, I think on Egypt's part, there's certainly a calculus. They do not want a massive influx of refugees, essentially overburdening their own resources and capacity. And so, there has been some control exercised over that border crossing. They're also probably has been some bombing that has created some physical damage, but theEgyptians want to make sure that when those gates open, foreign nationals, dual nationals, will be able to cross, but they're not I think in the first instance going to permit a mass influx. They want to exercise some control there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:05",
      "speaker": "WALKER",
      "sentences": "There was a statement from an Iranian official basically warning the world, and Israel particularly, and it said this in the statement, if the Israeli apartheid's war crime and genocide are not halted immediately, the situation could spiral out of control and ricochet, far-reaching consequences.How seriously stood Israel and the U.S. be taking Iran's potential involvement in this war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:05",
      "speaker": "KURTZER",
      "sentences": "Well, I would advise taking it very seriously. There are at least two hotspots that can boil over at any point. Number one on the West Bank, where there been a number of interactions -- quite violent interactions between Israeli forces and Palestinians, and settlers. And that could spiral out of control.And overnight, there's been additional action up on the northern border, with at least one Israeli killed. Unfortunately we saw the killing the other day of a journalist and Israel has now, apparently, created a kind of buffer zone to keep civilians out of the area close to the border. Any one of those areas could spiral under out of control, let alone as the Gaza situation continues to worsen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:05",
      "speaker": "WALKER",
      "sentences": "Ambassador Daniel Kurtzer, appreciate your time. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:05",
      "speaker": "KURTZER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:14",
      "speaker": "BLACKWELL",
      "sentences": "You say you're getting close. As we watched the 15 rounds in January, close isn't enough. Now these meetings that are happening this weekend, Politico suggests that he and his allies, you are one of them, you'll tell me if you fall into this next category, are trying to potentially bully their way to getting him the votes.Here's a quote from the story. \"Their strategy is simple. Smoke up the holdouts in a public floor vote and put them in a political pressure cooker.\" You said, you know, you want everybody's name on record. Is that what the strategy is, to try to bully votes to bring him to 217.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:14",
      "speaker": "GOOD",
      "sentences": "I don't know how you would bully members of Congress who have their own choice to make on who they want to vote for. I don't know what kind of pressure or bullying tactics anyone would be doing. I certainly haven't heard of any who does.I have not been reaching out to any of the holdouts myself this weekend. I haven't been calling out any of those who I suspect might not have committed to him. I haven't seen anyone else calling out members of congress directly, any members. But that said, we will ultimately have to get to the floor for a vote. I think that there will be a great interest in finally coming together, so that we can begin to try to pass the rest of our spending bills and begin to express our concerted House position, supporting Israel and begin to work on funding the government, as we should have done before we had to remove the previous speaker. So I think members will want to vote for that consensus. Jim Jordan is clearly a consensus leader in the conference right now. And I think he's going to get that required 217 votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:14",
      "speaker": "BLACKWELL",
      "sentences": "All right. So during a closed-door meeting earlier last week, you said that the next Speaker must be willing to shut down the government to gain leverage and spending fights. Is Jim Jordan willing to do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:14",
      "speaker": "GOOD",
      "sentences": "He has not said that he would do that, but the point I was making was to the previous speaker, I said, if we make it clear that there's no way we would risk a government shutdown, no matter what the Democrats do.In other words, if we passed our spending bills and the Senate refuses to take them up because they won't cut spending at all, they won't secure the border at all, we ought to be willing to use every tool of leverage that we can to do what we told the American people we would do. The current spending trajectory is not sustainable. We've got $33 trillion in debt, a $2 trillion deficit. We're on our way to $50 trillion in debt the next ten years. We've got $1 trillion of interest payments now because of the soaring interest rates. The American people are getting crushed by the interest rates, by the inflation. And our border security is terribly compromised, our national security. I think people recognize what's happening in Israel is more likely, by the day, with the Biden open border policies. So Republicans in the House are the only firewall, the only potential hindrance to the Biden/Schumer agenda. So we have to be willing to use every leverage at our disposal agenda. You know, we tried to fund the government with a CR on a Friday before the Saturday CR, the ultimate pass. We need to pass four of our spending bills. The Senate has passed zero as you know. We need to pass the remaining eight bills by November 17th. We can do that if we elect a speaker before this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:14",
      "speaker": "BLACKWELL",
      "sentences": "Let me ask you something. You mentioned what's happening in Israel. The Florida Governor Ron DeSantis on the question of bringing Palestinians -- the civilians from Gaza to the U.S., here's what he said.(BEGIN VIDEO CLIP) GOV. RON DESANTIS (R-FL); And I don't know what Biden is going to do, but we cannot accept people from Gaza into this country as refugees. I am not going to do that. If you look at how they behave -- not all of them are Hamas, but they are all anti-Semitic. None of them believe in Israel's right to exist. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:14",
      "speaker": "BLACKWELL",
      "sentences": "Two questions here. Do you agree with the decision that there should be no Palestinians from Gaza coming to the U.S.? And do you agree that every man, woman, and child, civilian there, is an anti-Semite?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "GOOD",
      "sentences": "We have done irreparable harm to the national security of the country. When you see that they brought what -- 100,000 plus Afghanis evacuated in a week with little-to-no vetting. I went and met with those at Fort Pickett in my district, with thousands of them, most of whom were military-age men who did not speak English, yet they were supposedly our translators --(CROSSTALKING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "BLACKWELL",
      "sentences": "Congressman -- ok, I want to get some clarity on a point -- hold on for a second, Congressman.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "GOOD",
      "sentences": "We should not be bringing more -- we should not be bringing more illegal immigrants. We should not be bringing more individuals from --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "BLACKWELL",
      "sentences": "Well, they would not be illegal immigrants and they're Afghans. But I just want some clarity. Because I don't know that this is a question on which you want to leave some ambiguity. When I asked if you every man, woman, and child, every civilian Palestinian in Gaza is anti-Semitic, you said, essentially, how could I know that? Who knows if they're all anti-Semites. Is that what your final answer is on that? Maybe they could be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "GOOD",
      "sentences": "Well, I couldn't propose that they are, and I certainly would not say that they were not. Obviously, I would not know that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "BLACKWELL",
      "sentences": "Congressman Bob Good. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:00",
      "speaker": "GOOD",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:38",
      "speaker": "SIDNER",
      "sentences": "Overnight, the IDF blitzing Gaza with 100-plus air strikes, another sign that ground offensive is potentially hours away.For more on the latest developments with the Israel military, let's turn to one of their spokespeople, Israeli Defense Forces spokesman, Lieutenant Colonel Peter Lerner. It's been a long time, Peter. Thank you so much for joining us. A long time since I have seen you in person -- I should say. Can you give me some sense, Peter, of how long the IDF is willing to wait to ensure that there are the fewest possible civilians injured in Gaza as you prepare for a ground war? LT. COL. PETER LERNER, SPOKESPERSON, ISRAEL DEFENSE FORCES: Sara, we are currently operating in order to ensure that people evacuate the area. We are seeing a strong flow of people going south, which is actuall0y a good thing. And we are watching to make sure that we're seeing what Hamas is actually doing, trying to prevent people by actually establishing road blocks and sending them messages and making announcements telling them to stay. With regard to the time frame, you know, it needs to be done as soon as possible. And we are engaging with various international organizations to ensure that they actually do move south.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:38",
      "speaker": "SIDNER",
      "sentences": "I'm curious, why as soon as possible? Is this something that is about the movement of Hamas or is it about the fact that it's now been a week since their surprise attack on Israel. Can you give us some sense militarily about why time is urgent in your mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:38",
      "speaker": "LERNER",
      "sentences": "So, what is urgent is we are going to destroy Hamas. Hamas has been using and used the Gaza Strip as a staging ground to attack Israel, to brutally butcher babies in their bedrooms. And we are striking Hamas across their entire capabilities, from the Yifkas Sinwar (ph) the mastermind of the massacre all the way down to Bilala (INAUDIBLE) who we killed last night in a targeted strike, and he was actually one of the perpetrators of the attack on Kibbutz Nurim (ph). So from our perspective, the entire organization needs to be banished from the realm of existence.We are operating in order to do so. We will utilize all of our forces to do so. And yes, we will continue to push the people to continue to go south, so that we can try and differentiate between the Palestinians, the people, the noncombatants, and Hamas terrorist organization.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:38",
      "speaker": "SIDNER",
      "sentences": "Lieutenant Colonel, I am curious, because when you talk about this, I mean Hamas has been attacking Israel for a very long time. Israel has been responding for a very long time.Once you go in on the ground, I mean, is the plan to capture Gaza City? And then, if that is the plan after you make an attempt to rid the area of Hamas, then what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:38",
      "speaker": "LERNER",
      "sentences": "So, Hamas has turned Gaza City into a fortress, a mechanism of brutal murder. They cannot be permitted to remain there. So they need to be removed. And what will come afterwards is, first of all, safety and security to the state of Israel.You know, Sara, they opened this war. We are going to win it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "LERNER",
      "sentences": "The IDF and the defense ministry are engaged with the international community to try to facilitate various different things. You know, I think we need to leave -- I speak on behalf of the IDF. We are deeply involved in the combat. We are the warriors. We need to leave the diplomacy for the diplomats. That is where thatis taking place, yes. And we will continue to strike Hamas until we have defeated them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "SIDNER",
      "sentences": "Is there any thought to if these aid organizations are able to get in or able to get some supplies to the everyday person, to the civilians, the mothers, fathers, grandparents, children who are there, whether or not you'll make a pledge to make sure that those aid agencies are not hit, are not struck by Israeli air strikes or munitions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "LERNER",
      "sentences": "You know, we are operating and facilitating and that is why we are pushing people to go south, because there are conditions there to be relatively safer from the hub of the terrorism. And that is, I think, you know, if there's one thing I would say to the international organizations is neutralize your institutions, your abilities and capabilities to facilitate the shifting of people to go south.You must not side with Hamas and say, no, stay, or it's impossible. You need to be able to facilitate and continue your humanitarian mission down south. The whole concept of evacuating people to the south is part of our humanitarian means, so that we can continue to fight and strike Hamas and prevent them from ever, ever being able to strike in our homes and butcher our babies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "SIDNER",
      "sentences": "Lieutenant Colonel, I want to lastly ask you, because there are so many families we have talked to. I know that the IDF and the country and the world have heard from who have family members who have been taken hostage by Hamas in their terror attack on Saturday. Can you give us any update, anything at all?These families are desperate, desperate for information. Are you hearing anything about the hostages, about how they are, their whereabouts, or whether or not it is possible to rescue them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "LERNER",
      "sentences": "Well, I would say, first of all, it is Hamas' responsibility for their well-being, and of course, it's a very sensitive issue, and I don't want to jeopardize anything by saying anything that can actually put them at any risk.I think we need to be very, very cautious in anything we say and leave that for the professionals and not for the media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "SIDNER",
      "sentences": "Lieutenant Colonel, I would never dare to try to decide what has to be done militarily in any of these circumstances. I do want to mention that right now, there are huge plumes of smoke coming up from the Gaza Strip there that you are looking at. It is 3Lieutenant Colonel Peter Lerner, thank you so much for spending the time to speak to us in a very, very tense situation. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:00",
      "speaker": "LERNER",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:14",
      "speaker": "WALKER",
      "sentences": "As the Israel-Hamas war intensifies, Israeli universities have been forced to push back the start of classes this week. Ben Gurion University, one of Israel's leading research universities, located just 25 miles from Gaza, has turned its facility into a makeshift military post with inexperienced medical students treating war wounds.Joining us now is Daniel Chamovitz, president of Ben-Gurion University of the Negev. We appreciate your time, sir. I'm so sorry for the loss, I understand of students and professors and members of your community. Do you know how many have been killed so far? And if you will, also take us inside the university, the dorm rooms and the classrooms and what it looks like there. DANIEL CHAMOVITZ, PRESIDENT, BEN-GURION UNIVERSITY-NEGEV: Thanks very much, Amara. Good morning to everyone. Yes, it's -- we have two stories going on here at the same time. On the one hand, we have a story of atrocities, of death. We have over 50 casualties, several students held hostage in the Gaza Strip. Incredibly awful, grotesque stories of a social worker from our HR department that she and her husband and two daughters burned to death in their cars as they were trying to escape from camping on the beach. And at the same time a story of resilience, where the university has come together to really be a logistics center for the entire south. Our university was put here 53 years by David Ben-Gurion to develop the Negev, Israel's poorest region. And if I had your cameraman here right now. I could take you into our student union. A student union which normally has ping-pong tables and foosball and students on the (INAUDIBLE) eating and doing whatever students normally do. There 0are hundreds of students who are collecting clothes, Wet Ones, diapers, food, baby carriages to be distributed to the people who have been really most seriously affected by what's going on. Our students -- medical students. 500 medical students pushed into duty at our hospitals, treating more than 900 victims who came in, having to deal with wounds that they have yet to be trained to do. 900 people (INAUDIBLE) in just a number of hours. It's unbelievable. But the resilience is just incredible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:14",
      "speaker": "BLACKWELL",
      "sentences": "Yes, I've read that one of the medical students was called up to the medical center nearby and said, I have never seen a gunshot wound before, and then I saw many, because of what had happened nearby.[08:55:00] BLACKWELL: Let me ask you about the conversations that are happening on campus. Because while we are seeing protests and demonstrations of support for both Israelis and Palestinians on college campuses here in the U.S., you have a pretty significant Arab/Israeli population and student body portion there at Ben-Gurion University. Take us inside some of the conversations that you are having there -- those students are having on campus about what happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:14",
      "speaker": "CHAMOVITZ",
      "sentences": "So, I was having a little bit of trouble hearing, a little bit of a technical difficulty. But if I understood correctly, you were talking about the complicated issues we have on campus.Well, first of all, we need to realize that the first casualties of this attack, to reach our hospital, were Bedouin Arab citizens of Israel who live outside of (INAUDIBLE) who were burned in their houses by the missiles that destroyed. So these attacks do not discriminate between Arab and Jews, yes, a vast majority of people who were killed were Jewish Israelis. But Arab Israelis, American Israelis, Christians, tourists, workers have all been mutilated by these attacks. I won't be naive -- yes, go ahead please.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:14",
      "speaker": "WALKER",
      "sentences": "I'm sorry I didn't mean to shut you up because we're running out of time. But I did want to ask you this. Among the 900 victims that entered the hospital, I understand that one was a Hamas gunman who was treated for a wound.Tell me more about that and of course, I'm sure there were ethical dilemmas and conversations regarding this gunman and where he is now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:14",
      "speaker": "CHAMOVITZ",
      "sentences": "Well, there were no ethical dilemmas about it, because when someone takes the Hippocratic Oath in Israel, we treat everybody.The doctors -- I'm not saying it was easy for them, but they treated this wounded terrorist, this man who an hour earlier was cutting the throats of people, shooting them at point-blank range, and saved his life. And he was in a bed right next to one of the victims who he may have been the person who mutilated. I mean after his life was stabilized, he was taken to a military hospital. But that's what we do in Israel. We try to maintain a human faith in everything, because if we lose our humanity, then everything is lost. And if we can maintain our humanity, which we're doing at Ben-Gurion University, in the face of such destruction, then that gives us hope for the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:14",
      "speaker": "BLACKWELL",
      "sentences": "Daniel Chamovitz, president of Ben-Gurion University, thank you so much for your time and your story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:52:14",
      "speaker": "CHAMOVITZ",
      "sentences": "Thanks. WALKEROur thanks to the president of Ben-Gurion University. Have a nice day. (CROSSTALKING)",
      "isLastSentenceInterrupted": false
    }
  ]
}