{
  "date": "2023-12-10",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Being... Billie Jean King. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:00",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "COATES",
      "sentences": "This just tells you why we do this. Thank you so much.You can support all of our honorees right now by going to cnnheroes.com and click donate. Each donation will be matched dollar for dollar. And if you know someone as amazing as tonight's honorees, you can nominate them to be a CNN Hero in 2024, because officially, Anderson, nominations are now open.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "COOPER",
      "sentences": "And we hope that some of these stories have inspired you to get involved and do your part because you too can be somebody's hero. Thank you and good night.DANA BASH, CNN ANCHOR AND CHIEF POLITICAL CORRESPONDENT (voiceover): What's it like being a legendary tennis champion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Billie Jean has done it again. BASH (voiceover)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "BILLIE JEAN KING, FOUNDER, WTA",
      "sentences": "That was the moment I decided I would champion equality the rest of my life.BASH (voiceover): Being a world-famous athlete with a secret.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "KING",
      "sentences": "I was told if I said anything there would not be a tour.BASH (voiceover): Being candid about getting older.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "KING",
      "sentences": "I have experienced ageism now too. Just people kind of giving up on you.BASH (voiceover): Yet, being celebrated as an icon. BARACK OBAMA, FORMER U.S. PRESIDENT: What she did to broaden the reach of the game, to change how women athletes and women everywhere view themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The WTA founder, Billie Jean King.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "COCO GAUFF, US OPEN CHAMPION",
      "sentences": "Thank you, Billie, for fighting for this.BASH (voiceover): In this series, we talk to people in politics and pop culture and find out what it's like to be them. Now, \"Being... Billie Jean King.\" BASH (on camera): You are a champion. You are a trailblazer. You are an activist. What's it like being Billie Jean King?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "KING",
      "sentences": "I have no idea. I think since I was young, I mean, I told my mother at seven, Mommy, Mommy, I'm going to do something great with my life. I know it. I can feel it.BASH (voiceover): Being Billie Jean King means knowing from the beginning she was destined for greatness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "KING",
      "sentences": "I knew the first time I went out to get free instruction with Clyde Walker at Houghton Park in Long Beach, I knew the -- at the end of that session that I wanted to be number one tennis player in the world.BASH (on camera): And how old were you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "KING",
      "sentences": "I was 11. And then, I'd only played -- that was only the second time I'd picked up a racket.BASH (voiceover): She quickly fell in love with the sport, but also quickly noticed deep inequities in tennis that reflected the same about the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "KING",
      "sentences": "At 12, I was playing at the Los Angeles Tennis Club. All the big tournaments were there. And I was sitting in the stands and kind of daydreaming. It was kind of late in the afternoon. And I started realizing everyone wore white shoes, white clothes, played with white balls, everybody who played was white. And I asked myself, where is everybody else? Where's everybody else? That was the moment I decided I would champion equality the rest of my life. But I knew tennis would allow me to have that opportunity if I could be good enough.BASH (on camera): So, your drive to be a tennis champion went hand in hand with your drive to be an activist?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Tell me, I think that everybody would like to know, how does it feel to be the new champ?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "KING",
      "sentences": "Well, I'm very excited right after, but right now I can hardly believe I've won, and I probably won't realize it until tomorrow.BASH (on camera): Tell me about that racket.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "KING",
      "sentences": "Oh, this racket.BASH (voiceover): The New York Historical Society stores artifacts of what made her great for future generations to see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "KING",
      "sentences": "Clark Graebner and I were the first players to use this in 1967 at the U.S. Nationals, which is the U.S. Open. And I won. But this is steel. And one thing you don't want to do is hit your -- I -- oh, god, I hit my knee one time on a sliced backhand. I'm a wee, I'll go through the moon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Billie Jean King of America is seeking her third consecutive singles title.BASH (voiceover): She became the top ranked female player in the 1960s and used her fame and influence to speak out. Struggling to convince the underpaid women players to organize and create an association with bargaining power. More on that later. This is saved from the most watched match of her life. In fact, one of the most watched matches ever in tennis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "KING",
      "sentences": "That's the program at the King Riggs Match. That was actually the magazine. BASH (on camera)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "KING",
      "sentences": "That's the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "BASH",
      "sentences": "That's something.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "KING",
      "sentences": "That's amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Billie Jean would win them all.BASH (voiceover): The epic tennis match between 29-year-old Billie Jean King and 55-year-old Bobby Riggs, a former U.S. national and Wimbledon champion turned self-promoting hustler. The 1973 event, 50 years ago, would be forever known as the Battle of the Sexes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "KING",
      "sentences": "We announced it after Wimbledon. And then, it was off and running. Everybody was talking about it. I mean, people had parties. They had -- the betting in Las Vegas was out of sight. Everybody was involved. It's amazing because I think for the first time some people stopped and thought about their own gender, how do they relate to the opposite gender.BASH (voiceover): Here, the blue sneakers made just for her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "KING",
      "sentences": "Woman athletes --BASH (on camera): Billie (INAUDIBLE) right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "KING",
      "sentences": "I said I needed a colored shoe for the next year because we have television and it's in color now. I played with blue shoes in the King Riggs match.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "BASH",
      "sentences": "Did you help design it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "KING",
      "sentences": "I helped as far as --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "BASH",
      "sentences": "Besides the color?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "KING",
      "sentences": "I helped -- what I did is I called up Adidas and I went to -- I said may I come there to the factory? And so, I went over -- they were in shock. And I said what? No athletes ever wanted to come here. So, well, I do. And I went through the whole factory and thanked each person.BASH (voiceover): And that is also part of being Billie Jean King, connecting with people no matter who they are or what they do. Seeing them as equal, which is also part of her strategy to win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "KING",
      "sentences": "It was the day before this match. I went and met everyone in the arena at the Astrodome. I met the administrators. I met the security guards. Because what can happen, if you get lost in an arena, that is not good. And that happens all the time if we haven't played there before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And here comes Billie Jean King.BASH (voiceover): A massive television audience, 90 million people worldwide watched as she made a dramatic entrance onto the court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "KING",
      "sentences": "I didn't see the King Riggs match until 25 years after the match.BASH (on camera): Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "KING",
      "sentences": "Yes, and I wish I had seen it though because it was so clear that in 1973 where we're at, Howard Cosell talked about only my looks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "HOWARD COSELL, AMERICAN SPORTS JOURNALIST AND BROADCASTER",
      "sentences": "A very attractive young lady, and sometimes you get the feeling that if she ever let her hair grow down to her shoulders, and took her glasses off, you'd have somebody vying for a Hollywood screen test.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "KING",
      "sentences": "Only my looks. He talked about Bobby's -- you know, what he'd done, like Hall of Famer, all his accomplishments, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "COSELL",
      "sentences": "And one hasn't seen in evidence the famed Bobby Riggs slob that much tonight, Jean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "KING",
      "sentences": "So, when I watch Howard Cassell 25 years later, yes, I don't like it, because he is exactly what we're trying to get rid of, and he was doing it 100 percent.BASH (voiceover): The Battle of the Sexes would become a huge moment for female athletes and women far beyond sports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "KING",
      "sentences": "I just related my own personal experiences. As a child, the conditioning that we go through as a girl that wants to be an athlete.BASH (on camera): So much happened in 1973.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "KING",
      "sentences": "Yes, it was a huge, pivotal year for me personally and for the sport of tennis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "BASH",
      "sentences": "You were named Associated Press Female Athlete of the Year. You started the Women's Tennis Association 50 years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "KING",
      "sentences": "You know what I'm really proud of as an athlete, though? I won all three at Wimbledon. I won the singles, doubles, and mixed. And that doesn't happen very often. You don't win three titles at the Majors very often, or they say Slams today.BASH (voiceover): Coming up --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "KING",
      "sentences": "Were you happy on the court today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "COCO GAUFF, US OPEN CHAMPION",
      "sentences": "Yes.BASH (voiceover): -- when an up-and-coming young champion bumps into one of her idols --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "GAUFF",
      "sentences": "If Billie says something you have to remember.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "BASH",
      "sentences": "-- and we get to witness it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "KING",
      "sentences": "You know what you're doing really well now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "GAUFF",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "KING",
      "sentences": "Your contact point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "GAUFF",
      "sentences": "Yes, I've been working on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "KING",
      "sentences": "I'm so happy.BASH (voiceover): And later --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "KING",
      "sentences": "I thought about it because everyone wanted me to. I still get people coming up to me every day saying, we should run for office.(COMMERCIAL BREAK) BASH (voiceover): Being Billie Jean King means having this iconic tennis center in Flushing Meadow, home of the U.S. Open, named for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "KING",
      "sentences": "I still cannot believe it.BASH (voiceover): She remembers her shock getting the news from the U.S. Tennis Association president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "KING",
      "sentences": "He goes, we're going to name the center after you. I'm going, I did not hear this one. There's no way I heard that.BASH (voiceover): She did, and it happened during a grand ceremony in 2006. WILLIAM HESTER, FORMER PRESIDENT, U.S. TENNIS ASSOCIATION: I hereby officially dedicate the USTA Billie Jean King National Tennis Center. Congratulations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "KING",
      "sentences": "That's so nice.BASH (on camera): Now, you drive up on the highway and it says BJK Tennis Center.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "KING",
      "sentences": "You never know. Just keep trying to do the right thing.BASH (voiceover): We were with her just as this year's U.S. Open was starting. She showed us what the stadium looks like from a player's point of view.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "KING",
      "sentences": "Yes, this is where you go onto the -- onto Ashe Stadium.BASH (on camera): So, this is where you walk in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "KING",
      "sentences": "Yes, this is where the players walk in before -- right before they go on the court.BASH (voiceover): At the entrance of Arthur Ashe Stadium, center court at the U.S. Open, a plaque with one of her famous sayings. BASH (on camera): Tell me about this sign. Tell me about this saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "KING",
      "sentences": "Pressure is a privilege. This happened during Fed Cup, which is World Cup of Women's Tennis in Las Vegas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Just pops. That's what happens to me. That's why I do a lot of stuff. And so, I just love it because it's so true. It just reminds me personally that it's such a privilege to be in the sport.BASH (voiceover): As we're talking, the newest phenom in women's tennis, Coco Gauff, walks off the court after practice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "COCO GAUFF, US OPEN CHAMPION",
      "sentences": "Hello.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "How are you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "GAUFF",
      "sentences": "Man, I quote you all the time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "You do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "GAUFF",
      "sentences": "I do. I say, pressure is a privilege all the time.BASH (voiceover): At this moment, the 19-year-old tennis prodigy had won multiple WTA titles, but not yet the U.S. Open.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "GAUFF",
      "sentences": "I've met her a couple times, and my favorite was at the Billie Jean King Cup this year. And you said how much it was an honor to represent your country. And that we should carry ourselves accordingly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Yes, that's good. See? This is what you love about the young ones, they remember.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "GAUFF",
      "sentences": "Well, you have to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Coco, particularly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "GAUFF",
      "sentences": "If Billie says something, you have to remember.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Not really.BASH (voiceover): Gauff's respect and admiration for King is palpable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "I saw you were hitting earlier work.BASH (on camera): She's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "I love hitting. Yes, it's still a privilege.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "GAUFF",
      "sentences": "One of these days I have to hit with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Oh, no. No, these kids are too good now. No, they're --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "GAUFF",
      "sentences": "I'm sure you'll be all right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "No, you hit too hard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "GAUFF",
      "sentences": "I just pull it down if you need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "I can't crack it. You'll guard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "GAUFF",
      "sentences": "I'll hit with the wooden racket. How about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Really slow it down. You know what you're doing really well now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "GAUFF",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Your contact point. I'm so happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "GAUFF",
      "sentences": "Yes, I've been working on it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "You didn't have that right before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "GAUFF",
      "sentences": "No, you're right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "I'm so happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "GAUFF",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "It's great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "GAUFF",
      "sentences": "Thanks, Billie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Good luck. OK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "GAUFF",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Go for it. GAUFF",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "One ball at a time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "GAUFF",
      "sentences": "This is all because of you. So, we appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "GAUFF",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "OK. Good luck.BASH (voiceover): Coco Gauff would go on to win her first U.S. Open title two weeks later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Coco Gough.BASH (on camera): Can you put into words what it's like to compete as you did for so many years at the highest level of your sport?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "I just love to play. I love to hit the ball. I still do. It's magical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "BASH",
      "sentences": "But I like to hit the ball.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "No, but I like to perform.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "BASH",
      "sentences": "And I'm not a champion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Yes, but I like to perform too. See, the tennis court is our stage. I see a tennis court in any place in the world, I just see a court, I get pumped. I go, that's our stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "BASH",
      "sentences": "You're obviously playing to win. But you're playing for what you call the audience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "BASH",
      "sentences": "Which I would never -- it would never occur to me --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Oh, really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "BASH",
      "sentences": "-- that you would be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "We're a performer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "BASH",
      "sentences": "-- thinking of yourself as a performer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Oh, absolutely. Since I started. Oh, absolutely.BASH (voiceover): Walking through the hall of champions, she explains what it takes to be one. BASH (on camera): These pictures are like you, of champions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Yes, there's Connors, Sellers, Agassi, Althea Gibson. BASH",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Well, you -- God has to give you the DNA.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "BASH",
      "sentences": "You said that you figured out early the difference between being a champion and everyone else is the ability to lift your game when you're under the greatest pressure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "That's true. The champions, the great ones, they'll be playing along, but when it gets tight in a match, there are certain points you have to win, and that's when you can raise your game a level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "BASH",
      "sentences": "What's it like to be a champion, to have that moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "You have to make a commitment before you serve or receive. It's got to be total focus and commitment. Like I might visualize I'm going to serve out wide, cover the line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "BASH",
      "sentences": "You see it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "I see it before I do it. And there's total commitment.BASH (voiceover): Despite her otherworldly achievements and icon status --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Hey, Coach.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey, how you doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Hi, Dad. How are you?BASH (voiceover): -- being Billie Jean King is being approachable. Genuinely interested in others she meets, especially young people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Hi. What's happening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's nice meeting you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Nice meeting you too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Good. She's singing the anthem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Oh, didn't you sing it someplace else?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "In Billie Jean (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Yes, you did. I remember you. You were unbelievable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Do you sing, too, or do you like something else?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I like something else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "What do you like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Doctor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Doctor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Doctor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Doctor. Wow. Excellent. Go for it, OK? Just be happy, OK?BASH (voiceover): She's echoing her parents' advice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "My parents were great. They were helicopter parents. You know, like some of the -- I see it all the time with the kids.BASH (on camera): Oh, I'm sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "And they want their child to be number one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "All the time, and I'm like, give them some space, you know? Just give them -- let them be who they're going to be, but be supportive. Of course, I'm just reiterating what my parents did. So, I got lucky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "BASH",
      "sentences": "Right. It worked out for you.BASH (voiceover): For a champion like King, happiness can be complicated during competition. BASH (on camera): You say winning is elation and then relief, but losing, losing is what you're trying to avoid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "I hate losing, it's so painful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "BASH",
      "sentences": "But you're trying to avoid losing more than have the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "KING",
      "sentences": "Yes. More than winning almost, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:00",
      "speaker": "BASH",
      "sentences": "The euphoria of winning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "KING",
      "sentences": "You can dream all you want. You've got to be in for the long game. You have to be patient, persistent.BASH (voiceover): And later, the now 80-year-old is open about aging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "KING",
      "sentences": "I have experienced ageism now too.BASH (on camera): Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "KING",
      "sentences": "Yes, and it's not fun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "BASH",
      "sentences": "How so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:15",
      "speaker": "KING",
      "sentences": "Oh, my gosh.BASH (on camera): That's pretty cool.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:15",
      "speaker": "KING",
      "sentences": "It is totally cool. When I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:15",
      "speaker": "BASH",
      "sentences": "And they're all over the place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:15",
      "speaker": "KING",
      "sentences": "They're -- I can't get away. I got to close my eyes.BASH (voiceover): Her image on posters all over marking a pivotal anniversary, 50 years of equal prize money for women at the U.S. Open, part of a mission for equal pay she remembers in excruciating detail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:15",
      "speaker": "KING",
      "sentences": "Tennis became professional in 1968. What that means is I finally got money. I used to get -- we used to get like a per diem of $14 a day. And then, our generation -- my generation, is what I call the transition generation. We took tennis from amateurism to being a professional sport.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Tea got serves. It's out. Billie Jean has done it again. For the third time, the name goes on the huge plate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:15",
      "speaker": "KING",
      "sentences": "In 1968, Rod Laver won Wimbledon and got 2,000 pounds, and I won Wimbledon and got 750 pounds. And I had fought so hard, and a lot of us have fought so hard for professional open tennis. And finally, we have it. And then I get this check. What is it? 37.5 percent of what Rod Laver got. And I go, and that's going to be another challenge now.I went, oh, no. I remember in my heart -- my heart sank when I got that check. Just like, oh, no. Now, I got to fight for this. BASH (voiceover): Frustration with disparity in prize money would boil over in 1970, when, in protest, King helped lead a revolt. Women players announced they were creating their own tournament. They risked it all, signing $1 contracts with the tournament promoter, and then they played.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:15",
      "speaker": "KING",
      "sentences": "We had an eight-woman tournament, and that is the birth of women's professional tennis. But then what? We need a tour.BASH (voiceover): Weeks later, the start of a professional women's tour was announced. (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:15",
      "speaker": "KING",
      "sentences": "So, we got very lucky. Virginia Slims came in and made a big difference with the money. But we just -- you know, I look back and we're just so lucky, so fortunate that we had people who wanted this to happen.BASH (on camera): But was it luck?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:15",
      "speaker": "KING",
      "sentences": "Well, I think it took a lot of -- I don't know, it's -- I don't know if it's luck or not. I think we all worked hard. Here are the three things we decided for the future. And the WTA, which is the Women's Tennis Association, three years later also, we kept it, we adopted it, OK?Number one, the reason we were doing all we were doing was that any girl born in this world, if she were good enough, she'd have a place to compete. Number two, we would be appreciated for our accomplishments, not only our looks. And number three, obviously, we're going to make a living playing the sport we love.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:15",
      "speaker": "BASH",
      "sentences": "You just said something that, again, women today take for granted. You wanted to make a living. The notion of a woman making a living was anathema in society.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:15",
      "speaker": "KING",
      "sentences": "It was huge.There's nothing better for a human being to be able to get paid for playing the sport well. We are entertainers. We are performers. And I think a lot of the girls have changed for the better and that they have a lot more personal pride in their personality. They feel, I've done it. I didn't have to ask mom and dad for the money. I didn't have to ask a group for the money. I did it because I played well. I earned that money. BASH (voiceover): Then it was the U.S. Open. BASH (on camera): You led the idea of pushing for, for the very first time at the U.S. Open, pay equity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "BASH",
      "sentences": "It was the first time ever?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "KING",
      "sentences": "First time. U.S. Open is the first of anything I know in this whole world that was equal with men and women.BASH (voiceover): In 2023, 50 years later, when U.S. women's singles champion Coco Gauff got the same prize money as the men's winner, a $3 million check, she knew who to thank.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "GAUFF",
      "sentences": "Thank you. Oh, my goodness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You're an inspiration to us all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "GAUFF",
      "sentences": "Thank you, Billie, for fighting for this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "KING",
      "sentences": "Yes.BASH (on camera): To be standing there at the U.S. Open, 50 years after you led the fight for equal pay and to have a 19-year-old African American woman get a $3 million check and to thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "KING",
      "sentences": "It was awesome, because that's when you know you did the right thing, that it was worth it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "BASH",
      "sentences": "You definitely made waves, which was your point. But my impression is that you tried to be pretty practical --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "KING",
      "sentences": "Extremely practical.BASH (voiceover): Why that? It's just, you know, nature? KING: It's not going to work. It's not. You can dream all you want. You've got to be in for the long game. You have to be patient, persistent, appreciate each person that talks to you, what their needs are. What do they want? You're going to ask for something. You better know both sides or all sides. There might be more than two sides. But it's important to understand when you want something, what are they going to get out of it as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "BASH",
      "sentences": "That's your winning strategy, isn't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "KING",
      "sentences": "Well, everybody wins then. Nobody -- yes, absolutely. It's business. Actively listening is really an art. I think about that every day I wake up. I go, remember to listen actively. Not just listen, actively listen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "BASH",
      "sentences": "That's -- really, that's like a mantra that you think about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "KING",
      "sentences": "Yes, I think about it every day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "BASH",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "KING",
      "sentences": "Because I think to understand somebody else, I have to really listen to them. It's about them. It's not about me. It's about them. And I want to know about them. That's what makes life interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "BASH",
      "sentences": "Not everybody is that interested in other people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "KING",
      "sentences": "Well, you know what I tell people? If you're not interested, it means -- and you think someone's boring, it means you're not asking the right questions. And I'm saying that to you, which is even funnier. That's how I feel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "BASH",
      "sentences": "I'm with you. I love it.BASH (voiceover): As she continued to pursue her tennis career, she and her then husband, Larry King, launched several businesses, a magazine, a new sports league.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And for tennis, what a Saturday night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "KING",
      "sentences": "And it was a pretty exciting evening, as you're going to see. I know how excited I was.When we started World Team Tennis in '74, it's men and women on the same team, it's equality, we have coaching, equality, everything's equality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Chris Evert to serve in the west in this super tiebreaker. Evonne Goolagong hits wide. She's wide. And that super tiebreaker is even at four a piece.BASH (voiceover): She became the player coach for the Philadelphia Freedoms, which her friend Elton John wrote a song about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:00",
      "speaker": "KING",
      "sentences": "Elton and I went to one of his concerts, we're in the back seat of the car. He looked at me and said, I want to write a song for you. I said, I don't -- I didn't think I heard him. I said, well, what? And he says, no, what do we call it? What do we call it? I go, Elton, Elton, I got to get used to the idea. You're even going to write us. Hold on. What are we going to call it? How about if we call it \"Philadelphia Freedom\"? I said, that'd be a great gift to the people of Philadelphia. That would be unbelievable. It would be like an anthem. He says, OK.Hey, Bernie Taupin, who does all his lyrics. Bernie, I'm writing a song for Billie Jean. We're calling it \"Philadelphia Freedom,\" I need you to write it. (MUSIC PLAYING) BASH (voiceover): In 1975, \"Philadelphia Freedom\" went to number one. (MUSIC PLAYING) BASH (voiceover): Coming up, the truth about her sexuality. When Billie Jean King was outed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:38:47",
      "speaker": "KING",
      "sentences": "I know it's the right thing to do at the time.BASH (voiceover): Back when she was on top of the tennis world, being Billie Jean King meant keeping secrets. BASH (on camera): You had an abortion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:38:47",
      "speaker": "KING",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:38:47",
      "speaker": "BASH",
      "sentences": "When you were married to Larry?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:38:47",
      "speaker": "KING",
      "sentences": "Absolutely.BASH (voiceover): It was 1971, she was winning tournaments all over. But her marriage to husband Larry King was on the rocks. BASH (on camera): Was it a hard decision to have an abortion as a married woman?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:38:47",
      "speaker": "KING",
      "sentences": "For me? No. Nothing. I'd asked Larry for a divorce. I still wanted the divorce. He wouldn't give it to me. I did not want to bring a baby into this world, in this mess. I did not want to do that.BASH (voiceover): It was pre-Roe v. Wade. In her home State of California, abortion was legal, but not an easy process. BASH (on camera): You called this humiliating. What happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:38:47",
      "speaker": "KING",
      "sentences": "I had to go in front of all men, maybe, and two women. They had to vote on whether I could have an abortion or not. I started to walk into this room and I could hear Larry behind me going, this is absolutely ridiculous. Now, that you have to go through this. And then, we had to, you know, find a way that they'd vote that I could have this abortion.BASH (voiceover): It became public when a magazine pushing abortion rights printed her name on a list of famous women who had abortions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "KING",
      "sentences": "At first -- I didn't know what my sexual orientation was. I never imagined being attracted to a woman, ever. And so, when I started to be, I started, like, what's going on? I was already married to Larry. He was my guy. I loved him.But soon she found she was attracted to women. Grappling with who she truly was and what could happen if the world knew.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "KING",
      "sentences": "I was told if I said anything that there would not be a tour.BASH (voiceover): Not just for her, but the entire women's tour could collapse if its brightest star, one of its founding members, was a lesbian. BASH (on camera): You were literally told, if you come out --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "KING",
      "sentences": "No tour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "BASH",
      "sentences": "-- no tour. But no tour, what that means is the mission of your life, the -- in terms of equality, your tennis --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "KING",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "BASH",
      "sentences": "-- and the people who rely on you and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "KING",
      "sentences": "Support us too. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "BASH",
      "sentences": "-- support you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "KING",
      "sentences": "They're going to go away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "BASH",
      "sentences": "And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "KING",
      "sentences": "It was frightening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "BASH",
      "sentences": "And you obviously thought that they were right, that that would have happened. KINGBASH (voiceover): For decades as she was fighting for equal rights for women, she couldn't pursue a free and open life for herself. Then, in 1981, a former lover filed a lawsuit, making their relationship public.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Tennis star Billie Jean King admitted today that she had a love affair with a woman, now suing her for support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "KING",
      "sentences": "I've always felt very -- it's very important that people have their privacy. And unfortunately, someone in my life doesn't think it's very sacred.BASH (on camera): What was that moment like when you realized, in your words, that you were outed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "KING",
      "sentences": "It was terrible. I knew my life would change forever. My life would be more difficult forever. It was.BASH (voiceover): She admitted to the affair, but not her true sexual orientation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "KING",
      "sentences": "It's very important to me, to especially thank Larry, because I love him very much. He's my lover, my husband and my best friend, it has been for 19 years.This was a long, long haul for me. A long ride. And when I was outed in '81, I lost everything overnight. Now, today, I'd be celebrated. BASH (voiceover): Not then. She lost millions in endorsement and marketing deals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "KING",
      "sentences": "I was going to sign one very, very big contract with a clothes company during the same week that the lawsuit came out, they called and said forget it. And then a few other ones were dropped.I lost everything, but I also gained things. I gained who are my true friends, which is huge. BASH (voiceover): When she was outed in 1981, she was already secretly dating fellow tennis player Ilana Kloss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "KING",
      "sentences": "Ilana and I started going together in '79 in Stockholm. We were both at a tournament. That's when we got interested in each other.BASH (voiceover): They did not openly discuss their relationship until 2006 when Ilana sat down for an interview on an HBO special.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "ILANA KLOSS, TENNIS PLAYER",
      "sentences": "It was a scary time. I mean, I think -- you know, Billie Jean was still married. I was starting to be in her life. BASH (voiceover)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "KING",
      "sentences": "I mean, I'll have people come up to me and say, oh, I got married yesterday, and they're like 23 years old. And I'm going, yes. You know, a gay couple or whatever. That would never have happened then.BASH (voiceover): She's still close to her ex-husband Larry. BASH (on camera): You're godparents to your ex-husband's children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "KING",
      "sentences": "Children, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "BASH",
      "sentences": "And he wants you to be happy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "KING",
      "sentences": "He wants me to be happy, yes. He always thought I should have children. He's probably right.BASH (voiceover): So, did her mother, whom she describes as supportive, but traditional. BASH (on camera): You were kind of a people pleaser, particularly with your parents. Was that part of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "KING",
      "sentences": "It does have effects on you and it had effects on me, definitely.BASH (on camera): You said you had stomach issues?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "KING",
      "sentences": "I had stomach issues. I had trouble sleeping. I can really sleep. So, I knew something was wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "BASH",
      "sentences": "Do you think that you're eating disorder is a result of you hiding?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "KING",
      "sentences": "Oh, for sure. Hiding, not accepting myself the way I am, wondering who I am, all those things, sure. The thing that I want is to be honest, really, with people. That's it, be honest, open, truthful, and that's not easy sometimes. I mean, I went through the times I couldn't be, and I just hated it.BASH (voiceover): At age 51, she checked herself into the Renfrew Center for Eating Disorders. KING: I went to Renfrew for six weeks in Philadelphia. I still have the same therapist. It was a great experience. Every morning I wake up I say, I have an eating disorder. BASH (on camera): And what is your eating disorder?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "KING",
      "sentences": "Yes, I'm a binge eater. So, when I binge, I get fat. Like, I don't purge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "BASH",
      "sentences": "And this is something you still struggle with?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "KING",
      "sentences": "I do it every day, sure. Every single day I have -- I wake up thinking, OK, just try to eat right. But I don't want to get obsessed with it either. I'm just like an alcoholic.Thank you very much. BASH (voiceover): When we come back, one dream she never pursued, at least not yet. BASH (on camera): Did you consider using the platform --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "KING",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "BASH",
      "sentences": "-- that you had to run for office?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "KING",
      "sentences": "I thought about it because everyone wanted me to. I still get people coming up to me every day saying, we should run for office.(COMMERCIAL BREAK) BASH (voiceover): These days, being Billie Jean King means taking time to mark all that she's accomplished.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "I'm inspired by every single player who has built on this vision that brought us together in 1973, and the players of today and tomorrow.BASH (voiceover): Milestone celebrations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "So, thank you so much everyone. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BASH",
      "sentences": "And a milestone birthday.BASH (on camera): When this airs --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "I will be 80.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BASH",
      "sentences": "You will be 80. How does that sound?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "It's a number.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BASH",
      "sentences": "How's it feel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "It feels good, except for what the feedback I get from the public is not great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BASH",
      "sentences": "How so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "Well, because they say, 80. Wow. Whoa. And I say that to myself like, God, that's a -- you know, I can't run like I could, I can't -- I certainly couldn't. And you know, I go to the U.S. Open and watch the players, I go, I wonder what it'd feel like to run and feel the wind in my hair again, you know? That'd be fun.I used to love -- because I used to have this shag and I'd run and I'd feel the sweat and I'd feel the wind go through my hair and I love that feeling. I'm never going to have that feeling again. But I watched the others and I vicariously lived through it. I still hit tennis balls, which is magical for me. You know, Ilana got me out during COVID. And I started hitting tennis balls again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BASH",
      "sentences": "How long had it been?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "About 20 years, I think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BASH",
      "sentences": "You hadn't hit a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "I don't think so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BASH",
      "sentences": "You hadn't hit tennis ball in 20 years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "I don't think so. I don't think I've gotten out. Maybe I hit one or two, but I didn't make it a like practice twice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BASH",
      "sentences": "You didn't miss it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "Yes, I did miss it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BASH",
      "sentences": "Why didn't you do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "I had lots of knee operations and the shoulder and all that. So, I always just, careful. But, oh, my God, it was the greatest. I'm so glad Ilana got me to hit again.BASH (voiceover): She actively supports today's athletes in lots of ways. She and wife Ilana are part owners of the L.A. Dodgers, of Angel City FC, a National Women's Soccer League team. And now, will help run the new Women's Hockey League.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "Well, my brain's always in the future, but right now, I'm really thrilled that we announced the Ice Hockey League in Toronto.We just started an Ice Hockey League, are you kidding? Come on, hockey, can you believe these girls? The families are crying, the girls are crying. They're so excited because this is a chance for the very top women in hockey to have a league. It's a huge investment. It's millions and millions and millions of dollars. Will we see success in five, 10 years? I don't know. The NHL, hockey started with six teams in 1916. This is 107 years later that the women are going to get their chance. And they're starting with six original teams. BASH (on camera): I've heard you say that maybe you should have run for office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "After the King Riggs match, I think everybody in the country probably would have known my name. You know, for a lot of politicians, they can't get through the clutter of people even knowing who they are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BASH",
      "sentences": "Is it something that you wanted to do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "I think if I did not have sports, I would have gone to law school and definitely tried to be president of the United States. Why not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BASH",
      "sentences": "80 is apparently not something that is disqualifying to be president, so that's possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "No, that's another thing. I have experienced ageism now, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BASH",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "Yes, and it's not fun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BASH",
      "sentences": "How so?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "It's just people have kind of given up on you, they don't think you're any good.BASH (voiceover): Hard to believe, especially when sifting through more memorabilia at the New York Historical Society. BASH (on camera): That moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "Presidential Medal of Freedom, was what a day.BARACK OBAMA, FORMER U.S. PRESIDENT: What she did to broaden the reach of the game, to change how women athletes and women everywhere view themselves, and to give everyone, regardless of gender or sexual orientation, including my two daughters, a chance to compete both on the court and in life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BASH",
      "sentences": "And there's the official certificate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "Here -- yes, that certificate there.BASH (voiceover): Awarded by President Obama in 2009. BASH (on camera): I heard you say that when he said LGBTQ --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "Yes. The first president ever to mention it that I know of. Do you know of anyone before that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BASH",
      "sentences": "I don't think so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "So, he mentioned our community, and that was important to me.BASH (voiceover): Especially since, she says, being gay quashed any political ambitions of her own. BASH (on camera): Your sexual orientation, that was holding you back?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "Oh, there's no way. Yes, it was holding me back. There's no way. Are you kidding? I wouldn't have gotten up to bat, never mind get the first base. No way in the 1970s. Are you kidding? No way.Well, maybe I'll have to start thinking about it again. I don't know. I thought about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BASH",
      "sentences": "What do you know now that you wish you knew 50 years ago?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "KING",
      "sentences": "I didn't know who my authentic self was. And now, I do. Huge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "BASH",
      "sentences": "What is the authentic self of Billie Jean King?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "KING",
      "sentences": "It just shows that what we can do together, how we can have unity, we have to keep pressing, we have to be visible, we have to be strong towards equality.BASH (on camera): How do you embrace the positive mindset that you talk about? It's not an easy thing to do in any forum, especially competitive sports, I would think.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "KING",
      "sentences": "You have -- we all have choices. I have a choice. Do I want to be positive and go for it, or do I want to be negative and what I consider a loser in life? Forget sports or any of that, but I have choices. We have choices. It's like making the best of difficult times.I think it's important also to get help. To ask for support. I mean, I have therapy still. I've had therapy more than half my life, and that has helped me more than anything, it's asking for help, asking for support. It's OK, whatever you feel, it's OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "BASH",
      "sentences": "And that helps you stay positive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "KING",
      "sentences": "Yes, definitely.BASH (voiceover): And she's still looking ahead. Next year is the golden anniversary of her Women's Sports Foundation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And the founder of the Women's Sports Foundation, Billie Jean King.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "KING",
      "sentences": "I started that in '74. So, in '24, it'll be our 50th anniversary for that. And I started that to give opportunities. We've given out over $100 million in grants at local levels, which is where it all starts. Just like I had free access in Long Beach, my brother had free access, and we had free access -- I had free access to courts and to coaching. And without that, I would not be sitting here with you.BASH (on camera): Your accomplishments are such that what you wore is preserved behind glass in a museum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "KING",
      "sentences": "That's a good way of thinking about it. I like that, Dana. I don't know. It's pretty awesome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "BASH",
      "sentences": "Do you think legacy -- do you think, what do I want my legacy to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "KING",
      "sentences": "I do think about it, but not for very long because I think everyone's going to decide what my legacy is. I think people decide what your legacy is, don't you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "BASH",
      "sentences": "I think you can create it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "KING",
      "sentences": "Well, I'm trying to do that, I guess.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "KING",
      "sentences": "I don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "BASH",
      "sentences": "What do you want it to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "KING",
      "sentences": "Well, someone that made a difference, I hope. But I don't know. I don't sit there and think about myself like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "BASH",
      "sentences": "I get that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "KING",
      "sentences": "I don't know. What do you want yours to be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "BASH",
      "sentences": "I don't know either. But I'm not Billie Jean King.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "KING",
      "sentences": "Yes.BASH (voiceover): She has made a difference in so many lives, inspiring and empowering women athletes and women beyond sports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "LINDSEY VONN, RETIRED AMERICAN ALPINE SKI RACER",
      "sentences": "I definitely work towards, you know, getting a fair amount of pay. Billie Jean was a huge inspiration to me, someone that I always looked up to. And she's such an icon and she's never stopped working towards equality. JULIE FOUDY, RETIRED AMERICAN SOCCER PLAYERAnd literally the next day I was flying in to meet with U.S. Soccer. The entire national team was coming together. And we were supposed to sign another $10 a day contract where we got nothing, and we were supposed to be grateful for it. And I said to the team, oh, hell no. Because Billie told us we couldn't do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "KING",
      "sentences": "What happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "FOUDY",
      "sentences": "And they were like, that's right. And so, literally, that day meeting Billie was the catalyst. That was the start of our equal pay fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "KING",
      "sentences": "Well, I started to learn about business. And that's the greatest gift I've had, in some ways, to help change things. Because I try to tell other athletes when they talk to me, they go, what should I know as a professional athlete? What should I do? I said, learn the business. Learn what they -- you know, your owner or your promoter, whoever's doing this tournament, or a team sport, I don't care what it is, learn the business. Understand what their challenges are, not just our challenges.BASH (on camera): And why is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "KING",
      "sentences": "Because players always know they want more. More -- you guys, this is -- we're all doing in this together. What do they need? What do they want? They have to make money too, or else we're not going to have these opportunities.BASH (voiceover): Being Billie Jean King means fulfilling the destiny she proclaimed for herself as a very young girl, to be a tennis champion, and to use that success to be an advocate for equality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "KING",
      "sentences": "Bring all of yourself to everything you do.BASH (voiceover): Seventy years later, her goals are the same.",
      "isLastSentenceInterrupted": false
    }
  ]
}