{
  "date": "2023-01-30",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "Putin's Ex-Speechwriter To OutFront: Putin Is \"Acting Erratically\"; Memphis Police Department Now Says 7 Officers Were \"Relieved Of Duty\" A Day After Beating Of Tyre Nichols During Traffic Stop; First On CNN: 2 People Who Were Hired For And Found Classified Docs In Florida For Trump Testified Before Federal Grand Jury; Report: Many Republicans Quietly Hoping Trump Will Go Away; McCarthy Asks Santos When He Plans To Address Controversies; \"Laverne & Shirley\" Star Cindy Williams Dies At 75. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:39",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "OUTFRONT next, crackdown. A Russian couple arrested for having a private conversation critical of Putin's war. This as Putin's former speechwriter tells me his former boss is erratic, with no strategy and could be endanger of a military coup. He is OUTFRONT.Plus, breaking news, CNN learning a seventh officer from the Memphis police department has been relieved of duty after the deadly arrest and beating of Tyre Nichols. Two emergency medical workers fired. Will they be charged? And Republicans afraid of Trump running, but wait until you hear what the strategy is to stop him. Let's go OUTFRONT. And good evening. I'm Erin Burnett. OUTFRONT tonight, arrested. A Russian couple handcuffed just for criticizing Putin's war. It happened in the town of Krasnodar. According to the independent Russian monitoring group, OVD-Info, the couple was having a private conversation at a restaurant you're looking at here. The conversation had some things critical of the war in Ukraine, and somebody called police, you see there. The couple were arrested. This is the type of police state that, of course, we saw in Nazi Germany, informants, people rounded up just for speaking out. I mean, private conversation at a restaurant? And this is coming as Putin is stepping up his assault in the eastern part of Ukraine in the frontlines. A Ukrainian commander describes the situation there as, quote, living hell. A new video into OUTFRONT from Ukrainian soldier tonight reportedly in Bakhmut, officers' terrifying glimpse into that hell. (VIDEO CLIP PLAYS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "BURNETT",
      "sentences": "The shooting never stops. You just heard it again and again, brutal and lethal and nonstop.According to a Ukrainian commander, his forces are holding the line, but and I quote him, it is quite difficult. Every day, every hour is a constant permanent battle, which is consistently difficult and there is no way to distinguish or say that one day differ significantly from another. So, something have to stop and think about the meaning of those words. And Putin, we understand, is about to accelerator, at least according to the Ukrainian President Volodymyr Zelenskyy, who warns tonight, that Putin wants revenge. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator):  Russia really wants some big revenge. I think it's already started. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "BURNETT",
      "sentences": "Warning that Russia wants revenge, but what does Putin really want? In a moment, you're going to hear from the Russian president's former speech writer, someone who worked with Putin closely, both when he was president and also when he was prime minister.But, first, let's go to the ground. Fred Pleitgen has been on the front lines in Ukraine. And, Fred, what are you seeing there tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "FRED PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi there, what we are seeing is that the fighting is drastically picking up. We saw some vicious battles going on to the north of where I am right now. Massive exchanges of artillery, but also fears, ground training as well enforced as the Ukrainians and Russians are fighting for turf.Here's what we're learning. (BEGIN VIDEOTAPE) PLEITGEN (voice-over):  Ukraine's retire eastern front is now heating up. This as Russian infantry -- in the massive firefight and force near the town of Kreminna. Close by, where creeping through the same forest were the Ukrainian frontline drone unit called Dnipro 1, that scouts out Russian positions and directs Ukrainian fire. Drone operator Ruslan says working in the forests is extremely dangerous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:39",
      "speaker": "RUSLAN, DRONE OPERATOR",
      "sentences": "Full time work in tanks, a lot of artillery from different directions, from east and from north.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "RUSLAN",
      "sentences": "Mostly last month, our army goes straight -- but last I think two weeks, maybe we stop and Russians making counterattack.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "PLEITGEN",
      "sentences": "And all the time, drones will shape the way this war changes. I think important to point out, Erin, that what you heard there in that report, those thuds, those utility thoughts, those explosions, we were on the ground for several hours in the area, and it did not stop at anytime that we were there. And we were witnessing all of that.Now, the Ukrainians say they believe what is actually going on there is that a lot of the people that Russia mobilized late last year are now arriving at the front line. The Russians are beefing up their presence there, and they are going on the counterattack, and while this might not yet be the start of that spring offensive, they certainly believed it could be a prelude to it, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BURNETT",
      "sentences": "All right. Thank you very much, Fred Pleitgen, in Ukraine.And OUTFRONT now, Putin's former speechwriter, Abbas Gallyamov. And, Abbas, thank you so much for your time. We are hearing about these heavy losses for the Russian army. You know Putin well. You have been watching him closely. What do you see right now? ABBAS GALLYAMOV, FORMER PUTIN'S SPEECHWRITER; RUSSIAN POLITICAL ANALYST:  Well, I see that he is in a kind of loss. Judging by his actions -- physically, he seems to be in good shape. Much better than he was in spring, then say April and May. But judging by his abductions he is making mistakes and he is acting erratically. You know, a lot of things which seem to be illogical. Like he is appointed one person promoting, one person, then the next month he is demoting him. He is giving too much power to Prigozhin, then taking power from Prigozhin again. The same -- so it is a kind of like, it looks like, you know, as if he is at a loss. He understands that he has to act. But he doesn't know what to make. So his hands are moving by themselves and he is just -- balances and counterbalances and creating new balances, new counterbalances, the things he was doing for many years, he is accustomed to doing, but now this is a different situation, he needs different kind of action, but he is unable to deliver it there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BURNETT",
      "sentences": "Now, in this contact here, watching Putin, I know your focused on the next Russian presidential election. And you believe that Putin needs to announce his candidacy in the coming months. So, if he's going to run he needs to announce that in the coming months.But you think he may cancel the elections? What would that mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "GALLYAMOV",
      "sentences": "Well, I can say, military but it is also possible to say they will definitely have some civilian allies. So, broadly speaking, it would be military elite coup, something in between.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "BURNETT",
      "sentences": "All right. Abbas, thank you very much. I appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "GALLYAMOV",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "BURNETT",
      "sentences": "And now, I want to go OUTFRONT to the former U.S. ambassador to Russia, John Sullivan.And, Ambassador, it's good to see you again. You hear Abbas talking about a change that he has seen in Putin's behavior since the beginning of the war, concurring with you, he thinks he looks physically well right now, but referring to him as erratic and looks as if he is at a loss in terms of what to do. Have -- what do you see right now? Have you seen such a shift? AMB. JOHN SULLIVAN, FORMER U.S. AMBASSADOR TO RUSSIA:  Well, thanks, Erin. It's good to be with you again. Well, I'd say, I attributed to the stress of being one year into a failed massive war that he's started. He is flailing for ways to try to address the obvious shortcomings of his special military operation. And he is operating under a lot of stress. I think that accounted for the change we saw on his physical appearance last year. He is in a very, very difficult spot. And I think that that's reflected in his actions and his decisions. He doesn't have many good options.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "BURNETT",
      "sentences": "No. And in this constant fixed it, is interesting because you are the last, you spent a lot of time with him. You know what you are talking about here. You knew replacement, the U.S. ambassador of Russia, actually arrived in Moscow today. It was just today.And, Ambassador, there were a group of protesters there to greet her, and they were chanting, war is a business for the ambassador. And, of course, I guess just to say the obvious to everyone watching, Russia does not have protests except for when it does, as an except for when it's officially sanctioned. What do you make of this today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "SULLIVAN",
      "sentences": "Well, anyone who was protesting outside the Russian foreign ministry, without the authorization of the Russian government, not only would have been taken away immediately by the police but prosecuted and sent to prison. This protest is obviously organized by the Russian government, they organized protests outside our embassy when I was ambassador. Usually, they were for a short period of time.We suspected that the people were paid for their time, maybe an hour. They bring video cameras. They videotaped people with signs. Chanting slogans and they would go home. I'm confident this is what happened to my successor, Ambassador Tracy today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "BURNETT",
      "sentences": "So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "SULLIVAN",
      "sentences": "Lynn is a very complex diplomat, she is used to dealing with this type of situation. But I must say, and three years as ambassador, I never had that happen to me. I had crowds outside of the MFA, media, cameras, video cameras. But I never had protesters with signs when I was going into the MFA.I think this is just a sign of how badly fractured our relationship now is with Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "BURNETT",
      "sentences": "Well, today, the former U.K. Prime Minister Boris Johnson talked about a conversation he had with Putin. And this was literally just ahead of the invasion.And, when you talk about fractured relationships, here's what Boris Johnson said Putin said to him. Let's listen to this. (BEGIN VIDEO CLIP) BORIS JOHNSON, FORMER U.K. PRIME MINISTER:  He's sort of, he threatened me at one point and said, you know, Boris, I don't want to hurt you, but with a missile, it would only take a minute, or something like that, you know? Yeah, Julie. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:03",
      "speaker": "BURNETT",
      "sentences": "Ambassador, the Kremlin spokesperson Dmitry Peskov said today in response to that, what Mr. Johnson said is not true. More precisely, it is a lie.What do you make of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:03",
      "speaker": "BURNETT",
      "sentences": "Ambassador Sullivan, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:03",
      "speaker": "SULLIVAN",
      "sentences": "Thank you, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:14",
      "speaker": "BURNETT",
      "sentences": "Breaking news, three Memphis fire department employees fired after the death of Tyre Nichols. The department saying in a statement tonight that the EMTs failed to properly assess Nichols when they arrived on the scene just minutes after he was brutally beaten by police officers.And this comes as we also learn of a seventh Memphis police officer whose name has not yet been released, was placed on leave the day after the arrest. Nick Valencia is OUTFRONT to begin our coverage and I want to warn that some of the video that he is about to show is disturbing. (BEGIN VIDEOTAPE) NICK VALENCIA, CNN CORRESPONDENT (voice-over):  Tonight, seven Memphis police officers have now been relieved of duty in the Tyre Nichols investigation, including the officer wearing this body camera, identified by Memphis police as Officer Preston Hemphill. Hemphill can be seen firing his Taser at Nichols following the initial traffic stop on January 7th. After Nichols takes off running with other officers chasing him, Hemphill is heard on his body camera saying --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:14",
      "speaker": "PRESTON HEMPHILL, MEMPHIS POLICE OFFICER",
      "sentences": "I hope they stop his ass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:14",
      "speaker": "VALENCIA",
      "sentences": "A source confirms, Hemphill seen here, receiving a certificate for 40 hours of skill training from the Memphis crisis intervention team was also a member of the now disbanded Scorpion unit, but he is not been charged like the five former officers now facing secondary murder. Hemphill's lawyer says his client never went to the second scene where the beating occurred and that he is cooperating with the investigation.Attorneys for Nichols family released a statement today saying in part that the news today from Memphis officials that Officer Preston Hemphill was reportedly relieved of duty weeks ago, but not yet terminated or charged, is extremely disappointing. Why is his identity, and the role he played in Tyre's death, just now coming to light? According to a spokeswoman for the Shelby County D.A.'s office, all officers and first responders who were at the scene of Nichols's arrest are being looked at for possible charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:14",
      "speaker": "STEVE MULROY, DISTRICT ATTORNEY FOR SHELBY COUNTY, TN",
      "sentences": "We are extraordinarily quick, within less than three weeks we went from the incident to a filing charges of against the five officers who are primarily responsible for the death of Tyre Nichols and who were on the scene, now as to everybody else, it is going to take some time as we do that investigation. But I assure you, the investigation is ongoing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:14",
      "speaker": "VALENCIA",
      "sentences": "And the disturbing footage released Friday by the police, you can see Nichols being beaten with a baton. He is also punched and kicked, all the while, his hands remain restrained behind his back. In the video, you can see other officers standing around after the beating.TYRE NICHOLS, 29-YEAR-OLD:  Mom!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:14",
      "speaker": "VALENCIA",
      "sentences": "His mother also reacting to the moment in the video were Nichols can be heard yelling for her.ROWVAUGH WELLS, TYRE NICHOLS' MOTHER:  As the mother, you want to be there protect your child. And, for me to hear he was calling my name, and I didn't hear him, or I wasn't there to protect him. It just hurts me to my core. (END VIDEOTAPE) VALENCIA (on camera):  And tonight, we reached out to the Memphis police department to ask why we are just now hearing about that seventh officer, when they were relieved of duty weeks ago. Erin, they did not directly respond means and the press release instead, saying that their investigation continues. Meanwhile, we are learning that Tyre Nichols funeral is scheduled for Wednesday at 10:30 in the morning, Reverend Al Sharpton is expected to be among the high-profile games here. It will no doubt be an emotional night -- day rather.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:14",
      "speaker": "BURNETT",
      "sentences": "Absolutely. Nick, thank you very much.And I want to go now to Ben Crump, the attorney for the family of Tyre Nichols. And, Ben, I appreciate your time tonight. First, this news we are just learning. The Memphis Fire Department firing three employees after they released a timeline showing that Nichols was not transported to the hospital until 27 minutes after the first paramedics arrived. The video shows, you know, what we all have had to watch in excruciatingly wait, by the stand around, waiting for the ambulance to arrive or much of that time. Do you know, Ben, anything about why? Why this took 27 minutes, why they were standing around?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:14",
      "speaker": "BEN CRUMP, TYRE NICHOLS FAMILY ATTORNEY",
      "sentences": "No, that is the questions that were raised initially when he saw the video, because it was just heart-wrenching. When you see Tyre in handcuffs against the car, he falls to one side of the car, and a minute later, they tell him to get up, he doesn't get up, they stood back up, then he falls to the opposite side and repeats it like two or three times, and then he is just on the ground, Erin, obviously in distress. And nobody has offered him any -- render any aid and not anybody is often held any ounce of humanity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:14",
      "speaker": "BURNETT",
      "sentences": "Do you think that those empty should be charged?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "Ben, we're also learning tonight that a total of seven officers were relieved of duty the day after Nichols's arrest and we know that five of them were charged, right, those are the ones we were have been talking about for days, today we found out the name of the sixth officer who was relieved of duty. Not yet charged though.We're looking at him. His name is Preston Hemphill. He was part of the initial traffic stop. His body camera is the one which captured part of the confrontation, which I warn everyone is disturbing but I want to show everyone something very important. Preston Hemphill's gun is immediately drawn when he pulls up. You see that. Before Tyre Nichols is pulled out of the car, he's got his gun drawn. Then he puts his gun away and instead he pulls his Taser which eventually fires, obviously fails to stun Mr. Nichols. Then after Nichols gets away, you hear him say, quote, I hope they stomp his ass. Should he be charged? Are you surprised he hasn't been yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "CRUMP",
      "sentences": "We're very surprised he hasn't been charged yet. We're very surprise he hasn't been charged yet. And in fact, Tyree Nichols's father, Mr. Rodney Wells, asked that very question the first time we saw that video, before America saw that video. He said, you know, why hasn't the white police officer beenterminated? And that is the question we're still asking today. Because we understand that they've been relieved from duty, it's not been terminated. And so, we think, anybody involved in this excessive, brutal use of force, that killed Tyre Nichols, should be held accountable, Erin Burnett, and the fact, what he is saying, that tells you that this was part of a culture of this scorpion unit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "CRUMP",
      "sentences": "I hope that they stomp him where they when they catch him. That is their mentality.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "Let me ask you, Ben, you are talking about excessive and brutal use of force. But a moment ago, you use the word lynching. I know you didn't obviously do it in passing, or lightly.What makes you feel that that's the right word to use?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "CRUMP",
      "sentences": "Because, Erin, when you think about how they hunt him down, kidnapping, aggravated kidnapping is part of the charges, and what is all a lynching? When a lynch mob chases the victim down and captures him and they torture him. How can you say that this wasn't torture, what they had Tyre Nichols endure?So I intentionally say that this was a police lynching. And we have to call out this severity at which police officers engage with unarmed Black citizens as nothing more than exactly what it is. It is a lynching. If it was regular citizens, like an Ahmaud Arbery, we would call that a lynching and nobody would say any different. If police do it, that doesn't make it any different either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "BURNETT",
      "sentences": "Ben Crump, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:02",
      "speaker": "CRUMP",
      "sentences": "Yes, ma'am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:19",
      "speaker": "BURNETT",
      "sentences": "Breaking news in the Trump Mar-a-Lago classified documents investigation. CNN just learning that two people hired to search Trump's properties for the classified documents testified before a federal grand jury. Source tells CNN that two people who found classified material inside of Florida storage facility testified for about three hours each. Evan Perez is OUTFRONT on the breaking news.And, Evan, what more do you know about these two people? And where the investigation stands right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:19",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Well, Erin, the Justice Department and the Trump team have been a little bit -- as the prosecutors were trying to get access to due to people. We don't know they're names. We do know however, thanks to the reporting from my Kaitlan Collins and Katelyn Polantz, these two people did go into the federal grand jury here in rushing ten, that is working with the team and the special counsel prosecutors are in investigating the former president for his mishandling of classified documents, found at Mar-a- Lago.Now, the search that these two people did back in October, did turn up additional documents. And it really gives you a sense of how aggressive the prosecutors are being in this case. Simply because this is a more complicated case, this is a case involving potential obstruction of justice. In contrast to the documents that were found at President Biden's home and off -- private office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:32:19",
      "speaker": "BURNETT",
      "sentences": "Right.And the documents found at Mike Pence's former Vice President Mike Pence's home. More recently. It gives you a sense of how much more aggressive they are being, because of the issues and the litigation that has been going on between the justice department and the former President Trump. One other thing that the, that we have learned, is that the prosecutors are also trying to get access to some files on the computer of at least one staff member at the -- at Mar-a-Lago. Again, another indication of the aggressiveness behind its investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "BURNETT",
      "sentences": "So, you look at this as we're moving closer to indictment, what does this mean in terms of a timeline here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "GOODMAN",
      "sentences": "So, the timeline by all indicators suggest that this is moving ahead pretty fast. These would be some of the last people they would maybe need to interview, because these are the late stages of the case. This is the potential obstruction that takes place after all of the other actions, and the avoidance of the grand jury's subpoena.We know that the Justice Department has told the Trump team that they do not believe that Trump is still returning all of the cost for materials in his possession. And the last piece was this idea that he had these two individuals go in search additional properties. It sounds like that would be the last element that special counsel Jack Smith would need to show up, as a one of the loss elements before deciding whether or not to recommend an indictment to the attorney general.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "BURNETT",
      "sentences": "All right, obviously, this is going to be a crucial development. And one that's seats could be holding up the entire presidential election season at this point, for both parties.All right. Ryan, thank you very much. So, OUTFRONT next, former President Trump has been back on the campaign trail. He only declared -- that thing looming that people are waiting for. But he is back on the attack. There's new reporting indicates that the GOP fear is that there is no plan to stop him. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "sentences": "I'm more angry now and I'm more committed now than I ever was.Plus, embattled Congressman George Santos meeting behind closed doors with Speaker McCarthy. We have new details tonight on what McCarthy told him. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "BURNETT",
      "sentences": "New tonight, Republicans want Trump to disappear. That is the reporting from \"The Atlantic's\" McKay Coppins, who spoke to more than a dozen current GOP officials and strategists.But their plan to get rid of him? Well, you will have to hear this believed. And I'm going to talk to McKay about his reporting in just a moment because it all comes as Trump ramps up his attacks on his new top target, the Florida Governor Ron DeSantis, the man many consider to be Trump's top threat in 2024 if he also enters the race. Kristen Holmes has been traveling with Trump when his campaign stops, and she is OUTFRONT. (BEGIN VIDEOTAPE) KRISTEN HOLMES, CNN NATIONAL CORRESPONDENT (voice-over):  Donald Trump hitting the campaign trail, and pushing back on criticism of his months long hiatus since announcing a third presidential bid in November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "sentences": "I'm more angry now, and I'm more committed now than I ever was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "HOLMES",
      "sentences": "The former president not only taking aim at his critics, but potential 2024 rivals as well, specifically, Florida Governor Ron DeSantis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "TRUMP",
      "sentences": "Ron would have not been governor if it wasn't for me.When I hear he might run, you know, I consider that very disloyal. But it's not about loyalty, but to me it is, it's always about loyalty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "HOLMES",
      "sentences": "One time allies --GOV. RON DESANTIS (R), FLORIDA:  Is this Trump country or what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "TRUMP",
      "sentences": "We have only one choice. Ron DeSantis for governor. He is going to be a great, great governor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "HOLMES",
      "sentences": "Trump and DeSantis now appear on a possible collision course in a 2024 presidential primary.A rising star in the Republican Party, DeSantis is coming off a 19- point landslide reelection win in November. GOV. CHRIS SUNUNU (R), NEW HAMPSHIRE:  Obviously, Ron DeSantis is looking to run for president which is fine and he'd probably win New Hampshire right now without a doubt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "HOLMES",
      "sentences": "As descend as makes inroads with conservatives Trump, trying to. Disrupt that momentum, claiming the Florida governor is now trying to rewrite history when it comes to his handling of COVID-19.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "TRUMP",
      "sentences": "There are Republican governors that did not close their states. Florida was actually closed for a very long period of time. They're trying to re-write history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "HOLMES",
      "sentences": "But DeSantis isn't the only former Trump ally signaling they might take him on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "MIKE PENCE, FORMER VICE PRESIDENT",
      "sentences": "There may be somebody else in that contest I'd prefer more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "MIKE POMPEO, FORMER SECRETARY OF STATE",
      "sentences": "What matter to the Pompeos who else decides to run? We'll make that decision based on whether we think this is our moment.NIKKI HALEY (R), FORMER SOUTH CAROLINA GOVERNOR:  Can I be that leader? Yes, I think I can be that leader.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "HOLMES",
      "sentences": "Yet not every potential rival sparking a similar attack from Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "TRUMP",
      "sentences": "Nikki Haley told me the other day to talk to me. I talk to her for a little while, but I said, look, you know, go by your heart if you want to run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "HOLMES",
      "sentences": "As he embarks on his third run for the White House, Trump is facing mounting legal woes and calls from some Republicans to move on from lies about his 2020 election loss that incited the attack on the U.S. Capitol.On the trail in South Carolina, Trump offering a different message.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "TRUMP",
      "sentences": "This campaign will be about the future. This campaign will be about issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "HOLMES",
      "sentences": "Still, the former president making clear he was ready for a nominating fight even as he remains the lone GOP candidate in the field for the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "TRUMP",
      "sentences": "We don't do prevent defense. We just keep defending and we're going to win and we're going to win very big.(END VIDEOTAPE) HOLMES (on camera):  And, Erin, as you noted, I was with Trump this weekend, traveled with him from New Hampshire to South Carolina and it was really his official campaign launch and it was interesting to see him almost participating in a traditional campaign. Something we haven't seen since early 2016. He stayed on script. He stayed away from the 2020 election lies for the most part. He even participated in a small campaign stop as you see politicians do at an ice cream and hamburger shop in South Carolina talking to voters and his advisers were absolutely thrilled. He followed their advice. But many of them I talked to said, there's still some concern that they don't know how long this is going to last. They have some concerns. They believe this is how he could actually reintroduce himself to voters, but will he stick with that? We know he likes to do what he likes to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:05",
      "speaker": "BURNETT",
      "sentences": "Yeah. Absolutely.All right. Kristen, thank you very much for your reporting. And now, I want to go to McKay Coppins, who wrote that story for \"The Atlantic\" that I just told you about, titled \"Republicans 2024 magical thinking\". What an appropriate title, McKay, given what you write about. OK. So what you write about is that virtually everyone in the Republican Party and you've talked to dozens of people, senior officials, strategists, members of the GOP, agree that it's time to move on from Donald Trump. But you say they have no plan on toppling him. They are just hoping he goes away. I mean, are they just hoping he gets indicted and that just magically makes him disappear?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "BURNETT",
      "sentences": "OK. And then there's this hope. This morbid hope, but this just brings home your reporting to that magical thinking, you write this, quote, in my conversations with Republicans, I heard repeatedly that the least destructive path to getting rid of Trump, grim as it sounds, might be to wait for his expiration.Their rationale was straightforward. The former president is 76 years old, overweight, appears to maintain a diet of a college freshman and believes, contrary to all know science, that exercise is bad for you. Why risk alienating his supporters when nature will take its course sooner or later? OK. McKay, obviously, this isn't just morbid. It also isn't backed by what we know. His health is reportedly fine, you could easily do another term as president, which is all he would be allowed to do by law, and that there are some just sitting around hoping for that literally?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "COOPINS",
      "sentences": "Yeah, I mean, should also note his parents both lived into their late 80s or early 90s. You know, one former Republican congressman described this strategy to me as actuarial arbitrage and literally said that he has spoken to many Republicans who will put on the red hat and campaign for Trump and go up on stage with him and then the next day say I can't wait for this guy to die. That's a direct quote.So I was taken aback by how often I heard this. I thought it was a morbid, dark joke, but I heard it so often it started to become clear this was what a lot of Republicans believe and it just speaks to the desperation in the party right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "BURNETT",
      "sentences": "It absolutely does. All right. Thank you very much. I appreciate it. I hope everyone willread your full article in \"The Atlantic\". Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:02",
      "speaker": "COPPINS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:04",
      "speaker": "BURNETT",
      "sentences": "New tonight, McCarthy and Santos behind closed doors. A senior Republican source telling CNN the House speaker met with Santos today and asked him when he plans to publicly address the swirling controversies around him. Something Santos, of course, repeatedly claims he'll do.Here is how he responded when our Manu Raju asked him about it tonight. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:04",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "When do you plan to have a press conference addressing all these allegations? You said you would, sir.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:04",
      "speaker": "BURNETT",
      "sentences": "Santos is under investigation, as you know, for possible campaign finance violations, including serious questions about a $700,000 loan made to his campaign. And that is just on top of all the lies he's told about his resume and his personal life, ranging from where he went to school to where he worked, his heritage.Here's just some of what he said. (BEGIN VIDEO CLIPS) REP. GEORGE SANTOS (R-NY):  My grandparents survived the Holocaust. I'm a Latino Jew. My mom was a 9/11 survivor. They sent me to a good prep school, so -- which was Horace Mann prep in the Bronx. I actually went to school on a volleyball scholarship. When I was in Baruch, we were the number one volleyball team. I put myself through college and got an MBA from NYU. I also founded my own nonprofit organization prior to running, I decided to close it. It was an animal rescue. We have a great organization. We were able to save animals, dogs, cats, horses. I've lived an honest life. I've never been accused of any bad doing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:04",
      "speaker": "BURNETT",
      "sentences": "Of course, he was accused of embezzlement in Brazil. Now you have these other investigations on campaign finance. Miguel Marquez, you see him is OUTFRONT from Santos' New York district office in Queens.So, Miguel, what did you find there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:04",
      "speaker": "MIGUEL MARQUEZ, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Well, look, despite all of those controversies, despite the fact that the sign over the door here still has the name of the former congressman, he is going. I was out here a few weeks ago and there was nothing in this office.Now he has moved in. They do have staff. There is no video, no audio, no weapons, limit to three inside. He does have staff there. They're hiring more people here as well. And they may even hire or start up a second office. This is on the far western side of his district. They may have an office in the main part of his district farther east of here. But Santos says, look, have I been to this office. I am doing everything I can to do the basic work that constituents want, everything from veterans benefits, migrant issues, to passport assistance to constituents. He says he is spending a lot of his time working with constituents. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:04",
      "speaker": "SANTOS",
      "sentences": "I have spoken to constituents largely. And I've been fielding calls and answers this whole time.The media does one good thing, is you guys like blowing stories that are not there up, and you also use word salads to make sure you confuse the constituents. (END VIDEO CLIPS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:11",
      "speaker": "BURNETT",
      "sentences": "Miguel, thank you very much.And next, we do have some sad news to report. Actor Cindy Williams, best known for her role in \"Laverne and Shirley\" we just found out has died. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:11",
      "speaker": "BURNETT",
      "sentences": "And finally tonight, Cindy Williams, the actress who played Shirley on the hit sitcom \"Laverne &amp; Shirley\", has died.(VIDEO CLIP PLAYS)",
      "isLastSentenceInterrupted": false
    }
  ]
}