{
  "date": "2023-05-17",
  "headline": "CNN News Central",
  "subHeadline": "North Carolina Lawmakers Pass Abortion Ban; American Killed in Bakhmut; Debt Limit Talks; Bike Path Terrorist to be Sentenced; Intruder Enters Jake Sullivan's Home. Aired 9-9:30a ET",
  "utterances": [
    {
      "timeStamp": "09:00:04",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "New secretary concerns in the capital. How did someone get past multiple Secret Service agents and get inside the home of the president's national security adviser?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:04",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "A missing girl found after six years. The discovery thanks in part to a Netflix series.Those stories and more all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:04",
      "speaker": "BOLDUAN",
      "sentences": "This morning abortion rights in America are back in the spotlight. On the federal level, the fate of a key abortion pill is now once again in court. Oral arguments are set to begin very soon before the Fifth Circuit Court of Appeals. A case brought by anti- abortion activists who want to ban Mifepristone nationwide.And then on the state level, the focus is in the Carolinas, where two separate efforts to further restrict abortions in both states have hit a critical juncture. In North Carolina, nearly all abortions after 12 weeks of pregnancy are now banned. As a Republican super majority in the state legislature voted to override Democratic Governor Roy Cooper's veto of their bill, shouts of shame could be heard from the gallery after the gavel fell there. And in South Carolina, Republican lawmakers are at it again. After debating for more than 12 hours yesterday on a near total ban on abortion, they're heading back into session to continue the fight. Let's start in North Carolina. CNN's Dianne Gallagher is in Raleigh, North Carolina, for us. Dianne, after having his veto overridden, what is the governor going to do? Can he do anything? DIANNE GALLAGHER, CNN NATIONAL CORRESPONDENT: You know, Kate, from a legislative point, no, he cannot. But the governor says that he does have a plan. And I'll get to that in just a moment. But, look, as of last night, when the GOP super majority in the North Carolina house and senate overrode the governor's veto, this abortion bill is now law. Most of it goes into effect on July 1st, which will then take the current cutoff for abortions in North Carolina from 20 weeks to 12 weeks with some exceptions. But, look, Democrats are pointing to the host of other changes that this law will make to the landscape here in North Carolina, including to medication abortion, requiring several in-person appointments and adding new regulations, reporting and licensing requirements that Democrats and medical associations say could make it harder for people to obtain abortions even before that cutoff date. Now, look, the Democrats last night tried to speak out about this. They said that they felt like this was going to backfire on Republicans, noting that North Carolina has not just been a place where abortion is relatively popular for its citizens, but in the southeast in general it has been a haven of sorts as other states began drawing back and rolling back their abortion access after the Dobbs decision. Democrats told me that they feel like this is a winning campaign issue for them leading into 2024. Something that Governor Roy Cooper said in a statement shortly after that override, saying, North Carolinians now understand that Republicans are unified this their assault on women's reproductive freedom. We are energized to fight back. State Senator Sydney Batch told me last night, Kate, that she felt like when Democrats are talking about abortion, it is a winning issue. But when Republicans are talking about it, it is a losing issue. I will say that speaking to Republicans last night, they're continuing to call this a mainstream bill, pointing mostly to that 12-week cutoff, not to the other changes in the bill. And they are calling it a compromise bill. But, again, it is a compromise within their own caucus. They did not confer with any Democrats on this legislation. Again, they passed it in 15 days from the point that it was actually introduced until the point that the veto was overridden last night. And so we are looking at a warp speed massive change to the landscape here in North Carolina that Democrats plan to make a central issue in the 2024 elections here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:04",
      "speaker": "BOLDUAN",
      "sentences": "You can be sure about that.Dianne, thank you so much for the reporting. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:04",
      "speaker": "BERMAN",
      "sentences": "Sara, this morning we are learning the identity of an American killed in Ukraine. Retired Army Staff Sergeant Nicholas Maimer died in a brash of Russian artillery fire in the embattled city of Bakhmut. Maimer served more than 20 years in the military before retiring in 2018. He was working for the non-profit AFG Free in Ukraine.Idaho Senator Jim Risch said he met with Maimer in Kyiv last summer. He shared this photo of the two of them together saying, quote, it was clear Nick was exceptionally well trained for and sober about the realities of the war in Ukraine. CNN's Nic Robertson joins us now from eastern Ukraine. And, Nic, Sergeant Maimer was in Bakhmut when he died. We keep getting reports of fierce fighting there, including more movement that we've heard in months and months with the Ukrainians perhaps taking back territory. What are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:04",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "Yes, there's really two fights that are going on in and around Bakhmut at the moment. There's the one in the center, the fight for those high-rise buildings where the Russians continue to take territory where we understand that intense fight there was where Sergeant Maimer finally was killed in the fighting. And then there's the fight around the outside, in the fields, to try to sort of encircle the city. It's in the fields and around the city the Ukrainian government officials are saying that they're having the most success, but it's the center that is the most deadly area of the fight, the hardest part of the fight and the area, frankly, where it does seem that the Ukrainians still continue to lose ground.What's important in the ongoing battles there is if, for the Ukrainians, that they can draw in more Russian fighters from other areas, and there is evidence to say that they have drawn Russian support, para troopers from other areas, which potentially weakens the front lines in those other areas. So, the fight in Bakhmut in of itself is one of two parts. It's a difficult one, but it has a greater influence and impact more broadly across the whole front line. How the fight is going at the moment, it's very hard to tell. Details about the sort of day to day battles, if you will, don't come through very often at the moment. But we do know, just from the movements around here and the artillery strikes that come in, in this direction over the front line from the Russians, that it is still - it is still incredibly active and incredibly pressured. But I would watch the center of the city to see how much more ground the Russians take before and if they're stopped there, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:04",
      "speaker": "BERMAN",
      "sentences": "People in Our audience can see right now on this map here, the areas in yellow on this map are areas of Ukrainian counteroffensives just within the last few days. And you can see, they've taken back, you know, not a lot of ground, but significant ground as Nic was saying around the center of the city.Nic Robertson, to you and your team, stay safe. Thank you very much. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:04",
      "speaker": "BOLDUAN",
      "sentences": "So, President Biden, he's about to leave Washington for a five-day trip to Japan for the G-7 summit, but the trip was just cut short as the White House has canceled planned stops in Australia and Papua New Guinea so Biden can get back to Washington for the continued talks over the debt ceiling.Now, after the latest meeting with top congressional leaders, Biden called it productive. House Speaker Kevin McCarthy called it a step in the right direction. And there are just 15 days left until June 1st, which is the date that the Treasury secretary has warned the United States could default on its debt if a deal is not reached. CNN's Arlette Saenz is at the White House with the very latest for us. Arlette, we know there is a meeting of a smaller group yesterday. More talks are planned today. So, where do things stand as Biden's about to head out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:05",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "There was an overwhelming consensus, I think, in today's meeting of the congressional leaders that defaulting on the debt is simply not an option.REP. KEVIN MCCARTHY (R-CA): It is possible to get a deal by the end of the week. It's not that difficult to get to an agreement. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:05",
      "speaker": "SAENZ",
      "sentences": "But even as they emerged from that meeting with some optimistic tones, they still had no clear resolution on how exactly to raise the debt ceiling. But they are set to begin this new round of negotiations. President Biden has appointed some of his top aides from here at the White House to lead his side of negotiations, including Steve Ricchetti, OMB Director Shalanda Young, and also Louisa Terrell, who's the director of legislative affairs.On the Republican side, for McCarthy, he will be represented by Congressman Garret Graves of Louisiana. There are still a host of issues that they need to work through in these meetings, including how long to raise the debt ceiling for, any length for future spending caps, as well as this real sticking point that's emerged around work requirements for social safety net programs. McCarthy has insisted that including those work requirements will be a red line for him, while the White House and many progressive Democrats have really balked at the idea of that. Last night, the White House releasing a new fresh statement in which they said, quote, the policies House Republicans are proposing would take away Americans' health care and increase poverty. Republicans couldn't pass them into law when they had unified control of government and the president is fighting to ensure that they will not be in a bipartisan budget agreement. So, that is one of the areas of negotiation that negotiators want to focus on in the coming days. For President Biden's part, in just a few hours he departs for Hiroshima, Japan, where he will attend the G-7 summit. And he has said that he will speak by phone with congressional leaders a little bit later in the week, but he will be returning early on Sunday and is set to meet once again in-person with them - with those leaders upon his return.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:05",
      "speaker": "BOLDUAN",
      "sentences": "All right, let's see what happens in the next couple hours. It's good to see you, Arlette. Thank you.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:13",
      "speaker": "SIDNER",
      "sentences": "On our radar this morning, an Olympic champion figure skater now has her eyes set on a new title, Congress. Sara Hughes, who won gold for the United States at the 2002 winter games, has now filed the paperwork to run in New York's fourth congressional district as a Democrat in 2024. A fundraising website for her campaign suggests she'll focus on the rising cost of living and restricting assault weapons as part of that campaign. Several other Democrats have also filed to run for that seat. It's currently held by Republican Anthony D'Esposito.The governor of Washington just signed a bill into law raising the penalty for drug possession in that state. It increases the current penalties from 90 to 180 days in jail for the first two convictions, plus a possible $1,000 fine. The new law also gives anyone charged with possession the option to enter a treatment program in exchange for the state dismissing the charge. This was a long-fought compromise after a court battle ruled the state's felony drug possession rules were unconstitutional, raising concerns that all drug possession would then be decriminalized and legal. The majority of this new law goes into effect July 1st. And speaking of a court battle, Taco Bell is taking the phrase \"taco Tuesday\" to court. You may have not known this but that term has been trademarked by a smaller chain named Taco John's for 34 years. Now Taco Bell has filed a petition with the U.S. Patent Office to cancel that, saying, the common phrase should be freely available to all who make, sell, eat and celebrate tacos. Taco John's didn't respond on the merits but issued a statement saying in part, Taco John's would like to thank our worthy competitors for reminding everyone that taco Tuesday is best celebrated at Taco John's, the trademark owner of taco Tuesday. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:17:13",
      "speaker": "BERMAN",
      "sentences": "And just this disclaimer, Taco John's, no relation.In just minutes, sentencing for the terrorist convicted of killing eight people in 2017 by ramming his truck into people on a Manhattan bike path. CNN's Kara Scannell is outside the courthouse here in New York. Kara, what do we expect today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "BERMAN",
      "sentences": "It was an awful moment in this city. Kara Scannell, thank you so much for your reporting.Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "BOLDUAN",
      "sentences": "This morning a scary security breach is now under investigation. The Secret Service says that it is looking into how someone was able to get into the home of National Security Adviser Jake Sullivan in the middle of the night without his security detail even knowing. Sullivan has 24/7 Secret Service protection, yet that did nothing to stop the intruder from walking in late last month.CNN's Jessica Schneider, she's tracking the details on this. Jess, what happened here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT",
      "sentences": "Well, Kate, this occurred at the end of April, and that's when National Security Adviser Jake Sullivan encountered someone inside his home right here in Washington in the overnight hours.Now, a source is telling our Evan Perez that Sullivan told investigators he did believe that the intruder was intoxicated. No threat was made. And it does appear the intruder quickly left Sullivan's home. But the concerning part about all of this is that the intruder left Sullivan's home without the Secret Service detail that's there to protect him 24/7, without them even noticing. So now the Secret Service is, in fact, investigating how that intruder entered the home undetected by the Secret Service agents guarding Sullivan's home. The Secret Service spokesman, Anthony Guglielmi, says that Secret Service is taking this breach very seriously. That they've opened a comprehensive missions assurance investigation. They also released this statement in part saying, any deviation from our protective protocols is unacceptable and, if discovered, personnel will be held accountable. Because, Kate, this all does beg the question, if this protective detail is in place 24/7, how exactly did an intruder get into Jake Sullivan's home in the overnight hours. Again, there was no harm to him and it didn't seem like the intruder -- maybe there was -- he was mistaken about where he was. But nevertheless, this is an ongoing investigation for the Secret Service to really get to the bottom of how this breach occurred. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. Good to see you, Jess. Thanks for the reporting.Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "SIDNER",
      "sentences": "All right, he has 24-hour Secret Service protection, yet, as you just heard, the national security adviser was face-to-face with an intruder in his own home.Let's bring in CNN chief law enforcement and intelligence analyst John Miller. All right, what in the heck? I mean, this is someone who actually should be safer than the rest of us because he has that protection. How would they miss something like this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "Well, there's a couple of ways, but any way that you figure out how they missed this, there's a security gap there, and that's going to be a people problem. Normally if you are sitting on that house, you know, you are probably outside in a car with access to motion sensors and cameras around the house that you could see on your phones or a screen. That's the 360-degree envelope of protection that the Secret Service builds for a protectee. Somewhere that gets breached.Now, what I'm told by sources is, Jake Sullivan believes he left a door unlocked, that someone came in, not the front door of the house likely. This is shades of the Nancy Pelosi coming in through the backyard and, you know, it being on the screens. But in this case, that was missed. He confronts the intruder. The intruder departs right upon being confronted by Jake Sullivan. Here's what didn't happen. And this is another critical piece. There's a discussion that night about, well, you know, what do we want to do with this? And what could have happened is notify D.C. Metro Police, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "MILLER",
      "sentences": "This was April 29th. You were there. I was there. The literoty (ph) and gliteroty (ph) of Washington was all at the White House Correspondents Dinner.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "SIDNER",
      "sentences": "Yes, yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "MILLER",
      "sentences": "Likely was Jake Sullivan, too. So, this is on the later side of the evening. They could have called the police. They could have done a saturation of the neighborhood with available units, canvas, looking for a male fitting the description, moving along through the streets. That doesn't happen. They could have called the uniformed division of the Secret Service, which is their police department, which also patrols that area. That didn't happen either.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:01",
      "speaker": "SIDNER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "SIDNER",
      "sentences": "Yes. When you think about how many people were in town that would have probably reported the story, it was a huge number.I do want to talk to you a bit about threats against lawmakers or people who are in official capacities because we've seen the man with -- yielding a bat going into a congressperson's office and hurting one of his staffers and scary the pants off of the people there. Capitol Police have warned that these sort of threats against Congress members are way up, like 400 percent. So, what can be done? I mean, what has to happen to try and keep them safe and their staff?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "MILLER",
      "sentences": "Well, this is a really difficult discussion because, you know, in the post January 6th world and the world where threats to members of Congress are up 400 percent over the last six years, the Capitol Police is about -- now, the Capitol Police -- the Secret Service is responsible for people like Jake Sullivan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "SIDNER",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "MILLER",
      "sentences": "That investigation is going on. That could result in people being fired. They take that very seriously. The Capitol Police is in charge of protecting members of Congress.There are 535 members of Congress. There are 1,800 and change Capitol Police. To put the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "SIDNER",
      "sentences": "You do the math.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "MILLER",
      "sentences": "To put together a security detail for the Congress and the Senate would be about 3,700, 3,200 depending on how you did it. You would have to triple the side of the Capitol Police essentially. And that would be something Congress would have to do.The real question is, what happened to us as a country, where our own elected representatives, the people that we put in place, aren't safe from our own people?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:02",
      "speaker": "SIDNER",
      "sentences": "Yes, that says a lot more. That's a whole nother discussion.I appreciate you being here. Big J, John Miller, I'm trying to give you a nickname. All right, Kate.",
      "isLastSentenceInterrupted": false
    }
  ]
}