{
  "date": "2023-07-03",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Israeli Military Operation in Jenin is Largest in Decades; President Zelenskyy Calls Putin \"Weak\" in New CNN Interview; French Mayor whose Home was Attacked Says Riots are an Attack on French Democracy; Two Killed, 28 Wounded In Baltimore Block Party Shooting; U.S. State Department Urges Americans To Reconsider Traveling To China Due To Risk Of Wrongful Detention; Musk: Rules Needed To Address Data Scraping. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "ISA SOARES, HOST, ISA SOARES TONIGHT",
      "sentences": "A very warm welcome to the show, everyone, I'm Isa Soares. Tonight --(BEGIN VIDEO CLIP) (GUNFIRE) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOARES",
      "sentences": "Israeli defense forces launched the largest West Bank military operation in two decades, targeting the city of Jenin. I'll speak toretired IDF colonel about how such a massive operation unfolds. Then, President Zelenskyy speaks to CNN. There can be no victory for Ukraine without Crimea, he says. And the Russian rebellion laid bare Putin's lack of control. Plus, the mayor whose home came under fire along with several government buildings calls the riots in France an attack on democracy. We'll have the very latest. But first tonight, the biggest Israeli military operation in the West Bank in decades is still unfolding tonight and could be far from over. Hundreds of troops backed by drone strikes launched a major incursion into Jenin today; a densely-populated area under military occupation. Now, the Palestinian Health Ministry says at least eight people have been killed including five teenagers and some 80 others injured. Israel calls Jenin a terrorism hub, and says it's going after militant targets, including an operational command center as well as weapons manufacturing sites. Palestinian officials call it a new war crime, accusing Israel of launching an open war against the people of Jenin. Medics say they are treating people injured by airstrikes as well as gunfire on the ground. Have a listen. (BEGIN VIDEO CLIP) SALAH MANSOUR, PALESTINIAN MEDIC (through translator):  Today, most of the cases we treated were between moderate to critical injuries. And that is due to the Israeli strikes on areas inside the camp, where there are not only militants, but civilians too. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOARES",
      "sentences": "Let's bring in CNN's Hadas Gold, she's following developments from Tel Aviv for us this evening. Hadas, I believe these raids are stillongoing. What exactly does the IDF say is the objective for these raids, and how long do you think they'll last for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes, and the timing, Hadas, of this -- of these rates are quite interesting. Because the Israeli government, as you and I have talked aboutis facing somewhat a volatile -- somewhat volatile, and facing pressure of course, for more far-right cabinet ministers. But we've also seen today, large anti-government protest at the airport. So put this into a political context for us, if you will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "GOLD",
      "sentences": "Yes, I mean, I think when it comes to these sorts of military operations, the Israeli military is the one sort of calling most of theshots. And I think that, you -- while there have been, obviously, pressures from the right-wing of the Israeli -- this current Israeli government to go harder against these operatives. We are actually seeing reports that some members of this right-wing government, the more right-wing ministers, they want an even broader, bigger operation. And so far, they have been held back mostly by the Israeli security agency, saying they should be kept targeting. But we're seeing images right now on the screen of the protests that was going on today at the airport. We were also at the airport to see this protest going on. This, of course, is part of the months of protests that have been going on against the planned judicial reforms that the Israeli government is pushing through. And protesters today, they wanted to essentially shut down the airport, and they managed to definitely slow things down. They were slowing down not only, as you can see there, the arrivals and departures for  passengers, but also the roads leading up to the airport were completely clogged. And the protesters are still coming out. This, despite the fact that Benjamin Netanyahu has actually officially stepped back from some of the more controversial aspects of this judicial reform. Namely, the proposal that the Israeli parliament would be able to overturn Supreme Court decisions. He says that is completely off the table, but they are still pushing forward with other aspects of the reform, especially how the Supreme Court judges are selected. And that's why you're seeing these protesters out today, and have been coming out now for the past few months. And they say, they will not stop. And Isa, this has turned into a protest, not just against the judicial reforms, but also against this government in general, the most right-wing religious government in Israeli history. Isa?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Hadas Gold, I know you'll stay on top of the very latest that's happening in Jenin. Of course, we are 18 hours or so into this raid.Thanks, Hadas, appreciate it. We want to talk more now about the Israeli military operation in Jenin that Hadas was mentioning there, that Palestinian leaders are calling a war crime. We're joined by Miri Eisin; a retired colonel in the Israel Defense Forces. Miri, great to have you on the show. I really want to tap into your expertise here, and talk to us first of all, about the challenges and the risks of an operation of this nature in Jenin to start off with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "MIRI EISIN, RETIRED COLONEL, ISRAEL DEFENSE FORCES",
      "sentences": "I'd say that the first thing that anybody can understand is that when you plan something, itdoesn't always play out the way you expect. The fact that inside the heart of Jenin, inside the refugee camp, but also in other portions of the city, it became a war colony in Israel, a safe haven for terrorists, is something which I, as a mother, as a wife, as -- I have three kids serving right now. For me, that's a terrible thing for the people who live in Jenin, first and foremost. And when you are trying to plan to go into a city, into an urban area, you need to take with different types of capabilities. And the most important for Israelis is that when you go in, what you do is effective. Isa, think about what that means. Effectiveness means that you absolutely want to direct this against the weapon caches, the tunnels, the fact that underneath the Jenin Refugee Camp, you had a subterranean area that I wouldn't want to live above that, either if I was living there. But together, with that, you don't want to hit on, involve people. You want to make sure as much as you can, that, that will not happen. We're very aware of that, and that's the double challenge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "And Miri, CNN spoke earlier to a political analyst and former spokesperson for the Palestinian Authority. Have a listen to what she toldus. Have a listen and we can talk afterwards. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "So, Miri, would you say that is an accurate description of what's happening on the ground, what you've just heard?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "EISIN",
      "sentences": "I want to hope that the Palestinian spokesperson like myself, another additional woman, would not want to have her or her family livingover subterranean terror military cache. What the IDF have exposed, and that's a different aspect of the pictures that you could show. Because the IDF has been putting out numerous photographs and videos throughout the day of the weapons that are there, or the IEDs that are there of plowing up those IEDs. And as the same person said, just a couple of weeks ago, an Israeli military vehicle was blown by an IED. That was the event that Israel used, airborne forces for the first time in a very long time near Jenin. So, yes, it's not a question of two sides. There is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "EISIN",
      "sentences": "No pretty military action. There is no beautiful occupation for that matter. The Israeli forces are going in to uproot those types ofunderground and overall capabilities. And we need to do so as much as possible, without hurting innocent people there. My heart can go out to them, I would not want to have to live with those --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "EISIN",
      "sentences": "Terrorists in my houses near me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "And Miri, the point that the guest was making in that first point, she made, of course, the concern of course, is for civilians. You've alsomade that point. The Red Crescent saying today that the Israeli forces prevented crews from entering Jenin. Of course, so our viewers understand, I mean, Jenin is home to about 13,000 people, it's densely-populated. So how is Israel -- how can Israel attempt to minimize then civilian harm?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "EISIN",
      "sentences": "Minimizing the civilian harm has to do with having the best intelligence that you can have, that you are attacking the operationalrooms, that you're finding these different weapon caches as we've been exposing throughout the day. When it comes to taking care of people being hurt -- and by the way, it doesn't matter if it's the terrorist who's firing at us, who is being hurt or sadly, other innocent people around. The IDF has its medical crews there that are working, and again, these are things that come out. People are aware of that, they are taken care of, they're taken to hospitals, they're taken care of, and the fact that it's being isolated is to try to stop in that sense in isolating that area to arrive at a different target. So, definitely is not an easy situation. And as I said, I don't think that there's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "EISIN",
      "sentences": "An easy way out. But we do need to be aware that if we leave it there, that's worse for the people who live there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Do you have any sense, Miri, how many -- you know, how people, you know, people there, militants are operating in Jenin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "EISIN",
      "sentences": "The uninvolved. But that's where we are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes, unfortunately, 18 hours doesn't seem like short, and Netanyahu is saying today, as long as necessary. The fear of course, isthat more civilians will die, the impact on civilians, but also the cycle of violence will just, you know, would make it worse. And the fear, of course, over a spill effect --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "EISIN",
      "sentences": "Isa, when I say that 16 years of not being inside Jenin has had its own way, allowed it to become a place where if nobody else is in there,what grew there is a little terror kingdom, and you and I don't want that either. And in that sense, when you're going in and doing an effective military operation, it isn't something that you can do in an effective way, from the air, which is what the United States and the U.K. would do. It's something that you go in with your forces, you try to be as pinpointed as possible, and yet, it needs to be done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Miri, really appreciate you taking the time to speak to us. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "EISIN",
      "sentences": "Pleasure, good evening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Now, people gathering outside town halls in France early as violent protests of the deadly police shooting of a teenager carry on. Inone suburb, south of Paris, hundreds took part, and you can see there in the march to show solidarity with their mayor. Rioters attacked his house if you remember, over the weekend. The shooting happened last week in a multi-racial working class town outside Paris. The 17-year-old boy was of North African descent. Our Melissa Bell is in Paris for the very latest. And Melissa, violence from what I understand has somewhat ebbed. This of course, as calls grow louder for calm and order. Just bring us up-to-date with the very latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MELISSA BELL, CNN PARIS CORRESPONDENT",
      "sentences": "Well, what we see, Isa, as you say, over the course of the weekend, a drop really in the level of violence. Andyou can measure that by the number of people arrested. Friday night, 1,300, Saturday night, 700, by last night, it was just over 150, Isa. Now, partly, that is no doubt down to the calls from the grandmother of the young man who buried her grandson just the day before on Sunday, for calm, urging people to stay at home, explaining that it isn't the buses they should be attacking. This is something that the mothers take in these neighborhoods, that may have worked, and yet, police authorities here in Paris are taking no chances, saying, the head of the police chief that they hope that calm is being restored, it's fairly that this anger is heated up. But they are still going to keep tonight, this Monday night on the streets of France, 45,000 police men and women with those elite units, to try and keep the peace on the streets. There is also the political action that's being taken. Emmanuel Macron, the president meeting not just with the heads of parliament today, but also is planning to meet the leaders, the mayors of some 220 communes, the villages, suburbs, that have been so badly affected by the violence. Tomorrow, and longer term, what he's announced is that they've launched -- they are launching rather, a procedure of consultation to try and figure out exactly what was behind this anger, and how they can help get to the bottom of it. So, appeals for calm, appeal -- appear to have done part of the work. The political action will be another. There is also, as you say, that demonstration that we saw today in L'Hay-les, which is that suburb where in very shocking scenes, the mayor's house was attacked. There was a big demonstration today of support, hundreds took part, calling for an end to this violence. Whether that would work, of course, it's far from certain. There is a great deal of anger that is very deep-seated out there, and of course, as we've been talking about these last few days, Isa, to do with a very particular nature of French tours(ph), they make it very difficult, and it's happened many times these last few years when there have been allegations of police brutality or indeed, when there have been fatalities that have been the result either of traffic stops or identity checks often against the very same populations of African a North African descent in the suburbs that we're talking about. It's been very hard for them to be able to investigate whether or not there may be systemic racism behind that. Now, in the neighborhood, I'm talking about, that is felt very strongly by the government officials there is a reluctance to go down the road of talking about racism. So, one of the questions as part of this consultation will be whether French leaders are finally able and willing to go down this road of trying to consider exactly what part systemic racism may be playing in those dreadful figures that we've seen these last few years in France. Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "In an exclusive interview with CNN, Ukraine's president calls Vladimir Putin weak over his response to the armed Wagner rebellion.Speaking to Erin Burnett, Volodymyr Zelenskyy claimed half of Russia's support of Wagner boss Yevgeny Prigozhin and the paramilitary group's mutiny. And said, the Russian president is losing control of his own people. Have a listen to what he said. (BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, PRESIDENT, UKRAINE (through translator):  Yes, we see the reaction after certain Wagner steps. We see Putin's reaction. It's weak. Firstly, we see he doesn't control everything. Wagner is moving deep into Russia and taking certain regions shows how easy it is to do. Putin doesn't control the situation in the regions. He doesn't control the security situation. All of us understand that his whole army is in Ukraine. Almost entire army is there. That's why it's so easy for the Wagner troops to march through Russia. Who could have stopped them? We understand that Putin doesn't control the regional policy, and he doesn't control all those people in the regions. So, all that vertical of power he used to have just got crumbling down. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Well, Zelenskyy also spoke about the importance of Crimea and peninsula, of course, illegally annexed by Russia in 2014, saying theultimate goal is to liberate it. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "ZELENSKYY",
      "sentences": "We cannot imagine Ukraine without Crimea. And while Crimea is under the Russian occupation, it means only one thing, war is not over yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "ERIN BURNETT, CNN ANCHOR",
      "sentences": "To be clear, in victory, in peace, is there any scenario where Crimea is not part of Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "ZELENSKYY",
      "sentences": "It will not be victory then.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "They're saying it's slow, that it's difficult, but progress is being made. Now, the head ofUkrainian military land forces visited today, the frontlines near Bakhmut. And he said that both sides, the Russians and the Ukrainians are trying to seize the initiative, but it sounds like quite a struggle for either side to do that. He said the Russian defenses are very deep. He said Ukrainian forces are making some progress from the south of Bakhmut, but from the north he said, they are fighting hard. I mean, really, the amount of territory that has been conquered in the last week according to the Ukrainian deputy defense minister is fairly modest. It's about 14 square miles. But this is something that many people did not anticipate. I think the intendancy of analysts and observers was that, looking back, for instance, to the lightning offensive that took place last September in the Kharkiv region, and then later in the year in Kherson, where the Ukrainians took huge amounts of territory, that was a different situation. Now, the Russians have had months to prepare. They've apparently dug deep defenses along the 1,000 kilometer frontline, and therefore the going is tough. So, for instance, we heard Ukrainian President Zelenskyy saying that last week was difficult on the frontline, but we are making progress. We are moving forward step-by-step, and that's a pretty accurate description.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "And I'm guessing Ben, it will get even more difficult as we get into autumn and when rains and slug will get -- make it much harder in thiscounteroffensive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "WEDEMAN",
      "sentences": "Yes, and the weather is always a critical factor. At the moment, certainly for the next coming days, what we are seeing is that it's goingto be very hot, when it's very hot, some of this western equipment, which is very good, but very sensitive to the weather can start to malfunction. And then, of course, when Fall comes along and then Winter, you've got heavy rains, you've got mud, you've got the cold. So timing is essential as far as the weather goes, and you've just got a few more months for this counteroffensive to continue before things start to become more complicated as a result of the weather. Isa?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes, Ben Wedeman for us in eastern Ukraine. Thank you very much. Now, police in Baltimore, Maryland, are urgently searching for at least twosuspects wanted in a block party shooting. Two people were killed, and 28 others injured when gunfire erupted early on Sunday. Most of the victims were teenagers, some as young as 13. In the surveillance video, you can see people running for safety. So far, no arrests have been made. Baltimore's acting police commissioner and mayor spoke earlier about the investigation. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "RICHARD WORLEY, ACTING POLICE COMMISSIONER, BALTIMORE POLICE DEPARTMENT",
      "sentences": "It is an event that's happened, like the mayor said, every single year, andmost of the time, we are able to find out   the date that it's occurring. That's why you have police presence. On this date, we did not -- as far as we know, and we are definitely looking into this to see if anyone knew ahead of time that Brooklyn day was occurring.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "MAYOR BRANDON SCOTT, BALTIMORE, MARYLAND",
      "sentences": "What we can't lose focus of is that, we are talking about a few people. This is who we should be focusedon. A few people who cowardly decided to shoot up a big block party celebration for our community. That's where our focus should be. On them, the weapons they used, where they got those weapons from, how they got them in their hands, and how we're going to hold all of them accountable. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Well, CNN's Gloria Pazmino joins us now from Baltimore for more on the investigation. And Gloria, what do we know at this hour about thesearch for these suspects? That's the crucial part right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "ISA SOARES, CNN ANCHOR",
      "sentences": "And Gloria, we don't have the SOC. Can you just give us a rough idea of what the mayor said?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "PAZMINO",
      "sentences": "Yeah, you know, Isa, he has been encouraging the community to come forward and share any possible information. He says that the community hasmade incredible progress in recent years. Overall, the city of Baltimore has made a great progress regarding gun violence, and he doesn't want that to be lost. So, he is encouraging people who, who may have more information about what happened on Saturday to share that with police. We should mention that law enforcement has told us they are looking through videos that were posted on social media, including videos where you can see that people have a gun, that they're holding a gun. Police are combing through that evidence in order to be able to identify some of the possible suspects here. But so far, from what we learned, it sounds like this could have been a much bigger tragedy, of course. Two people did tragically lose their lives an 18-year-old woman and a 20-year-old man were sadly lost that night. But the mayor, again, encouraging people to come forward and share any information. Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:05",
      "speaker": "SOARES",
      "sentences": "Welcome back, everyone. A new warning is urging Americans to reconsider any travel plans to China. The U.S. State Department has issuedin the updated advisory citing an ongoing risk of arbitrary detention by Chinese officials. It comes of course, during a period of heightened tensions between the two superpowers. Well, later this week, U.S. Treasury Secretary Janet Yellen will travel to Beijing as part of efforts to stabilize that relationship. Well, tomorrow, of course, is the Fourth of July, I should say, and as the U.S. marks, of course, its independence day, severe storms and heat are impacting holiday travel plans, as well as celebrations. AAA estimates some 15 million Americans will take to the roads and skies over the next few days. And today alone, there have been some 1,600 us flight delays and 700 cancellation, that is according to the FlightAware website. Joining us now from the Reagan National Airport in Washington is CNN Aviation Correspondent, Pete Muntean. And Pete I mean, these are a lot of cancellations, 700 constellations. How are things holding up where you are?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:05",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "You know, things are relatively smooth, Isa, compared to where we were a week ago, when in the U.S.airlines canceled about 2200 flights last Monday, right now in the U.S., that cancellations sort of pale in comparison, only about 100 cancellations right now in the U.S. We're sitting at 1,750 delays. Things just yesterday, though, were a lot worse, especially when thunderstorms hit the East Coast of the U.S. Big population centers, cancellations went up to about 600 nationwide for the entirety of Sunday. Things can change relatively quickly. And the Federal Aviation Administration is warning that we could see ground stops for flights bound as a major hubs on the East Coast. We're talking Boston, New York, Philadelphia, Baltimore, DC, all the way down to Charlotte, which is a big hub for American Airlines, Atlanta, a big hub for Delta Airlines, and then down into Florida, in Tampa and Miami. Although airlines say they have really turned the corner here. And it's also matched by what Transportation Secretary Pete Buttigieg is saying, he says that airlines are doing a lot better than they were just last week, listen. (BEGIN VIDEO CLIP) PETE BUTTIGIEG, U.S. TRANSPORTATION SECRETARY: We're watching more severe, potential for severe weather, that's what touched off all of these problems about a week ago. But you look at where we were a year ago where even on blue sky days with no severe weather, there were really unacceptable levels of cancellations and delays. We've come a long way. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:05",
      "speaker": "MUNTEAN",
      "sentences": "United Airlines currently sitting at one percent of all flights canceled, very different from last week. It was the airline that canceledthe most flights in the U.S. and United Airlines CEO Scott Kirby is vowing to look again at its own crew scheduling system, something it can control rather than the FAA, which is what Kirby placed the blame on last week, and also the weather, which really compounded those problems. The good news is that we are through the initial part of the holiday travel rush. 2.88 million people screened by the Transportation Security Administration on Friday. That's not the highest of the pandemic area, that is the highest of all time. 2.88 million, a number we've not seen since December 1st, 2019, the Sunday after Thanksgiving here in the U.S. So, we are now waiting for all of these people to begin their return trip, which could happen all at once, the TSA says between now and July 5th, it'll screen a total of about 17 million people, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:05",
      "speaker": "SOARES",
      "sentences": "Pete Muntean with the very latest there. Thanks very much, Pete.Now the days of endlessly scrolling Twitter may be over, well, at least for now. CEO Elon Musk announced he is limiting the number of tweets people can view each day. Musk's declaration came on Saturday, hours after people had already begun reporting issues on the site. CNN's Business Writer Clare Duffy is in New York for us. And Clare, I think it's fair to say, this took many people by surprise and many others were fuming about it. Just explain what happened here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:05",
      "speaker": "CLARE DUFFY, CNN BUSINESS WRITER",
      "sentences": "Right. So Musk on Saturday announced this policy change. He said that Twitter users who had bought a blue verifiedcheckmark could read up to 8,000 tweets, people who hadn't bought that verified checkmark could read up to -- sorry, verified checkmark users could read up to 8,000 tweets, unverified users could read up to 800 tweets, and he said this was due to extreme manipulation of the platform of companies scraping too much Twitter data. But there appears to also have been a glitch on top of this policy change. You had thousands of Twitter users saying they were unable to access the platform. Many of them saying they got this rate limit error before they had read hundreds or thousands of tweets, and this would be just the latest glitch and technical issue that the platform has faced since Musk took over as its owner just over six months ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:05",
      "speaker": "SOARES",
      "sentences": "You said scraping data. What does that mean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "SOARES",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "DUFFY",
      "sentences": "So that's sort of possibly the concern. But I think one of the interesting things about the situation is that Musk just hired a new CEOfor Twitter, Linda Yaccarino, she started a few weeks ago. And yet this has been the first big sort of debacle under her leadership. And we didn't hear anything from her this week. And we continue to be in the space of sort of trying to read the tea leaves from Elon Musk's tweets, instead of getting sort of official declarations from the company about what's happening. And that's leaving a lot of really concerned and confused users.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "SOARES",
      "sentences": "I don't know. Maybe it's the cynic in me, how much is this part of a move to push people to the blue tick, to that paid subscription service,Clare?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "DUFFY",
      "sentences": "I mean, it is a question. And you Musk saying that that the verified Twitter users are going to be able to access even more tweets. But I thinkbig picture, this would be a really strange business decision. If your whole business is getting people to read content on your platform and selling ads based on the user's reading content on your platform. Limiting the amount of content that they can read doesn't make a lot of sense. And he says this is going to be temporary. We'll have to see how long it lasts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "SOARES",
      "sentences": "All right. Duffy appreciate it. Thanks very much.And still to come tonight, could cows actually help fight climate change? One professor is on a mission to prove that a simple farming trick could save the world. Bill Weir has that story when we return. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "SOARES",
      "sentences": "Well, known for its high carbon emissions, cattle farming is a big climate problem. But one simple hack in the way we graze them couldactually make cows part of the solution. CNN's Chief Climate Correspondent Bill Weir met the farmers and the filmmaker trying to counter the narrative on cattle. (BEGIN VIDEOTAPE) BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT (voice-over): In the beginning was the buffalo, tens of millions of them, wandering the land, munching wild grasses, and using poop and hoods to create rich fertile soil up to 15 feet deep. WEIR (voice-over): Look at this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yeah.WEIR (voice-over): But since Americans replaced buffalo with cows, generations of fertilizers and pesticides, tilling and overgrazing have turned much of that nutrient-rich soil into lifeless dirt. But not on farms, where they graze cows just like wild buffalo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "PETER BYCK, PROFESSOR, ARIZONA STATE UNIVERSITY",
      "sentences": "So adaptive multi-paddock grazing, AMP grazing, is a way that mimics the way bison have moved acrossthe Great Plains. And so it's really about the animals hit an area really hard, and then they leave it for a long time. WEIR (voice-over): Peter Byck is a professor at Arizona State University and he believes that if enough beef and dairy operations copy this simple hack, cattle could actually become an ally in the fight against climate change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "BYCK",
      "sentences": "I anticipate we'll get a lot of pushback. Because people are not thinking that cows can be a part of the solution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "WEIR",
      "sentences": "Not only are you going against the grain of environmentalists who think meat is evil --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "BYCK",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "WEIR",
      "sentences": "-- for lots of reasons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "BYCK",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:05",
      "speaker": "WEIR",
      "sentences": "You took money from McDonald's for this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "BYCK",
      "sentences": "We're really interested in insects that live in poop.WEIR (voice-over): Experts in bugs and birds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. Fly, boy.WEIR (voice-over): Cows, soils and carbon, they spent years comparing five sets of neighboring farms in the southeast. On one side, traditional grazers who let cows roam one big field for months at a time, and often cut fertilized grass for hay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come on.WEIR (voice-over): On the other side, AMP grazers who never mow or fertilize.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You open the gate, they go through, it takes five minutes, Cooper will roll up a wire.WEIR (voice-over): And with a single line of electrical fence, move their cows from one patch of high grass to the next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "WEIR",
      "sentences": "Not smelling that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is how easy it is, Tater.WEIR (voice-over): While their science is yet to be published and peer reviewed, Byck says early data has found ant farms pulling down up to four times the carbon while holding 25 percent more microbes, three times the bird life, and twice as much rain per hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "BYCK",
      "sentences": "If it's a thousand acre farm, it's 54 million gallons of water. That's now washing your soil away versus soaking into your land.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Wow. Look at this grass.WEIR (voice-over): But this is also a human experiment to see whether data and respectful discussion can change hearts and minds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This was grazed about 40 days ago. And this hadn't been fertilized in 12 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Awesome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And when we got out of spending money on fertilizer, it was huge. And I didn't think it would ever happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It is such a stress relief. We just don't worry about a lot of it anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And then you don't even fertilize when you plant your rye grass?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Nothing. It sounds crazy, but just letting mother nature do the work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "BYCK",
      "sentences": "Would it be an interesting thing if you didn't have to pay for fertilizer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Wouldn't that be wonderful?WEIR (voice-over): Curtis Spangler is one of the conventional farmers in \"Roots So Deep\" and he says his mind was changed when he realized he now has a way to double his herd and quit his second off-farm job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "CURTIS SPANGLER, CONVENTIONAL FARMER",
      "sentences": "And right now, we're having to dump thousands of dollars into nitrogen every year that really if we just changea couple things might be able to save that money to put it toward other resources.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "WEIR",
      "sentences": "Is that something you're committed to doing now as a result of this project?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "SPANGLER",
      "sentences": "Oh, yes. We're really looking and seeing the benefits of it and how we can work it.WEIR (voice-over): So as we hit the height of grilling season, a little food for thought.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "BYCK",
      "sentences": "There is ways to produce meat that is not good for the planet and there's ways to produce meat that's really good for the planet. And that'sthe nuance that's been missing. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "SOARES",
      "sentences": "Right. Bill Weir, our Chief Climate Correspondent, Bill Weir joins me now. Bill, this is absolutely fascinating, trying to wrap my head aroundthis because for so long, you and I've talked about this, you know, the problems, we're seeing, the world's sort of problem as the cows, right? And the methane they produce. The cow then, they're not seeing the cow as the problem here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "WEIR",
      "sentences": "Well, it's interesting. Peter Byck would say if you take the five biggest grains, crops, row crops grown in the United States put them on oneside of the scale and cows on the other, those crops create much more climate change through that soil use. So, it's the plow, not the cow, they would argue there as well. So, yes, the way that the modern world is producing beef is hugely destructive. This is just a way to point out there are natural, easy remedies that make a healthier farm, not just for the cow, and all the bird life and the bugs, and the microbes, and the farmers bottom line, but you don't need the $200 billion fertilizer industry as much anymore. You don't need to cut hay so you don't need to buy those big machines. So, the big interest in agriculture will certainly resist this sort of thing. But this is the way it was done. All of humanity up until World War II and fertilizers really came into the picture in a big way, it's interesting that we think this is so mind-blowing when it's the most ancient relationship between animals and our land.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "SOARES",
      "sentences": "And like I said, you know, you're -- one of the guests said, you know, they will probably get some pushback, and that's got to do more withfinancial aspects of this, right, Bill?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "Bill Weir, always great. Thanks very much, Bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "WEIR",
      "sentences": "You bet, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "And still to come tonight, Havana's famous neon lights are coming back to life, a look at the push to the classic signs, that's next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "1960's Havana, surprising the City of Lights that has since gone dark. The glamorous symbols of 20-century nightlife are getting switchedback on in Cuba more than 60 years after this started to fade. Our Patrick Oppmann has a story for you. (BEGIN VIDEOTAPE) PATRICK OPPMANN, CNN CORRESPONDENT (voice-over): Throwing a party with 20 musicians for a neon sign may seem like overkill, but repairing and relighting this pre-Revolution ice cream shop storefront has been a long time coming. Before Fidel Castro took power, Havana was a sea of neon. After his 1959 Revolution, the government seized all private businesses, and as replacement parts became scarce, the signs began to go dark. ADOLFO NODAL, HAVANA LIGHT + SIGNS: Cuba was an early adopter of neon. It rivaled Paris and New York in terms of the amount of neon. OPPMANN (voice-over): Enter Adolfo Nodal. He co-founded a small band of mostly U.S. and Cuban neon enthusiasts who have made it their unlikely mission to rescue as many of the signs as possible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "NODAL",
      "sentences": "It helps to see the city in a new way. It brings back a lot of the memories of the city. People remember these signs from the '30s and the'40s in Havana as well. OPPMANN (voice-over): For the artisans who search out and repair the signs, it's a labor of love that can take months. \"It depends on the complexity of the metal structure, if it's in good condition,\" she says. \"If we have to make new parts, it depends on the availability of the raw materials. Unfortunately, none of these items you can find in this country and they have to be imported.\" Repairing Havana's neon signs can seem like a quixotic pursuit in a city where aging buildings collapse every day. And even when they are restored, the signs often stay dark during the regular power cuts here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "OPPMANN",
      "sentences": "The sign restorationists say that fixing up the sign is just the beginning of a transformation. The people are more likely to walk down awell-lit street and less likely to throw trash on the ground. And that what they're hoping with Cubans is not just a restored sign but a little bit of hope as well. OPPMANN (voice-over): Nodal says the signs are his small gift to the homeland he left at a young age.",
      "isLastSentenceInterrupted": false
    }
  ]
}