{
  "date": "2023-01-13",
  "headline": "CNN This Morning",
  "subHeadline": "Russia Claims City of Soledar; Consumers and Small Business Not Feeling Inflation Eases; More Classified Documents Found; Ukraine Refutes Soledar Claim. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:31:15",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "So, new this morning, Russian President Vladimir Putin losing his temper and publicly berating a senior minister in a televised meeting, scolding him for not completing orders to build military and civilian aircraft fast enough.(BEGIN VIDEO CLIP) VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator): Mr. Mantarav (ph), you say everything is ready to go, but there are no contracts. This is what I am telling you. Let's discuss this after the meeting. There's no point in our splitting hairs at this point. I know no contracts have been signed with the enterprises. The directors have told me so. Why are you fooling around? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:15",
      "speaker": "LEMON",
      "sentences": "So, I want to get straight to Clarissa Ward. She's live in Kyiv, Ukraine, for us. And we're going to get to Putin in just a moment.But, Clarissa, hello to you. We are getting word from Russia that it is claiming that the city of Soledar - it is claiming the city of Soledar. What do you know about that? Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:15",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "So -- good morning, Don.We haven't yet heard any response from the Ukrainians. The Russian ministry of defense is saying that they have now taken this hotly contested city of Soledar in eastern Ukraine, in the sort of Donbas region where some of the heaviest fighting has been taking place. We heard from the Ukraine deputy defense minister recently that the fighting there was still hot, but we don't know yet whether this is indeed true, that Russian forces have, in fact, taken over Soledar. But it would be significant, Don, if it is the case because this would be the first major Russian victory in many months. And, as I said, it is sort of the gateway to Donbas. It's six miles away from Bakhmut. If they have taken it, then they will be able to shut off supply lines to the city of Bakhmut, which is also hotly contested and the site of a lot of fighting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:15",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Clarissa, in the midst of all of this, Vladimir Putin publicly lost his temper at some pretty high-ranking Russian officials over, as I understand it, military planes. What happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:15",
      "speaker": "WARD",
      "sentences": "So, basically this is actually pretty classic Putin, to be honest, Poppy. He gave a very public and embarrassing dressing down to the minister of trade, saying that they weren't moving quickly enough to get these contracts ready for civilian and military aircraft.But I think what it's really designed to do, honestly, is to deflect himself from any criticism for the handling of this war. It's a nice bit of showmanship where he gets to look like the tough guy who's cracking down on people who aren't doing their jobs and aren't moving fast enough to help the troops. We saw something very similar three days before the war in Ukraine actually started last February. He gave another very public dressing down to his head of foreign intelligence, Sergey Naryshkin. The reality is, that in terms of these planes and military aircraft and a lot of the issues that have kind of plagued the Russian military, they're a product of the incompetence and corruption that have really flourished under Vladimir Putin's leadership. So, in a sense, these public displays of admonishing other officials are a way to try to protect himself from some justified criticism",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:15",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:31:15",
      "speaker": "LEMON",
      "sentences": "All right, Clarissa Ward, in Kyiv, Ukraine, this morning. Thank you, Clarissa. Appreciate that.Small businesses took loans that they needed back when Covid threatened to shut them - shut them down. Why they're still struggling to repay them. That's next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:39:00",
      "speaker": "HARLOW",
      "sentences": "Welcome back.The inflation is easing but it's still really high, 6.5 percent last month. Consumers are not really feeling the pressure being relieved yet. The bigger picture in the United States, small businesses still hurting and they have a long list of challenges to tackle this year, from the looming recession, to the ongoing recovery from the Covid pandemic. Our Gabe Cohen joins us live from Washington D.C. I'm so glad you did this reporting because we often focus on the big companies and what they're doing, but main street America still is facing a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:39:00",
      "speaker": "GABE COHEN, CNN CORRESPONDENT",
      "sentences": "Yes, that's right, Poppy, a lot of small businesses, as you said, are still clawing their way back from Covid. And now many of them are dealing with yet another financial strain. See, at the start of Covid, nearly 4 million businesses took out disaster loans from the federal government. In all, about $380 billion. And, Poppy, now they have to start paying them back.(BEGIN VIDEOTAPE) COHEN (voice over): At Teddy and The Bully Bar, near downtown D.C., business post-pandemic has never been the same.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "COHEN",
      "sentences": "Covid closed two of Alan Popovsky's four restaurants. Government loans saved the other two. But with city centers struggling to bring back traffic, his revenue is still down more than 45 percent from pre-pandemic, and Alan says they're struggling to stay open. And now it's time to pay back those loans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "POPOVSKY",
      "sentences": "It's very difficult. We just got over paying back the landlord. You're just a hamster spinning on a wheel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "COHEN",
      "sentences": "At the start of Covid, with business stalled, nearly 4 million small business owners took out what are called Economic Injury Disaster Loans, or EIDL loans, from the federal government. On average, about $100,000. In many cases, just to stay afloat.Thirty years with a fixed interest rate of 3.75 percent. And unlike some other pandemic programs, EIDL loans were expected to be paid back down the road. Now, the first monthly payments are coming due. Most businesses will owe money by the end of January.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "POPOVSKY",
      "sentences": "Alan says he owes more than $3,700 per month, roughly $780,000 in all. A lot of which he says he spent on rent and payroll.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "POPOVSKY",
      "sentences": "We can't afford anything, but what we're doing is we're paying interest only right now.COHEN (on camera): So, you haven't made a dent on the actual loan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "POPOVSKY",
      "sentences": "Have not made a dent on the principal.COHEN (voice over): A new survey from a leading small business association found only 36 percent of its members have reached their pre-pandemic sales levels, amid staffing shortages, supply chain issues, and inflation. Now add a possible looming recession just as these loans come due. HOLLY WADE, EXEC. DIR., NFIB RESEARCH CENTER: It is one more cost that they're going to have to deal with. Some small business owners, unfortunately, are going to struggle in kind of meeting those obligations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Let's open up your diaphragm here a little bit and see if it helps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "COHEN",
      "sentences": "Lisa Klein says Covid is still keeping some clients away from her physical therapy practice, making it tough to pay off her EIDL loan, nearly $1,000 each month with $80,000 to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "LISA KLEIN, PHYSICAL THERAPIST, OWNER OF KLEIN INTEGRATIVE PHYSICAL THERAPY",
      "sentences": "All the costs of everything have gone up. We can't pay the staff what we'd like to pay the staff. The whole business is still suffering. And this is just kind of adding insult to injury.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "COHEN",
      "sentences": "The Small Business Administration says struggling businesses can declare hardship and make small, partial payments for six months, but interest keeps accruing, forcing owners like Lisa Klein to weigh short term protection against a big bill down the line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "KLEIN",
      "sentences": "We have no choice because if we don't keep paying it, it's going to accrue more interest.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:01",
      "speaker": "COHEN",
      "sentences": "And, Poppy, another survey from that same Small Business Association found that business owners are feeling less and less optimistic about 2023. That potential looming recession. And those uncertainties are just adding to this stress when it comes to paying back these loans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:15",
      "speaker": "LEMON",
      "sentences": "Look, it is late night fodder there, but, I mean, wow. Late night hosts poking fun at President Biden after secret documents were found in two different locations, including his Delaware home.So, let's talk about the political part of this, the legal ramifications as well. The host of CNN's \"SMERCONISH,\" CNN political commentator Michael Smerconish. He's also an attorney. Michael, good morning to you. Look, it's all fun and games for the late-night hosts, but this is a lump of coal late after Christmas for the Democrats and really a gift to Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:15",
      "speaker": "MICHAEL SMERCONISH, CNN POLITICAL COMMENTATOR",
      "sentences": "And it seems, Don, like a lot of unforced errors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:15",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:15",
      "speaker": "SMERCONISH",
      "sentences": "I was watching the presser yesterday from the White House, Kareem Jean Pierre. And all I kept thinking of is Lanny Davis. Lanny Davis, the Clinton confidant, the crisis manager, wrote a book, the premises is, tell it early, tell it all, tell it yourself. They did none of those things.And the question that remains is, why on Tuesday, when the president acknowledged the discovery from Penn back in November, wasn't there also some acknowledgement of discovery in Delaware on December 20th? Did he not know on Tuesday that that discovery had been made? Boy, that would be really curious. And if he did know, why didn't he say something? It seemingly is turning what may be a benign situation into something much worse. They have to address it today and they can't put the White House spokesperson out there -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:15",
      "speaker": "LEMON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:15",
      "speaker": "SMERCONISH",
      "sentences": "To again and again say, he takes this seriously. That's not enough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:15",
      "speaker": "LEMON",
      "sentences": "Who should come out then? Do you think it - do you think it should be Kareem Jean Pierre who comes out and tells the story or should it be someone else and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:15",
      "speaker": "SMERCONISH",
      "sentences": "No. No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:15",
      "speaker": "LEMON",
      "sentences": "OK. And - and the other story, there's conflicting --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:15",
      "speaker": "SMERCONISH",
      "sentences": "No. I - Don, it's not fair to her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:15",
      "speaker": "LEMON",
      "sentences": "Go on. Go on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:15",
      "speaker": "SMERCONISH",
      "sentences": "I don't think it's fair to her. There's one person who needs to be heard from, it's the president of the United States. He ought to be out there today and try and shorten the extension of this story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:47:15",
      "speaker": "HARLOW",
      "sentences": "Why don't we play for folks what he did say about his Corvette and the locked garage. Listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HARLOW",
      "sentences": "Like, do you think all of these statements just raise more questions than give answers. And it sort of seemed there like he was, you know, brushing it off. I mean it -- a locked garage is no place for classified documents, just like Mar-a-Lago is no place for classified documents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "SMERCONISH",
      "sentences": "Well, no doubt. I mean there's - and I get all the differences between the two stories.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "SMERCONISH",
      "sentences": "You know, seemingly, Donald Trump put his thumb in the eye of the FBI. There's no evidence that the Biden folks did that or the current president did that.But by the same token, the way in which they're handling it, you know, I don't want to say the cover-up is often worse than the crime because, of course, then people say, well, what's the crime and what are you insinuating. How about if I say this, the handling of this might be far worse than whatever the underlying facts are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "SMERCONISH",
      "sentences": "And that's the impression that's being left in many people's minds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "COLLINS",
      "sentences": "I think also the timing question that you raise, which is, there was a statement from the special counsel inside the White House Monday night acknowledging, yes, there were documents found back in November. They did not acknowledge the second documents found in the garage, which obviously has raised security concerns, even though we know they found those back in December. And they told DOJ and the National Archives about it then.The other timing question, though, is the fact that this was found about a week before the midterm elections and nothing was said publicly about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "SMERCONISH",
      "sentences": "Right. I'm sure with, you know, Anthony Weiner on the brain, and the impact of those - those late discoveries in the presidential cycle in the past, the explanation that was offered, Kaitlan, on that yesterday at the presser, as I was listening, which was one of, well, the search, the investigation was still ongoing. As if the president couldn't say anything about the December 20th discovery until they searched everywhere. I don't buy into that. Why didn't they make an immediate disclosure back on December 20? I think transparency demands that. Transparency is not as she defined it yesterday, sharing information with the Justice Department. No, transparency is sharing with the American people what I think we have a right to know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "LEMON",
      "sentences": "So, what's interesting, as you said, you know, get out in front and tell the story. They put out a statement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "SMERCONISH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "LEMON",
      "sentences": "Then they had to go back and revise the statement saying, you know, it said, oh, wait, wait a minute, we didn't notify the Department of Justice, we notified -- we first notified the National Archives. I'm not sure how big a deal is that.But the question - the question that I have and Kaitlan has been having all along as well is, why are -- how are lawyers -- why are lawyers packing boxes or looking through boxes? Was there something - was it the - the Trump document investigation, the Mar-a-Lago investigation that triggered this and - and them saying, hey, look, we better go check to make sure that our house is in order, and then they stumbled upon this? Is that what happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "SMERCONISH",
      "sentences": "Oh - oh, Don, you - Don, you have to believe, right, that individuals, the living presidents, people who have served in a senior level of government ever since the Mar-a-Lago debacle are probably examining, you know, every storage locker that they have to make sure that they don't have a similar problem. My hunch is the same of - is, as yours, that that probably touched off the process.As an attorney, what I - what I see going on here is like the - the president being kept out of the loop deliberately as to what those documents are. Why? So that he can't be asked by the press, hey, what was found in your garage? I don't know, they didn't tell me. Wait a minute, that's even worse as an answer. You mean you don't even know what those documents were either at the Penn Center or near the Corvette? Just bad, bad, bad. Tell it early, tell it all, tell it yourself, like today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "LEMON",
      "sentences": "Yes. Right on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HARLOW",
      "sentences": "Like today. Like today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "LEMON",
      "sentences": "Cannot argue with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HARLOW",
      "sentences": "Amen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "COLLINS",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "LEMON",
      "sentences": "Thank you, Michael Smerconish. We'll see you this weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "SMERCONISH",
      "sentences": "See you guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "LEMON",
      "sentences": "Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "SMERCONISH",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "LEMON",
      "sentences": "OK, catch Michael's show, 9",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "COLLINS",
      "sentences": "I have a feeling that's not going to happen at the White House, by the way. They've got the Japanese prime minister today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "COLLINS",
      "sentences": "They're going to be trying to put the focus elsewhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HARLOW",
      "sentences": "On that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "LEMON",
      "sentences": "He's going to get pelted with questions though, but we'll see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "COLLINS",
      "sentences": "No, he will.Also coming up this morning --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "LISA MARIE PRESLEY, MUSICIAN",
      "sentences": "I guess I'm about as happy for you as I would be a -(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:58:42",
      "speaker": "LEMON",
      "sentences": "So, moments ago, Ukraine refuting Russian claims that Moscow has taken the city of Soledar in eastern Ukraine.Our Ben Wedeman is right now next to that embattled city. He joins us with more. Ben, what are you seeing?",
      "isLastSentenceInterrupted": false
    }
  ]
}