{
  "date": "2023-11-19",
  "headline": "CNN Newsroom",
  "subHeadline": "Former First Lady Rosalynn Carter Dead At 96; Israeli Military Video Shows Tunnel At Al-Shifa Hospital; Honoring Rosalynn Carter's Life And Legacy; Trump Attacks Judge After Gag Order Paused; President Jimmy Carter And Rosalynn Carter Celebrated 77 Years Of Marriage; War In Sudan Rages On. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:00",
      "speaker": "PAULA REID, CNN HOST",
      "sentences": "In her hometown of Plains, Georgia. The White House thanking her for addressing society's greatest needs, saying she walked her own path inspiring a nation and the world along the way.Governor Brian Kemp of Georgia praised the proud Georgian saying she had an indelible impact on our state and nation. And earlier tonight Rosalynn's husband of more than 77 years, former President Jimmy Carter, said she was his equal partner in everything I ever accomplished, adding that as long as Rosalynn was in the world, I always knew somebody loved me and supported me. CNN's Wolf Blitzer takes a look back at her remarkable life and legacy. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "A soft-spoken, small-town girl, Rosalynn Smith Carter became one of America's most charming first ladies. Born in Plains, Georgia, on August 18th, 1927, she was valedictorian of her high school class, and met and married Jimmy Carter when he was in the U.S. Navy.JIMMY CARTER, FORMER U.S. PRESIDENT: I love and respect and cherish my wife Rosalynn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BLITZER",
      "sentences": "When Mr. Carter's father died in 1953, they moved back to Plains to manage the family's peanut farm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "ROSALYNN CARTER, FORMER FIRST LADY",
      "sentences": "I didn't want to go home. I was having a good time. I think I had thought I had outgrown Plains, Georgia. It had gotten a little too big for my britches. Only pouted for about a year after we got home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BLITZER",
      "sentences": "They had four children, three boys, Jack, Chip and Jeff, and later daughter Amy. In 1962, Jimmy Carter entered politics and Rosalynn hit the campaign trail.R. CARTER: Campaigning was fun. Up to a certain point because I got to travel and see the whole country. The most fun are the people you meet. BLITZER: She supported her husband's successful bids to become governor of Georgia and later president of the United States. J. CARTER: So help me, God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Congratulations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BLITZER",
      "sentences": "Mrs. Carter was actively involved in her husband's presidency, attending Camp David meetings and cabinet briefings. She was a strong advocate for equal treatment of the mentally ill.R. CARTER: If they had coverage for their mental illness, then the overall health care costs would come down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BLITZER",
      "sentences": "When the Carters left the White House in 1981, they spearheaded a new challenge, Habitat for Humanity, building houses for the poor.R. CARTER: The whole community has come together to get rid of poverty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BLITZER",
      "sentences": "A year later they established the Carter Center, a foundation devoted to promoting human rights, resolving conflicts, and eradicating diseases. Mrs. Carter continued to focus on reducing the stigma of mental illness.R. CARTER: I'm really, really proud. I've been very impressed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BLITZER",
      "sentences": "Another focus, caregiving, an issue close to her heart as she told a congressional committee.R. CARTER: It's been part of my life since I was 12 years old. And my father was diagnosed with leukemia at age 44. We lived in a very small town and all of the neighbors rallied around. But I still vividly remember going to my secret hiding place, the outdoor privy if you can believe that, to cry. It's where I could be alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BLITZER",
      "sentences": "In 1999, Rosalynn and Jimmy Carter were honored with the Presidential Medal of Freedom, the nation's highest honor for civilians.J. CARTER: Rosalynn and I have visited now more than 150 nations in the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BLITZER",
      "sentences": "Mrs. Carter was often irritated that her husband was praised more for his achievements after his presidency than those of his administration. But she accepted that was politics.R. CARTER: Doesn't matter what you do, you're going to be criticized for it. And so do what you want to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BLITZER",
      "sentences": "And they were a remarkably close first couple. Jimmy Carter used to say Rosalynn was much more than his wife.J. CARTER: It's always Rosalynn to whom I turn for the primary advice and we make the decisions together. She's the matriarch when our 11 grandchildren or our four children have a problem, they call Rosalynn first. They're going to know that they'll get a sympathetic ear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BLITZER",
      "sentences": "She remained by his side, occasionally joining with other first families, and later supporting each other in their twilight, she with dementia and Mr. Carter in hospice. And in the 39th president, Rosalynn Carter got more than just a husband.R. CARTER: My life with Jimmy Carter has been more adventuresome than I ever dreamed it would be. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:06",
      "speaker": "DAVID GERGEN, CNN SENIOR POLITICAL ANALYST",
      "sentences": "Well, Paula, thank you for asking that. Rosalynn Carter was an absolutely remarkable woman. If you had to name the women who'd done the most in the 20th century out of the White House to advance causes and appropriate roles of women overall in our society, Rosalynn Carter would be one of the top three. She modeled herself after Eleanor Roosevelt, and they had strong parallels, and along came Hillary Clinton some years later.If you put those three together, that's a pretty darn good collection. So I think that -- I think the other thing that Rosalynn Carter brought, she brought many things, among them, though, was she helped to restore trust in the government. You know, I was in the Nixon administration. I was there when Jimmy Carter goth elected. And, you know, there was a sense, and we came very close to going over the edge during Watergate. And there was a lot of people in this country didn't trust who was running things in Washington. We have another trust crisis going on right now. And along came Jimmy Carter and said, you know, I'll do that. And he was a small-town guy from Georgia. You know, wife had that wonderful southern accent but they had never really been around -- they've never been in the big leagues before. And so when they got dumped into it, they had a hard time at times. There were times when they were unhappy. But by and large I think the country, especially in retrospect, it appears pretty obvious that Rosalynn and Jimmy Carter together co-partners in the White House. Gave great advances to our country and are extremely well-remembered now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:06",
      "speaker": "REID",
      "sentences": "And Amber, it's interesting Rosalynn once suggested that she was more political than Jimmy. How did she contribute to his many campaigns?Seems like we might have lost Amber there. David, can you talk a little bit about how much of a political asset Rosalynn was?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:06",
      "speaker": "GERGEN",
      "sentences": "Well, she did not regard herself as being political. She was much more substantive and came to the conclusion that, you know, whatever you do or say in Washington, you're going to get -- somebody is going to try to beat up on you. And you just need to do the right thing. And that's in the co-partnership, she was the one Jimmy Carter turned to for advice. And they weren't talking so much about politics so much, they were talking about what do we do about mental health.And, you know, it's striking of course that after all this time spent on mental health, she herself had dementia. But I do think that they -- all the way along the way they trusted each other and the nation trusted them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:06",
      "speaker": "REID",
      "sentences": "And, Amber, it was also interesting to learn tonight how President Carter would request that Rosalynn sit in on cabinet meetings. And it's easy to see in hindsight how that administration really shaped the role of the first lady going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:06",
      "speaker": "AMBER ROESSNER, AUTHOR",
      "sentences": "Yes, certainly. I think that not enough can be said about the ways in which Rosalynn Carter modernized the role of the first lady. Certainly she was one of former President Carter's most trusted advisers. She had an office in the East Wing of that White House, sat in on cabinet meetings, and it was actually at her advice that former President Carter shook up the cabinet and delivered his \"Crisis of Confidence\" speech in 1979, so she was very instrumental in the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:06",
      "speaker": "REID",
      "sentences": "And David, the Carters were famously married for more than 77 years. Talk about how that close bond really shaped their advocacy post-presidency?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:21",
      "speaker": "REID",
      "sentences": "And Amber, Rosalynn and her husband, I mean, they represented what is called the new South Democrats. They were younger, more liberal. They worked on global issues. How did that really have an impact around the world?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:21",
      "speaker": "ROESSNER",
      "sentences": "Well, I think that it had an instrumental impact. I mean, certainly one of the primary legacies that I think that Rosalynn will offer is her advocacy around mental health, reducing the stigma. As she put it, she hoped that mental health would be like physical illness. Like it would be like having a common cold. She was also a really strong advocate for the equal rights amendment, and I think that that was incredibly important, even though she was not a supporter of Roe v. Wade for moral purposes and objections.But I think that -- I think that, you know, she'll be well-remembered for her role both during the presidency and after the presidency, and the ways in which they -- all her humanitarian efforts, their work through habitat for humanity and really the ways in which they enacted their faith I think will be remembered.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:21",
      "speaker": "REID",
      "sentences": "David Gergen and Amber Roessner, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:21",
      "speaker": "GERGEN",
      "sentences": "Thanks, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:16:24",
      "speaker": "REID",
      "sentences": "The Al-Shifa Hospital has become the center of the Israel-Hamas war in Gaza. Israeli forces say Hamas used it as an underground command center, though Hamas and the hospital deny that. Today the Israeli military released new video showing the inside of a tunnel reinforced with concrete on hospital grounds.CNN's Oren Liebermann entered Gaza with the Israeli Defense Forces Saturday night to see the tunnel shaft and what lies beneath.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:16:24",
      "speaker": "OREN LIEBERMANN, CNN CORRESPONDENT",
      "sentences": "Paula, we spent about six hours in the Gaza Strip. We crossed the border fence from Israel into Gaza at 9The IDF had promised concrete evidence that Hamas is underneath the hospital using the sanctuary of the hospital itself to protect what they call its terror infrastructure below. But they hadn't yet been able to prove this or offer evidence that was truly compelling. This was the purpose of our visit, to see a tunnel shaft that had been exposed only a day or two earlier. Even in the middle of the night we can only put a little bit of light on it but you could clearly see the entrance to the shaft itself. We couldn't see how far it went down, but it was clearly a substantial concrete structure meant to go pretty much straight down. The IDF would then later release video when they sent specialized assets into there and you could see a spiral staircases that the IDF says goes 10 meters do so about 33 feet. And then a tunnel that continued for 55 meters. So a bit more than 150 feet. At the end of that tunnel is what looks like a solid metal door. The IDF says they haven't opened that door right now because they fear it's boobytrapped. In fact to this point they haven't operated much underground because that is very much where Hamas has a serious advantage so they're grappling with how to deal with this in an effective way because they know that is pretty much Hamas' stronghold. The key here, though, is to try to prove that Hamas uses the hospital above for protection underneath. It's well known and we've known this for more than a decade that Hamas has tunnels throughout Gaza. The key question here is whether they have them underneath the Al-Shifa complex. This is something Hamas and hospital officials have repeatedly denied. But what we saw both in the video and with our own eyes is arguably the most compelling evidence so far that there is clearly something down there, a tunnel, at least one. It is now on the IDF to continue to prove this. And Israel's credibility, the IDF's credibility, and the ability of the IDF to continue prosecuting this war, all of that's at stake as international criticism is mounting of the campaign in Gaza -- Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:11",
      "speaker": "REID",
      "sentences": "And Joel, as you know, the IDF has been under enormous pressure to provide proof to support their actions in and around this hospital. What is your reaction? Is this enough?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:11",
      "speaker": "JOEL RUBIN, FORMER DEPUTY ASSISTANT SECRETARY OF STATE",
      "sentences": "That's right, Paula. Look, to me what's revealing is that the IDF would be willing to publish this now and show the world that it has found tunnels while not yet fully getting in there, thinking perhaps understanding that is that Hamas may now know that Israel has the evidence. So the Hamas fighters could be underground, and they could be waiting, but that means that Israel feels the pressure. It needs to reveal this.But this is compelling information and this is the proof. This is essentially the hidden needle in the haystack. And this shows that Israel has been making a claim that it can verify and it should put those who are calling for the release of the hostages in a more effective position as well. Where are those hostages? Are they behind that door? We have to get the answers to that and I think this is a very powerful image.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:11",
      "speaker": "REID",
      "sentences": "And Colonel, the IDF also released new footage that they claimed shows hostages taken by Hamas going into the hospital. In the last half hour I spoke with an IDF spokesman. He said that video is further proof that the hospital is being used by Hamas as a stronghold. Do you think that video will help make their case as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:11",
      "speaker": "LEIGHTON",
      "sentences": "Well, it could because the time stamp on the video is very interesting because it happened that morning, the morning of the attack on October 7th. So the attack occurred in the 7",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:11",
      "speaker": "REID",
      "sentences": "That same IDF spokesman was not able to give us any update on the hostage negotiations. So, Joel, I want to talk to you a little bit about this. The White House says they're close to reaching a deal. Sources tell CNN negotiations include a day's long pause in the fighting for the release of about 50 hostages. How hopeful are you that people can be freed here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:11",
      "speaker": "RUBIN",
      "sentences": "Yes, Paula, that's my understanding as well. The contours of this potentially 50 for days. There's been a bartering about how many people. Israel wants a clear number. I'm confident that the Israelis want these hostages out. You know, in Israel every single life is seen as universe. Five years ago they traded 1,027 Hamas fighters for one Israeli, Gilad Shalit, and the pressure inside Israel is high to release these hostages.But there's a real concern that Hamas will use the time to put its ship back in order and essentially reorganize itself and so the big sticking point is verification. Hamas is not what Israel to watch their movement, Israel doesn't want to allow Hamas to have that freedom of motion and so I think that's where the sticking point is, how to not allow a hostage release become a pause for more military action by Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:11",
      "speaker": "REID",
      "sentences": "And, Colonel, you know, President Biden this weekend in his op- ed rejected these calls for a cease-fire. Is that the right move?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:11",
      "speaker": "LEIGHTON",
      "sentences": "Well, Paula, it's -- you know, it's all about semantics at this particular point in time. So whether it's called a cease-fire or a pause of some other type, it's probably a good idea from the standpoint of a humanitarian angle, it's also a good idea from the standpoint of the hostages themselves. So if the goal is to release the hostages, and in my mind it should be, then if that does happen, that would be I think a good move to at least have some pause in the fighting.The problem that you have of course from a military operational perspective on the Israeli side, if they lose momentum in their quest to capture Hamas leadership or to make Hamas an irrelevant force, then they're going to have to regain that momentum after the fighting has paused. So it's going to be a difficult thing for the Israelis. But I think it's going to be necessary for them to do this not only for the purposes of releasing the hostages but also for the purposes of getting more international public opinion if not on their side, at least relatively neutral compared to their issues with the Palestinians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:11",
      "speaker": "REID",
      "sentences": "And, Joel, we've reported today more than two dozen newborn babies were moved out of Al-Shifa to another hospital in southern Gaza, but there are many of them in critical condition. So how do you think Israel can allow more humanitarian aid in while trying to take out Hamas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:02",
      "speaker": "REID",
      "sentences": "And tonight a lot of attention on southern Gaza where many Palestinians have evacuated to. But it also appears that an imminent offensive could occur there. How do they balance this. I mean, the White House is calling on them to limit any civilian casualties here. What is the right way to handle this situation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:02",
      "speaker": "LEIGHTON",
      "sentences": "So it's really difficult, Paula, from a military perspective. And, you know, what you should have is a safe area for civilians to go into, and that basically would be a no strike zone. The problem that you have is that there are no-no strike zones in Gaza and it's pretty clear that Hamas fighters have interspersed themselves into the civilian population so you have to expect some degree of intermingling, and you have to expect that there are going to be some issues with trying to find Hamas fighters among the civilian population that's going to complicate Israel's efforts here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:59",
      "speaker": "REID",
      "sentences": "Tonight the world is remembering former First Lady Rosalynn Carter, a presidential partner, mother and humanitarian. Carter passed away peacefully at the age of 96 in her hometown of Plains, Georgia. Former President Jimmy Carter, 99 years old, called her an equal partner in the White House, and as she worked on behalf of mental health and human rights.CNN's Rafael Romo is at the Carter Center in Atlanta. Rafael, what are you hearing about her legacy there tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:38:00",
      "speaker": "REID",
      "sentences": "Tomorrow former President Trump will once again test the limits of the First Amendment. The former president's legal team plans to argue to a D.C. appeals court that a gag order imposed in his federal case is violating his right to free speech. He has repeatedly attacked the special counsel appointed to oversee that case and his family.(BEGIN VIDEO CLIP) DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: Deranged Jack Smith. Have you ever heard of him? He's a lovely -- he's a lovely man. Trump hating prosecutor in the case. His wife and family despise me much more than he does. I think he's about a 10. They're about a 15 on a scale of 10. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:38:00",
      "speaker": "REID",
      "sentences": "It's the second time in recent weeks that Trump is appealing a gag order. On Thursday a New York appeals court temporarily lifted a gag order in his civil fraud trial in that state.All right. Let's discuss all this with CNN legal analyst Norm Eisen. Let's start with the federal gag order. This is all the same issue. What do you expect to see tomorrow in front of this three-judge panel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:38:00",
      "speaker": "NORM EISEN, CNN LEGAL ANALYST",
      "sentences": "Paula, the First Amendment does provide extraordinary protections to every American, so I think that the three-judge panel will have tough questions for both sides on the government's part, they're going to force the government to say, hey, do we really need to constrain the protected speech of Donald Trump?But on Trump's side they're going to grill him about a series of Supreme Court cases that say when there's a threat to the administration of justice or the people who administer it or their families, you're allowed to have narrowly focused restrictions. I think the government has the better of that argument.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:01",
      "speaker": "EISEN",
      "sentences": "And when you have the demonstrated propensity of Trump's followers to listen to his words and sometimes it has resulted in risk or even in violence, January 6th is the most pertinent example, the court is going to take that into account. And Trump has continued hammering at Jack Smith. And not just Jack Smith but his wife and his daughter. That's in the background here. I think the government has the better of the argument.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:01",
      "speaker": "REID",
      "sentences": "I want to dig in on that because that's the part -- I think this is like a Venn diagram. That's the part that I have questions about. Not being able to attack the prosecutors or Jack Smith. And Jack Smith is a public official. I think he knew what he was getting himself into when he accepted this gig. Do you think that they're going to uphold that part of the gag order?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:01",
      "speaker": "EISEN",
      "sentences": "It's standard when gag orders are imposed because of the risk it poses to how justice is administered, and that includes prosecutors. Obviously there's others involved, jurors. It's standard to have these kinds of limitations as long as it's narrowly tailored. Trump can say what he wants about President Biden. He can say what he wants about the Department of Justice, but when it comes to the specific personnel, and their families, that can have a very chilling effect.So there's strong precedent from the United States Supreme Court that a narrowly tailored gag order when you have a criminal trial can override the constitutional protections under the First Amendment, and that is what Donald Trump's lawyers are going to have to come up against tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:01",
      "speaker": "REID",
      "sentences": "And they've tried to frame this as political speech. I think what we can expect is they're going to argue this is political speech, which means it is entitled to a heightened protection. He insists that Jack Smith is politically motivated, is a political actor. Is that going to carry any weight in this court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:01",
      "speaker": "EISEN",
      "sentences": "Well, it will be a part of the weighing and balancing, the political context. Donald Trump in a sense represents the high watermark for First Amendment protected speech because he is the leading candidate for one of the major political parties but there are limits. And when you call out the prosecutor and the prosecutor's family, that is the kind of thing that courts have said, wait a minute, that goes too far.It creates a chilling effect. It can intimidate. It creates the risk of violence. It can trigger violence. And it creates a cloud over the trial. It can be very intimidating. Jurors hearing that can say, oh, wait a minute, I better not serve on that jury. Will he attack me? So there is a well-recognized exception. But as the New York gag order proves, you don't always get the automatic exception when it comes to the First Amendment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:01",
      "speaker": "REID",
      "sentences": "Yes. Let's talk about the New York gag order. It was lifted and then a few hours later the former president posted this attacking the judge -- the judge's clerk, rather, who the gag order was meant to protect. You see her name there, her photo there, insisting that she is politically motivated. And the argument here is even if he is not directly calling for attacks against her, a post like this can have that impact. What do you think will happen with the gag order in New York going forward? EISENappellate court is a temporary lifting. So that's pending a decision just like what we've seen here in D.C. The answer should be that Donald Trump is not permitted outside of court to attack this law clerk in the way that he has. It's gratuitous. There's no legal basis for it. It does expose her to danger. Now the judge went a little further in the New York case. He prohibited the lawyers from even talking about it in court to build their record --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:01",
      "speaker": "REID",
      "sentences": "Tried to prevent them from even filing a motion about it. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:01",
      "speaker": "EISEN",
      "sentences": "And, you know, Judge Engoron has been pretty good in not taking the bait. The facts are very negative for Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:01",
      "speaker": "REID",
      "sentences": "He gets close to the bait once in a while.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:01",
      "speaker": "EISEN",
      "sentences": "He's been pretty good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:01",
      "speaker": "REID",
      "sentences": "He nibbles at it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "REID",
      "sentences": "We'll see. It will be fascinating to watch. Norm Eisen, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "EISEN",
      "sentences": "Thanks, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "REID",
      "sentences": "And a true love story from the Navy to the White House, and back to Plains, Georgia. The Carters were married for nearly eight decades. More on the legacy and the love affair.You're in the CNN NEWSROOM. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "REID",
      "sentences": "Rosalynn and Jimmy Carter celebrated 77 years of marriage together.Here's CNN's Randi Kaye. [20:50:03] (BEGIN VIDEOTAPE) J. CARTER: I knew that she was -- she was quiet. She was extremely intelligent. She was very timid, by the way. Beautiful. And there was just something about her that was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "OPRAH WINFREY, TV HOST",
      "sentences": "You're blushing.J. CARTER: Irresistible. I can't help it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "RANDI KAYE, CNN CORRESPONDENT",
      "sentences": "Jimmy Carter telling Oprah why he fell in love with his wife Rosalynn. The Carters grew up together in Plains, Georgia, before tying the knot in 1946. Theirs is the longest marriage in the history of U.S. presidents. They celebrated 77 years together this year.As he tells it, he took Rosalynn to a movie on their first date and was smitten. J. CARTER: The next morning, my mother asked me what did I do when I knew I had a family reunion. I said, well, I had a date. She said, who'd you go with? I said, Rosalynn Smith. She said, what did you think of Rosalynn? I said, she's the one I'm going to marry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "KAYE",
      "sentences": "They married after he graduated the U.S. Naval Academy. He was 21. She was 18. Their decades-long marriage has had its challenges, but shared interests seem to be the glue. Over the years, they skied, fly-fished, and bird-watched, and read the Bible together every night. Both volunteered with Habitat for Humanity.R. CARTER: I'm going to talk a little bit about Jim, and he's not going to like it. There has never been any kind of damage at all to Jimmy Carter's heart. (APPLAUSE) R. CARTER: I knew he had a good heart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "KAYE",
      "sentences": "On the campaign trail, Jimmy Carter called his wife his secret weapon. Rosalynn visited more than 40 states during the 1976 presidential campaign. After her husband became president in 1977 --J. CARTER: I, Jimmy Carter, do solemnly swear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "KAYE",
      "sentences": "-- the Carters teamed up in the White House. When he lost his bid for re-election, they moved back to their same home in Plains, Georgia.In this interview, Barbara Walters wanted all the details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "BARBARA WALTERS, JOURNALIST",
      "sentences": "I don't know how to ask this so I'll just ask it.J. CARTER: Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "WALTERS",
      "sentences": "But do you sleep in the double bed or twin bed? J. CARTERR. CARTER: Double bed. J. CARTER: Oh, is that -- sometimes we sleep in the single bed, so it makes more comfortable in a double bed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "KAYE",
      "sentences": "Rosalynn has been by his side through it all. Skin cancer that spread to his brain in 2015, a mass on his liver, a broken hip. Jimmy Carter has credited his loving marriage for the reason he's otherwise been in good health.The Carters had certainly slowed down with age, but have still been enjoying a full life, with four children, 12 grandchildren, and 14 great grandchildren. According to \"The Washington Post,\" the couple had a Saturday night routine of walking a half mile to a friend's home for dinner and a single glass of chardonnay. They also managed to figure out what else it takes to keep their love alive. J. CARTER: First of all, we give each other plenty of space to do our own thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "KAYE",
      "sentences": "And their love only seems to have grown stronger. Jimmy Carter has said marrying Rosalynn was the pinnacle of his life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "When you look back, what are you most proud of?J. CARTER: In my entire life experience, I would say it was marrying my wife Rosalynn. She's been a very profound beneficial factor in my entire existence and still is. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:57:46",
      "speaker": "REID",
      "sentences": "On \"THE WHOLE STORY\" with Anderson Cooper, Nima Elbagir goes to Sudan to report on the civil war in her homeland.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:57:46",
      "speaker": "NIMA ELBAGIR, CNN CHIEF INTERNATIONAL INVESTIGATIVE CORRESPONDENT",
      "sentences": "I'm from Sudan, Paula, and actually the first big story that I covered as a young journalist was the genocide in Sudan in the west of the country, in Darfur. And many of the people who are now implicated in the violence and the atrocities that have been happening there for the last seven months were implicated the first time around.And when we began to hear these awful stories coming out, we knew we had to find a way to go in and investigate. This is just a little of what we were able to uncover. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:57:46",
      "speaker": "ELBAGIR",
      "sentences": "One by one, survivors come forward wanting to share, to document what has happened to them.UNIDENTIFIED FEMALE (through translator): I held my 5-year-old brother and ran with him to the mosque. The RSF chased us, shooting at us. A bullet hit my brother's head. UNIDENTIFIED FEMALE (through translator): The RSF said leave these ones. We will find better ones to sell. These ones, let's rape them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:57:46",
      "speaker": "ELBAGIR",
      "sentences": "Textbook ethnic cleansing. These are the hallmarks of genocide. We interviewed over a dozen survivors and eyewitnesses, who witnessed the abduction of at least 200 other girls. Through their testimony, we were able to pin point key neighborhoods in El Geneina where civilians were targeted and where women were being sold from slave houses. Places like El Jebel, and Hayla (PH), and (INAUDIBLE), where survivors say they counted 75 girls abducted in one fell swoop. There is nowhere safe in El Geneina.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:57:46",
      "speaker": "ELBAGIR",
      "sentences": "What we found, what you heard there, is so much worse than what I saw 20 years ago, starting out as a journalist. And I think there's a reason for that. It's because the men who did this the first time were never held to account. These men never had to pay any price for what they did to people. And so the depth of the depravity, of the atrocities, that they are now carrying out, it comes from a sense of empowerment.We are so happy, the team and I, so grateful that we have been able to put together this documentary and that CNN is giving it the time that it is. Because our hope, as a team, but my hope as someone whose country this is, is that people will watch and understand and perhaps think about those who are caught in the crossfire to this day and try and figure out what is it that the world could be doing better this time -- Paula.",
      "isLastSentenceInterrupted": false
    }
  ]
}