{
  "date": "2023-06-26",
  "headline": "Inside Politics",
  "subHeadline": "Mercenary Chief Now Calling March On Moscow A \"Protest\"; Mercenary Leader: Armed March Not An Attempt To Oust Putin. Putin's Whereabouts Unknown After Armed Rebellion; Prigozhin: March Was A Demonstration Of Protest, Not Attempt To Overthrow Government; Biden, Zelenskyy Discuss Russia Rebellion; Biden West Had Nothing To Do With Russian Revolt. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "DANA BASH, CNN HOST",
      "sentences": "Today on Inside Politics, the man behind the mercenary revolt that threatened Vladimir Putin's rule now says, he was not trying to topple the Russian leader. It's the first time we're hearing from Yevgeny Prigozhin since he ordered a sudden stop to an armed rebellion just 120 miles from Moscow.Plus, what did the U.S. know? And when did it know it about the plan to topple Putin? The chairman of the Senate Intelligence Committee, Mark Warner, joins me live in minutes. And Ron DeSantis lays down a big marker on immigration. The Florida governor says, he'll finish what Donald Trump started and build that wall. I'm Dana Bash. Let's go behind the headlines at Inside Politics. Today we go behind that power grab that was -- that wasn't or what was it exactly? Well, right now we're going to try to answer all of the questions that we have about the revolt inside Russia. The mercenary who led what looked and sounded like a revolt is now trying to answer one of those questions. Why? CNN just obtained new audio of Prigozhin and he says, the march to Moscow was not a coup, but only a protest. (BEGIN VIDEO CLIP) YEVGENY PRIGOZHIN, RUSSIAN OLIGARCH, MERCENARY CHIEF, (voiceover): Two factors played into my decision to turn around. First factor, we wanted to avoid a Russian bloodshed. Second is, we marched in demonstration of a protest not to overturn the power in the country. At this time, Alexander Lukashenko extended his hand and offered to find solutions for the further work of Wagner PMC and legal jurisdiction. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "CNN is covering the story from all corners of the globe. We're going to start our coverage in London with CNN's Nic Robertson. Nic, a pretty remarkable response that we are hearing for the first time from the mercenary leader.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "But it does also seem to comport with the big ongoing argument that Prigozhin had been having with the defense minister, Sergei Shoigu. What we learned from Prigozhin, not just that he's saying, I wasn't trying to overthrow Putin, and we didn't mean or intend to go out and kill any Russian troops. They fired on us first, talking about the helicopters, he now says, he shot down.But he says, this was a march for justice he called it. It was a march, he said to try to keep his Wagner PMC, his Wagner mercenary group alive. He says in the audio recording that it was going to be forced to shut down on the first of July, that he had taught among the commanding officers and with the men, and barely any of them had agreed to down tools for Wagner and sign up for Russia's military as was being demanded off them. And he wanted to keep Wagner alive that this is what he's saying. And he goes on to say when he was speaking to Lukashenko. And the reason he accepted the Belarusian president's offer to go and be an exile there was because Lukashenko offered him away for a legal jurisdiction for PMC Wagner, to keep his private military contracting company up and running. This has been about power, and it's been about money. Prigozhin has been trying to fight off Russia's defense minister from taking control of Wagner, his men and the financial income potentially that comes from it. But I think one of the point comes through in this recording, and again, we don't know when it was made. But again, he takes a pot shot at Sergei Shoigu, the defense minister saying that this march was a protest about the way the war was being run. This is a very destructive message for Putin to continue to hear made publicly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "Wow. There's so much to unpack there. Thank you so much for that critical, critical context. Nic, I want to go now to Nick Paton Walsh, who is in Kyiv, Ukraine's capital. So, Nick, how will Prigozhin comments that this was a protest and not a coup? And what he specifically said that Nic was just reporting about the way that the war inside Russia has been prosecuted. How will that land where you are in Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "No question, and we are really trying to read the tea leaves on a lot of the statements that we're getting in the last hour from Prigozhin -- from Prigozhin rather. Thank you so much for that. I want to go back to the United States and over to the Pentagon where CNN's Natasha Bertrand is.So, Natasha, Wagner's mercenary leader, we were just talking about, he says this wasn't a coup attempt. And specifically, what he said is that this was a \"protest.\" And what he's protesting is the idea that the Russian military was trying to dissolve this Wagner mercenary group and do so by July 1. Do your sources there at the Pentagon, in the military -- in American military believe that that's the case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Well, Dana, this actually does comport with U.S. officials understanding broadly of what was motivating Prigozhin in the days leading up to this rebellion. As you'll recall, we did report over the weekend that U.S. intelligence did see signs that Prigozhin was plotting a potential major challenge to Russia's military leadership. And that was because of the fact that it appeared that Russia's military leadership was preparing to usurp Wagner and try to absorb it within the Russia's military ranks.And so, what Prigozhin is saying here, essentially is that he did not want to overthrow the Russian government. Now, it is unclear to U.S. officials, including in the run up to this rebellion, what his ultimate aim actually was. If you want it to only challenge Russia's defense leaders, and perhaps spark change in that area, or if he actually wanted to try to overthrow Vladimir Putin. As we saw over the weekend, he did marched towards Moscow. And so that raised a lot of questions in U.S. official minds about what he was actually doing. U.S. intelligence officials were surprised though that this wasn't a bloodier affair. They believe that it is surprising that Russia's troops did not fight back harder. And that is one of the main questions that they're asking now is, why did Wagner troops face so little resistance from Russian troops. But just in terms broadly, of what Prigozhin is saying here. U.S. officials are monitoring whether he is able to reconstitute himself whether he is going to go into exile in Belarus, and just how Wagner forces are actually going to be absorbed within the Russian military after months and months of Prigozhin telling them that the Russian ministry of defense cannot be trusted and has essentially left them to die in Ukraine. Dana?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, Dana. The White House is trying to make clear that there was zero involvement on the behalf of the United States in this short-lived rebellion in Russia. And NSC spokesperson Adam Hodge telling me a bit earlier, \"The United States was not involved and will not get involved in this situation. This was an internal Russian matter.\"This came after the Russian foreign minister said that Russian special services are investigating whether any western intelligence was involved in the events in Russia that played out over the weekend. And that was really something that officials here at the White House had expected the possibility of that that Russia might try to argue that the U.S. or the White House had tried to interfere in the matters in some way. Now, we have yet to hear directly from President Biden. Since this rebellion took place, he was here monitoring the situation on Friday night, and then spent most of the weekend at Camp David, huddled with his national security adviser being briefed on the situation. The president also worked the phones with key allies, including Ukrainian President Volodymyr Zelenskyy, and the leaders of France, Germany, the United Kingdom and Canada. Each of those allies have been a central part of the west efforts to counter Russia's war against Ukraine. One of the messages in those calls was to reaffirm that United States and other western allies support for Ukraine at a time when there are questions about what this rebellion could have -- the impact it could have on the war in Ukraine. But another message that was also conveyed was simply to get allies all on the same page, and essentially telling them to keep the temperature low, allow the events in Russia to unfold because officials did not want to give Russia any fodder any reason to try to use the United States or its allies' words suggests that they had interfered. So, we will see the president is about to speak on a separate topic, but we will see whether he weighs in or answers any reporters' questions as officials here continue to assess the broader impacts not just on Ukraine, but on Putin's holding power in Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:00",
      "speaker": "BASH",
      "sentences": "That's right. So far, aside from the comment that you just talked about from the National Security Council, the most that we've heard is from the secretary of state, who yesterday was on state of the union saying that they have a lot more questions and answers and that they think that this shows some cracks in Putin's grip on Russia. Arlette, thank you so much. Let us know when we see and hear from President Biden.And we are again finally hearing from the mercenary leader behind what he calls now a protest, not an attempted rebellion. What the rest of the world certainly sees at this point as mutiny. But is it all part of some Putin broker deal that we don't have the answers to yet? Well, we're going to talk to some experts after a quick break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "And we've just listened to President Biden for the very first time speaking about what we saw over the weekend, the extraordinary events over the weekend, inside Russia. Joining me now to talk about that retired air force intelligence officer Colonel Cedric Leighton, former Deputy Director of National Intelligence Beth Sanner, and Catrina Doxsee, she's the associate director of the Transnational Threats Project at the Center for Strategic and International Studies.A lot to unpack. Beth, you most recently were in the room with presidents, talking about world events and crises. What did you make of the substance of what the president said and the approach that he took?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BETH SANNER, CNN NATIONAL SECURITY ANALYST",
      "sentences": "Well, I think that the White House has been just immaculately focused on making sure that everyone knows we had nothing to do with this. And there's actually been a little chatter in Russia today, suggesting that they were going to be blaming the United States and the west. The messages that have gone out to Moscow all through the weekend. So, two messages, this wasn't us. And the second message is, we remain firmly focused on Ukraine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "Yes. And it wasn't just chatter, right? I believe that the defense for, excuse me, the Russian foreign minister, explicitly, yes, explicitly suggested. I know that sounds like an oxymoron. But you know, putting out there that this was an attempt by the west to dismantle war to he served (Ph) typically? COL. CEDRIC LEIGHTON (RET.), U.S. AIR FORCE",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "Your response to the president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "CATRINA DOXSEE, ASSOCIATE DIRECTOR, TRANSNATIONAL THREATS PROJECT AT CSS",
      "sentences": "Yes. I think that the president is walking a very careful line to be clear that we had nothing to do with the dissent within Russia. I think that it does raise some interesting questions, though, as the United States and its allies have been routinely looking for ways that we can counter Wagner activities.This potentially could be an opening where the U.S. or its allies could do more against Wagner, particularly since we're seeing such a violent wedge between Wagner and the state at this point in time. We don't know what the future will look like of the group in terms of its structure, its leadership. I certainly think there will be a fight over that within Russia between Putin and Prigozhin. But this is potentially a space for the U.S. to act against Wagner, without acting against the Russian government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "What is your take on what Prigozhin said about Wagner? Again, before we heard from the president, we were talking about the fact that we heard from Prigozhin for the first time, it was audio only. And just on the subject of the Wagner Group that he was maybe still is the leader of.Despite this, this sudden deal that happened between Putin and the Wagner Group with Lukashenko in Belarus, brokering it. The suggestion over the weekend was that the members of the Wagner Group would be accepted into the Russian military. What Prigozhin said today was, that doesn't seem like it's going to happen. He wants to keep them intact. How significant is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BASH",
      "sentences": "That are all like launder, don't launder through that. So, let me just try to boil this down. What Prigozhin is saying is that this was a struggle between him and the defense minister, Sergei Shoigu. OK. And what this wasn't, was an attempt to rebel against and pull Vladimir Putin from power.I mean, when we saw all this happening on Saturday, we all thought, wow, this is a mercenary military group, heading north to Moscow to try to overthrow Vladimir Putin. What he's saying here is well, that's not true. Do you buy that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "SANNER",
      "sentences": "Yes. I don't think this was a coup. I think this was a mutiny. And I think it was very self-interested. It was not -- yes, there's this veneer of, I'm trying to be the group that represents Russian nationalism and goodness here. But in fact, a lot of this is really just Prigozhin trying to maintain control over Wagner. And yes, he has a beef with the military.But let's step back for one minute and establish that Wagner creates a dilemma for Putin, because Wagner is the most important way that that Putin projects power, power, military and influence, where were these guys ran the influence operation against the United States in 2016 and continues their disinformation operation. This is a huge lever that the Moscow uses to project power, especially in the Middle East and Africa. And so, he can't just get rid of it, he has to figure out how he can take over it to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BASH",
      "sentences": "Where do you stand right now, given the information that we now have, and reading actually what it all means? What is your view of the state of Vladimir Putin's grip on power at this moment?COL. LEIGHTON: Well, it's certainly been affected by this. Now, it's really interesting because on the one hand, he's been weakened data by what has happened here. On the other hand, we have to keep in mind that none of the oligarchs, none of the military leaders, none of the intelligence chiefs defected to Prigozhin side. And I think that was also part of the main reason why Prigozhin saw what was going on when he got to within 124 miles of Moscow. And he said, OK, yes, there was the tactical issue that I think I'm going to be fired upon at this location. The other issue is the political one. And that is the key factor in this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:00",
      "speaker": "BASH",
      "sentences": "Just a real quick as a military leader. Do you believe that this really was a protest? Or was it an attempt at a military assault that went bad?COL. LEIGHTON: It was a protest, but it was a pro -- a very significant protest.",
      "isLastSentenceInterrupted": false
    }
  ]
}