{
  "date": "2023-05-02",
  "headline": "Inside Politics",
  "subHeadline": "DeSantis Likely To Make 2024 Plans After Legislative Session; Luke Russert Looks Back On His Father's Legacy In New Memoir; Ex-Trump W.H. Aide Dan Scavino Testifies To Federal Grand Jury; New Witnesses In Battery & Defamation Trial Against Trump; Muslim Mayor Blocked From White House Eid Al-Fitr Event; Blinken Denies Role In Hunter Biden Laptop Investigation; Environmental Groups Sue FAA Over SpaceX Launch. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:30:00",
      "speaker": "JACKIE KUCINICH, CNN POLITICAL ANALYST",
      "sentences": "He's having trouble connecting. You actually see former President Trump doing retail politics perhaps to contrast himself with DeSantis, and that's what's been interesting, is seeing the former president adjust his behavior and start doing things that we didn't see during the last time he ran.But that is the danger of waiting and it's the danger of, you know, the donors perhaps getting scared and going elsewhere as he marches on with this very, very conservative agenda.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "JOHN KING, CNN ANCHOR",
      "sentences": "And so, when the president, President Biden had his announcement video, it was clear, they think it's going to be Trump. They think you're going to have a Biden-Trump rematch. What is their plan B if somehow DeSantis can take the nomination from Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, there was also an image of DeSantis --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "KING",
      "sentences": "There was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "SAENZ",
      "sentences": "-- in that video. So, you at least saw them targeting both men expecting that that is who Republicans likely will put forward as their nominee. And we will see how this whole process play out. I think one thing that's also been interesting in the Biden rollout is you've seen them lean into some of these culture issues that they don't always do.I think it was in the second video, the ad that they had released, you know, they talk about bans on books. That's not something that you hear the White House or President Biden himself speaking about every single day. But it does show that they are willing in some area to try to take on some of these culture war issues that are bubbling up in the Republican primary. But for the time being, they're letting the Republicans fight things out amongst themselves, but I think they're fully aware about the men who are at the top of the polls right now, and that they could be at the nominee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "KING",
      "sentences": "I want to share with you now a remarkable but also a painful journey with you, and it is full disclosure of the journey of a friend. It is hard to fathom, but next month, we'll mark 15 years since the sudden, tragic death of a TV news legend, NBC's Tim Russert. 15 years since then 22-year-old Luke Russert lost his father and his hero.\"Look For Me There: Grieving My Father, Finding Myself\" is Luke Russert's new book. And Luke Russert is here with us. It's fantastic, as I've told you in person. LUKE RUSSERT, AUTHOR, \"LOOK FOR ME THERE\": Thank you so much, John. Very great (ph) to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "KING",
      "sentences": "And so I want to start with the title.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "RUSSERT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "KING",
      "sentences": "It's a remarkable journey but, you know, America knows Tim Russert as the gruff, amazing, relentless host of Meet the Press.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "RUSSERT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "KING",
      "sentences": "He was a legend and an icon in the business. He was your dad. And \"Look For Me There\" is the thing every dad does when he takes his son to the ballpark. We're not going to get separated, but if we do, find me here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "RUSSERT",
      "sentences": "Especially in the pre-cellphone era, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "KING",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "RUSSERT",
      "sentences": "It's so hard to come up with a title. And I took out a legal pad, which is something that he used to teach me how to do, which was write everything down, write it out, write it out, write it out. And I kept trying to figure out, OK, what am I trying to say in this book?And I realized that one of the main themes was, I was looking for something and I kept on thinking of dad and looking, and I go, look for me there. That's it. Every baseball game, every rock concert, he would say, hey, look for me there. Point to a place, and that would be our spot where we would reconvene. The most memorable one for me, though, was he used to pick me up when I would come home from college, from Boston College, and there was a little Starbucks coffee stand right there at National Airport and it's still there. And every time I walk by that one, I tear up a little bit because the message resonates so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "KING",
      "sentences": "So you're 22 years old, you're just out ta college, you're dealing with just an unspeakable loss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "RUSSERT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "KING",
      "sentences": "And what should I do? You decide to go to work for NBC News, which is taken on an amazing burden. Number one, you're working in television. Number two, you're working at the network, the Peacock, that your dad was the foundation -- foundational element of. And you start as a special correspondent and then you're smart enough to negotiate your way up to Capitol Hill, the best beat in town. And you're damn good at what you do actually.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "RUSSERT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "KING",
      "sentences": "So for anyone who says, that's Tim Russert's kid, he doesn't know what he's doing. You were very good at what you did, but then after a while you just didn't feel right. I want read a little bit from the book. You decided to hit the road, to leave NBC. You go around the world, but you start in the backwards of Maine.\"Lots of folks think I'm crazy. Hell, some days I think I am. Is it wrong to seek something else from life? The power circles of Washington, D.C. and television news left me unfulfilled and unhappy. What am I missing in this world? And why haven't I felt whole?\" I want to get to where you ended up, but at that moment, what was it? I know you well, I met you through your dad. We are friends now. You just -- I remember talking to you about it. You're like, I'm out of here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "RUSSERT",
      "sentences": "I think I reached a point where I had turned 30, I saw friends getting married. I had one close friend pass at 27. My father dying at 58. Put that in the front of my mind, which is that, oh man, I only have 28 years left. I only have 30 years left, et cetera.And I start to begin to wonder what else is out there. I've given my twenties to this institution that is official Washington. I was raised up within it. What am I missing? I never had a gap year. I never had a chance to sort of just sort of go out and see who am I independent of all this. And there was a moment where I was like, you know, all this anxiety that I felt, all this pain, that I felt all this -- never really processing grief. I need to go out there and just sort of say, OK, who are you, Luke? And that's what I ended up doing. I originally thought it would be about three, maybe six months, and then ended up turning into three years. But the road has that addictive quality as you know, because sometimes things become a lot more clear when you're out of the environment that you know so well. [12:40:01] KING: And so 67 countries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "RUSSERT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "KING",
      "sentences": "What did you -- as you were going, and as I told you before, this book is a remarkable travel journal. It's Jack Kerouac. You know, you're on the road.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "RUSSERT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "KING",
      "sentences": "You're on the road. No, it's a great -- if you -- I don't mean this to sound as it sounds, but if you don't want to deal with the personal grief journey that you have, which is remarkable in telling, and I think informative for everybody, it's just an amazing around the world. You take us to these corners of the world.You say it took much longer than you thought, why? Was that because you were still trying to process and learn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "RUSSERT",
      "sentences": "I was simultaneously looking for something, but then I was also outrunning something. So you're sort of these two things and then when they come together and they can bird, that's when there's a sort of clarity.But when I was traveling, I would learn so much about another culture. I would be able to sort of forget about everything, about where I was from in the past. And I got really into it. And for a long time, it was really healthy and it was really exciting and it got me out of these sort of ways that I had been of before. And it taught me a much, a lot of new things, and it made me a much better person, a much more fulfilled person. However, when you have that type of freedom that can be disruptive to your own personal wellbeing at some point because you do become untethered. And that did happen to me. And it wasn't until I went back and I reviewed all these journals that I had written that I had realized, OK, this was the sort of arc I was running away from dealing with the grief of losing my dad. And I was looking for this acknowledgement that it's OK to be different, that I am Luke, I'm not Tim, and I am not that, and there's a sense of fulfillment there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "KING",
      "sentences": "Another thing you learned that I think is beautiful in the book, because you talked so openly about it was that you know your son -- you're the son of a big strong man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "RUSSERT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "KING",
      "sentences": "You're the son of a man who, in this town, is an icon. As boys, we tend to identify with our dads. They take us to the baseball game. You learned a lot about your mom, who is a legend in her own right.\"Duty bound isn't for me. I did it for so long because I love my dad. But as much as I'm like him, I'm perhaps even more like mom, I realize. Spontaneous and creative, experimental. I love her for that. I love her influence on me. I love being her son.\" Very important to me reading this, knowing your mom as I do, a very important part of your journey.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "RUSSERT",
      "sentences": "I wasn't -- I was 31 years old until I had the first trip where it was actually just my mother and I. I had so many trips with my dad's spring training, you know, you know what I'm talking about. You go to ball games, she takes her around for sports, et cetera, and I had never had that time with my mom.And it wasn't until I was 31 and we went to South America together. She was a Peace Corps volunteer in Colombia to this day, works down there and has an educational empowerment foundation that I saw how her traveling was her own ability to measure herself up against the world. When she graduated from college in the early sixties, the only jobs available to a lot of women were teachers or nurses. You couldn't go out and explore and be on your own. Only the Peace Corps offered that, so she took that opportunity. Told me to travel my whole life. I didn't do it. When I went around with her, I go, oh my gosh, I see how hard she had to work when she was younger. I see how she throws herself into things, how she is completely adventurous, not risk-adverse like my father. And it taught me that, OK, there's another way to live instead of ever having everything so pre-planned and pre-ordained, it was like my father. Be a little bit more free. And it was so healthy for me to see that because it improved our relationship. But secondly, I understood her as a person, which I never had until 31, 32, 33. It's crazy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "KING",
      "sentences": "It is, but she's also -- let me give you the last word just for everybody out there watching this -- deals with loss, deals with grief in some way. And everybody, I think part of your lesson is everybody has to deal with it a little bit differently.What did you learn about just making sure you take yourself and get on the right track? You don't know where that track's going to take you, but just get on that track.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "RUSSERT",
      "sentences": "Everybody's journey is different if you're dealing with grief and everybody's journey is different when you're dealing with self- discovery. But if there's one thing I can say to people is there's no harm in having a reset, whether it's one day, one week, one month, one year.Take some time for yourself and really remove those things that have been weighing you down and go meditate. Go off into a park for a minute. Go take a road trip just by yourself. The power of aloneness is something that allows you to be vulnerable. And once you get to that state of being vulnerable, you're able to have that sense of self-reflection where you can truly start peeling back the layers of why am I the way I am? And for me that was travel, but there's so many forms it can take and go find it. It's really, really valuable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "KING",
      "sentences": "Amen. Appreciate your time. And again, to everybody at home, it's really well worth it. It's amazing. It's spectacular.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "RUSSERT",
      "sentences": "Thank you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "KING",
      "sentences": "Good to see you, my friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "RUSSERT",
      "sentences": "It's always a pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "KING",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:36:23",
      "speaker": "RUSSERT",
      "sentences": "Good luck with the peaceful transition of power here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:03",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Well, John, Carroll called another witness, a woman who is intended to bolster her story. That person is her friend, Lisa Birnbach. So Lisa Birnbach was on the stand today, and she described to the jury what happened that day.According to Carroll, she called Birnbach and told her about the alleged rape in the dressing room at the Bergdorf Goodman department store. Well, Lisa Birnbach took the stand. She told the jury she remembered it was 1996 and it was around 6:00 or 7:00 in the evening because she was feeding her young children dinner. She said it was then that she received a phone call when she was in her kitchen. Carroll called her, and as she put it -- Carroll said, Lisa, you're not going to believe what happened to me. She described Carroll as being breathless, hyperventilating, emotional. She said it sounded like she just got a surge of adrenaline. And then Birnbach said that Carroll described to her how she met Trump at the revolving door in the department store. They went upstairs and that he raped her in the dressing room. Now, Birnbach also said, remembered Carroll repeatedly saying, he pulled down my tights. He pulled down my tights. Then Birnbach said that she stepped out of the kitchen where her young children were, and whispered to Carroll, \"You were raped. You need to go to the police.\" Carroll said, no, no, no, no, no. She wasn't going to do that. It was a fight. And she said, they agreed to never speak of it again. Now, in cross-examination, Trump's attorneys, you know, focused on a number of negative statements that Birnbach had made about Trump over the past several years. Reading, you know, adjective after adjective that Birnbach had made. The second witness on the stand is Jessica Leeds. She's a woman who said that Trump had assaulted her in first class on an airplane. She just described that to the jury saying that came out of the blue. That it was like he was trying to kiss me. It was like he had 40 zillion hands. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:03",
      "speaker": "KING",
      "sentences": "And Kara, George Conway, a conservative attorney, well-known here in Washington, a known Trump critic, names keeps coming up quite a bit in this case. So why is that important?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:03",
      "speaker": "SCANNELL",
      "sentences": "So Carroll has testified that, you know, it was -- she met George Conway at a party and that it was then after that conversation that she had hired an attorney. And this has been an issue that Trump's legal team has raised in the testimony and the cross- examination of Carroll, because they want to make the point that this is somehow politically motivated.Now Carroll's saying that, you know, she was -- she met Conway at the party. It was then that she decided that maybe she would bring this lawsuit against Trump, but it's something that Trump's teams are really trying to press on that this is somehow politically motivated, because of course, Conway is a critic of Trump. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:03",
      "speaker": "KING",
      "sentences": "Kara Scannell, appreciate the coverage of this important trial. Kara, thank you.And now to a White House controversy, the Secret Service barring a Muslim mayor from attending an event with President Biden yesterday. Mohamed Khairullah of Prospect Park, New Jersey was among a group of Muslim American elected officials invited to a reception in the East Room. That reception marking the end of Ramadan. The Secret Service says it regrets, quote, any inconvenience. Mayor Khairullah, though, on CNN this morning called this incident, quote, baffling. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:03",
      "speaker": "MAYOR MOHAMED KHAIRULLAH, PROSPECT PARK, NEW JERSEY",
      "sentences": "We still did not receive any explanation. All what happened is I received that call as I was entering D.C. And I was told by a staffer from the White House social events department that the Secret Service advised them that I cannot attend the event and that the Secret Service did not provide them with any explanation.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:58:28",
      "speaker": "KING",
      "sentences": "Topping our political radar today, Secretary of State, Antony Blinken denies having any role in a letter signed by dozens of intelligence figures suggesting the Hunter Biden laptop story might be Russian disinformation. In an interview with Fox, Blinken said Republicans who say he coordinated that letter, are simply wrong.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:58:28",
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE",
      "sentences": "With regard to to that letter, I didn't -- it wasn't my idea. Didn't ask for it, didn't solicit it. And I think the testimony that the Former Deputy Director of the CIA, Mike Morell, put forward confirms that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:58:28",
      "speaker": "KING",
      "sentences": "Republican Senator Ron Johnson says he believes Blinken told, quote, boldface lies when he testified under oath to Congress about the emails and his knowledge of Hunter Biden's job at the Ukrainian gas firm, Burisma.Today, the high court in the hot seat. The Senate Judiciary Committee holding a hearing on Supreme Court ethics reform. This amid a cascade of high profile controversies. Chief Justice John Roberts, quote, respectfully declining Chairman Dick Durbin's invitation to testify before that panel. Now Chairman Durbin asking, quote, how low can the court go? (BEGIN VIDEO CLIP) SEN. DICK DURBIN (D), JUDICIARY COMMITTEE CHAIR: While the justices are fine with consulting with certain authorities on how to address ethical issues, they do not feel bound by those same authorities. The highest court in the land should not have the lowest ethical standards. Because the court will not act, Congress must. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}