{
  "date": "2023-09-22",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Zelenskyy Thanks Canada For Its Help; Ukraine Strikes Russian Black Sea Fleet Headquarters; Migrants Surge At U.S. Southern Border Continues To Increase Migrant Influx Overwhelms Some U.S. Border Towns; United Auto Workers Union Says Strike Will Expand; Nuclear Preparations. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "ISA SOARES, HOST, ISA SOARES TONIGHT",
      "sentences": "A very warm welcome to the show, everyone, I'm Isa Soares. Tonight, thank you for your support. VolodymyrZelenskyy expresses his gratitude to Canada for helping Ukraine during a visit to the country. A major attack on Russia's Black Sea fleet headquarters ends in clouds of smoke and debris. And dramatic scenes at the U.S. southern border's migrant crossing surge. CNN speaks to some of those desperate families. But first this hour, a charm offensive in Canada. A mixed reception in Washington and a falling out with Poland -- well, you can call it a challenging week for Volodymyr Zelenskyy. But Ukraine's war-time president just enjoyed a standing ovation, several standing ovations I've seen in the last few minutes after addressing Canada's parliament. Mr. Zelenskyy is in Ottawa, seeking more military aid. I'm looking at my screen and he continues a bit -- he's still addressing parliament. Let's have a listen in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "VOLODYMYR ZELENSKYY, PRESIDENT, UKRAINE",
      "sentences": "I would like to thank you, Canada, for the purely human thing. For making Ukrainians feel at home whenthey are here in Canada. (APPLAUSE) Thank you. Thank you. Thank you so much. Thank you so much. And this is -- you know, this is not just a legacy of history, this is a legacy of character. The Ukrainian-Canadian community is about millions of Ukrainian destinies that have become the destiny of Canada with all its diversity of communities. Freedom loving, courage, our special inner call for justice. The ability of our people to share comfort wherever they go to build a great, not to ruin or humiliate. Ukrainian flags in Canada are a part of everyday life, as absolute trust to Canada in Ukraine. In fact, such proximity provides many answers, including answers to the question about this war. Can we give up? No. Can we betray the good in human nature? No. Can we agree to evil? No. Can we allow our identity to be erased? No. Ukraine and Canada are the same. We stand and we fight for life. Ukraine, not genocide, will be victorious in this war. People will be the winners. Not the Kremlin. Freedom will be the winner. Justice will be the winner. You can know this for sure about us. Because you know for sure about yourself, that you would never submit to evil. (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOARES",
      "sentences": "Well, I want to head to Canada now and bring in CNN's Paula Newton, who like me and like some many others listening in to whatPresident Zelenskyy has to say. And Paula, what I've heard from his speech and I've counted about at least five standing ovations so far, and he's been speaking for what? Thirty minutes or so. This clearly is an opportunity, Paula, for him to thank Canadians, which he has done, but also critically to ask for their continued support. How steadfast is that support, Paula?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes, and many of -- many members of that Diaspora, I believe from what I heard are sitting in the House of Commons and listening in,listening to his words. Paula, we will bring that press conference when it starts. We're told in about 25, 30 minutes, you all there, you will continue to listen to President Zelenskyy. Paula Newton for us in Ottawa, Canada, thank you very much, Paula. Well, as Paula was mentioning, Kyiv launched a missile attack on the headquarters of Russia's Black Sea fleet in Sevastopol in Crimea. Russian Defense Ministry said one of its soldiers is missing after the attack. A Ukrainian official warning that Moscow's fleet could be quote, \"sliced up like a salami\". Our Frederik Pleitgen is following the story for us this hour from Dnipro.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No, they've done that before --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "And Fred, this is -- this is a bold attack, hitting the headquarters, the very heart, let's say of the Black Sea fleet. Talk to thestrategic significance of this, Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, the Ukrainians certainly seem to believe that it does have strategicsignificance, but also has strategic -- or also has significance for them in their battle right now and moving forward. And one of the things that we do have to say, and you're absolutely right, you would think that this would be one of the best fortified places in all of Crimea. The headquarters of the Black Sea fleet, which is so very important for Russia's war in Ukraine. Of course, a lot of ships from that fleet firing cruise missiles at targets in Ukraine. And a lot of those commanders most probably sitting around somewhere in that area of the headquarters of the Black Sea fleet. From that vantage point, it is very significant for the Ukrainians. Very significant also that they were able to launch strikes that actually made it through the air defenses and were able to hit that headquarters. That headquarters, Isa, is very close to actually the center of town in Sevastopol. So, obviously, a lot of people saw this happening, heard this happening, we see a lot of videos out there and a lot of civilians out there as well. I was actually also able to speak to Ukraine's main commander for their counteroffensive in the south of the country. And he said strikes like that are absolutely invaluable to his troops. He said look, if you take out officers in the rear echelon in command centers, they are not going to be able to command forces, and if there's no chain of command for the forces in the field, and there simply isn't going to be any effective maneuvering on the part of the Russian forces. He also says taking out things like warehouses, taking out things like military infrastructure, always extremely important because that then can be used on the frontlines. And you know, one of the things that we've been seeing over the past couple of weeks, and why this is also so significant is that the Ukrainians have been attacking Russian assets --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "PLEITGEN",
      "sentences": "In Crimea on an increased scale. They've hit a submarine and a landing ship they fit in airbase, that they hit a surface-to-air missilesystem and now, this. So certainly, it seems though the Ukrainians really speeding up their campaign to hit Russian targets in occupied Crimea. Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes, hoping that, that impacts or breaks their supply line, critical as you say. Fred, great to see you, thanks very much. FredPleitgen for us this hour in Dnipro. Well, Ukraine has been a major talking point at the United Nations General Assembly this week as you have seen here on the show. But there have been plenty of other matters on the diplomatic agenda too. On Thursday, we heard from the Palestinian Authority President Mahmoud Abbas who called for quote, \"full legitimate national rights for the Palestinian people.\" In response, Israel's Prime Minister said Abbas is no partner for peace and that Palestinians must not have a veto as Israel works to normalize relations with the Arab world. Benjamin Netanyahu said Israel is indeed on the cusp of historic peace with Saudi Arabia. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Hadas Gold has the reaction from Jerusalem. And we heard there, that little clip where he talked about this new Middle East, Hadas, onepoint, he had a prop in hand, talking about how this potential peace deal with Saudi Arabia, what that would mean. Give us a bit more in terms of what he said about the significance of how he envisages this deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "HADAS GOLD, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Well, he spent a good amount of his speech talking about the prospect of normalization between Israel andSaudi Arabia. Of course, something that we have been talking about so much this week that it's just amazing to see how it suddenly exploded from sort of these reports behind the scenes now is just all out there on the table, especially after that interview with the Crown Prince of Saudi Arabia. But what's interesting in Benjamin Netanyahu's speech was how he addressed the Palestinians. He was saying, look everybody, the equation has changed. The equation used to be, you needed to have peace between Israel and the Palestinians. The Palestinian question had to be answered before there could be peace between Israel and the Arab world. And he says the equation has now changed, it is now reversed. He believes that peace with Saudi Arabia would help bring peace with the Palestinians. He said that the Palestinians he says need to reconcile with the fact that Israel exists, and he says he wants them to be part of the process, he says, but not to have a veto as part -- veto over the process. And he once again emphasized over and over again that he believes that it is through normalization with Saudi Arabia that he believes there could be peace with the Palestinians. Take a listen to some of what he had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "NETANYAHU",
      "sentences": "I believe that we are at the cusp of an even more dramatic breakthrough. A historic peace between Israel and Saudi Arabia. Such apeace will go a long way to ending the Arab-Israeli conflict. It will encourage other Arab states to normalize their relations with Israel. It will enhance the prospects of peace with the Palestinians. It will encourage a broader reconciliation between Judaism and Islam. Between Jerusalem and Mecca. Between the descendants of Isaac and the descendants of Ishmael. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "GOLD",
      "sentences": "Now, he didn't get into any sort of specifics on what would the Palestinians get out of this deal. That is of course, a huge question herebecause the devil is always in the details, and there's a huge question about whatever they might try to get for the Palestinians, whatever the Saudi Arabians might try to get for the Palestinians. Would Benjamin Netanyahu be able to get that through his right-wing government? He has some ministers sitting next to him at the cabinet table who have said in the past that Palestinian people do not exist. So, would they be able, would they approve anything that would be -- that would help the Palestinians? One thing that we didn't hear out of his mouth -- and we also haven't heard out of the Crown Prince's mouth is the idea of a Palestinian state. Crown Prince Mohammed bin Salman himself said in that interview with \"Fox News\", that he would be looking for things that would help ease the life of the Palestinians. Benjamin Netanyahu talks about lasting peace with the Palestinians. None of them are talking about a Palestinian state. Of course, Palestinian Authority President Mahmoud Abbas, when he gave his speech at the United Nations yesterday, he of course, talked about a state of Palestine and wanting international recognition. Wanting to be accepted as a full member to the United Nations as a state of Palestine. And he warned, he said, those who think that peace can prevail in the Middle East without the Palestinian people enjoying their full legitimate and national rights, would be mistaken. Obviously, there's a lot of gaps to still bridge --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "GOLD",
      "sentences": "Before this normalization deal could potentially be signed. But what we're hearing out of Israel, the foreign minister was on the radio saying,he thinks this will be signed within the first few months of next year. Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Well, U.S. lawmakers have been sent home for the weekend without a government spending plan. Now, the pressure is on House Speaker KevinMcCarthy, who is facing opposition from his own Republican Party. And that comes as formal preparations begin for a shutdown. Meanwhile, the leader of the U.S. Senate, Chuck Schumer is preparing to have the Senate vote on a spending plan. Joining me now, CNN's Capitol Hill reporter Melanie Zanona. So, Melanie, so they've headed home. No deal, they seem pretty relaxed about it. What happens next because they're cutting it very fine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Yes, cutting it very close to the deadline, which is pretty common around here. But yes, lawmakers haveleft Washington without a clear plan to avoid a government shutdown. This after hard-line conservatives scuttled Kevin McCarthy's plans to avoid a shutdown. They initially were hoping to vote on a bill on Saturday, there would be a short-term government funding bill, but it was clear that they did not have the votes amongst Republicans to be able to move forward with that. So, now the new plan that house Republicans are pursuing is to try to pass all of their individual long-term spending bills. But the problem with that plan is that they would need to pass 11 bills over  the next eight days, which is an incredibly difficult feat here in Congress. And not to mention all those bills would be dead on arrival in the Senate. And this morning, we caught up with Speaker Kevin McCarthy and he had this warning to say to his members. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA):  I just believe if you're not funding the troops and you're not funding the border, it's pretty difficult to think that you're going to win in a shutdown. I've been through those a couple of times. And if members think by moving into a shutdown, that's a positive idea, I think -- well, we continue to talk. Look, I thought we had a really good conference the night before, I thought we had moved two people, but we moved two people the other way too, so it's a yin and a yang. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ZANONA",
      "sentences": "Meanwhile, over across the Capitol in the Senate, Democratic leader Chuck Schumer has already taken steps to advance their own short-term spending bill, which is likely to include money for disaster aid and for the war in Ukraine. And that is something that House Republicans opposed. So if that bill were to pass the Senate and be kicked over to the House, Kevin McCarthy is going to have a very difficult decision to make. Does he ignore it and risk a shutdown? Or does he put that on the floor and risk angering his right flank? Because they don't want to see that bill, they do not want to see Republicans working across the aisle with Democrats. So, at this point, it looks like Kevin McCarthy might have to choose between saving his own speakership --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ZANONA",
      "sentences": "Or avoiding a government shutdown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "ANDREW KONCHEK, NEW HAMPSHIRE REPUBLICAN VOTER",
      "sentences": "I'm Republican. You know, it's -- they're more for the working man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KING",
      "sentences": "Fishing boats have filled this harbor for 400 years, it's a proud, but struggling industry. A blue-collar craft where the workers feelignored. But the regulators who set the rules and by the politicians who now want to line the coast with wind turbines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KONCHEK",
      "sentences": "That's going to completely destroy our fishing industry.KING (on camera):  And so, you're political decisions are based on --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KONCHEK",
      "sentences": "My livelihood.KING (voice-over):  The men we met along these docks are not climate deniers. The water is warmer, the storm is wilder, the fish different. But they say, the people deciding what to do about it don't ask those who  live it every day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KONCHEK",
      "sentences": "I don't think a politician would ever understand what I do for work unless they come on the boat with me and then, maybe they'llunderstand. KING (on camera):  Any member offered to come on the boat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KONCHEK",
      "sentences": "No.KING (voice-over):  This trust and this affection are easy to find here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "LUCAS RAYMOND, NEW HAMPSHIRE VOTER",
      "sentences": "I mean, the middle class, the working class, fishermen, all of us. We are struggling in this economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KING",
      "sentences": "Anger at traditional politicians drew Lucas Raymond to Donald Trump back in 2016. He sees a new insurgent in the 2024 presidential field.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RAYMOND",
      "sentences": "I am extremely likely to vote for Robert Kennedy, yes.KING (on camera):  Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RAYMOND",
      "sentences": "He is willing to state that we should not blindly trust corporations or the government, and I think he staunchly believes in caringfor our environment. KING (voice-over):  Raymond says many Republican-leaning friends feel the same way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "RAYMOND",
      "sentences": "My crew mate sent me his interview with Joe Rogan, and I started listening to him. And I found many things about him pretty impressive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KING",
      "sentences": "Two things to know about me, I love Craft beer, and I obsess about political math.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "STANLEY TREMBLAY, OWNER, LIQUID THERAPY BREWERY",
      "sentences": "Here you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KING",
      "sentences": "How choices like Raymond's could impact not only the primary, but also the vote here next November. Stanley Tremblay shares Raymond's disgustwith politics as usual. (on camera):  Twenty-sixteen, Clinton-Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "TREMBLAY",
      "sentences": "I wanted neither. I didn't go for either of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KING",
      "sentences": "But their party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "TREMBLAY",
      "sentences": "Third party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KING",
      "sentences": "Gary Johnson I assume. Twenty-twenty, Biden-Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "TREMBLAY",
      "sentences": "Neither. Third party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KING",
      "sentences": "What are you going to do now? What if you get Biden-Trump again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "TREMBLAY",
      "sentences": "Probably not vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KING",
      "sentences": "Tremblay's father was a Vietnam veteran. His brewery is in an old fire station and signs of service are everywhere. He wants to believe, buthe just can't right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "TREMBLAY",
      "sentences": "We need to get the old out and bring new in and reinvigorate what hopefully is a better United States.KING (voice-over):  Tremblay would never vote Trump, so you could argue, he's sitting out the primary helps the former president. Pete Burdett change of heart hurts Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "PETE BURDETT, NEW HAMPSHIRE REPUBLICAN VOTER",
      "sentences": "National security is the number one thing that any president would need to take precedence overeverything else, because you don't have an economy if you don't have a country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KING",
      "sentences": "Burdett served 21 years in the Navy as a helicopter pilot and a flight instructor. Newcomer Trump won him over in 2016.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BURDETT",
      "sentences": "He's a pretty smart guy, and I had met him personally --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KING",
      "sentences": "But Burdett says Trump's 2024 is not Trump 2016.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "BURDETT",
      "sentences": "He's not focusing on the issues going forward. He seems to be focusing on the issues of the past. I'm done with the past.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KING",
      "sentences": "Nikki Haley is Burdett's choice this time. Still, signs of Trump's New Hampshire advantage not easy to find.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "NATALYA ORLANDO, NEW HAMPSHIRE REPUBLICAN VOTER",
      "sentences": "It's definitely very much pro Donald Trump. From what I see here on grassroots on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KING",
      "sentences": "But Natalya Orlando as a caveat worth keeping an eye on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "ORLANDO",
      "sentences": "I personally don't think that he's as strong as he was in 2016. I have people who argue with me about that and tell me I'm wrong, and get madthat I'm saying this. But I'm going to be honest and say, no, I don't see it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KING",
      "sentences": "Andrew Konchek agrees. Then compared to now, same, different, less, more?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KONCHEK",
      "sentences": "I am going to be less now because all the legal cases, and yes, it did -- it did impact him around here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KONCHEK",
      "sentences": "Donald Trump as of right now, but I'm going to keep it open so that I can make an educated decision. Trump would be first, DeSantis,second, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KING",
      "sentences": "Konchek may have to catch the second GOP debate offshore on satellite TV, but fishing season will be on Winter break when the primaryis held early next year. John King, CNN, Portsmouth, New Hampshire. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:33",
      "speaker": "SOARES",
      "sentences": "Welcome back, everyone. The mayor of Eagle Pass, Texas is accusing the White House of silence as undocumented migrants flow in to his town onthe U.S.-Mexico border, and it comes as migrant crossings along the border are surging, nearly 9,000 in just 24 hours. The Defense Department's now ramping up resources at the border with 800 additional personnel being sent to join the 2,500 National Guard members already serving the area. Our Ed Lavandera joins us now from Eagle Pass, Texas. Ed, good to see you. Just give us a sense of what you've been seeing on the ground there and what people are telling us why they're coming now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:33",
      "speaker": "ED LAVANDERA, CNN CORRESPONDENT",
      "sentences": "Well, many of the migrants we've spoken with say they have a sense of desperation to reach the United States afterwaiting for months and months on the Mexican side of the border trying to request asylum. But it has been a dramatic few days here in Eagle Pass, which has become the focal point of this latest surge of immigration here into the U.S. and officials all along the U.S. southern border are bracing for more people to come in the weeks ahead. (BEGIN VIDEOTAPE) LAVANDERA (voice-over): Dozens of migrants stand in the Rio Grande moments after forming a human chain to cross the river and through layers of razor wire trying to reach Eagle Pass, Texas. They tell me they're from Venezuela. Among them, a woman and her toddler. The danger for them is real. Two people, including a 3-year-old boy, have drowned this week after being swept away in the river current. But after a nearly 3,000-mile journey, they accept the risk. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:33",
      "speaker": "LAVANDERA",
      "sentences": "How long are you going to wait here? They said they're going to wait here until they let them in.(END VIDEO CLIP) LAVANDERA (voice-over): The migrants tell us they've been robbed and attacked on the Mexican side of the river. After hours of waiting, the migrants figure out a way to crawl under the razor wire. In a surreal scene, one man instantly apologized. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:33",
      "speaker": "LAVANDERA",
      "sentences": "They wanted to apologize for crossing illegally into the U.S. and that they're begging and asking for mercy, but to understand thatthey're coming from a country where they're persecuted and they feel like if they were to be returned home, they would be killed. (END VIDEO CLIP) LAVANDERA (voice-over): The mass influx of migrants is causing tension between federal and state authorities. Texas Governor Greg Abbott posted this video accusing border agents of cutting razor wire at an undisclosed location in Eagle Pass, allowing trapped migrants to turn themselves in. DHS officials refused to comment on the governor's allegation. On Wednesday, about 3,000 migrants crossed in Eagle Pass alone. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:33",
      "speaker": "TOM SCHMERBER, SHERIFF, MAVERICK COUNTRY, TEXAS",
      "sentences": "It's something very strange. I never thought I was going to see something like that in EaglePass, Texas. (END VIDEO CLIP) LAVANDERA (voice-over): The local sheriff tells us smugglers are preying on the hopes of these migrants, offering to move them to other cities if they can get into the U.S. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:32:33",
      "speaker": "SCHMERBER",
      "sentences": "I know this because we have smugglers coming from Houston, Florida, Austin, everywhere to pick up these immigrants. There's aconnection there. (END VIDEO CLIP) LAVANDERA (voice-over): Reasons for this surge vary, but migrants we spoke to say they've grown frustrated with the CBP-1 app that processes formal applications, many waiting months on the Mexican sign for an appointment. These two men from Venezuela say they crossed illegally because they're desperate and have been waiting three months for the appointment to request asylum. \"It's a risk we had to take,\" he tells me. \"We know there's a chance we get deported, but it's in God's hands.\" (END VIDEOTAPE) LAVANDERA (on camera): And, Isa, the scene here in Eagle Pass, dramatically different today from what we've seen the last few days where thousands of people have crossed. It's been actually relatively quiet, and I can show you on the other side what is also slightly different is that there's a greater presence of Mexican law enforcement and military kind of gathered in several different spots here, here, there's one just there and a couple of spots over here. That is very different from what we've seen the last few days and then whether or not that has something to do with the lower numbers of people we're seeing crossing today, it's hard to determine because a lot of the way people are moved on the other side is controlled by cartel human smuggling operations, and they move, you know, pieces around to kind of be able to maximize how they get people into the country. And sometimes, they just hold people back and then release them all at once. So it's really kind of complicated, very difficult to pin down, requires a great deal of intelligence about what's happening on the other side, but at least for today, a very dramatically different scene from what we've seen the last several days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "VANESSA YURKEVICH, CNN CORRESPONDENT",
      "sentences": "Yes, at least for not -- not those two automakers, things not moving in the right direction so you have thepresident of the UAW authorizing for 38 facilities with GM and Stellantis to now head out on strike today that's across 20 states so you're having about 5600 additional UAW workers from Stellantis and GM that are hitting the picket lines, joining the 13,000 from the big three that have already been on the picket lines for the past eight days. But UAW President Shawn Fain essentially saying that this is basically because he feels like he needs to push GM and Stellantis towards a better offer. He did indicate that Ford, they've seen some real progress with that motor company. And part of that is because Ford is offering to bring back cost of living adjustments that were taken away in 2009. They're offering greater profit sharing. They're offering job security. If folks lose their job, they're going to be providing two years of income and benefits. And they're also going to be moving their temporary workers to full time workers, which means that folks will get better wages quicker over the next 90 days. So, that is incremental in terms of what the UAW is looking for. However, Isa, we haven't heard anything about wages. We know that the last public offers from the companies have been about 20 percent in wage increases over the next four years. The union has been looking for 40 percent and the union and Ford both saying that there is a larger gap on those economic issues. But some of these other key issues seem to be positive for the union.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "SOARES",
      "sentences": "I mean, politically, give me a sense of what they want to see from the government. Because we know President Biden has, you know, been behindthem, supported the unions here. Do they want to see more? Do they feel that the White House has stepped up here? Give us a sense of the mood on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:03",
      "speaker": "YURKEVICH",
      "sentences": "Yes. They don't want the administration involved. Yet today, President Shawn Fain invited President Biden to the picket line. No wordfrom the White House on whether or not President Biden will make an appearance on any of these picket lines across the country. But the two sides have been clear that they want to try to work out a deal as soon as they can. And they want to try to work it out without White House involvement. We know that senior White House adviser Gene Spirling and the acting labor secretary Julie Sue have been kind of keeping tabs on things. They were actually going to come to Detroit or go to Detroit rather last week. They paused that and decided to stay back in Washington and let this play out. But, of course, movement on Ford, positivity there, but GM and Stellantis still seems like they have a big gap to close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:00",
      "speaker": "SOARES",
      "sentences": "Well, according to new satellite images obtained by CNN, three of the world's biggest nuclear powers have recently constructed new facilitiesand dug new tunnels at their test sites. CNN Senior International Correspondent Ivan Watson has more of that and what this fight might signal. (BEGIN VIDEOTAPE) IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): The world's three most powerful militaries, the U.S., Russia and China have all been expanding their nuclear testing sites in recent years. The evidence revealed in these commercial satellite images obtained exclusively by CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:00",
      "speaker": "WATSON",
      "sentences": "These are the Russian Chinese and American nuclear testing sites. Novaya Zemlya, a Russian archipelago in the Arctic Ocean. Lop Nur, a driedup salt lake in China's Xinjiang region. And the Nevada National Security site in a desert northwest of Las Vegas. Images from each location show new tunnels, roads and storage facilities constructed within the last five years. WATSON (voice-over): Nuclear non-proliferation expert Jeffrey Lewis first collected and analyzed these images. JEFFREY LEWIS, NUCLEAR NON-PROLIFERATION EXPERT, JAMES MARTIN CENTER: One big factor for both the United States, but also Russia and China. is a desire to make sure the nuclear weapons that they designed and tested in the 1980's and 1990's still work. CEDRIC LEIGHTON, RETIRED U.S. AIR FORCE COLONEL: All three countries, Russia, China and the United States have invested a great deal of time, effort and money in not only modernizing their nuclear arsenals but also in preparing the types of activities that would be required for a test. WATSON (voice-over): While there's no evidence of an imminent test, Russia's Novaya Zemlya site did see a burst of new construction over the last two years. On the one-year anniversary of his full-scale invasion of Ukraine, Russian President Vladimir Putin declared Russia's readiness to conduct nuclear tests. VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator): Some figures in Washington, we know this for a fact, are already thinking about the possibility of a natural test on their nuclear weapons. If the U.S. conducts tests, we will do so too. WATSON (voice-over): This time lapse reveals five years of above-ground expansion of the U1a complex, an underground facility at the testing site in Nevada. A spokesperson from the U.S. National Nuclear Security Administration confirmed to CNN that it is, \"Recapitalizing infrastructure and scientific capabilities at the U1a complex,\" adding, \"the United States has not conducted a nuclear explosive tests since 1992 and has no plans to do so.\" Since the end of above-ground testing, governments have used deep tunnels for their nuclear tests. Satellite images reveal a new fifth tunnel carved out at China's Lop Nur testing site, along with a growing pile of excavated debris. Washington accuses China of dramatically expanding its nuclear arsenal. MICHAEL CHASE, U.S. DEPUTY ASSISTANT SECRETARY OF DEFENSE FOR CHINA: We project out to 2035 when we expect that they'll want to have about 1,500 nuclear weapons. WATSON (voice-over): In a statement to CNN, China's Foreign Ministry also denied plans to test, saying, \"This kind of report only speaks on hearsay evidence and hypes up China's nuclear threat for no reason.\" The specter of a new nuclear test would shatter restraint exhibited by the U.S., China and Russia ever since the 1990's.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:41:00",
      "speaker": "LEWIS",
      "sentences": "I think if you are a farmer in Ohio or a shopkeeper in Shanghai, the threat of nuclear testing isn't the test themselves. It's the fact that youare essentially agreeing to pay vast sums of money in an arms race that no one can win, but we can all lose. WATSON (voice-over): Ivan Watson, CNN, Hong Kong. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "SOARES",
      "sentences": "Welcome back, everyone. The Writers Guild is encouraging its members to return to the picket lines as the strike enters its 144th daystriking. Writers and heads of four Hollywood studios fail to reach a contract deal during a marathon bargaining session that happened on Thursday. They meet again today for a third day of intensive talks between the two sides. Studio management says they've been trying to offer a deal that is beneficial to both sides, but that they can't afford to meet all of the union's demands. Then even if the writers settle soon, there's no guarantee productions will resume right away. Joining us with very latest is CNN's Camila Bernal. So, Camila, just give me a sense of the mood there behind you and are we any closer here to getting that deal?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "CAMILA BERNAL, CNN CORRESPONDENT",
      "sentences": "So, there's cautious optimism. A lot of people that I've talked to have told me that they're excited, that they'reseeing some progress. They're happy to see all these four CEOs, that's the heads of Warner Bros., Discovery, our parent company, NBC, Universal, Disney, Netflix, they're all at the table. So, that is encouraging for a lot of the people who are here. They were actually told to come out today. The union motivated everyone to come out during these negotiations. So, you're seeing obviously a large crowd of people and what they're telling me is that they are ready to come back to work, but they understand that this could take a long time to essentially hash out because what they're fighting for is higher wages, specifically when it comes to residuals. And that's in part when it comes to the streaming shows. And then they're also saying that they want rules and sort of a -- an outline over artificial intelligence because what they're saying is, look, we want to be the ones writing the scripts, not the machines. So, a lot of them wanting to go back to work, but saying that they're willing to stay here for as long as it takes to get the studios to essentially meet them where they need to be met. Here's one of the people on strike and what she had to say about all of this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "BERNAL",
      "sentences": "And Morgan also told me, look, I used all of my savings during this strike. So, she does want to go back to work like everyone else. This hasbeen very difficult economically for a lot of these writers and really for the entire industry. Overall, this strike is estimated to have cost about $5 billion. It's sort of a domino effect because it's not just Hollywood, it's every industry that surrounds their work. And so it hasn't been easy for them, but they're willing to stick it out, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SOARES",
      "sentences": "Camila, really appreciate it. Thank you very much there. Live for us from Los Angeles. Well, the strikes in Hollywood are causing disruptionsfurther afield as well. Film and TV union Bectu estimates that three quarters of U.K. film and TV workers are currently out of work. Many are worried about their financial security and are struggling with their mental health. And it's not just actors. The survey includes behind the scenes crew like camera operators, costume designers, and background artists. Big budget movies like Barbie, the newest Mission Impossible, and Indiana Jones have all importantly been filmed here in Britain. Joining us now live is Charlotte Sewell, an assistant costume designer who most recently has been working on the Mission Impossible movie since 2020. Charlotte, really appreciate you taking the time. And I know you heard our correspondent there about when we've been hearing this all week, the impact this is having, mental as well, the mental knock on effect this is having and financial too. Talk to us about how you have felt the impact of these strikes here. You and other colleagues as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "CHARLOTTE SEWELL, ASSISTANT COSTUME DESIGNER",
      "sentences": "It's pretty brutal because it was one minute you were working and you were doing your best work on whatyou thought was going to be the rest of the summer working. And then literally, I'm sorry, you're not coming in tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SOARES",
      "sentences": "And you were working for -- on what movie when this happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SEWELL",
      "sentences": "I was on Mission Impossible",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SOARES",
      "sentences": "So, what, they approached you, they told you that, see, we're going to have a pause?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SEWELL",
      "sentences": "It was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SOARES",
      "sentences": "How was the conversation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SEWELL",
      "sentences": "Well, it was just told -- we were told that that's it, you're going to be finishing and you'll be finishing up, make everything safe, and thenyou're done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SOARES",
      "sentences": "And we're looking at some of your photos that you've taken from your time working this field. What -- I mean, what is the impactfinancially? We had one person, one guest yesterday, just in tears crying in terms of not being able to afford living costs. What are you hearing? What are you seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SEWELL",
      "sentences": "Well, that's the problem. It's -- I had to immediately make a deal with the tax department to try and do time to pay, but you get chargedinterest. So, there's no help there from the government. And, yes, people aren't being able to meet their mortgage payments, their childcare payments. We did a survey ourselves from our own department in costume. And people are -- it's tragic what people are saying. They're having to leave the industry there. They're literally saying, I don't know what to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SOARES",
      "sentences": "Well, I was speaking to a makeup artist and she was saying that some are actually -- some set designers are actually offering to dobuilding work because they're just trying to pick up whatever they can to try and meet the demands. But it's -- look, it's important also to point out that you stand like many others with those on the picket lines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SEWELL",
      "sentences": "Absolutely. I mean, as a union member, and also as a fellow person on the floor, which a lot of those actors are, they are not the big actors.They are literally trying to earn a living and meet their healthcare. So we know -- I've done negotiations here in this country for our crew and we are totally behind them. We totally understand because they're fighting for something that will affect us. You know, AI will affect us. I mean, we know it's used now, but this is about protection and ring fencing it. And I think what they're fighting for, and especially the writers, it's brutal and there's always collateral when it comes to a strike. It's just, we need the studios and streamers to negotiate a fair deal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SOARES",
      "sentences": "Do you think their demands are justified?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SEWELL",
      "sentences": "From what I can read of what they're demanding --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SEWELL",
      "sentences": "And I mean, demanding seems a strong word. I think they're just asking for the basic terms and conditions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SOARES",
      "sentences": "Their rights. Yes. Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SEWELL",
      "sentences": "And I think what they're asking for is not -- it's not outrageous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SOARES",
      "sentences": "I suppose the question is for our viewers watching, you talked about collateral damage. Clearly those in the U.K. are seeing thecollateral damage to what's happening in the United States. How long can you hold out for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SEWELL",
      "sentences": "It's going to be different for every person. Some people have literally tried to bounce to other U.K.-run projects that the equity actorsare on. Some people are working in bars, restaurants at the moment, because I've been in the industry a long time. I know that you always have to have a buffer, but I have -- my buffer was a bit reduced this year. So, come next month, it's serious.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:01",
      "speaker": "SOARES",
      "sentences": "And we mentioned some of the movies that have been -- big budget movers, I should say, that are being made out of here. Barbie, newestMission Impossible, Indiana Jones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:03",
      "speaker": "SOARES",
      "sentences": "And, you know, I mean, they have really changed the landscape, the U.K. industry. Does that perhaps -- it also shows in many ways, and you cancorrect me how dependent we are on them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:03",
      "speaker": "SEWELL",
      "sentences": "We're totally dependent. I mean, of course, we have British made- projects here, and I wish we had more, but, you know, we are American studio-led, and that's what we are. We have good crews, we have goodsystems, we have good services for them, so they're going to come here, and we need them here because they are the big employers. And it's not just film, it's television. You know, we've got all those big television shows now, which people are binging at home, but unless we get back to work and make them, people are not going to be binging anything. So, you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:03",
      "speaker": "SOARES",
      "sentences": "Let's see how long this is going to last. We're going to keep a close eye, Charlotte, you keep us posted on the latest developments on yourside. Really appreciate you coming in to speak to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:03",
      "speaker": "SEWELL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}