{
  "date": "2023-07-07",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "Special Counsel Prosecutors Question Witnesses About Chaotic Oval Office Meeting After Trump Lost 2020 Elections; US Sending Ukraine Controversial Cluster Munitions; DeSantis Says He Will Be At First GOP Primary Debate With Or Without Donald Trump; Florida GOP Will Require 2024 Candidates to Sign Loyalty Pledge to Qualify For Primary Ballot; Casey DeSantis Focuses On \"Parental Rights\" In First Solo Campaign Stop For Husband In Iowa; The Wall Street Journal And Evan Gershkovich's Family Mark 100 Days Since His Arrest In Russia. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:31",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Tonight on 360In Ukraine, the latest in the battle around Bakhmut as President Biden decides to send cluster munitions to the fight. And Florida's new Republican Pledge of Allegiance just to get on the GOP presidential ballot in the state, candidates now have to promise in writing to support the nominee no matter who it ends up being. Good evening. We begin tonight digging deeper into the December 2020 Oval Office meeting that sources tell us Special Counsel Jack Smith's team has shown a renewed focus on. Now, there are two reasons for that. First, we have the perspective tonight of someone who knows the cast of characters in the meeting and has worked with many of them over the years. And secondly, it's worth another look simply because of how unprecedented that meeting was in the Oval Office in terms of what was on the table and what followed just hours later. The former president tweeting \"Big protest in DC on January 6. Be there. Will be wild.\" Now, that tweet which would later be seen as Exhibit A for allegedly inciting the mob that day now looks like the action he chose to take, instead of the even more outlandish ideas that were discussed during the meeting, such as seizing voting machines in the states he lost and invoking martial law. Former Trump campaign manager, Bill Stepien told the January 6 committee he referred to those in favor of such things as \"team crazy,\" as opposed to team normal. Representing the first group that night, lawyers Sidney Powell and Rudy Giuliani. As a side note, a Washington professional disciplinary committee today recommended that Giuliani be disbarred. Also there, disgraced General pardoned felon and former national security adviser, Michael Flynn, and Patrick Byrne, a former dot-com CEO. On the so-called team normal, government officials, including acting chief-of-staff, Mark Meadows, White House counsel Pat Cipollone, and White House lawyer Eric Herschmann. During the deposition to the January 6 committee, Herschmann describes the meeting, including his confrontation with Sidney Powell over the 60-some election related court cases she and her team had already lost. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:31",
      "speaker": "ERIC HERSCHMANN, FORMER DONALD TRUMP LAWYER",
      "sentences": "She says, well, the judges are corrupt, and I was like, every one? Every single case that you've done in the country, you guys lost, every one of them is corrupt, even the ones we appointed?I think that it got to the point where the screaming was completely, completely out there. I mean, you've got people walk in, it was late at night, it had been a long day, and what they were proposing, I thought was nuts. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:31",
      "speaker": "COOPER",
      "sentences": "Nuts -- and now, it is also the renewed focus of the man who will soon have to decide whether to bring January 6 related charges against the former president and others.I want to get perspective now from someone who was not in that room, but is certainly familiar with the players including the man who once served as national security adviser, John Bolton. Ambassador Bolton, thanks for being here. What do you make of this latest reporting that Special Counsel Jack Smith is particularly interested in that December 2020 Oval Office meeting? Did that track with where you think he may be headed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:31",
      "speaker": "JOHN BOLTON, FORMER US AMBASSADOR TO THE UNITED NATIONS",
      "sentences": "Well, it certainly sounds from all kinds of reports, including particularly the one you just mentioned that the scope of the investigation, very much centers on Donald Trump.The events in the Oval Office, the things that flowed from that, things that led up to it really all involve Trump, personally. So while there may be a lot of defendants who get charged, I think clearly, Trump is in Smith's scope. Now, whether there's enough to convince him and his team that they should indict, that's a different question. But in terms of the investigation, I think the focus is clearly more and more on Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:31",
      "speaker": "COOPER",
      "sentences": "I want to play what former White House counsel, Pat Cipollone told the January 6 congressional committee about the cast of characters who are in that actual meeting. I just want to play this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:31",
      "speaker": "PAT CIPOLLONE, FORMER WHITE HOUSE COUNSEL",
      "sentences": "I walked in, saw General Flynn. I saw Sidney Powell sitting there. I was not happy to see the people in the Oval Office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:31",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Explain why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "COOPER",
      "sentences": "I know former national security official had Fiona Hill testified publicly that you had major concerns about Rudy Giuliani. She quoted you as saying Giuliani is a hand grenade who is going to blow everybody up. Does it surprise you that these people were able to get into the Oval Office?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "BOLTON",
      "sentences": "Well, it is stunning that they did, but no, I don't think it was surprising. I mean, it sounds like the bar scene in \"Star Wars,\" but this was not -- this didn't -- this was not the first time this happened.   People -- random people had access to Trump, I can tell you onnational security matters. He'd hear something from some member at Mar-a-Lago or somebody he had met in a in a rope line at an event and would ask us, have you heard this? And of course, we wouldn't have heard it. But he would take it as true. He gathered information from all kinds of people, whether they knew anything about what they were talking about or not and it was a fundamental flaw that many people in Trump's White House tried to correct, tried to protect him from being put in contact with people who endangered him, who put his own political viability in danger. He just resisted every effort of people to help him out in that regard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "COOPER",
      "sentences": "It is extraordinary. I mean, especially with some distance, it's even just weirder that you as national security adviser in the White House to the president would have to contend with and navigate around random people on rope lines, and you know, God knows who saddles up to him in Mar-a-Lago. I mean, that's incredible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "BOLTON",
      "sentences": "Well, it's because Trump prized information that he thought was unique to him, because obviously, he knows more about any given subject than any of his advisers. And I'm sure he liked to hear from people who reinforced his existing inclinations.And in this scene in the Oval Office that we have been talking about, he had a collection of people who were totally divorced from reality, which is about where he was at that point, hearing what he wanted to hear and that's what kept him going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "COOPER",
      "sentences": "If he had decided it's a good idea to see his voting machines using the military, what would have happened? I mean, just in terms of the -- how orders are executed. I mean, would that even have gotten out of the -- how would that work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "BOLTON",
      "sentences": "Well, I think there are many people in the White House who would have resisted that to the utmost until they were fired or resigned, then you have the question, when that order goes to The Pentagon, what happens over there? It would have provoked -- it would have certainly risked provoking a constitutional crisis.And that was something that I think ultimately what it would have led to real problems with Trump thinking perhaps he could hold on. I mean, part of this is that Trump had never knew any limits and the closer he got to the end, the more inclined he was to push beyond any limits anybody had done before and that is what was at stake at that meeting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "COOPER",
      "sentences": "I remember after the former president's June indictment in the classified documents investigation, you saidIf he is indicted in this 2020 election investigation, do you think it would have any impact on his support?   BOLTON: I've now come to the conclusion that indictments don't have any impact. He has been indicted twice, it hasn't had any impact. If he gets indicted two or three more times, who cares? I think the real question on what the election may turn on is whether the special counsel can get a trial date and hold it before the Republican primary process begins. Trump obviously will try and delay the trial until 2095, who knows how far he wants to delay it. Jack Smith has asked for a trial date in December. I think that's reasonable. I think the public interest points to an early trial. If he can't get it, and this trial was delayed until after the election, I very much worry about what the outcome would be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "COOPER",
      "sentences": "Ambassador Bolton, I appreciate your time. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "BOLTON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "COOPER",
      "sentences": "The former president has had a busy past few days on his social media platform, launching more verbal attacks on the special counsel he now calls deranged Jack Smith, among other things.He also talks about the investigations at a rally today in Council Bluffs, Iowa. CNN's Jeff Zeleny is there. What was the former president's focus during the rally -- Jeff.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:10",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Anderson, the president has made increasingly clear in recent weeks, there is a blurred line between his legal arguments and his political campaign, but today he simply made clear there is no distinction.He is campaigning on those investigations and the indictments, all of which seem to be consuming him. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:02",
      "speaker": "TRUMP",
      "sentences": "They want to take away my freedom because I will never let them take away your freedom.ZELENY (voice over): The former president making clear he is consumed by the special counsel's intensifying probe of his attempts to cling to power and overturn the results of the 2020 election.   TRUMP: Every time I get a subpoena, you know, my polls go up I get more and more subpoenas. Report to a grand jury. He is killing Biden. He is killing them all. ZELENY (voice over): Before his appearance today in Council Bluffs, advisers told CNN Trump would focus on confronting a leading Republican rival -- GOV. RON DESANTIS (R-FL), 2024 PRESIDENTIAL CANDIDATE: Well, hello Iowa -- ZELENY (voice over): Florida Governor Ron DeSantis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:02",
      "speaker": "TRUMP",
      "sentences": "He would be a total disaster. Every Iowan also needs to know that Ron DeSantis totally despises Iowa ethanol.ZELENY (voice over): But Trump stepped on his own attack lines portraying himself as a victim of prosecutors trying to derail his candidacy. Trump returned to Iowa as many of his Republican rivals bluntly questioned his ability to win a general election. As they seek to gain attention in a crowded field of candidates, some contenders are taking to the airwaves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:02",
      "speaker": "MALE VOICE OVER",
      "sentences": "Small town boy, self-made business leader.SEN. TIM SCOTT (R-SC), 2024 PRESIDENTIAL CANDIDATE: The radical left have chosen a culture of grievance over greatness. ZELENY (voice over): Others are shaking hands introducing themselves to one voter at a time. Former Vice President Mike Pence implored Republicans to turn the page to avoid losing in 2024. MIKE PENCE (R), 2024 PRESIDENTIAL CANDIDATE: I honestly believe that different times call for different leadership. ZELENY (voice over): More than six months before the presidential nominating contest begins in Iowa -- (CROWD chanting \"USA.\") ZELENY (voice over): Republicans are a party divided between Trump excitement and Trump fatigue. Starlyn Perdue, who leads the Pottawattamie County Republican Party and is staying neutral in the primary is uncertain how that divide will be settled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:02",
      "speaker": "STARLYN PERDUE, LEADS THE POTTAWATTAMIE COUNTY REPUBLICAN PARTY",
      "sentences": "There are people that are still very much pro-Trump, other ones that are exploring their options. And so it will be interesting to see how it plays out.I think, it truly it will just be time will tell on how it will impact this election. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:02",
      "speaker": "COOPER",
      "sentences": "And Jeff, were any of the other GOP candidates addressing the former president's legal troubles in their campaign stops?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:02",
      "speaker": "ZELENY",
      "sentences": "Anderson, they are to varying degrees. Of course, Chris Christie, who is largely focusing on New Hampshire, he has been bringing this up repeatedly. It's basically the soundtrack of his campaign.Former Arkansas governor, Asa Hutchinson as well, has been campaigning against these illegal arguments. He is saying that the former president is not fit to serve once again. But the others become much less subtle. The former vice president, Mike Pence, he was increasingly campaigning here this week in Iowa really all week long, urging Republicans to look for new leadership, but he stops right there, he does not say specifically the legal cases against him. But the question is, as the summer months go on, as the potential for more indictments intensify, the investigations are continuing, will these candidates be stepping up their questions about this? Because underlying the concern of all of it, is his electability in a general election. Should he win the primary, can he defeat Joe Biden? So one thing, Anderson, we do hear seeing a variety of campaigns and talking to voters, they are talking about electability? They're not necessarily saying Trump isn't, but they are questioning that again and again. But so far, in the middle of the summer here, few candidates are talking directly about these legal cases, but Donald Trump is making his campaign all about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:02",
      "speaker": "COOPER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:02",
      "speaker": "ZELENY",
      "sentences": "Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:17:21",
      "speaker": "COOPER",
      "sentences": "For the first time since Russia invaded, the US will be delivering cluster munitions to Ukraine as part of a new military aid package. Now, it is a controversial decision, more than a hundred countries ban cluster munitions.   Here is a look at a version of the lethal weapon which can be droppedfrom a plane or launched from the sea or ground artillery. They're designed to scatter smaller explosives or bomblets over large area on impact. Now, Ukraine will get cluster munitions that are fired by ground artillery. Human rights groups have been protesting the decision. President Biden defends the move. CNN's Kylie Atwood joins us now from Washington. So President Biden was reportedly reluctant at first to approve sending cluster munitions to Ukraine. Do you know what changed his mind?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:17:21",
      "speaker": "KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, Anderson, he himself said that this was a difficult decision for him to make. We heard earlier today from the national security adviser, Jake Sullivan, that it was a unanimous recommendation from his national security team, that he go ahead with this.And he described two reasons as to why he had changed his mind. First of all, the Russians are using cluster munitions already on the battlefield against the Ukrainians, and he said that the version that the Russians are using are actually much more deadly to the area where they're being used than the version that the United States is going to be giving the Ukrainians. And then the second reason is the United States just wants Ukraine to be able to remain in the game, to continue out their counteroffensive here and they're running low on ammunition. So the United States believes that they can use these cluster munitions while they are able to build up their ammunition supply to where it needs to be. Listen to how he described it to Fareed Zakaria today. (BEGIN VIDEO CLIP) FAREED ZAKARIA, CNN HOST, \"FAREED ZAKARIA GPS\": What made you change your mind and decide to give them these weapons?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:10",
      "speaker": "ATWOOD",
      "sentences": "It's important to note, Anderson, that the Ukrainians have been asking for this type of weaponry for months now. So this didn't just come out of left field. There was growing pressure on the White House to provide this type of weaponry to the Ukrainians, and I also think it's worth noting that just a few weeks ago, we heard from a top Defense official saying that these weapons would be useful to the Ukrainians as they try and go after the dug-in Russian positions on the battlefield.So it could be useful to them not only to be able to sustain their fight, their counteroffensive, but also in how they actually carry out that fight -- Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:10",
      "speaker": "COOPER",
      "sentences": "Kylie Atwood, appreciate it.As Ukraine awaits the arrival of the cluster munitions, the death toll in the country continues to rise. The UN says more than 9,000 civilians including 500 children have been killed since the war began, and they warn that the true number of casualties could be much higher. Our Ben Wedeman went near the frontlines around the besieged city of Bakhmut to see the kind of artillery fire Ukraine is now directing at Russian forces there. (BEGIN VIDEOTAPE) BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice over): As soon as one artillery round blast toward Bakhmut, the crew rushes to prepare for another. Ukrainian officials report gains around the town since last year has been the epicenter of the war. Gun commander Artem has been in the area for months. The task of taking down coordinates and barking orders now routine. He says, he is now half deaf from the blasts. Yet, he has sensed the change. (ARTEM speaking in foreign language.) WEDEMAN (voice over): \"It seems like they're often running away,\" he says, referring to the Russians, and then the order to fire. There's barely a let up in the distant thud of shelling. The Russians says this gunner callsign Aries are falling back, we know because they hit us much less. One or two months ago, there was a lot of incoming. It was scary to be here. Now, it is different. On another flank, the big guns are out. This is a Bohdana, a Ukrainian made 155 millimeter self-propelled howitzer. Ukraine claims the Russians have poured as many as 50,000 troops into the defense of the town, dug in deep. (COMMANDER DMYTRO speaking in foreign language.) WEDEMAN (voice over): \"The Russians had fortified their positions and stands strong,\" Commander Dmytro tells me, \"but I think that's temporary.\" Russian soldiers captured in the battle here told us the shelling on their positions was relentless. WEDEMAN (on camera): That was a high explosive anti-personnel munition fired at the direction of Russian troops outside of Bakhmut. WEDEMAN (voice over):  As soon as they fire, they prepare to fire again. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:10",
      "speaker": "COOPER",
      "sentences": "And Ben, I mean, you've spent a lot of time covering the fight in Bakhmut, do things feel any different there now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:10",
      "speaker": "WEDEMAN",
      "sentences": "Yes, Anderson, basically since the beginning of this year, I've been almost exclusively focused on Bakhmut in the time I've been here. Initially, you know, they were really -- the Ukrainians were on the defensive struggling to keep the Russians at bay, and really, it was a bloody bitter battle in Bakhmut.But what we're seeing now is that it is the Russians who are on the defensive. They are the ones coming under bombardment from the Ukrainians, and just the whole atmosphere has really changed. The only way to put it I have to say is that it looks like the tide outside of Bakhmut is turning -- Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:28:29",
      "speaker": "COOPER",
      "sentences": "Florida Governor Ron DeSantis says he'll take part in next month's first Republican primary debate in Milwaukee telling Fox News last night he'll be there whether or not the former president shows up.Now, to take part, he and other candidates will have to pledge to support whoever wins the GOP nomination. In his home state, however, that same loyalty pledge will be required simply to be on the Republican ballot, which would certainly favor the former president if the president's polling trends continue. So this is new and not every candidate is on board with it, certainly. More from Randi Kaye who has been talking to Florida Republicans. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:28:29",
      "speaker": "VALENTIN HERNANDEZ, FLORIDA REPUBLICAN VOTER",
      "sentences": "It's a complete must.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:28:29",
      "speaker": "RANDI KAYE, CNN CORRESPONDENT",
      "sentences": "Agree with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:28:29",
      "speaker": "HERNANDEZ",
      "sentences": "A hundred percent.KAYE (voice over):   Republican voter, Valentin Hernandez is 100 percent in favor of Florida's Republican Party requiring 2024 presidential candidates to sign a loyalty pledge to support the party's eventual nominee, and if they won't sign the pledge, they won't appear on the ballot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:28:29",
      "speaker": "HERNANDEZ",
      "sentences": "If you don't do that, you are a disorganized party and you're going to lose the elections. You know, you have your difference. First, you settle them, and then you vote as a party. We don't want any prima donnas here.KAYE (voice over):   Florida's GOP didn't insist on a loyalty pledge last cycle. Now that three Floridians could be on the ballot, Donald Trump, Florida Governor Ron DeSantis, and Miami Mayor Francis Suarez, it could get interesting. Former election lawyer Ben Ginsberg.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:19",
      "speaker": "YAZ HERNANDEZ, FLORIDA REPUBLICAN VOTER",
      "sentences": "Donald Trump needs to support DeSantis if DeSantis is the one -- the front runner. That's the way I feel.KAYE (on camera): And you wouldn't want to vote for someone who didn't sign a loyalty pledge? Y. HERNANDEZ: No, I wouldn't. KAYE (voice-over): Ginsberg says the loyalty pledge isn't illegal or necessarily unethical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:19",
      "speaker": "GINSBERG",
      "sentences": "When it comes to party politics. There are a few ethical rules. I think this is more of a moral gut check issue for party leaders about whether you want to try and tilt a presidential primary or a front runner.KAYE (voice-over): The loyalty pledge gives the state's Republican Party the power to decide who they'll allow on the ballot, which Ginsberg says could hurt some voters by limiting the number of options they have. (On camera): What if your candidate who you like refused to sign the loyalty pledge? That person couldn't be on the ballot? Would that be OK with you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:19",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "No, it wouldn't.Christian Ziegler, the Chairman of the Florida GOP told CNN via email, the loyalty pledge is an effort to ensure maximum unity heading into the 2024 general election, but not every Republican voter we spoke with is in favor of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:19",
      "speaker": "BICOLE BURNS, FLORIDA REPUBLICAN VOTER",
      "sentences": "I do think it takes away our individual freedom. I think it just does. I don't know if it's necessary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:19",
      "speaker": "KAYE",
      "sentences": "And this independent voter who voted for Trump in 2016 says Florida's Republican Party is playing with fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:19",
      "speaker": "CIRO MENDOZA, FLORIDA REPUBLICAN VOTER",
      "sentences": "I think they put themselves in a position to be criticized if they didn't ask for royalty pledge. The majority of the public would not perceive that there's actually a problem.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:19",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "And Randi joins us now. Have any of the candidates responded to this loyalty pledge requirement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:19",
      "speaker": "KAYE",
      "sentences": "Yeah, they have, Anderson. A former Texas Rep. Will Hurd has said that he will not sign the Florida loyalty pledge, not because he won't support a Republican nominee, but just because he says he won't support Donald Trump if he is the nominee. Chris Christie has said that he thinks this pledge is useless as far as Trump and Ron DeSantis go. They have been sidestepping questions about whether or not they would sign this pledge, neither have said if they would support the other if that person becomes the nominee. And Anderson, it's also worth noting that it does seem like theFlorida Republican Party is taking its cues from the Republican National Committee because they too have asked for a loyalty pledge when it comes to this primary debate. In fact, the Florida GOP told Politico that its pledge basically mirrors the language adopted by the Republican National Committee for that first debate, Anderson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:19",
      "speaker": "COOPER",
      "sentences": "Randi Kaye, appreciate it. Thanks.Joining us now CNN Political Commentator, former Republican Congressman Adam Kinzinger, and CNN's Audie Cornish. Now, I should mention that in an email defending the loyalty pledge, Florida Republican Chairman, Christian Ziegler said, \"The days of outlier party grifters -- such as Liz Cheney and Adam Kinzinger -- using Republican Party resources to secure a title, and then weaponize that title against our own team must end.\" So Congressman, I just got to start by asking you how you respond to that? REP. ADAM KINZINGER, (R) FORMER MEMBER, JAN. 6 COMMITTEE: Well, I mean, first off, how awful is your candidate that you have to do this in the first place? But look, I'll tell you this I, in either 2014 or 2015, I chaired the National Republican Congressional Committee fundraiser, raised over $15 million every year. I was writing a raising over half a million dollars for the party, I wrote checks to all of my county parties and supported countless candidates. I received not a single dollar from the Republican Party, that's OK. My job was to raise money for them. So pretending like somehow I was grifting on Republican resources. It's -- it's an outrageous claim. It's stupid. It's wrong. And frankly, I think this is a chairman that's kind of out over his skis and just trying to pull the old Liz Cheney and Adam Kinzinger card to try to stir up the fire right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:19",
      "speaker": "COOPER",
      "sentences": "So -- so congressman, what do you think of the idea of making everybody have -- have this pledge?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:10",
      "speaker": "COOPER",
      "sentences": "Audie, does the reasoning given by the Florida GOP for this loyalty played, I mean, does it make sense to you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:10",
      "speaker": "AUDIE CORNISH, CNN CORRESPONDENT",
      "sentences": "First of all, I'm just astounded by what I'm hearing from Adam Kinzinger. And I think it reflects the context of how much the party has changed. No matter what they say publicly, one of the motivations is obviously to consolidate the race, and to give people incentive to kind of get in, get out, take your shots or not, but not dally around and harm the -- whoever will be the nominee, ultimately. And we have to mention that there's still some time here to figure a lot of this out. There's still other charges possible indictments that we may see around right now the presumptive front runner. So most parties at this point are trying to prove they're still relevant to their primary voters. This is one way of doing it. But it's not the end of this story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:10",
      "speaker": "COOPER",
      "sentences": "We'll also I mean, Congressman, they're being asked to pledge to a candidate loyalty to a candidate potentially loyalty to a candidate who has been indicted already and may be indicted again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:10",
      "speaker": "KINZINGER",
      "sentences": "Yeah, well, I mean, 100% --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:10",
      "speaker": "COOPER",
      "sentences": "I mean, for law-and-order party that were once considered themselves, the law-and-order party. There's some irony in that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:10",
      "speaker": "KINZINGER",
      "sentences": "Yeah, that's -- and that's exactly what they're trying to do is, look, Donald Trump's probably going to be indicted more times. Donald Trump is probably going to have even more issues. And now you're forcing somebody to say I'm OK with an indicted President, I have to support him simply because I want to be on the ballot in Florida. Will Hurd has a right to show up on the ballot in Florida simply, you know, even if he doesn't say I'm going to support Donald Trump. But this is -- this is again, a party that is desperate and it's a party that is really sliding into authoritarianism. And as a Republican, it's really sad to see, it's heartbreaking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:10",
      "speaker": "CORNISH",
      "sentences": "The other thing worth noticing is that the other candidates haven't exactly jumped in to say, no way, right Even like Mike Pence or whatever, that the loudest voices are Will Hurd and Chris Christie, both candidates have staked out ground saying that they plan to be antagonistic towards the former president. So despite what people say, and despite their actions by staying in the race, there's still a lot of fear there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:10",
      "speaker": "COOPER",
      "sentences": "It's also weird, Audie, just because it does make liars or hypocrites out of people who, you know, hold their nose and say, oh, yeah, sure, OK, whatever, I'll sign this or make the argument. Well, I'll sign it because I'm going to be the nominee. And so of course, I'll support myself, but it just seems an odd thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:10",
      "speaker": "CORNISH",
      "sentences": "Well, when they do the quote of liars and hypocrites, I want them to say that Anderson Cooper says that. But, you know, I don't think it's the first-time people in a race with Donald Trump would eventually come around to his way of thinking or come around to siding with him. In fact, some of those people are now running against him.So as I said, it's still early, this hasn't shaken out. But this is an attempt by parties who have faced declining influence over the last couple of election cycles. And in the meantime, the Republican Party in particular has found at the state level, that Trump has essentially captured those positions, right, they've sort of booted out all the previous kind of Republican figures in those states. And so we -- again, this is the action of a party where fundamentally, Trump and Trumpism has very much kind of captured the most important figures at that particular level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:10",
      "speaker": "COOPER",
      "sentences": "You know, Congressman, you heard longtime Republican Election Lawyer, Ben Ginsberg say that the move by the Florida GOP would give a huge advantage to former President Trump, do you think it does?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:10",
      "speaker": "KINZINGER",
      "sentences": "Well, yeah. Because, you know, look, he can now say in whether it's a debate stage, if he actually has the courage to show up, you know, or a speech, all these other guys will support me, even when I've beat them, they're all going to be on board and support me. So that's a way to look and say, this indictment that's out there. It's so irrelevant, because even all these other candidates are going to support me no matter what. It gives a huge advantage to him because people that would be voting in a Republican primary that are legitimately concerned about whether the party can unify around Donald Trump. Well, the party is unifying around Donald Trump with the loyalty pledge. So it's certainly to his advantage. And I think the biggest thing is it says that this indictment for really bad crimes, alleged crimes, which I think happened, but these indictments are really no big deal, because look, everybody's going to support me anyway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:43:32",
      "speaker": "COOPER",
      "sentences": "Casey DeSantis has a high-profile role on her husband 2024 White House bid. Last night, she held her solo campaign event for him in Iowa, borrowing a page perhaps from the conservative group Moms for Liberty which has been involved in book banning since school board fights. Mrs. DeSantis is launching with the campaign is calling Mama's for DeSantis. Details from CNN's Kristen Holmes.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:43:32",
      "speaker": "CASEY DESANTIS, FIRST LADY OF FLORIDA",
      "sentences": "Thank you for the honor to be here.(CHEERING) KRISTEN HOLMES, CNN POLITICAL CORRESPONDENT (voice-over): A regular fixture on the campaign trail. C. DESANTIS: As long as I have breath in my body I will go out and I will fight for Ron DeSantis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:43:32",
      "speaker": "HOLMES",
      "sentences": "Florida's First Lady, Casey DeSantis, has built her own brand as a mom focused on parents rights. Now, she's taking her act solo, headlining her own event in Iowa this week to campaign for her husband.C. DESANTIS: He led with principle, courage, and conviction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:43:32",
      "speaker": "HOLMES",
      "sentences": "And launch Mamas for DeSantis, a national initiative to mobilize women to back her husband's White House bed. Releasing this video, amplifying his core message and combative rhetoric.C. DESANTIS: There's nothing we will do to protect our children. We will not allow you to exploit their innocence to advance your agenda. We are no longer son. We are united. And God bless my --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:43:32",
      "speaker": "HOLMES",
      "sentences": "Once a local news anchor in Jacksonville, Florida.C. DESANTIS: Hello everyone and welcome to First Coast Living. I'm Casey DeSantis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "HOLMES",
      "sentences": "Casey has always been a pillar of DeSantis' political campaigns, as has been their marriage.C. DESANTIS: The two most important women in my life, my mother was from Youngstown. And my wife is from Troy. And so our family reflects your family. C. DESANTIS: And he's a good dad. He's fighting for our children just as much as he's fighting for your families.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "HOLMES",
      "sentences": "It's a dynamic some Republican voters have noticed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "SHELLIE FLOCKHART, DESANTIS CAMPAIGN VOLUNTEER",
      "sentences": "Parts that I think that DeSantis is really strong in is his family unit, his wife Casey, he's very respectful of her. And he just loves her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "KIT HART, REPUBLICAN VOTER",
      "sentences": "His marriage with Casey and his relationship with his children are obviously of utmost importance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "HOLMES",
      "sentences": "For Casey DeSantis, her solo appearance in Iowa kept a week on the campaign trail that started with a pair of Fourth of July parades in New Hampshire, where she and her husband were joined by their three young children. R. DESANTISalways get your fingers crossed and things like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:01",
      "speaker": "HOLMES",
      "sentences": "A sign of things to come as DeSantis puts his family front and center in his run to the White House.(END VIDEOTAPE) HOLMES (on camera): Anderson a very noticeable difference between the DeSantis campaign strategy of utilizing Casey DeSantis on the trail and that of his top opponent, Donald Trump, the former First Lady Melania Trump has been almost non-existent this campaign cycle actually only appearing by his side one time that was when he announced his third presidential bid last November. Anderson?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:45",
      "speaker": "COOPER",
      "sentences": "Today marks 100 days since Wall Street Journal Reporter Evan Gershkovich was detained in Russia. He was arrested in March while on a reporting trip is accused of espionage and allegations both Wall Street Journal and the U.S. government deny. The White House today said the President Biden has \"no higher priority than securing his release.\" And White House National Security Adviser Jake Sullivan, confirmed there have been possible prisoner swap talks with Russia but they warned they've not yet come to any kind of an agreement.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:45",
      "speaker": "JAKE SULLIVAN, NATIONAL SECURITY ADVISOR",
      "sentences": "I do not want to give false hope. What the Kremlin said earlier this week is correct. There have been discussions. But those discussions have not produced a clear pathway to a resolution. And so I cannot stand here today and tell you that we have a clear answer to how we are going to get Evan home. All I can do is tell you that we have a clear commitment and conviction that we will do everything possible to bring him home.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:45",
      "speaker": "COOPER",
      "sentences": "Joining me now is the Editor-in-Chief of The Wall Street Journal, Emma Tucker.So I understand that National Security Advisor Jake Sullivan met with Evan's family and also Wall Street Journal folks. How did that meeting go? What can you say about negotiations or how Evan is doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:45",
      "speaker": "EMMA TUCKER, EDITOR IN CHIEF, THE WALL STREET JOURNAL",
      "sentences": "Well, one of the difficult things with the situation is there's often very little to report. And that's what makes it a challenge for us to keep Evan's story in the public eye. I mean, you hear all sorts of things. But in all honesty, the progress of this situation is glacial. He remains in prison in Moscow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:45",
      "speaker": "COOPER",
      "sentences": "I mean, are you -- is he able to communicate with -- with the office with his family?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:45",
      "speaker": "TUCKER",
      "sentences": "We don't have direct contact with him. We're able to send letters, and he can send letters back, but it's a cumbersome process. It has to go through a center, it goes through a translator. His parents, they went to Moscow in order to be in court last time he appeared in court. And this was, I mean, it was very moving occasion for them. They got -- he appeared again, in this horrible glass tank called the Aquarium. It's really inhumane. But the mother was able to speak. Ella, Evan's mother was able to speak to him through the -- through this sort of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:45",
      "speaker": "COOPER",
      "sentences": "We're showing the video.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:45",
      "speaker": "TUCKER",
      "sentences": "Yeah, hole in the wall. Very, very moving, she said for a brief moment, she was just there with him, with her son. She sort of forgot about everything else. It's all explained on this -- this video with them, which are very moving, but then she was sort of dragged back to reality by the prison guards. And for me here, the father, he said, just having physical proximity to their son, even though he was in this aquarium, made all the difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:45",
      "speaker": "COOPER",
      "sentences": "I want to play the video of that because she -- Evan's mom talked to the Wall Street Journal. Let's play this.(BEGIN VIDEO CLIP) ELLA MILMAN, EVAN GERSHKOVICH'S MOTHER: I told him in one of those letters that he's my prisoner. Now, he has to go read my stories that he didn't want to listen to when he was younger. Now, he has to read them. And he said that, don't worry about that. I love your stories, keep writing them. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:45",
      "speaker": "COOPER",
      "sentences": "So they're not able to visit him in the prison where he is and they're not able to sit there and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:45",
      "speaker": "TUCKER",
      "sentences": "No, they -- they simply turn up in court when -- when he's during court, or they have done twice now. And then they are able to communicate with him through -- I mean, it's not easy for them. But on the last two occasions, they were able to grab a few minutes to talk to him through the -- through this glass wall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:45",
      "speaker": "COOPER",
      "sentences": "Do you know anything about the -- the situation of his confinement? I mean, the quality of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:45",
      "speaker": "TUCKER",
      "sentences": "I mean, we know that look, he's in -- he's -- from what we saw of him and what you can see of him in the video, he's -- he's in good health. He looks a bit pale, but he's -- he was clearly doing his best to keep, lift everyone's spirits. He was cheerful. Clearly, you know, cracking jokes. That is the kind of guy he is. I -- he's not in solitary confinement. He does -- he does see other prisoners. We know he's making friends with people. He's reading. He's meditating. He's doing whatever it takes to sort of, you know, get through. But he isn't, you know, he's a -- he's a young man. He's only 31. He's pretty resilient.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:13",
      "speaker": "TUCKER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:13",
      "speaker": "COOPER",
      "sentences": "What is it like trying to keep your staff, your -- I mean, all the employees of the Wall Street Journal informed and motivated have?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:13",
      "speaker": "TUCKER",
      "sentences": "Honestly, I'm so proud of them. They've been -- from day one, they've been magnificent, really, really united, so much support for Evan. You know, a lot of people there know, Evan, a lot of them don't, but there's been -- they have all rallied around. And, you know, it's difficult. They've also been reporting a story about one of their own colleagues, that's not always straightforward. But you know, they've been wonderful. And honestly, the wider journalistic community and our readers have been fantastic, really, really supportive. But the challenge is, how do you -- you know, we've had 100 days now, how do we -- and nothing really has changed, he remains in prison. He's on pretrial detention. How do you keep this story? How do you keep reminding people that an innocent American journalist is behind bars in Russia for doing his job?It -- how -- how many times I said, it remains outrageous. But, you know, it's -- there's a big, busy news agenda, as you know, and to try to keep the story in the public eye is tricky. But I have to say, you know, today's been good. People have really rallied around this 100 -- this really grim 100-day anniversary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:13",
      "speaker": "COOPER",
      "sentences": "Yeah, when I woke up and I get the paper deliver, and I saw it just it's such a moving image and but also just so sickening that it's been 100 days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:13",
      "speaker": "TUCKER",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:13",
      "speaker": "COOPER",
      "sentences": "It's extraordinary. Emma Tucker, thank you. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:13",
      "speaker": "TUCKER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}