{
  "date": "2023-10-25",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Congress Holds Speaker Vote; Interview With Rep. Ken Buck (R- CO). Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "AGUILAR",
      "sentences": "Mr Speaker...(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AGUILAR",
      "sentences": "Mr. Speaker, you may agree with this, but we are back here 22 days into this Republican-manufactured chaos, and House Republicans have brought us to the exact same position that we were back then, all of the infighting, all of the disarray, just to end up where we were three weeks ago.These past few weeks, we have been left wondering if Republicans were truly intent on solving our issues, reopening the House of Representatives and rallying around someone to lead this chamber, or has this been about something else? Has this been about a focus of House Republicans to find the person who can pass their extreme litmus test to oppose marriage equality, enact a nationwide abortion ban without exceptions, gut Social Security and Medicare, and support overturning a free and fair election? It's a fair question. It's a fair question. (BOOING) (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AGUILAR",
      "sentences": "Nowhere -- nowhere in that candidate questionnaire is it about growing the middle class, helping our communities, keeping the cost of health care lower and making life for everyday Americans better.The gentlewoman from New York said it right. This has been about one thing. This has been about, who can appease Donald Trump? (APPLAUSE) AGUILAR:  House Republicans have put their names behind someone who has been called the most important architect of the Electoral College objections. He spearheaded -- that's fair. That's fair. We know how you feel. Yes, you made that clear. He spearheaded the legal effort, joined by more than 100 of our colleagues on the other side of the aisle, in support of a dangerous and baseless lawsuit to overturn the results of the 2020 election. On the eve of January 6, some of my Republican colleagues even called this a failed strategy. Yet those same individuals stand -- plan to stand right next to him today. Mr. Speaker Pro Tem, House Democrats believe that, when members of this body voted to reject the results of the 2020 election, they forfeited their ability to lead this chamber. (CHEERING AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "AGUILAR",
      "sentences": "On this side of the aisle, we know what leadership looks like.Hakeem Jeffries has never turned his back on the will of the American people. The son of two social workers, he has always stood by the side of working families. The most pressing needs of everyday Americans are his North Star. He believes that everyone in America should have the opportunity to get ahead and achieve their version of the American dream. He believes that access to affordable health care is a right, not a privilege. He believes that reproductive freedom must be guaranteed, not stripped away. (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AGUILAR",
      "sentences": "He believes -- he believes in taking care of our seniors and our veterans, not slashing their benefits.He believes in living up to the promise that America is a beacon of hope and a land of opportunity. He believes in defending democracy against all enemies and adversaries foreign and domestic. (CHEERING AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AGUILAR",
      "sentences": "He believes in standing by our allies, Israel and Ukraine.(CHEERING AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AGUILAR",
      "sentences": "And he believes in keeping our government running and open.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "AGUILAR",
      "sentences": "Let me be clear. Let me be clear. This is not just the belief system. Leader Jeffries has the track record to back it up.He is certainly a far contrast from who Republicans have nominated with or without their votes to nominate today. But if House Republicans choose, they can still join us on a bipartisan path forward. Let's come together to fund our government, support our allies abroad, and deliver for working families. End the chaos and the dysfunction and the extremism. Let's open up the people's house. I yield back, Mr. Speaker. (CHEERING AND APPLAUSE) REP. PATRICK MCHENRY (R-NC):  The reading clerk will now call the roll.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CLERK",
      "sentences": "Adams.REP. ALMA ADAMS (D-NC):  Hakeem Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CLERK",
      "sentences": "Jeffries.Aderholt. REP. ROBERT ADERHOLT (R-AL):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CLERK",
      "sentences": "Johnson.Aguilar. REP. PETE AGUILAR (DCA):  Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CLERK",
      "sentences": "Jeffries.Alford. REP. MARK ALFORD (R-MO):  (OFF-MIKE) Honorable Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CLERK",
      "sentences": "Johnson.Allen. REP. RICK ALLEN (R-GA):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CLERK",
      "sentences": "Johnson.Allred. REP. COLIN ALLRED (D-TX):  Hakeem Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CLERK",
      "sentences": "Jeffries.Amodei. REP. MARK AMODEI (R-NV):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CLERK",
      "sentences": "Johnson.Armstrong. REP. KELLY ARMSTRONG (R-ND):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CLERK",
      "sentences": "Johnson.Arrington. REP. JODEY ARRINGTON (R-TX):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CLERK",
      "sentences": "Johnson.Auchincloss. REP. JAKE AUCHINCLOSS (D-MA):  Hakeem Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CLERK",
      "sentences": "Jeffries.Babin. REP. BRIAN BABIN (R-TX):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CLERK",
      "sentences": "Johnson.Bacon. REP. DON BACON (R-NE):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CLERK",
      "sentences": "Johnson.Baird. REP. JIM BAIRD (R-IN):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CLERK",
      "sentences": "Johnson.Balderson. REP. TROY BALDERSON (R-OH):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CLERK",
      "sentences": "Johnson.Balint. REP. BECCA BALINT (D-VT):  Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "CLERK",
      "sentences": "Jeffries.Banks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "I think it's significant that Representative Don Bacon, who voted for Mike McHenry the last time, just voted for Mike Johnson.John, that's significant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "JOHN KING, CNN CHIEF NATIONAL CORRESPONDENT",
      "sentences": "They're on a path at the end of this vote to finally pick a speaker. We will listen as it goes through.But when you have conservative members -- we're early in the alphabet still, early in the 220 Republicans who will cast votes. But when you have very conservative members and, as you mentioned, Congressman Bacon, who's conservative, but he's more of a pragmatic moderate, let's figure out how to do business, the votes are there. That's why, as Congressman Aguilar was just joking, Patrick McHenry has a smile on his face today because the temporary speaker wants to hand the gavel to somebody who then will inherit the Republican chaos, which will continue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "GLORIA BORGER, CNN CHIEF POLITICAL ANALYST",
      "sentences": "We should also Ken Buck, who opposed the recent nominees because they were election deniers.And now he said that he is going to support Mike Johnson. So, we will listen for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:00",
      "speaker": "JAMIE GANGEL, CNN SPECIAL CORRESPONDENT",
      "sentences": "Every Republican that I have spoken to, including some who did vote for others, has said to me now just -- quote -- \"Mike wins on first ballot.\"They want to send a message that they're there. The other thing, just going back to the point of he's an election denier or is he different, all politics is local. Also, up there all politics is local, Tip O'Neill once said. Also up there, all politics is personal. He is liked by his colleagues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "BLITZER",
      "sentences": "We will just listen to these next few votes. Listen to this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "CLERK",
      "sentences": "Boyle of Pennsylvania. Boyle of Pennsylvania.Brecheen. REP. JOSH BRECHEEN (R-OK):  Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "CLERK",
      "sentences": "Johnson.Brown. REP. SHONTE BROWN (D-OH):  Hakeem Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "CLERK",
      "sentences": "Jeffries.Brownley. REP. JULIA BROWNLEY (D-CA):  Hakeem Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "CLERK",
      "sentences": "Jeffries.Buchanan. REP. VERN BUCHANAN (R-FL):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "CLERK",
      "sentences": "Johnson.Buck. REP. KEN BUCK (R-CO):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "CLERK",
      "sentences": "Johnson.Bucshon. REP. LARRY BUCSHON (R-IN):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "CLERK",
      "sentences": "Johnson.Budzinski. REP. NIKKI BUDZINSKI (D-IL):  Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "CLERK",
      "sentences": "Jeffries.Burchett.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "BLITZER",
      "sentences": "Very significant, these two Republicans Buchanan and Buck both voting for Mike Johnson this time, even though they didn't vote for the Republican nominee the last time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "KING",
      "sentences": "It tells you the Republicans...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "BLITZER",
      "sentences": "It shows that the Republicans now seem to have their act together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "KING",
      "sentences": "They have decided enough is enough. And they're going to trust Congressman Johnson out to be their speaker. Again, he's untested in this role. He will deal with the same policy fractures that cost McCarthy his speakership and that kept other candidates who've been in leadership from becoming speaker.But it's the point I was trying to make is, both parties are in an odd way getting what they wanted here. Democrats are going to run in 2024, just like they ran in 2018 and 2020, on abortion, on MAGA extremism. And they will run on Medicare and Social Security. And Congressman Johnson's work in the Republican Study Group has included proposals to cut both of those programs in an effort to balance the budget, to squeeze money out of those programs. So, Democrats get the issue agenda they want. They are already saying, this speaker is more extreme than Donald Trump. We will see if that works. That's why we have elections. But the House Republicans get one of their own, because most of them agree with those issues. Most of them do want more abortion restrictions. They -- even though you're now in the Dobbs world of state by state, most of them would like a national vote, as Congressman, soon-to-be-Speaker Johnson has pushed. So, this just crystallizes and further, I think, solidifies the themes that will now play out in the 2024 campaign, not just for president, but for control of the House and control of the Senate. NIA-MALIKA HENDERSON, CNN SENIOR POLITICAL REPORTER:  Yes, and Matt Gaetz, who was part of the group that ousted McCarthy, has been calling the soon-to-be-speaker... (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "BLITZER",
      "sentences": "All right, hold on one moment. I just want to hear a few more votes right now. They could be significant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "CLERK",
      "sentences": "Jeffries.Castor of Florida. REP. KATHY CASTOR (D-FL):  Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "CLERK",
      "sentences": "Jeffries.Castro of Texas. REP. JOAQUIN CASTRO (D-TX):  Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "CLERK",
      "sentences": "Jeffries.Chavez-DeRemer. REP. LORI CHAVEZ-DEREMER (R-OR):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "CLERK",
      "sentences": "Johnson.Cherfilus-McCormick. REP. SHEILA CHERFILUS-MCCORMICK (D-FL):  Hakeem Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "CLERK",
      "sentences": "Jeffries.Chu. REP. JUDY CHU (D-CA):  Hakeem Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "BLITZER",
      "sentences": "That was a significant Republican vote. Chavez-DeRemer, he voted for -- Lori Chavez-DeRemer, she voted for McHenry the last time, and now she's voting for Mike Johnson.It seems like they're pretty much in line.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:02",
      "speaker": "HENDERSON",
      "sentences": "I think that's right.And some of it, I think what we were saying, it was just exhaustion at the last weeks or so of this debate about who would be speaker. And I think one of the things we saw too -- and Jamie spoke to this -- was people didn't like the other speakers. It was not really about policy. It was very much about personality. There were personality clashes, and that's why you saw McCarthy ousted, Jordan ousted, and Emmer even getting a vote and pulling out before he went to the floor. And so we're seeing today a sort of coalescing. During those speeches, you saw a very happy House majority there cheering on Mike Johnson. I do think, to John's point, Matt Gaetz, who, of course, ousted McCarthy, he is calling Mike MAGA Mike, right? And if you look at sort of his policy portfolio, his sort of leading the push for election denialism, he is very much in line with where their party is, where Donald Trump is. It is fitting that he is an evangelical. It is fitting that he is a Southerner too, because that is what the Republican Party era. And Democrats will certainly make him a known quality in American households in a way that he isn't now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "BORGER",
      "sentences": "Kasie, though, I don't only think it's the differences between the parties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "BLITZER",
      "sentences": "All right, hold on one second. I will get right back to you, Gloria.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "BORGER",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "BLITZER",
      "sentences": "I want to hear a couple more votes here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Deluzio.REP. CHRISTOPHER DELUZIO (D-PA):  Hakeem Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Jeffries.DeSaulnier. REP. MARK DESAULNIER (D-CA):  Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Jeffries.DesJarlais. REP. SCOTT DESJARLAIS (R-TN):  Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.D'Esposito. REP. ANTHONY D'ESPOSITO (R-NY):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Diaz-Balart. REP. MARIO DIAZ-BALART (R-FL):  Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Dingell. REP. DEBBIE DINGELL (D-MI):  Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Jeffries.Doggett. REP. LLOYD DOGGETT (R-TX):  Hakeem Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Jeffries.Donalds. REP. BYRON DONALDS (R-FL):  Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Duarte. (APPLAUSE) REP. JOHN DUARTE (R-CA):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Duncan. REP. JEFF DUNCAN (R-SC):  The honorable gentleman from the great state of Louisiana Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Dunn of Florida. REP. NEAL DUNN (R-FL):  Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Edwards. REP. CHUCK EDWARDS (R-NC):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Ellzey. REP. JAKE ELLZEY (R-TX):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Emmer. REP. TOM EMMER (R-MN):  Mike Johnson. (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "BLITZER",
      "sentences": "Very significant, indeed. So far, all of the Republican members of the House who didn't vote for the Republican nominee the last time are now voting for Mike Johnson, very significant indeed. Looks like he's moving in very much in the right direction.Let's listen to a little bit more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Jeffries.Espaillat. REP. ADRIANO ESPAILLAT (D-NY):  Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Estes.REP. RON ESTES (R-KS):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Evans. REP. DWIGHT EVANS (D-PA):  Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Jeffries.Ezell. REP. MIKE EZELL (R-MS):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Fallon. REP. PAT FALLON (R-TX):  (OFF-MIKE) Texas proudly and enthusiastically calls for Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Feenstra. REP. RANDY FEENSTRA (R-IA):  Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Ferguson. REP. DREW FERGUSON (R-GA):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Finstad. REP. BRAD FINSTAD (R-MN):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Fischbach. REP. MICHELLE FISCHBACH (R-MN):  The Honorable Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "BLITZER",
      "sentences": "Last time...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Fitzgerald.REP. SCOTT FITZGERALD (R-WI):  Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "BLITZER",
      "sentences": "So, more of these Republicans who voted against the Republican nominees last time are now voting for Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Including just now as you were talking, Wolf, Brian Fitzpatrick of Pennsylvania, one of the key Republicans from a Biden district.Biden won his district, a key battleground district, just voted for Johnson. He was one of the ones that had moved away from Jordan in the last round that we saw here of speaker votes. He's -- look, look at where it says others, zero. We haven't been here before in this whole process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "BLITZER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CHALIAN",
      "sentences": "Zero members are voting for somebody other than the two nominees. Folks at home, this is actually what a speaker's contest usually looks like in the House of Representatives.We haven't seen it for a while, especially we have not seen a Republican speaker candidate win on the first vote since Paul Ryan did so in 2017, more than six-and-a-half years ago. To Kasie's point about the intense rifts within the Republican Party and how this moment comes to be and yet is not a solution for their larger problems, Kasie mentioned the vacate vote. I would go back also to McCarthy's 15 rounds. I mean, it took Kevin McCarthy 15 rounds at the beginning of this year to become speaker, because of the real divisions that existed inside the party. [13:20:05] BORGER:  Well, David, I think that's why it's so important for them to show some sign of unanimity or close to unanimity now, because, of course, the voters haven't seen that, and they have been embarrassed by it. But to Kasie's point earlier, I mean, you have to take this down the road a little bit. It's not just the Republicans and the Democrats who are fighting each other. The Republicans in the House jokingly refer to the five families, because they know about their differences. And maybe in a way, the only way they could get near unanimity on some of...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "BLITZER",
      "sentences": "All right, let's listen to a few more votes right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Jeffries.Goldman of New York. REP. DAN GOLDMAN (D-NY):  Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Jeffries.Gomez. REP. JIMMY GOMEZ (D-CA):  Hakeem Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Jeffries.REP. TONY GONZALES (R-TX):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Vicente Gonzalez. Vicente Gonzalez",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Good of Virginia.REP. BOB GOOD (R-VA):  Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Gooden of Texas. REP. LANCE GOODEN (R-TX):  Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Gosar. REP. PAUL GOSAR (R-AZ):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Gottheimer. REP. JOSH GOTTHEIMER (D-NJ):  Hakeem Jeffries. CLERK:  Jeffries. Granger. REP. KAY GRANGER (R-TX):  (OFF-MIKE) (LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Graves of Louisiana. REP. GARRET GRAVES (R-LA):  Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Graves of Missouri. REP. SAM GRAVES (R-MO):  Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Green of Tennessee. REP. MARK GREEN (R-TN):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "DANA BASH, CNN HOST",
      "sentences": "And we just heard yet another Republican who voted against Jim Jordan, who was the last Republican nominee, vote for this one, Kay Granger of Texas, a top Republican on -- the chairman of the Appropriations Committee.I want to bring in somebody who just voted, Ken Buck, Republican of Colorado, who is here with me now. Why Mike Johnson? REP. KEN BUCK (R-CO):  Probably because he has the fewest enemies of anybody in the Republican Caucus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "BASH",
      "sentences": "That's a ringing endorsement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "BUCK",
      "sentences": "Well, it's the reality of where we are right now with four-vote majority.Mike is one of those people gets along with everybody. And he's well- respected. And I think those two factors played a big role in this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "BASH",
      "sentences": "Did you ever think that a speaker of the House would get as close to and probably attain the gavel because he or she has the fewest enemies in the House?I mean, that doesn't sound like the headline of a resume.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "BUCK",
      "sentences": "No, I don't think it's a headline of a resume, but I do think it is part of what we do in the House.We get along with people, and those who don't get along with people don't rise to this type of level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "BASH",
      "sentences": "The -- one of the things that you wanted to hear from Jim Jordan when he was the nominee was a promise that -- well, not a promise, but a public statement that he believed that Joe Biden is the legitimate president.We have not heard that yet from Mike Johnson. Did you get a promise privately from him that he will make that public... (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "BUCK",
      "sentences": "I have not gotten that promise from Mike. I hope he comes around to that point, because it's obvious that Joe Biden is the legitimate president.The more that people like Mark Meadows' statements start to come out, it's clear that the people around Donald Trump told Donald Trump that he had lost the election. I think it's time for Republicans to shed themselves of that burden and move forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "BASH",
      "sentences": "So, it sounds like what you're saying is what we're seeing happening on the screen and on the floor that is still going on.You see that big goose egg, the zero when it comes to others, meaning for what matters here -- actually, hang on one second. We're just going to listen in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Huffman.REP. JARED HUFFMAN (D-CA):  Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Jeffries.Huizenga. REP. BILL HUIZENGA (R-MI):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Hunt. REP. WESLEY HUNT (R-TX):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Issa. REP. DARRELL ISSA (R-CA):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Johnson.Ivey. REP. GLENN IVEY (D-MD):  Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Jeffries.Jackson of Illinois. REP. JONATHAN JACKSON (D-IL):  The Honorable Hakeem Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Jeffries.Jackson of North Carolina. REP. JEFF JACKSON (D-NC):  Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:10",
      "speaker": "CLERK",
      "sentences": "Jeffries.Jackson of Texas. REP. RONNY JACKSON (R-TX):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "CLERK",
      "sentences": "Jeffries.Jacobs. REP. SARA JACOBS (D-CA):  Hakeem Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "CLERK",
      "sentences": "Jeffries.James. REP. JOHN JAMES (R-MI):  Mike Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "CLERK",
      "sentences": "Johnson.Jayapal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "BASH",
      "sentences": "Which, again, who -- that was John James, Republican from Michigan, who had voted against Jim Jordan, now voting for Mike Johnson.(CHEERING AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "BASH",
      "sentences": "That was just Hakeem Jeffries. That's why everybody was standing up. He voted for himself, not surprisingly.As we wait -- actually, let's keep listening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "CLERK",
      "sentences": "Johnson of Georgia. REP. HANK JOHNSON (D-GA)I cast my vote for Hakeem Jeffries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "CLERK",
      "sentences": "Jeffries.(APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "CLERK",
      "sentences": "Johnson of Louisiana.REP. MIKE JOHNSON (R-LA):  Johnson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "CLERK",
      "sentences": "Johnson.(CHEERING AND APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "BASH",
      "sentences": "Mike Johnson, who is the nominee, you see him there surrounded by his fellow Republicans with a standing ovation as he votes for himself for speaker.And, Ken Buck, you're still with me. Actually...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "CLERK",
      "sentences": "Johnson of South Dakota.Johnson. Jordan. Johnson. (APPLAUSE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "BASH",
      "sentences": "And they're standing -- they're standing because Jim Jordan, who went through three votes and lost, just voted for Mike Johnson as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "CLERK",
      "sentences": "Joyce of Ohio.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "BASH",
      "sentences": "Why is the mood so jubilant right now on the House floor, given the reality that we're three weeks and a day into having no speaker? Is it just pure exhaustion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "BUCK",
      "sentences": "Well, it was a long day yesterday, for one thing, but I think it is a relief that we have moved forward, and we have a speaker, and we're ready to legislate.I also think there is a reality that didn't exist. Hamas attacked Israel after we vacated the chair of the last speaker. And so I think there is a relief right now that we can get to important bills. The next bill that's going to be on the floor is a resolution in support of Israel. I think people have been waiting to be able to express that support. And so it's important that we move on at this point. BASH:  The man who is making his way through these votes right now, Mike Johnson, and it looks like he's heading towards what we believe he will need to be speaker, he is -- you're saying he will probably support and push through aid for Ukraine and Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "BUCK",
      "sentences": "My understanding is that -- those bills will come to the floor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "BASH",
      "sentences": "OK -- and just even allowing that.And he will allow a bill to keep the government running after it runs out of money November 17?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "BUCK",
      "sentences": "That's certainly the goal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "BASH",
      "sentences": "So these are things that got Kevin McCarthy -- maybe not the latter, but the first thing I said, but the most important, allowing the government to stay open and doing a deal with the Democrats to do it, that got Kevin McCarthy fired by people, including you.So what makes Mike Johnson different?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "BUCK",
      "sentences": "So what got Kevin McCarthy fired, in my opinion, is that he made five different promises to five different groups in Congress on what the number would be for the continuing resolution, and then didn't deliver to four of those groups.Mike Johnson starts with a clean slate. And I think we will come together as a conference, we will talk about the top-line number and be able to move forward in a unified way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "BASH",
      "sentences": "I want to let your former colleague Charlie Dent ask you a question, but, as you do, again, three weeks and one day, you were one of the eight to kick out Kevin McCarthy.Given what we have seen, the tumult, the chaos for three weeks, was it worth it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "BUCK",
      "sentences": "Yes, absolutely worth it. It's worth it because we need to have a unified message when we move forward into this next election season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:00",
      "speaker": "CHARLIE DENT, CNN POLITICAL COMMENTATOR",
      "sentences": "Ken, I -- I know this has been exhausting for everybody. And I know you're glad to get through this ordeal.What do you think is going to happen now, though, when you come to November 17? Do you really think that Mike Johnson will allow a clean funding vote? Because you're going to have to negotiate with the Senate. And, as you know, Kevin McCarthy got in a lot of trouble over allowing a clean funding vote, as well as the debt ceiling. But Mike Johnson is going to have to cut deals both on the short-term spending bill. And then, come December, you're going to have to finish the appropriations bills with an omnibus. I know that people don't like that word, but that seems inevitable. How do you think Mike is going to handle that? BUCK:  Well, I think Charlie, one of the things we're going to have is, we're going to have a lot more appropriations bills done in the process. And so we will have a lot more bills to send to the Senate to go into conference with. But I think everybody now is in more of a mood to compromise than they were three-and-a-half weeks ago.",
      "isLastSentenceInterrupted": false
    }
  ]
}