{
  "date": "2023-04-15",
  "headline": "CNN Newsroom",
  "subHeadline": "Air National Guardsman Charged Under Espionage Act; Macron Enacts New Pension Law; Abortion Medication Drug Access Extended While Supreme Court Considers Case; Death Toll From Slovyansk Climbs To Nine; Detained Journalist's Parents Speak Out; Supporters Fear Alexei Navalny Is Slowly Being Poisoned In Jail; Biden In Ireland; Extreme Athlete Lives 500 Days In A Cave. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "HARRAK",
      "sentences": "The U.S. is scrambling to safeguard sensitive information. After catching the man who allegedly leaked a trove of classified documents, 21 year old Jack Teixeira has now been formally charged under the Espionage Act for taking and transmitting national defense information. The government is now rethinking who gets access to classified material.(BEGIN VIDEO CLIP) MERRICK GARLAND, U.S. ATTORNEY GENERAL:  The Department of Defense is leading an important effort now to evaluate and review the national security implications and, most important, to conduct a review of the methods of access accountability and control procedures that the department has, so that something like this can never happen again. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "HARRAK",
      "sentences": "The charges against Teixeira come as the full impact of the leaks is still coming into focus. Pentagon correspondent Oren Liebermann reports.(BEGIN VIDEOTAPE) OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT (voice-over):  In a federal courtroom in Boston, 21-year-old Jack Teixeira faced his legal fate for the first time, charged through the Espionage Act with unauthorized removal and retention of classified documents and national security information. The airman first class at the center of an investigation into a leak of top secret information. In court, his father yelled out, \"Love you, Jack.\" The response, \"Love you, too, Dad.\" Outside the courthouse, Teixeira's family thrust into the spotlight with national security interests at stake, said nothing. Teixeira was an IT specialist with the Massachusetts Air National Guard. He enlisted before graduating high school. His senior year photo quote that now appears prophetic actions:  Speak louder than words. He's had a top secret clearance since 2021 and access to sensitive, compartmentalized information, in a job that requires a lifetime binding nondisclosure agreement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "GARLAND",
      "sentences": "People who sign agreements to be able to receive classified documents acknowledge the importance to the national security of not disclosing those documents and we intend to send that message, how important it is to our national security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "LIEBERMANN",
      "sentences": "One day earlier and one hour south, Teixeira was spotted on his back porch, reading a book. Moments later, an FBI tactical team closed in on to Teixeira, taking him into custody outside his house. Those who knew him growing up, described him as a bit of a loner and into guns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "BROOKE CLEATHERO, FORMER CLASSMATE OF JACK TEIXEIRA",
      "sentences": "He doesn't have a lot of friends. But like some of the friends he did have or also kind of in the same boat as him in a way but people are just wary of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "LIEBERMANN",
      "sentences": "But on Discord, an online platform frequently used by gamers, Teixeira built his own group of friends and followers. He's believed to be the head of a chat server named Thug Shaker Central.Court documents allege that, late last year, he began sharing classified information. A user in the chat group telling the FBI at first, it was just a paragraph of texts and then photographs of documents that contained what appeared to be classification markings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "The fact is, it's quite easy to do if you are a person who has decided to violate your oath, to violate the training and the rules that you operate under and to proactively make a decision to break the law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "LIEBERMANN",
      "sentences": "-- from when President Biden, Defense Secretary Lloyd Austin and others first learned about the leaks, to the arrest.And the prosecution now moving forward project to sheriff -- Oren Liebermann, CNN, at the Pentagon. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "HARRAK",
      "sentences": "Japanese prime minister Fumio Kishida has returned to the campaign trail after he was evacuated from a venue when an explosion went off. The blast was heard as he was set to give a speech to supporters. Police arrested a man suspected of throwing a device at the scene.Public broadcaster NHK reports that the prime minister was not harmed. Let's get you more on this developing story. CNN's Marc Stewart joins us now from Tokyo with more. What else have you been able to learn, Marc?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "MARC STEWART, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi, there, Laila. Since we talked last hour, we have now learned the suspect is a 24 year old man who is from an area about 3.5 hours from where this whole scare took place.And scare is an appropriate word. If you look at the video, you can see there was lots of panic. Let me walk through what happened. Basically at around noon today, the prime minister was set to give a speech in this port city when, suddenly, people in the crowd saw some type of silver object, they describe, flying through the air. One witness told NHK, which is Japan's public broadcaster, there was some kind of bright light almost. And then the sound of an explosion. As soon as that occurred, the prime minister was immediately rushed out of the area. And then a man who was in the crowd was basically tackled to the floor. A man, this 24 year old man, who was described as wearing glasses, a mask, he had on a gray backpack, he was then apprehended and taken away by police. No one was hurt, including the prime minister. This man is being charged under Japanese law under what's known as forcible obstruction of business. In layman's terms, it means he got in the way of everyday affairs. Perhaps he will face more charges. That we don't know. We also need to learn more about this man, about his political ideology, if that had some kind of influence and exactly why he was there. We also, late this afternoon, heard from the prime minister himself. He apologized for what happened. He acknowledged that there was an explosion and that police are investigating and really wanted to keep the focus on this political speech and this political visit that he was making. But again, Laila, the point to make is that the prime minister is safe. But for several minutes today, there was certainly a lot of panic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "HARRAK",
      "sentences": "Panic, quite a scare there, Marc, because it contained echoes of what happened nine months ago, when his predecessor, Abe, was assassinated, tragically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "STEWART",
      "sentences": "Yes, it is hard not to think of that. There's some eerie -- it's eerily reminiscent, if you will. And since the assassination of former prime minister Abe, security involving elected officials certainly has been getting a second look.In the case of the Abe assassination, at least one person resigned. This is going to be an incident that will release a lot of questions about public accessibility. This happened at a fishing port, at a very public venue. And it's not clear if people were checked for weapons, as they are in other parts of the world. I think back to political rallies I've covered in the United States, going through a metal detector as a mandatory check. Not clear if that happened here and if this will result into perhaps broader changes, especially as Japan enters into election season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "NADA BASHIR, CNN CORRESPONDENT",
      "sentences": "Well, that's certainly the message that we've been hearing from the protesters we've been speaking to. They say they will continue to protest and demonstrate against this legislation.Of course, as you mentioned, one of France's largest unions now calling for a historic day of protests on May 1st, traditionally Labor Day here in France. President Emmanuel Macron, according to his spokesperson from the Elysee, has invited union heads to meet with him at the Elysee next week. Although the message that we're hearing from one of the largest unions is that they will not attend that meeting, they will not participate in those talks unless there is the option of repealing this, of not applying this legislation. Of course, that now -- that ship has sailed. President Macron, not wasting any time to sign this legislation into law. Of course, it is important to note that while the core of this legislation, the raising of pension age from 62 to 64, has been ruled as constitutional by the constitutional council yesterday, six minor measures included in this legislation have been struck down. And of course, there is also the question of referenda. Earlier application to the constitutional council for a referendum on this legislation was also struck down and rejected by the council. But a last minute second application was submitted on Thursday. That is set to be deliberated on May 3rd. So we may continue to see demonstrations. Unions are certainly calling for continued protest. And of course, this isn't just about the pension reform bill. There is a significant amount of anger and frustration being directed toward president Emmanuel Macron, for the way in which this legislation was passed and pushed through, President Macron bypassing the lower house of parliament, where his party crucially does not have an outright majority and avoiding that last final vote. And many have told us they feel that this undermines the democratic principles here in France. So there is still a significant amount of anger being directed toward president Macron. We have seen these large scale protests over the last 12 weeks, although they have waned in numbers since those record breaking figures we saw earlier in the year. And, of course, just yesterday we also saw smaller demonstrations in response to the council's announcement. Just yesterday, we saw pockets of violence again in the streets of Paris. Tear gas at one point being used by the riot police to disperse the last remaining protesters. But these were small pockets of violence, it must be emphasized, in what has largely been a peaceful protest movement -- Laila.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "HARRAK",
      "sentences": "Nada Bashir, reporting for you from Paris. Thank you so much, Nada.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "HARRAK",
      "sentences": "Let's get some more perspective now from Philippe Aghion, a political analyst and professor at College de France and at the London School of Economics.Sir, a very good day to you. Thank you so much for joining us. So this is a fait accompli. Pension reforms are now the law of the land. But does this put an end to the political and social upheaval in France?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "AGHION",
      "sentences": "(INAUDIBLE) he really listens to himself, his closest advisor and that the rest, you know, doesn't matter that much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "HARRAK",
      "sentences": "Now the president probably feels vindicated. But he remains the focus of furious protesters.Can he turn the page on this very divisive and difficult chapter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "AGHION",
      "sentences": "He can but he has to change method. I think he has now to restore the dialogue, in particular with the moderate union. You see the (INAUDIBLE) particulars (ph). I think he should really now, you know, have a big debate because this debate on pension reflects the fact that people in France are not happy at work.There is something that makes them not happy at work. So there is a big debate to be had on the content of work, on the climate at the workplace and I think Macron should engage a big social debate on those -- on this question and also on salaries, in particular giving more weight to moderate union leaders. So it's what I would call (INAUDIBLE) construction (INAUDIBLE). It should go closer to the German way of doing things. In Germany, you know, there is a true dialogue between the politicians and the unions. And I think Macron should take example.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "HARRAK",
      "sentences": "But there is, I believe, not such a tradition in France the way that you have in Germany, where their dialogue is sought between unions and the government. There is an impasse in France basically right now.So what will this mean for the protest movement? After weeks of demonstrations and strikes and civil disobedience, they did not achieve their objective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "AGHION",
      "sentences": "Yes, but, you see, I think the problem is that if Macron thinks that he has victory and he doesn't need to reach out to the social movement, the danger is that the anger that will be expressed in the polling stations in four years' time -- you see, in four years, we have a new presidential election.And if this social frustration and if democratic restoration is not dealt with, the danger is that Marine Le Pen will be the next president. So I think it's very important to internalize this danger and to say, look, it was important to have this pension reform. Let's move on. Let's discuss social issues. Let's involve union leaders and unions more than in the past to deal with this frustration so as to minimize the probability that Marine Le Pen would become the next president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "HARRAK",
      "sentences": "Philippe Aghion, thank you so much for joining us, greatly appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "AGHION",
      "sentences": "Thank you. Thanks so much. Bye-bye.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "HARRAK",
      "sentences": "'Bye.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "SCHNEIDER",
      "sentences": "It's a case the mainstream medical community argues should be thrown out, in part, because the doctors who sued aren't directly involved with mifepristone and didn't have the legal right to sue.SEN. AMY KLOBUCHAR (D-MN), JUDICIARY COMMITTEE:  There is a way for them, at least for now, to get out of this and that is by simply saying the truth, which is the people that brought this case, a very small number of doctors, do not have what we call standing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "SCHNEIDER",
      "sentences": "At this point, the Supreme Court is only stepping in to keep the status quo on mifepristone into Wednesday night. That's when the court would decide whether to step in again and keep these changes once again on hold.In the meantime, the underlying appeal on the merits of this case, including whether these anti abortion doctors even had standing to sue in the first place, that is moving rapidly in the 5th Circuit, with the first briefs in that appeal due at the end of this month -- Jessica Schneider, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "HARRAK",
      "sentences": "Meantime, Vice President Kamala Harris slammed anti abortion Republicans during a blistering speech in New York on Friday. Harris warned that hard-won liberties are being eroded by new laws and said Republicans used the term \"freedom\" to give cover to changes that limit long-established rights.(BEGIN VIDEO CLIP) KAMALA HARRIS (D), VICE PRESIDENT OF THE UNITED STATES:  Let us clearly understand the moment we are in, a moment in which our hard- won freedoms are under attack. They attack the freedom of a woman to make decisions about her own body instead of the government. They attack medication that, for 20 years, the FDA ruled as being safe. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "HARRAK",
      "sentences": "Welcome back to our viewers in the United States and Canada. I'm Laila Harrak and you're watching CNN NEWSROOM.Ukrainian president Volodymyr Zelenskyy is slamming Russian forces as terrorists, following a barrage of missile strikes on the city of Slovyansk. Officials updated the death toll a short time ago, saying at least nine people were killed after the missiles hit the city Friday. The strikes led to a scramble to find survivors in the buildings decimated by the explosions. One witness says it was sheer luck that saved his life. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE (through translator):  I came closer to this house right here. I was there when the explosion happened. I took cover behind a car. The shrapnels were flying. If I had left a minute earlier, even 30 seconds earlier, I would have entered the yard where the explosion happened. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "HARRAK",
      "sentences": "Meanwhile Britain's defense ministry says Russia is stepping up attacks on Bakhmut after improving cooperation between Wagner mercenaries and its regular forces. The latest assessment says the mercenaries are trying to push into the town center while Russian airborne troops fight on the flanks.But fighting in Bakhmut and elsewhere in Ukraine is decimating Russia's clandestine special forces. That's according to \"The Washington Post,\" which is citing one of the U.S. intelligence documents leaked online. It says the so called Spetsnaz forces took so many losses that it may take years to replace them. For more now on that and more, Barbie Nadeau joins us now from Rome. Barbie, first of all, what's the latest from Slovyansk?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "BARBIE NADEAU, CNN CORRESPONDENT",
      "sentences": "Now we're hearing that the death toll is climbing. Nine people confirmed dead, 21 injured at least. And at least five people still caught under the rubble.There were seven different strike points and including residential areas. And president Zelenskyy just calling this an atrocious act and yet another one in this long war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "HARRAK",
      "sentences": "An atrocious act.What has the reaction been to the intelligence leak about the war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "NADEAU",
      "sentences": "Obviously, Russia is looking at this skeptically because it's a bad -- it's a bad look for them. You were hearing these reports that these special elite forces are, in fact, troubled. They're losing people. They're losing equipment.And so Russia's saying, basically, they're going to check the authenticity. They're questioning the authenticity of these reports, of these leaks, of the information contained in these leaks, saying that they don't quite trust the veracity of it. So I think that's -- a lot of people think that that is, you know, a standard reply. When someone's criticizing you are leaking information that they really don't want out. Because this war, obviously the longer it goes on, Russia's forces are being depleted. You know, they're saying things are going slightly differently on the ground there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "HARRAK",
      "sentences": "His parents say they understand the tough situation he faces but they're still holding onto glimmers of hope. CNN's Alex Marquardt reports.(BEGIN VIDEOTAPE) ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT (voice- over):  Feeling both pride and pain, the parents of Evan Gershkovich are speaking publicly about their son, languishing in a Russian jail and facing a possible sentence of 20 years in prison. M. GERSHKOVICH:  I feel that I've failed in some way as a father. ELLA MILMAN, EVAN GERSHKOVICH'S MOTHER:  Totally crushing, that experience all came back from the Soviet Union.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "MARQUARDT",
      "sentences": "The Gershkovich parents are Soviet Jewish immigrants who came to the U.S. in 1979. Evan and his sister grew up speaking Russian. When Gershkovich decided to move there as a journalist, his parents knew there was little they could do.M. GERSHKOVICH:  I couldn't have stopped him when he was 15, let alone, let alone now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "MARQUARDT",
      "sentences": "Gershkovich bounced around different media outlets, landing at \"The Wall Street Journal\" just before Russia invaded Ukraine and started to crack down on journalists, many of whom left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "MILMAN",
      "sentences": "I know that he felt like it was his duty to report and he loved Russian people, you know?M. GERSHKOVICH:  He still does.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "MILMAN",
      "sentences": "He still does, yes.EVAN GERSHKOVICH, REPORTER, \"THE WALL STREET JOURNAL\":  No longer is Russia fighting Ukraine --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "MARQUARDT",
      "sentences": "Gershkovich's pieces were well-reported, often shining a light on the Putin regime, like this one in December on the Kremlin inner circle, which made his family nervous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "MILMAN",
      "sentences": "I think when that article came out about Putin in December, got me worried a lot. Like my mood was changing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "MARQUARDT",
      "sentences": "Late last month, Gershkovich was arrested on a reporting trip to the central city of Yekaterinburg. The internal security service, the FSB, quickly accused him of espionage. The U.S. government has declared it a wrongful detention, the attorney general said today and an attack on press freedom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "GARLAND",
      "sentences": "The United States will do everything in its power to get the reporter back. MARQUARDT",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "TREVOR REED, FORMER RUSSIAN PRISONER",
      "sentences": "Taking a journalist that kind of puts it into perspective for you how desperate the Russians have become.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "MARQUARDT",
      "sentences": "Next week, a Moscow court will hear an appeal by \"The Wall Street Journal's\" lawyers against Gershkovich's detention. His parents are hopeful. But know all too well the reality of Russia's judicial system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "MILMAN",
      "sentences": "It's what's one of the American qualities that we absorbed. Be optimistic. Believe in happy -- happy ending. That's where we stand right now.But I am not stupid. I understand what's involved. But that's what I choose to believe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "MARQUARDT",
      "sentences": "A major question since Evan Gershkovich was arrested is whether Russia was doing so in order to exchange him for someone who they wanted in exchange. It is something that is possible, something that would be considered, according to Russia's deputy foreign minister, he said, only after a trial and the verdict.However, unfortunately, we likely know what way a verdict would go, given that the Kremlin says that Gershkovich was caught committing espionage red-handed -- Alex Marquardt, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "HARRAK",
      "sentences": "And the sister of the other American detained in Russia is pressing the White House to bring her brother home. Paul Whelan, who has been jailed in Russia for more than four years on espionage charges, and like Evan Gershkovich, the U.S. has designated Whelan as wrongfully detained.Paul's sister, Elizabeth Whelan, expressed her frustration with the White House in a video posted to Facebook. (BEGIN VIDEO CLIP) ELIZABETH WHELAN, PAUL WHELAN'S SISTER:  We need the White House to take charge and get the upper hand with the likes of the Kremlin. We need some street smarts applied here. Will the White House get played by the Russians again? Or will they bring to bear the full force of American ability and put a stop to this hostage diplomacy for once and for all? The job is to get Paul Whelan home. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "HARRAK",
      "sentences": "The U.S. secretary of state has said the White House has put forward a serious proposal to secure Paul Whelan's release and that they are committed to bringing him home.Elizabeth Whelan tells CNN why she wanted to renew her cause for Paul's freedom. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "WHELAN",
      "sentences": "I think the shock of seeing Evan arrested for the same -- with the same charges of espionage, you know, we're only a couple of weeks out from the one year mark from Trevor Reed coming home, leaving Paul behind; over four months since Brittney Griner came home, leaving Paul behind.We don't want to see it happen again. It -- I don't even know what we would do if that happened again. So I have to do everything in my power to get the U.S. government to use every tool to try to get Paul home. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "HARRAK",
      "sentences": "His team says prison officials were forced to call an ambulance last week to treat him for severe stomach pain and that he has been losing weight. Mr. Navalny was poisoned with a possible nerve agent back in 2020. His allies fear he is being poisoned again, gradually, in small doses.U.S. President Joe Biden is back home after wrapping up his trip to Ireland. After the break, highlights from his visit, including moment of personal serendipity. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "HARRAK",
      "sentences": "He arrived at Dover Air Base in Delaware a short time ago after a four-day tour of Ireland, his ancestral homeland, where he received a rapturous welcome. Some appearances looked more like a campaign rally than a tour by a visiting head of state.In County Mayo on Friday, he addressed a crowd of some 27,000 people, according to the White House. And that would be one of the largest rallies of his entire political career. During his remarks, he described a moment of serendipity at the Knock Shrine earlier in the, day when he encountered the priest who delivered last rites to his late son, Beau. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "BIDEN",
      "sentences": "My son, Hunter, and my sister, Valerie, and I made several stops across Mayo today.  We visited Knock Shrine, where I was hosted by Father Richard Gibbons.We also met out of the blue -- we didn't know he was there -- a former military chaplain, Father O'Grady, who gave my son the last rites in Walter Reed Medical Hospital in Washington.  It was incredible to see him.  It seemed like a sign. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "HARRAK",
      "sentences": "Well, CNN senior diplomatic editor Nic Robertson is in Dublin with more on Mr. Biden's trip.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "NIC ROBERTSON, CNN SENIOR DIPLOMATIC EDITOR",
      "sentences": "Well, a lot of the visit was about President Biden's roots, his Irish roots, his heritage, how his family, like so many others, commemorated in the great famine statues here, left Ireland for a better life.His message in Northern Ireland was quite specific. It was broad. It was about the economy but it was also about politics. The Good Friday agreement commemorating that and the important institution of power sharing government. And President Biden's message, he said he didn't want to be presumptuous and tell people what to do. But he thought that it would be better if the political parties were back engaged. It was an indirect message to the Democratic Unionist Party that, at the moment, is refusing to be in that power sharing government. The leader of the Democratic Unionist Party reflected afterwards and he said he thought President Biden had been quite balanced. When the president came south of the border, it was less diplomatic, less serious, much wetter. It was raining. He visited relatives in Carlingford and Dundalk and then on to Dublin. And in Dublin, met with the president, met with the prime minister and gave a speech to the parliament, a joint session of parliament, which really seemed to hit all the tones that are important to President Biden. Why Ireland's important, why the relationship where United States relationship with Ireland is important, what he feels about the country. He said. I'm home. I'd like to stay longer. And I think that was a sense that a lot of people here got from him. But he had a sharp message for the British government as well, saying he wants them to work more closely with the Irish government on the Good Friday agreement. And his last day here, going back to his roots, giving a speech outside the cathedral his great-great-great grandfather, Edward Blewitt, sold 27,000 bricks to help build that cathedral. The money he received for that, in today's money about $25,000, was enough to buy the family tickets to emigrate to the United States, which included Patrick Blewitt, President Biden's great-great- grandfather. So the whole journey will have had a lot of significance for President Biden at a personal level, a spiritual level, an intellectual level but I think, overall, the takeaway is his desire that the Good Friday agreement gets implemented fully -- and clearly he feels the British government in all of that needs to do more -- Nic Robertson, CNN, Dublin, Ireland. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "HARRAK",
      "sentences": "A new spacecraft has been launched by the European Space Agency. The Juice mission for the Jupiter Icy Moons explorer is designed to uncover the mysteries of our solar system's largest planet and its moons. Let's take a look.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:00",
      "speaker": "HARRAK",
      "sentences": "A Spanish extreme athlete is back in daylight after living in a dark cave for -- get this -- 500 days. Beatriz Flamini's team says she broke a world record for the longest time spent underground.The aim of the experiment near Granada was to learn more about the human mind and sleep/wake rhythms. The 50 year old had no outside communication, not even with a team of scientists who closely monitored her mission. But she did have two GoPros to record her experiences living in such extreme isolation. (BEGIN VIDEO CLIP) BEATRIZ FLAMINI, EXTREME ATHLETE (through translator):  That time passes more quickly or more slowly, simply that it doesn't pass because it's always 4:00 in the morning. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}