{
  "date": "2023-04-12",
  "headline": "CNN Newsroom",
  "subHeadline": "Joe Biden Visits Northern Ireland To Mark 25 Years Of Peace; U.S. Defense Secretary Vows To Find Source Of Leaks; Israel Bans Non- Muslims From Volatile Holy Site; Military Attack On Myanmar's Village Kills Around 100; Rare Look at Inside Moscow's Lefortovo Prison; Police Release Body Cam Video of Response to Bank Attack. Aired 12- 12:45a ET",
  "utterances": [
    {
      "timeStamp": "00:00:49",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "Hello everyone, I'm John Vause.Ahead on CNN NEWSROOM, Joe Biden in Belfast for the 25th anniversary of the Good Friday peace agreement. A historic deal which may pave the way to political dysfunction now gripping Northern Ireland. All together now, it's just disinformation. U.S. allies fall in line over classified documents leak from the Pentagon. And inside the Al-Aqsa mosque compound. How this place sacred to both Muslims and Jews can also be at the heart of conflict across the region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:49",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center, this is CNN NEWSROOM with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:49",
      "speaker": "VAUSE",
      "sentences": "Joe Biden has now arrived in Northern Ireland for a four-day visit, which coincides with the 25th anniversary of the U.S. brokered Good Friday peace agreement. Air Force One touchdown in a country which has not had a functioning elected government for more than a year. Public services have been slashed amid a sea of red ink, and the terrorism threat level has recently been raised to severe.British Prime Minister Rishi Sunak greeted the U.S. president on the tarmac. Both leaders will be meeting again for talks in the coming hours. President Biden will also meet with the leaders of all five political parties, which make up Northern Ireland's power sharing agreement, a legacy of the Good Friday peace deal, but one which many believe has led to the current political dysfunction gripping the country. The Northern Ireland Assembly has been shut down for more than a year, with one of the main parties appropriated Democrat Unionists refusing to enter a power sharing arrangement as mandated by the Good Friday deal. At issue is a post-Brexit trade deal, which the DUP says isolate Northern Ireland from the U.K. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:49",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What's your top priority on this trip, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:49",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Make sure the Irish accords and the Windsor agreements stay in place to keep the peace and that's the main thing. It looks like we're going to keep our fingers crossed.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:49",
      "speaker": "VAUSE",
      "sentences": "CNN's Kevin Liptak is in Belfast, Northern Island. He joins us now with more on President Biden's trip.And Kevin, it seems that President Biden will not spend a lot of time in Northern Ireland. The main focus of the next couple of days will be heading back to his ancestral past in the Republic of Ireland.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:05",
      "speaker": "VAUSE",
      "sentences": "Let's see, a Good Friday Agreement wasn't that long ago. Kevin, thank you. Kevin Liptak there on the line from Belfast.The director of the CIA, the U.S. Defense Secretary and Secretary of State have all spoken publicly for the first time Tuesday on the leak of classified documents from the Pentagon, all seem to be on the same page. The breach is extremely serious and investigation is ongoing and they don't seem to know much more beyond that. More details now from CNN's Oren Liebermann at the Pentagon. (BEGIN VIDEOTAPE) OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT (voice over): Tonight, top U.S. officials trying to get ahead of the damage caused by a leak of highly sensitive documents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:05",
      "speaker": "LLOYD AUSTIN, DEFENSE SECRETARY",
      "sentences": "I will tell you that we take this very seriously and we will continue to investigate and turn over every rock until we find the source of this and the extent of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:05",
      "speaker": "LIEBERMANN",
      "sentences": "Defense Secretary Lloyd Austin promising results from an investigation just getting underway. While Secretary of State Anthony Blinken worked to reassure foreign nations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:05",
      "speaker": "ANTONY BLINKEN, SECRETARY OF STATE",
      "sentences": "We have engaged with allies and partners at high levels over the past days, including to reassure them about our own commitment to safeguarding intelligence and of course, our commitment to our security partnerships.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:05",
      "speaker": "LIEBERMANN",
      "sentences": "The Department of Justice is handling the criminal investigation of the leaks while DOD is part of a broader look into how the leaks have impacted national security. The leaks have reached across the globe revealing U.S. spying on adversaries including Russia and China but also on U.S. allies and partners among them Israel, South Korea and many more.Some of the documents reviewed by CNN offers sensitive details and Ukraine's military capabilities or lack thereof, including critical shortages of air defenses and overall casualty assessments after more than a year of war. Ukrainian officials downplayed the significance of the leaks saying some of the information wasn't secret at all. But a source close to Ukrainian President Volodymyr Zelenskyy says the military has already changed some of its plans because of the leaks. In a new set of leaked documents obtained by the Washington Post, the U.S. learned Egyptian President Abdel Fattah El-Sisi was considering providing 40,000 rockets to Russia for its war in Ukraine, but to do so quietly to avoid problems with the West since Egypt is one of the largest recipients of U.S. military aid. CNN has not seen the documents and cannot confirm their authenticity. Egyptian state media called the report an informational absurdity while the Kremlin called it another hoax. And the U.S. says they've seen no signs of Egypt providing lethal aid to Russia, but it underscores the far reaching consequences of the leaks. SEN. CHRIS MURPHY (D-CT): I want a briefing on the logistics right on how this information got out there. But we also need to get briefings on the substance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:05",
      "speaker": "LIEBERMANN",
      "sentences": "The leaked documents appear to be part of a daily intelligence briefing prepared for the Pentagon senior leaders, official said. The documents can be accessed by hundreds if not thousands of people across the government with the proper security clearance.(END VIDEOTAPE) LIEBERMANN (on camera): It's not just a question of the number of people who had access to information like this, but how it's disseminated either through tablets rigged to have top secret information on them also printed out as we've seen through the documents, and simply forwarded via e-mails either in whole or in excerpts depending on the classification level. Some of that creates an electronic track that can be looked after and investigated, but not all of it. And that adds to the complications in investigating something like this and trying to figure out the motive behind it. Oren Liebermann, CNN at the Pentagon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:05",
      "speaker": "VAUSE",
      "sentences": "Joining us this hour is CNN National Security Analyst and former Director of National Intelligence, James Clapper.Mr. Clapper, thank you for being with us. JAMES CLAPPER, CNN NATIONAL SECURITY ANALYST (on camera): Well, thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:05",
      "speaker": "VAUSE",
      "sentences": "Pleasure.Now, at a news conference, the Secretary of Defense he was asked how this information, this classified information could be available on the web, available to anyone who could find it out for months up until he was officially briefed just last week. Here's his response. Listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:05",
      "speaker": "AUSTIN",
      "sentences": "There were somewhere in the web and in where exactly and who had access at that point, we don't know. We simply don't know at this point.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:03",
      "speaker": "VAUSE",
      "sentences": "Just in the bigger picture here, how much of this problem can be traced back to this ongoing problem of essential over classification of information?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:03",
      "speaker": "CLAPPER",
      "sentences": "Well, you know, I really don't think that's the issue, over classification or procedural problems. The issue is, with someone's personal integrity and personal trust, and that continues to be the weak, weak link in this whole system and classification is a -- over classification perhaps is a -- is a problem. But I don't think it is really the central issue here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:03",
      "speaker": "VAUSE",
      "sentences": "OK, I want to listen to the CIA director, who was speaking on Tuesday night about the urgency of dealing with this leak, here he is.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:03",
      "speaker": "WILLIAM BURNS, CIA DIRECTOR",
      "sentences": "The deeply unfortunate leak of classified documents is certainly as intense as anything and that now part of the inbox as well. And, you know, it's something that the U.S. government takes extremely seriously.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:03",
      "speaker": "VAUSE",
      "sentences": "And these documents appear to be part of daily intelligence briefing and briefing deck. And here's CNN reporting on that and who has access to that.On any given day, the slides in that deck can be properly accessed by hundreds, if not thousands of people across the government, officials told CNN. It seems the Department of Justice will need to cast a pretty wide net to find whoever did this given the number of potential suspects. You know, it could be numbering in the thousands. So, does that mean the leaker may never be caught?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:03",
      "speaker": "CLAPPER",
      "sentences": "Well, I don't know. This is going to require some unprecedented forensic analysis. And I think it would start rather than casting a wide net, it probably is the approach would be more precise to the extent that there's any evidence, any signature, any footprint that remains out there or there was observed and tried to backtrack that.I think, you know, casting the big net from -- and you're right, among the hundreds or maybe thousands of people that might have access to this is probably not going to be very productive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:03",
      "speaker": "VAUSE",
      "sentences": "Well, the U.K. Defense Ministry tweeted about the leak on Tuesday, the widely reported leak of alleged classified U.S. information has demonstrated a serious level of inaccuracy, readers should be cautious about taking at face value allegations that have the potential to spread disinformation.At the same time, the South Koreans seem to be taking a similar line to that now, walking back what they said on Monday, listen to this. (BEGIN VIDEO CLIP) KIM TAE-HYO, SOUTH KOREAN PRINCIPAL DEPUTY NATIONAL SECURITY ADVISER (through translator): The two countries have the same view that a great deal of disclosed information was fabricated. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:03",
      "speaker": "VAUSE",
      "sentences": "The Egyptians are saying a similar thing about the deals supplied missiles to Russia. They say it's disinformation. The UAE says the same thing about reports of a deal that it was working with Russia against U.S. interests. They say that's disinformation.Is it a coincidence that it seems that everyone is now on the same page? Even countries like South Korea that weren't on the same page just today? They've all come together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:03",
      "speaker": "CLAPPER",
      "sentences": "I wondered about that, John, the -- I think the possibility, if not the actuality that some of this data may have been tinkered with, or altered after it was posted may provide a graceful way for allies who are implicated in this intelligence information to avoid direct and pointed criticism of the United States and the leaks. So, in one sense, maybe there's, you know, a graceful way to avoid that.For me, it's a contrast with 10 years ago with the revelations as Edward Snowden did in June of 2010. And there are a lot of revelations about the U.S. spying on friends there as well. And a lot of them reacted with pointed indignation. But after they did that, we just got on with business and I suspect that's what's going to happen here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:03",
      "speaker": "VAUSE",
      "sentences": "Thank you very much James Clapper, we appreciate your time, Sir, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:03",
      "speaker": "CLAPPER",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:38",
      "speaker": "VAUSE",
      "sentences": "Italy has declared a state of emergency to try and deal with a surge of migrants making a dangerous journey across the Mediterranean Sea. So far this year, more than 31,000 migrants have arrived. Many havenot made it though, with some rescues happening right now. On Tuesday, Italy's coast guard was escorting two boats into port, with around 1,200 people on board. One boat of migrants had been stranded after running out of fuel. The government says the emergency declaration will help free up resources and funds to process arrivals as well as asylum requests. Two years after Myanmar's military seized power, new allegations revealed the junta's continuing brutality. Local media published images of the aftermath of an alleged military attack on a village killing around 100 people. And a warning, the images you're about to see are graphic. The photos show bodies of victims, as well as destroyed buildings, vehicles and other debris. The ousted civilian administration says children and pregnant women are among the dead and wounded. The national unity government call it a heinous act that constitutes a crime of war. Local media report, Myanmar's military dropped two bombs and then fired on the northern villages as many were gathering for the opening of a new town office on Tuesday. Reuters is reporting the junta says it carried out an attack targeting rebels and that a civilian casualties occurred it was because they were forced to help \"terrorists\". Tom Andrews is the U.N. Special Rapporteur for Myanmar. He is with us this hour from Washington. Tom, thank you for taking time to speak with us. TOM ANDREWS, U.N. SPECIAL RAPPORTEUR ON MYANMAR (on camera): Thank you, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:21:38",
      "speaker": "VAUSE",
      "sentences": "So here's a tweet with a question for the U.N. for the leader of the National Shadow government in Myanmar. Heartbroken by the latest aerial massacre in Sagaing. The Myanmar junta continues to commit brutal atrocities, killing at least 50 including children.I implore the U.N., how many more massacres must occur before you take action? How much longer will our people suffer under this? So, how many more massacres, Tom, 10, 100, 200? How many more dead children before anyone notices before anyone cares?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:01",
      "speaker": "VAUSE",
      "sentences": "And that question should really be addressed to member states because unless the member states act, the U.N. can't do a whole lot.Now, at the time of the coup two years ago, military dictator said they would hold on to power for two years, emergency measures they said to restore common security, not that it needed restoring, but that's what they said. They were hoping to be holding sham elections by now. But the security situation has only gotten worse. So, is that why there has been this increase in the use of airpower, warplanes, helicopter gunships targeting civilians, and does that mean these atrocities are likely to continue and occur more often?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:01",
      "speaker": "ANDREWS",
      "sentences": "They are likely to continue, John. We've seen a significant uptick in the use of air helicopter, gunships and these jets, fighter jets that are dropping bombs on villages, IDP centers and other civilian targets in Myanmar.The problem for the junta is that they expect -- fully expected that they'd have complete control of the country by now and that they could run these sham elections. Well, they're losing control of the country, they're losing ground. Things are much more unstable on the ground than they've -- than they've ever been and they continue to become more and more unstable. So, their soldiers who they have put on the ground are finding themselves to be subject to attacks, to ordnance of various kinds, guerrilla attacks by people in these areas and villages that are very strongly opposed to the military junta. So, as a result of that, they're using air power more and more and of course, as they do so, more and more civilians are being killed because that ordinance being dropped from the -- from the air does not distinguish between its targets. And so, men, women, children, even young children, including what we saw today in the Sagaing region, have perished under these -- under these bombs and these aerial gunships.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:01",
      "speaker": "VAUSE",
      "sentences": "Yes, Amnesty International have a very practical solution, which might at the least slow these attacks, here's a quote, the relentless air attacks across Myanmar highlight the urgent need to suspend the import of aviation fuel. Amnesty reiterates its call on all states and businesses to stop shipments that may end up in the hands of the Myanmar Air Force.You know, an embargo (INAUDIBLE) would seem to be the absolute minimum that governments worldwide could do. This is low hanging fruit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:01",
      "speaker": "ANDREWS",
      "sentences": "Well, John, listen, whatever we can do to ground n those aircraft, that's going to save lives. And if they can't fuel up, they're not going to get into the air.Now, of course, there's all kinds of ways that the junta will find to get around these embargoes. But anything we can do to make it more difficult, more expensive for them to put these gunships in the air to kill people to get their hands on weapons, to get their hands on a technology that's being used as weapons, materials that are being used to produce weapons. Anything that the world can do to stop these materials, getting into the hands of the junta, that can save lives. And I think we should be listening to all of those who have any and every suggestion and not just condemn with words these atrocities but actually do something about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:01",
      "speaker": "VAUSE",
      "sentences": "Yes, there comes a point where words are just cheap, actions really matter. And that it's -- that's the time right now. So, thank you, sir. Thanks for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:01",
      "speaker": "ANDREWS",
      "sentences": "My pleasure, John, thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:01",
      "speaker": "VAUSE",
      "sentences": "United Nations employees based in Afghanistan had been told not to go to their workplace until further notice, because of a new edict from the Taliban which bans women from working for the organization.This instruction also applies to male U.N. employees, after Afghan men working for the U.N. in Kabul stayed home last week in solidarity with their female colleagues. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Does Taliban giving you any guarantee of their safety of the staff even if they stay at home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "No. I mean, there's no -- there's no guarantee of their safety.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:01",
      "speaker": "VAUSE",
      "sentences": "The U.N. says the ban on female employees of the Taliban's latest effort to keep women and girls from participating in most areas of public and daily life.U.N. High Commissioner for Human Rights calls the move utterly despicable. Just ahead, a rare glimpse inside Moscow's notorious Lefortovo prison, where inmates live in isolation and silence, including Wall Street Journal reporter Evan Gershkovich. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:02",
      "speaker": "VAUSE",
      "sentences": "Ahead here on CNN, police in Louisville, Kentucky, release body cam video of their response to the deadly bank shooting. Just ahead, new details emerging from the dramatic footage.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Stop. Stop right there.(GUNFIRE) UNIDENTIFIED MALE: Back up, back up, back up. OMAR JIMENEZ, CNN CORRESPONDENT (voice-over): The video starts as officers pull up to the scene.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Stop right there. Stop. Open the trunk.JIMENEZ (voice-over): Body camera video from Officer Nicholas Wilt shows him approach the bank with a pistol. His partner and training officer, veteran Cory Galloway (ph), is wearing a camera, too. He grabs his long gun from the trunk. And moments later, engages the shooter. His partner, Officer Wilt, is shot and down in front of the bank. Galloway tells arriving officers to look for a better angle. CORY GALLOWAY (PH), LOUISVILLE POLICE: The shooter has an angle on that officer. We need to get out there. I don't know where he's at. The glass is blocking him. JIMENEZ (voice-over): And then -- (GUNSHOTS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I think I got him down. I think he's down!Suspect down! Get the officer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey! Hey, you. He's inside there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "What? I know. He's down. Get the officer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:05",
      "speaker": "JIMENEZ",
      "sentences": "All of it played out just behind me here. The windows shattered on that video are now boarded up as the community here tries to heal. A vigil is planned for Wednesday to give some of that community that opportunity to find a way forward.Police leadership said they're proud of how the officers responded, but also that \"the most heroic things we do are shrouded in people's tragedies.\" And based on what we've seen, this is no exception. Omar Jimenez, CNN, Louisville, Kentucky. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}