{
  "date": "2023-11-25",
  "headline": "CNN Newsroom",
  "subHeadline": "Group Of 24 Hostages Released By Hamas Friday; Ten Thais, One Filipino Free On First Day Of Truce; Russia Launches Record Number Of Drones; Oscar Pistorius To Be Released; Doctors Say Condition Of Freed Israelis \"Good,\" \"Stable\"; U.N. Announces 137 Trucks Of Aid Entered Gaza Friday; Four-Day Truce Holding Into Second Day; U.S. Forces Attacked In Iraq And Syria; Respiratory Illnesses Spike In Children In Northern China; Online Sales, Small Biz Saturday Eat Into Traditional Shopping. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "OMRI ALMOG, FAMILY KIDNAPPED AND KILLED BY HAMAS",
      "sentences": "The best is in front of us is going to come. Whatever happened we cannot change. Nadav is not longer with us. Yam, the beautiful girl is not with us anymore. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHANCE",
      "sentences": "There's still a chance. There's still a chance for your sister.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "HARRAK",
      "sentences": "CNN's Scott McLean joins us live from Istanbul.Scott, as day two is underway, this day two of the truce, are we expecting to see similar scenes today, people being released and aid going into Gaza? SCOTT MCLEAN, CNN CORRESPONDENT: Yes. We do not have a detailed schedule of what is expected to happen today and precisely when it will happen. But you are right. The expectation, broadly speaking, will look something like yesterday, a number of Israeli hostages released. And then three times that number of Palestinian prisoners released from Israeli prisons as well. Yesterday, after the truce began, 7 am local time, it was nine excruciating hours later that the hostage movement began from Gaza. And the prisoner release began from the Israeli side as. Well it is expected to go on for the next three days. But it could be longer than that. For every one day that the truce is extended beyond the initial four, Israel could get back 10 hostages; the Palestinians could see 30 more prisoners from Israeli jails released as well. Whether or not there is any appetite from either side is a totally different question. The Israelis have made it very clear that this war is not over. Of the 13 released yesterday, all but one were from kibbutz Nir Oz. They ranged in age from 2 to 85 years old. We also have word from doctors that all are in good, stable condition. Obviously, that is good news. One thing to mention, Laila, as well, you played the video, in Matthew Chance's piece, that Hamas had released, its part of this well choreographed hand. Over It was obviously edited, showed what they wanted to see. But you saw people taping with their cell phones and cheering. From the Hamas point of view, this is a rare bright spot for them. Frankly, they had very few good useful cards to play in this. Obviously these hostages give them a heck of a lot of leverage and they will try to use them as best they can to get whatever they can from the other side. So far, they've gotten 39 Palestinian prisoners released. Scott, I want to talk more about the Palestinian prisoners. Can you explain why for the Palestinians their release is so key?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "MCLEAN",
      "sentences": "Yes. Of the Palestinian prisoners, there has been a list drawn up by Israel of 300 that could be potentially released. Obviously this deal, in the initial four days, only allows for 150 to be released.But this is a real coup for Hamas. You saw yesterday people celebrating in the streets, in the West Bank, waving not only Palestinian flags but Hamas flags as well. Remember the Hamas does not control the West Bank but only Gaza. But this is a chance for the terror and political group to really burnish its credentials there and try to increase its popularity there. We know, of the 39, there were 22 women, two girls and 15 teenage boys ranging from 14 to 18 years old. It is also interesting to point out that three-quarters of them were in administrative detention, meaning they may not know the charges against them. They are being held without charge. At the moment, 10 have actually been sentenced. There are only 11 possible women that could be released today or in the coming days, based on the list that Israel has published. The crimes they were accused of -- or even convicted of -- range from stone throwing, up to more serious crimes like attempted murder. So a lot of people will be watching very closely to see who is on that list exactly. But all of this is very delicate. Even yesterday with the release of the Palestinian prisoners, you saw some clashes between the IDF and people who has shown up at one of the prisons in the West Bank to watch. There was tear gas. The Palestinian Red Crescent said that two minors were actually shot and injured. We reached out to the IDF for comment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "HARRAK",
      "sentences": "But Thailand believes about 20 more of its citizens are still being held by Hamas. Let's get you more now. Manisha Tank joins us live from Singapore.What more can you tell us about the Thai and Filipino hostages that were released? And the reaction back home back in Thailand and Philippines to the news that they are finally free?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "MANISHA TANK, JOURNALIST",
      "sentences": "Well, Laila, it is not necessarily widely known there are many, in fact tens of thousands of migrant workers that come from Asia, that go to Israel for work. They come from a variety of countries.A large contingent of them come from Thailand. Again tens of thousands, estimated 20,000 working in agricultural industries. That is why some of them were exposed on October 7th. They were working in that agricultural belt, some working in kibbutzes as well. Among those 10, there was one particular story that we heard about. It gives you the sense of the kind of joy and delight the families of these hostages are feeling, a glimmer of light in such darkness really. Let's talk about Nitawari Muncan (ph). Her mother spoke to our producer in Bangkok, talking the happiness that she recognizing her daughter in clips. Realizing it was her daughter's hair style and particular way of walking. She did not know that she would be released. Something echoed among all these hostages from Thailand and Philippines, that it was a surprise to see them in the videos and hear from them again. The one Filipino national, the president of the Philippines, Ferdinand Marcos Jr., expressing that he was overjoyed at his release. This is Jimmy Pacheco. He was a care worker, working in a kibbutz in southern Israel. But he is undergoing tests in the hospital, as are the Thai nationals. Some of those tests will be emotional tests. They would have been witness to quite horrific events over the past couple of weeks they have been in captivity. They would have seen things that will traumatize them for some time to come. So there's a lot of work to be done there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "HARRAK",
      "sentences": "All right, Manisha Tank reporting from Singapore, thank you so very much, greatly appreciate it.(MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "HARRAK",
      "sentences": "A record number of Russian drones went after targets across Ukraine Saturday morning. That is according to Ukrainian officials, who say the main target was Kyiv, where some drones were captured on social media videos.Ukraine's air force says it shot down 71 of the 75 drones launched on Saturday. Some of the wreckage crashed down on residential buildings. Also at least two people were wounded and the attacks caused multiple fires in the city. There are power outages, in the central part of Kyiv. Anna Coren is standing by in the Ukrainian capital. Anna, Kyiv on high alert at this hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "COREN",
      "sentences": "This is in a residential complex. This could have hit any one of these buildings. Incredibly close, too close to call for so many of these people. This is now the reality.This is winter, it is blue skies today. But it has been snowing. It is freezing temperatures in Kyiv. And Russia's aim is to hit Ukraine's energy infrastructure, just like they did last year. We heard from President Zelenskyy this morning. And he said that this was an act of deliberate terror.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:00",
      "speaker": "HARRAK",
      "sentences": "Anna Coren onsite, Anna, thank you so much for your reporting.We are going to take a short break. When we come back, we will have more on day two of the truce between Hamas and Israel. (MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "SNELL",
      "sentences": "After Pistorius he shot 29 -year old Steenkamp four times through the bathroom door of his home in Pretoria, later denying that he killed her in a fit of anger and saying instead, he had mistaken her for an intruder.He was eventually sentenced to 13 years and five months' imprisonment. Steenkamp's mother has warned that Pistorius is not being rehabilitated and is concerned for the safety of other women once he's released on parole. In a victim impact statement, she said her daughter's death had left, quote, \"a massive hole\" in her life that cannot be filled. She added that, \"Rehabilitation requires someone to engage honestly with the full truth of his crime and the consequences thereof. Nobody can claim to have remorse if they're not able to engage fully what the truth. \"If someone does not show remorse, they cannot be considered to be rehabilitated. If they are not rehabilitated, their risk of recidivism is high.\" According to South Africa's Department of Correctional Services, the 37 -year old Pistorius will be released on January 5th, 2024. With that, it is back to you. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "HARRAK",
      "sentences": "Welcome back to our viewers in the United States and Canada. I'm Laila Harrak and you're watching CNN NEWSROOM.Doctors who examined the 13 Israeli hostages freed on Friday described them as being in good and stable condition. Israel's chief nurse detailed the moments some of them were reunited with their loved ones. (BEGIN VIDEO CLIP) DR. SHOSHY GOLDBERG, ISRAELI CHIEF NURSE: I think that there was no one in the room that could hold his feelings and stop crying, because it was a very emotional and exciting event. They met their families and they met a very professional team here that was very good, prepared to receive those hostages. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "HARRAK",
      "sentences": "Similar scenes are expected to play out in the coming hours, when another group of Israeli hostages is released. Israel says it has a list of those who will be let go on Saturday.Under the agreement, hostages will be freed in waves during the four- day truce in exchange for the release of Palestinian prisoners. And we'll now show you the moment when some of the Israeli and foreign hostages had their first taste of freedom after weeks in Hamas captivity. (BEGIN VIDEO CLIP) HARRAK (voice-over): This video was released by Hamas after the first group of hostages was freed on Friday and CNN had no control over its content. It shows six of the foreign nationals getting out of an unmarked minivan before being handed over to the Red Cross. The footage was edited and had only a few seconds of audio. Some of the clips also show Israeli female hostages and one of the children held by Hamas. It's still unclear if all the clips were recorded at the same location. The video shows only what Hamas wanted the world to see. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "HARRAK",
      "sentences": "Before the end of the four-day truce between Israel and Hamas, three American hostages held in Gaza are expected to be released, including a young girl who turned 4 while in captivity. President Biden said he will not stop until they're all brought home. CNN's Arlette Saenz with that.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "ARLETTE SAENZ, CNN CORRESPONDENT",
      "sentences": "President Biden welcomed the initial release of the hostages held by Hamas. He said it was just a start to the process but said he believes this had unfolded well.But it does come as Americans were not included in that initial batch of hostages released. The president said it's his hope and expectation that there will be three Americans heading out in coming days. That includes two women and also 4-year-old Abigail Idan. It was her birthday on Friday. Her parents were killed in the October 7th attack by Hamas and she's been held hostage for the past seven weeks. President Biden had very few details to offer relating to his expectation on when exactly these Americans would be getting out. Listen to what he had to tell reporters. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "We don't know when that will occur but we're going to -- expect it to occur. And we don't know what the list of all the hostages are and when they'll be released. But we know the numbers who are going to be released. So it's my hope and expectation it will be soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "QUESTION",
      "sentences": "And of the 10 Americans that are unaccounted for, do you know all of their conditions?Are they all alive? BIDEN: We don't know all their conditions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "SAENZ",
      "sentences": "Still a number of unanswered questions about the fate of these American hostages being held by Hamas.But President Biden also expressed some optimism, that this pause in the fighting that's currently slated for four days, he believes it could possibly be extended to get even more than the 50 women and children negotiated in the initial deal. President Biden had been working the phones throughout the week, including to the leaders of Egypt, Qatar and Israel. He said he will be staying in contact with the leaders in the region to make sure the deal stays on track. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "HARRAK",
      "sentences": "And the agency says the food, water, medical supplies and other essential items will help hundreds of thousands of people in Gaza.A spokesperson for the U.N. Children's Fund is calling for more aid and safe conditions for aid workers. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "RICARDO PIRES, SPOKESPERSON, UNICEF",
      "sentences": "On the ground our colleagues are saying having this pause is essential to be able to get to the families and children who have been suffering for so many weeks and under attack.But it's not going to finish the job, so to speak. We need more aid to come in, we need more safety for humanitarian workers to operate. Remember at least 100 U.N. colleagues died since the October 7th events. And without more ceasefires, without more pauses, the situation will only worsen. And we're talking about hundreds of thousands of children affected in one of the most densely populated places on the planet. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "HARRAK",
      "sentences": "We welcome Juliette Touma, communications director at the United Nations agency for Palestinian Refugees, UNRWA, and she joins me from East Jerusalem.So good to have you. Thank you so much for your time. This has been a punishing war. What does this pause mean for an aid organization like UNRWA? I understand that you've been back to Gaza. Take us to Gaza, share with us what it was like and what people have been telling you about their experiences.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "JULIETTE TOUMA, DIRECTOR OF COMMUNICATIONS, UNRWA",
      "sentences": "Yes. Thank you very much. We are relieved that there is finally a pause, a very much needed, long overdue. The people I met, including colleagues and people who were displaced, forced to flee their homes, they were all exhausted and terrified.Terrified because of the bombardment, because of the losses that they have endured. The living conditions are absolutely terrible. I visited one of the UNRWA shelters, overcrowded. People continue to flock into these shelters. They told me, look, we just need protection. We just need safety.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "HARRAK",
      "sentences": "Need protection, need safety.How are people accessing aid that might be coming in, like water, food, medical items, life's essentials?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "TOUMA",
      "sentences": "Up until yesterday, there was very little aid that had come into Gaza. Let's remember that, for two whole weeks in the beginning of the war, there was nothing coming in. There was a siege.Then aid started trickling in but that was not enough. Yesterday we had an increase in the number of trucks coming in, so that's very good. And we do hope that we continue to get more aid, including fuel. Fuel is absolutely fundamental for the UNRWA operation and other humanitarian purposes, including for civil administration. So while I was driving on the streets of Gaza, one of the most visible things was the piles and piles of garbage that was piling up on the street. So it's absolutely fundamental that municipality trucks start working so that they pick up stuff like garbage. It's very, very simple things. And also all the shops, including the pharmacies, they were closed. So we need a boost to the private sector. What is needed right now is more trucks of humanitarian aid and also supplies for the private sector.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "HARRAK",
      "sentences": "You know, we've seen now more than a month of intense bombardment. And it is still very difficult to see any viable paths appearing of peace. And the fear is now that the worst of the war might actually still come.You know, you're in touch with people in Gaza. You've been to Gaza. How do people deal with not just the intense trauma of having to live through that, surviving, but how, the fact that this moment of peace they're living through right now is expected to come to an end. It's ephemeral. What kind of effect does that have on the psyche of people in Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "TOUMA",
      "sentences": "Because the house next door was bombed, terrible. And I was there just for one night. Imagine going through this for seven weeks, not being able to sleep one night throughout the night because you're simply worried.Are you going to make it through the night or not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "HARRAK",
      "sentences": "A final thought, Juliette, before I end our conversation. Of course UNRWA has not been spared in this conflict. Talk to us about the heavy price that your organization has paid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "TOUMA",
      "sentences": "Yes, 108 of my colleagues were killed during the war. The loss and the trauma inside UNRWA is huge. I had the honor to reunite with some of my friends and colleagues who are literally on the front lines, bringing assistance to people in need, doing everything possible to manage our shelters.They are displaced themselves. They are exactly like the rest of the communities. Many told us stories of sheer horror, really, leaving their homes in the middle of the night, leaving everything behind. Many are getting reports that their houses were bombed. They lost everything almost overnight. Yet they are there on the front lines. UNRWA is there delivering assistance. Now we're hoping, with more assistance, we're going to be able to provide for the 1 million people who are taking shelter in UNRWA facilities across the Gaza Strip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "HARRAK",
      "sentences": "Juliette Touma in East Jerusalem, thank you for this conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "TOUMA",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "HARRAK",
      "sentences": "A CNN team saw clashes near a West Bank prison where some of the Palestinian prisoners were released.Before their release, the Israeli military used tear gas to try to disperse dozens of Palestinians, including some who were throwing rocks. Family members of the prisoners were among the crowds. The Palestinian Red Crescent says a 16-year old and 12-year old were shot and injured. CNN is reaching out to the IDF for comment. A U.S. official says American forces in Iraq and Syria were attacked four separate times on Thanksgiving. CNN's Alex Marquardt has the details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "ALEX MARQUARDT, CNN SENIOR NATIONAL SECURITY CORRESPONDENT",
      "sentences": "The number of attacks on U.S. and coalition forces in Iraq and Syria has now shot past 70 in just the past few weeks. Four attacks alone on Thanksgiving Day.On Thursday, according to the Pentagon, rockets and drones were used to try to strike two bases in Iraq and two sites in Syria. There was no damage reported nor were there casualties, according to the Pentagon but the growing attacks highlight the concerns about a wider conflict that could draw in U.S. troops. The U.S. has retaliated and tried to send a message of deterrence. The Pentagon says, including hitting two locations in Iraq earlier this week, which belonged to the Iran-backed Kata'ib Hezbollah, following an earlier attack by the group with close range ballistic missiles. In all, the U.S. has now carried out four sets of airstrikes for these dozens of strikes against U.S. and coalition forces. The U.S. strikes included three in Syria against facilities tied to Iran's Revolutionary Guard and Iran-backed proxy groups. The Pentagon argues that the deterrence is working because the conflict has not yet spread more widely in the Middle East -- Alex Marquardt, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "HARRAK",
      "sentences": "During a rise in respiratory illnesses, the World Health Organization is advising people in China to do what they can to reduce the spread of infectious disease. That includes staying home when they are sick and wearing a mask when it is appropriate and using good hand hygiene. As for visiting China, the WHO is not recommending that travelerschange their plans or take any particular precautions, other than to avoid traveling if they are sick. CNN's Ivan Watson has more. (BEGIN VIDEOTAPE) IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Long lines of patients at crowded Chinese hospitals. A warning from the World Health Organization about an upsurge of respiratory illnesses among children in Northern China. And administrators from several pediatric hospitals in and around the Chinese capital saying the spike in patients exceeded their capacity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "WATSON",
      "sentences": "Should people be worried?JOHN NICHOLLS, CLINICAL PROF. OF PATHOLOGY, UNIVERSITY OF HONG KONG: I don't think they should be too worried because there are -- we have to look at a number of factors. The first is that is winter and it's cold. And wherever you have this, you're going to be getting an increase in respiratory infections. WATSON (voice-over): The W.H.O, says, according to Chinese government data, there's been an increase of RSV, adenovirus and influenza since October and an uptick of Mycoplasma pneumonia since May but not a novel pathogen like COVID-19. Chinese health officials reported the increases to the WHO but are downplaying the severity of this strain of pneumonia, which the WHO says can be treated with antibiotics. JIN DONGYAN, PROF. OF VIROLOGY, UNIVERSITY OF HONG KONG: So far, there is just zero evidence that there is a new virus being circulating in Beijing or elsewhere. WATSON (voice-over): The global COVID-19 pandemic first appeared to originate in the Chinese city of Wuhan in late 2019. Critics accused the Chinese government at the time of not being transparent about what later became a global health crisis. Long after the rest of the world moved on from social distancing, Beijing maintained strict COVID restrictions. Epidemiologists say the surge in illness now is China playing catch up to other countries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "HARRAK",
      "sentences": "We'll be right back.(MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "HARRAK",
      "sentences": "Europe's tallest and most active volcano erupted just a few hours ago. Scorching hot lava began streaming out of Italy's Mount Etna late Friday.(BEGIN VIDEO CLIP) HARRAK (voice-over): In this video, you can see lava and clouds of smoke rising from the snow-covered peak. The Etna Observatory issued a flight alert but Italian news reports say the closest airport remains unaffected by the volcanic activity. An eruption back in May left runways covered in ash and flights grounded. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "HARRAK",
      "sentences": "Black Friday, the day after Thanksgiving, has long been one of the biggest shopping days of the year in the U.S. But it may be losing its retail luster. CNN's Ivan Rodriguez takes a closer look.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "For me, it's about tradition and family. I've got my daughter and my niece here with me. We let -- we get -- we have my niece sleep over. We come to the mall. We're here by 6RODRIGUEZ (voice-over): This year, retailers are departing from only offering their claim best deals the day after Thanksgiving. By ruling out Black Friday like sales weeks in advance, meaning long lines like these might not be a common sight across department stores this Black Friday. But it doesn't mean consumers won't be shopping at all throughout the weekend, which could be good news for small businesses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:00",
      "speaker": "ALLISON ASH, OWNER, THE WRAPPER",
      "sentences": "I just feel really lucky and blessed that we've had people who've been loyal to us.RODRIGUEZ (voice-over): This year, about 60 percent of holiday shoppers are likely to choose small business Saturday for holiday shopping, which is slightly higher than the 56 percent of shoppers likely to shop on Black Friday, according to a report by Bankrate. Some analysts say that social media is now the place where some are finding inspiration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:00",
      "speaker": "KRISTINE MCGRATH, EDITOR, RETAILMENOT",
      "sentences": "The toy space as well has a lot of influencers, parenting influencers. Showing off what they're getting their kids and really influencing what those top toys of the year that are likely going to sell out.RODRIGUEZ (voice-over): In recent years, the traditional Black Friday has undergone a noticeable evolution, especially for those no longer interested in doorbuster promotions. The November through December holiday shopping season accounts for about 20 percent of retailers sales for a full year. The National Retail Federation forecast holiday sales this year to increase 4 percent, that's slower than the 5.4 percent increase in 2022 -- In Atlanta, I'm Ivan Rodriguez. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}