{
  "date": "2023-04-06",
  "headline": "First Move with Julia Chatterley",
  "subHeadline": "EU's Von Der Leyen Chinese Primer in Beijing; Police Hunt Killer of Cash App Founder Bob Lee; U.S. Lawmakers arrive in Taiwan after Tsai- McCarthy Talks; 11th Day of Nationwide Protests Against Pension Reform; Vow Opens Large Cultivated Meat Factory; First Golf Major of the Year Underway. Aired 9-10a ET",
  "utterances": [
    {
      "timeStamp": "09:00:00",
      "speaker": "JULIA CHATTERLEY, CNN HOST, FIRST MOVE",
      "sentences": "A warm welcome to \"First Move\". Great to be with you this Thursday with a look at our top stories andguests coming up over the next hour, including bring Russia back to reason. That's the message from French president to China's powerful leader. The latest on Emmanuel Macron's meeting with Xi Jinping just ahead. Plus, a new tension over Taiwan President Tsai meeting with the U.S. House Speaker Kevin McCarthy in California just hours before a group of U.S. lawmakers arrived for a visit in Taipei Beijing's reaction coming up. And we continue our alternative meat journey with a mammoth moment; yes we'll speak to a firm producing a meatball derived from both Mammoth and elephant DNA. Yum or yuck, you can decide later in the program. And ahead of our dip into the Ice Age time for a tour of Wall Street to U.S. stocks pointing to a slightly softer open after fresh labor market data new unemployment claims coming in higher than expected last week. The response I think is cautious. Weaker data is now raising concerns of a harder landing for the U.S. economy offsetting earlier hopes I think that the Fed might then ease back on rate hikes. So it's always this balancing act. If you remember since the recent banking turmoil we've been closely watching some of this more high frequency data just to judge the degree to which banks are perhaps tightening loan standards, making it harder for small businesses to borrow and then to what degree that is hurting hiring. You can see now we're sort of tilted to the downside. And a quick check of the market action too across in Asia, Tokyo and Seoul each lost more than 1 percent on Thursday following that weaker session in the United States on Wednesday, Shanghai and Hong Kong little changed on their reopening. We have lots to cover this Thursday and we do begin in China. French President Emmanuel Macron has told his Chinese counterpart he's counting on him to reason with Russia and help end the war in Ukraine. Xi Jinping hosted the French Leader for talks in Beijing. China's President said he's determined to promote peace talks, leading to a settlement in Ukraine. Meanwhile, the European Union's Ursula Von Der Leyen is also in the Chinese Capital. She met Premier Li Chang to discuss EU China trade. Joining us now is CNN's Will Ripley who is in Taipei for us. Well, we often discuss the importance of economics in this relationship as perhaps a determinant or a limiting factor in how hard nations like EU nations can push China with regards to the war in Ukraine, but it was a stern message, a potent message perhaps from Emmanuel Macron?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:00:00",
      "speaker": "WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Many talks, I mean, that is certainly the case. You know, Emmanuel Macron brought with him ahuge trade delegation. And so obviously, he is looking to bolster business ties with Beijing. And yet at the same time, he's also asking, you know, for Xi Jinping's help with his best buddy Vladimir Putin, to talk Putin, you know, come to his senses come to reason, you know, figure out a way to end this war. At the same time, though, the United States believes that China might seriously be considering or might already covertly be supplying more weapons to Russia to try to give them some sort of edge on the battlefield. Perhaps analysts say with the goal of giving Russia a better position when they go into negotiations, to try to force Ukraine to let Russia essentially keep the territory that it's stalled. You know, remember China put out that 12 point peace plan for Ukraine. And, you know, when Volodymyr Zelenskyy the Ukrainian President tried to talk to Xi Jinping, he still has yet to publicly respond. But Mr. Macron, in addition to talking about Ukraine, as I mentioned, talking about business talking about - talking about the importance of the EU, China, you know, economic relationship. Obviously, Mr. Macron is not one of the mindset that there should be some sort of a decoupling with the Chinese economy. And so as a result, he got a true grand welcome in, you know, Beijing Communist Party style Julia, this is the elaborate military parade that he, you know, was able to oversee, along with President Xi before they went in for those closed door talks. And they're going to be having a three way discussion with Ms. Von Der Leyen, who's, she's also in Beijing. Macron actually invited her, you know, just kind of underscoring the importance of trying to, you know, bring the West eye, you know, the EU, closer to Beijing at a time that that really tensions are at an all time high, although particularly with the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "RIPLEY",
      "sentences": "Yes, it was within maybe an hour. I mean, it was so soon after Nancy Pelosi's plane took off that the military drills encircling Taiwanwere announced by the People's Liberation Army. And then of course, they went on for a very long period of time, they fired a ballistic missile over this island along with a scores of missiles kind of in this islands direction, some of them landed in Japan's exclusive economic zone. This time around, you know, state media was pretty muted on this in the lead up, they weren't making a big deal out of it, partially because this is an important time politically for Beijing to try to warm up a little bit with Taiwan, particularly with the opposition party to President Tsai's DPP that the KMT, which was the ruling party for decades here. Their Former President was actually invited to go to the mainland for a five day tour. It's the first time since 1949, that's happened. And it happened to coincide with President Tsai's you know, transit in the United States. This might be the KMT signaling to Taiwanese voters that if they were voted in as President, the next President, so if President Tsai's party lost the election or hurt their candidate lost the election, then perhaps the KMT would allow for better business ties and better, more peaceful coexistence with China. Although, of course, you know, what the DPP has always claimed is that the more you give China, the more they're going to take, the more that they are going to push it. So that's why even though President Tsai did meet with Speaker McCarthy in California, and not here in Taipei, clearly, you know, Taiwan is still stinging, you know, from the fallout, the military fallout of the of the Pelosi visit. In terms of the Chinese incursions and then crossing even farther across the median line that divides the Taiwan Strait that both sides had respected, you know, until last August for, you know, since 1954. But moving forward, it's really going to be a case of which political party is in is in control. And how does that potentially shift the dialogue and the relationship between the mainland and Taiwan Julia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, such vital points there. I guess one could also make the suggestion that it's difficult for the Chinese to respond at this momentwith Emmanuel Macron and Ursula Von Der Leyen present in Beijing at this moment too--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "RIPLEY",
      "sentences": "They don't want to distract from it--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "--I was about to say, we'll cover that that slightly. Will Ripley, great to have you with us, as always, thank you. And as what we'reseeing there China condemning the historic meeting between Taiwan's President and U.S. House Speaker Kevin McCarthy, the White House downplayed the event, while speaker McCarthy himself remained defiant. (BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA): Well, my first message to China, there's no need for retaliation. But the one thing I would say to China too at no time, I am the Speaker of the House. There is no place that China is going to tell me where I can go or who I can speak to whether you be foe or whether you'd be friend. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:05:00",
      "speaker": "CHATTERLEY",
      "sentences": "And Lauren Fox is on Capitol Hill for us once again. Lauren, great to have you with us! Playing down the significance of this meetingbut I think this symbolism, the political statement is clear and it's bipartisan, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, the bipartisan political statement is most definitely clear. Lauren, great to have you with us thank you! To Israel now closingits northern airspace to civil aviation after a barrage of rockets were fired from Lebanon into Israel. That's according to the IDF who also say that those rockets were intercepted. This just comes hours after Israeli police stormed the Al-Aqsa Mosque, one of Islam's holiest sites, but a second time late Wednesday. Video from social media shoot arms Israeli forces approaching the mosque, and then entering using stun grenades to force worshipers inside to leave. CNN's Hadas Gold in Jerusalem for us now, Hadas you can talk us through the events are overnight once again. But just can you bring us up to speed on any further details on that rocket fire?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "HADAS GOLD, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Yes, actually, Julia and we don't know that all of those rockets were intercepted because we are seeing someimages on social media of damage to areas of Northern Israel, including things like rockets in the street and some buildings that have damaged not clear yet. Whether these were shrapnel from rockets being intercepted or rockets managing to actually land and we do know of at least emergency services saying one person being injured at least from shrapnel, and at least one other person being injured while running to a shelter. This all started happening in the last hour, hour and a half or so when we started hearing the sirens that we're going off in Northern Israel. We get alerts on this app that we have that tells us when sirens are going off in Northern Israel, and it was just for at least 10 minutes, it felt like there's just a constant stream of these alerts going off indicating that rockets were coming from Lebanon into Northern Israel. And this is happening on the western side. Of course, a lot of these questions are who is firing these rockets because while Hezbollah is largely in control of Southern Lebanon, there are elements of Palestinian refugee camps and Palestinian militant groups that are located out there. But in the eyes of the Israeli military, everything happens there with at least the tacit approval or full approval of Hezbollah. Now we have to assume this is in reaction in response to what we saw happening at the Al Aqsa Mosque over the last couple of days or so when the Israeli police raided the mosque twice in 24 hours. They say to remove people who had barricaded themselves inside with fireworks and stones and were engaging violently, but even just the act of the Israeli police entering the mosque, let alone in using stun grenades and rubber bullets and you know, forcefully arresting people that is seen as incredibly provocative and offensive, and is a red line for not only much of the Arab and Muslim world, but especially for these militant groups. And remember, this is what helped spark that 11 day war in 2021, with Hamas led militants in Gaza and Israel was these types of clashes at Al Aqsa. But the major concern here is that every Israeli security official I've ever spoken to whenever you talk about what worries them most it's not Gaza it's Hezbollah in Lebanon in the North, because Hezbollah's arsenal is so much more powerful and bigger than what Hamas can ever potentially even dreamed to have. And so there is a major concern that if Hezbollah was involved in any way, how will the Israeli military respond? And then will this somehow escalate into a full blown war, Julia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "CHATTERLEY",
      "sentences": "Hadas Gold in Jerusalem for us there thank you for that report! In San Francisco, a search is underway for the killer of Bob Lee, the manwho Founded Cash App. He was fatally stabbed early on Tuesday morning. CNN's Veronica Miracle has the latest. (BEGIN VIDEOTAPE) VERONICA MIRACLE, CNN CORRESPONDENT (voice over): A crime scene blocks from Google's San Francisco office, the victim 43-year-old Bob Lee, a tech executive himself, the Founder of Cash App, and the first Chief Technology Officer of Square. Lee was stamped Tuesday friends and police say while walking in a downtown neighborhood around 2 am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "JAKE SHIELDS, FRIEND AND MMA FIGHTER",
      "sentences": "--this just happens to my mind still processing. You know, when you lose someone you're just like, damn, this isnot expected. I know you had two daughters as well, but he loved. MIRACLE (voice over): Lee's father honored his son on Facebook riding Bob would give you the shirt off of his back. Bob Lee had recently moved to Miami with his father, who wrote I'm so happy that we were able to become so close these last years. Lee was known in the industry as Crazy Bob for his tenacious energy. His latest employer, the Crypto Firm Mobile Coin, tweeted this photo calling Lee a child of dreams and whatever he imagined no matter how crazy he made real?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is not a city where anybody should fear for their lives at 2MIRACLE (voice over): The killing has renewed anger in San Francisco over perceptions that the city isn't safe. On Twitter, Elon Musk claimed many people I know have been severely assaulted, and then push the District Attorney to do more to incarcerate repeat violent offenders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "ENGARDIO",
      "sentences": "Residents are feeling like the city is not working for them. And they just want clean streets, safe streets and good schools and they don'tunderstand why the city hasn't been able to deliver. MIRACLE (voice over): Still violent crime overall is falling in San Francisco compared to previous decades. This is the 12th homicide this year according to police data. Baltimore with fewer people reports nearly 70. But property crime is high in San Francisco. In 2020 there were more than 4000 incidents per 100,000 people that's nearly three times the rate of New York City. Friends of Bob Lee say all that matters now is the one crime that has them in mourning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "SHIELDS",
      "sentences": "The humble nice guy you know talks about his kids a lot family just a generally good guy.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "CHATTERLEY",
      "sentences": "OK, coming up here on \"First Move\", high stake talks in Beijing over the war in Ukraine. We'll discuss how much leverage Europe truly has?And later is this the most rarefied meat on the planet, mammoth. No, this is not too late April fool's joke. We'll discuss with the company behind that wild wooly bites, next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move\". Chinese President Xi Jinping has called for peace talks to resume over the war in Ukraine. It follows ameeting with France's Emmanuel Macron in Beijing. The French President said he was confident Xi could act as a mediator. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "EMMANUEL MACRON, FRENCH PRESIDENT",
      "sentences": "I know I can count on you to bring Russia to its senses and everyone to the negotiating table.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:15:00",
      "speaker": "CHATTERLEY",
      "sentences": "Joining us now is Andrew Small. He's Senior Fellow at the German Marshall Fund's Indo Pacific Program. Andrew, fantastic to have youon the show! Do you think Emmanuel Macron truly believes that Xi Jinping has any intention of helping bring about peace and in a manner that's acceptable to the West? I suppose we should be clear that Xi Jinping smiling face in Moscow two weeks ago perhaps suggests differently?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, I mean, there's so many points to that we can pick up on in there. If it is about tough talk, why take the enormous businesscontingent? It was almost essential then to take Ursula Von Der Leyen is the EU Representative just to ensure that this wasn't sort of a meeting between Emmanuel Macron and Xi Jinping that is about France, also leveraging the business opportunities here, because it kind of weakens the argument and the push towards efforts to promote peace in Ukraine when you're there for business purposes, too?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SMALL",
      "sentences": "It does. And I think even with the Commission President there, of course, it might need the message because that's what China will see thatdespite Xi Jinping, slightly contentious trip to Moscow and reaffirmation of support to Putin in the middle of this war, that barely a couple of weeks afterwards, France arrives with a substantial business delegation. And the long list of contracts that was just announced today as a result of this visit, which even the German Chancellor on his trip, didn't announce. But nonetheless, I think, that has time has been compared to a good cop, bad cop routine between the two of them on this trip. Ursula Von Der Leyen, the Commission President gave a very forceful speech, probably the most forceful by any European leader on China that we've seen in recent years, talking about how China's becoming more assertive, internationally, more repressive at home, and that it means a significant recasting of Europe's relationship with China. And a de-risking, which she talked about today, a rebalancing of the economic relationship to reduce certain dependencies on China and reduce the risks of transfers of sensitive technologies but that still leaves the door open for a very large commercial relationship between the two sides. But all of that, nonetheless, in terms of being able to send a singular message that says that China's relationship with Russia, and the security risks to Europe from the war in Ukraine are of paramount importance. Of course, it still has the effect of undercutting that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, I was about to say for some of these nations, it's not de- risking at all, in fact, the reliance and the relationships going in, in the other direction. Do you think, as you point out, we have a whole listof contracts signed on this visit between France and China that in some way it's prevented Europe expressing an appropriate level of concern over the provision of potential weaponry from China to Russia. I mean, what are your red lines?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:20:00",
      "speaker": "SMALL",
      "sentences": "I think on that front, the messaging has been clearer. I think the harder thing has been to navigate what else is going on in the China Russiarelationship, because from Russia's perspective, a lot of what China's doing already the economic backstop that it provides the financial support, the dual use transfers that have been taking place on such a large scale. The political support the diplomatic support, in some ways, these are even more important than the question of whether China transfers artillery ammunition important, though I think that question is right now. But I think the one message that has been delivered consistently on the European side has been that lethal aid to Russia would cross a red line, and that it would have detrimental impact across the entire Sino European relationship. It would basically turn China into the enabler in a much more direct way of security threats to Europe. And this wouldn't just translate into sanctions on specific entities that were making these transfers, it would have implications across the entire economic relationship, because I think it's very different if you think about what de-risking would mean, in the context of a tightening Sino Russian military Nexus versus the situation we have now. So I think those messages were delivered relatively clearly, I think the harder thing has been to calibrate how to handle China in a context in which even if it doesn't deliver weapons to Russia over the coming months. This is a relationship that is growing closer, and China is continuing to act as an enabler for Russian capacities to continue to prosecute this war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "SMALL",
      "sentences": "Yes, well, we're still waiting on this because of course, with the various guests in town at the moment; I think it would have been ratherdifficult to go ahead with the sort of performance that we saw around Speaker Pelosi's visit. There's actually a fair cluster of diplomatic engagements taking place in the coming stretch. I think we may even have Lula coming through town. We've got other Europeans coming through. So the timing of being able to respond, I think, has been made more complicated by the fact that Xi Jinping and the Chinese government generally have been going through this process of kind of diplomatic reengagement with the world after zero COVID. But I think the concern on the Chinese side is still, they want to be able to show some sort of forceful response. They still made these kinds of threats about not standing idly by. I think they were waiting to watch the press conference and the meeting with Speaker McCarthy and saying when to see whether there was any pretext that might be given, that would give them the opportunity to or justification for moving ahead with more than we've seen, which is just, you know, some live fire drills going on. There's some evidence of naval activity and things, but nothing comparable to what we saw before. But I don't think they've been given that excuse. So I think it's gonna be harder for them in a period in which they are trying to go through this economic and diplomatic reengagement effort right now to be able to replicate what they did, let alone do anything worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, the revolving door of diplomacy and also includes members of the Middle East as well. I mean, one area where the West has not beensuccessful, was bringing the Saudis and the Iranians to the table for what the first time in seven years, and there are representatives from those nations in Beijing at this moment as well. What do you make of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:25:00",
      "speaker": "SMALL",
      "sentences": "Well, I mean, I think it's been very helpful for China to be able to position itself as publicly as it's been able to on this Saudi Iraniandeal. I think, in practice, they did help to close the agreement between the two sides. It's not that China didn't play a role on this. But a lot of the legwork had been done before, the Chinese engaged with this. And I think a lot of the momentum in that instance, had really come from the two parties themselves and some of the Iraqi mediation that taken place in advance of the direct Chinese role. So it was a modest but consequential role that China played in, in closing this out. I think it's wider significance in terms of China as a peace broker or any hopes that this could translate into some of the other contexts that people have been talking about it, particularly when it comes to Russia and Ukraine, I think a rather overblown. But it does indicate a willingness to step up particularly in the Middle East, but also to start to try and put some meat behind the global security initiative that is really turning into the new signature set of projects for Xi Jinping in the way that the Belt and Road Initiative was years before. And I think they've been able to use this Saudi Iranian deal to really trumpet that and portray this is an alternative model to the Western hegemonic approach to these matters. And the Saudis and the Iranians have been happy to hand it to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move\"! With U.S. stocks now open for business and investors digesting the latest U.S. jobs data. There's thepicture as we can see, you're tilted to the downside. Let me just give you the headlines on what we saw new claims for unemployment benefits totaled 220,000 for the week ended April 1st, that number is higher than was expected. This as credit conditions have tightened following the recent turmoil in the U.S. banking sector. Rahel Solomon joins me now. Rahel, this is exactly what we were looking for signs that perhaps tightened borrowing conditions for some of these small businesses mean that they're less willing to hire or even let people go, a warning sign perhaps?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:30:00",
      "speaker": "RAHEL SOLOMON, CNN CORRESPONDENT",
      "sentences": "Perhaps right, Julia, because this is the first place where we would see layoffs and government data, right? This isthe first most real time look at what's happening in the labor market. And what we saw in this report that was released this morning, as you said was that first time claims were above economists' expectations, but we're actually declined from the week prior. But take a listen to this the week prior, Julia was actually revised up by about 48,000. That level coming in at 246,000, so what does this mean? Well, Goldman Sachs believes, according to a research note yesterday that this is actually more of a reflection of seasonal factors of a technical distortion as the report points out, rather than a sharp jump in the true pace of claims. And to put this in context, before the pandemic Julia, the average, the four week average is actually closer to about 218,000 per week. So we are higher, but not significantly so perhaps one reason we're not seeing a really drastic reaction in the markets. But what does this really mean beyond what it means, of course, to ordinary Americans. Well critically, it's what it means to the Fed, because the Fed, of course, has talked and Jay Powell, of course, has talked so much over this last year, about the imbalance in the labor market. That there were simply too many jobs and not enough workers to fill those jobs and that type of imbalance creates a real upward wage pressure and the concern that could continue to fuel inflation. So that's why all eyes are on this. Was it a sign that we're seeing significant weakening? Perhaps not, but tomorrow was a new day. And tomorrow, by the way, brings with it a new job report, a major job report it is the job report for March. And I can tell you that the expectation is that we will add the U.S. economy will add 240,000 jobs, that the unemployment rate will remain steady at 3.6 percent. Julia critically important here in fact, we do see jobs added at about that 240,000 level that would be the lowest we have seen in years. Maybe the Fed would like to see that maybe investors would like to see that because this is the last jobs report before we hear from the Fed in early May.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "MELISSA BELL, CNN PARIS CORRESPONDENT",
      "sentences": "A lot of determination, those were the very dramatic images a little while earlier from - Paris. This iswhat's happening now Julia. Let me just show you this crowd. This huge March that has now taken off from - that you can see at the end over there and towards the - we will have to wait a lot longer before we get figures. But you can see that a lot of people have come out, again, the union saying that they're asked to be united on this and intend to keep up their pressure on the government. There were these talks that took place last night between the unions and the French government. They collapsed on the ground that the government says it's going to push through this reform, the unions today saying that they intend to carry on for as long as they need to try and make the government involved Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, I think we've got those pictures actually, of the protesters entering the Blackrock building, Melissa, what more can you tellus about that? Because what you're showing us here is, it's very peaceful. There's music playing, but it did turn slightly violent? Yes, they're the pictures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:00",
      "speaker": "BELL",
      "sentences": "That's right. What we've seen over the course of the last couple of weeks is that remember, Julia, you and I have been talking about thisprotest movement, these strikes, since January. It is really the last couple of weeks, when it is tended to turn more violent. This later will undoubtedly do so as well, they tend to begin like carnivals. They tend to finish with tear gas - but there's very dramatic. That is what railway workers who occupy that bank, with slogans saying that they believe it was their money that was being asked now from them. -- for 10 minutes before the - and it's a reminder, that much bigger presence of some of the more violent acts trying to organize these protests by bring attention to what they say is their - not just the pension reform Julia, is the - inflation and a lot of determination driving these protesters out here, Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back to \"First Move\"! We've discussed lots of food on the show from plant based burgers to lab grown shrimp. Next on the menu,mammoth meat and I'm not just talking about the size though, an Australian cultured meat startup is on a mission to mix and match cells from unconventional species to create an entirely new kind of meat, all without slaughtering animals. The team made the mammoth meatball by injecting mammoth DNA into the muscle cells of a sheep stay with me filling in a few gaps with African elephant DNA, the mammoth's closest non indistinct relative. It's not the only animal that the firm is experimenting with but they say the hope is to draw attention to more planet friendly eating options. And joining us now is James Ryall, Chief Scientist Officer at Vow the startup behind the Mammoth Meatball. James, fantastic to have you on the show! I think there will be some viewers that are completely stunned at this moment. We've all heard of cultivates for chicken, pork, beef, that mammoth. That's a statement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "JAMES RYALL, CHIEF SCIENTIST OFFICER, VOW",
      "sentences": "Yes, it is. And it's kind of the point of it really, is to do something so outrageous that it'll get peopletalking about cultured meat in general.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "I mean, you also looked at the dodo, I believe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "RYALL",
      "sentences": "Yes, we did. So the reason why we settled on the mammoth in the end was that there's simply not enough dodo genetic material out there to beconfident that if we made a dodo chicken nugget, for example. That what we were actually presenting had any resemblance to the initial dodo protein. So we were much more confident in the mammoth and ultimately, we decided to go with the mammoth myoglobin protein, purely because of the amount of publicly available data.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "I mean it's not many people around the world that would consider eating an elephant. So as confident as you are with the geneticsequencing of this, can we actually eat that? I mean, we've never eaten mammoth before. Can our stomachs even cope with this? Or is that stupid question?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "RYALL",
      "sentences": "No, it's a fantastic question. It's a critically important one as well. I've actually seen a lot of coverage around the mammoth meat bowl,and the scientists who created it been too scared to eat it. And look, it's not that we're too scared. It's just that with any kind of novel food products. We have a number of really, really rigorous safety testing processes that we go through, to ensure that anything that we're going to eat or taste or serve up to consumers is incredibly safe. So the mantra that we sort of live and die by is if it's not safe, it's not food. And at the moment, we just, we don't know the safety behind the mammoth myoglobin protein because it's an extinct protein. It's not been around for 5000 years so we just don't know what will happen if humans start eating this extinct protein.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, I mean, there is some irony here. I mean, regulators are going to be saying, we're perfectly happy for you to eat our manmade toxinsfor profit, quite frankly, but this where we're a bit concerned about. How do you even and are you engaging regulators on this? How do you even prove it or have that conversation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "RYALL",
      "sentences": "Yes, and so look, it's much easier when you're not working with extinct animals and extinct proteins, because you can point to the safetyinformation that exists within that meat itself. So what cultured meat actually does is you isolate a tiny little biopsy about the size of the top of your little finger. And then you isolate cells from that biopsy, and you grow those cells in essentially what looks like a giant B event. So if you've ever been to a brewery and seen where they - they grow the beer, that's where we grow cells in these large manufacturing facilities. And the cells are simply growing in a fancy version of Gatorade more than anything else. And it turns out, interesting, side note; cells grow better in red Gatorade than blue Gatorade.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:40:00",
      "speaker": "CHATTERLEY",
      "sentences": "Oh, my Gosh! Clean food enthusiasts are literally having a shocker at this moment. Speaking of data, you also tried crocodile andquail and I believe quail is going to be available in Singapore, if not already--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Wow! I mean, she said in the beginning, this is about changing the nature of the conversation, I think, and our mindset and the behavioralchange that's required for us to understand that we can't continue to eat over the next coming decades, we can't continue to eat that the way that we have. And we have to find alternatives?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "RYALL",
      "sentences": "Yes, and it's such a great point, because even though we - our farmers are doing an incredible job of shifting their farm into sustainablemanners, and making incredible improvements in terms of greenhouse gas emissions. And what they're doing for the environment. But you can't do that and also massively scale up the amount of livestock you're producing, to feed what is going to be a population of 10 billion people by the year 2050. So there needs to be additional sources of high quality animal protein, because we know that simply telling people you should switch to a plant based diet it's not a solution at least not a solution most people are interested in hearing about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "That's interesting; I was going to ask you that, do you think this isn't going to be more successful than plant based alternatives.Because we saw all the enthusiasm and then some sort of caution and some of the excitement fade? You think this is the answer to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "RYALL",
      "sentences": "Absolutely. I mean, as someone who absolutely loves red meat. I give me a steak any day absolutely. I'm so excited about how good cultured meatactually tastes. And the one of the exciting things for me is that when you take away the constraints that come with producing your meat inside an animal. The taste and the flavor profiles that you can achieve, so very different, that to what you can achieve by getting meat from the animal we 99.9999 percent of what we eat comes from four species. Are they really the tastiest and most nutritional species that we could be eating? Or is there something else in the other 5000 mammals that we don't eat, or the other 15,000 bird species that we don't eat? There's so much opportunity here for innovation, and creating something that not only is as good as what's on market, but creating something that is actually better, better for us and better tasting as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "Yes, more nutritious food. I was going to ask you about the cost and scaling up and raising money. But you just said something therethat I think is very important about loving steak. You're never going to cultivate a piece of steak though, are you? I mean, this is about sort of mints or meatball or?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "RYALL",
      "sentences": "No, not at all. There are several companies working on beautiful steaks, that and something that looks just as complex and fibers andimpressive as a really, really thick steak. So complexity in products is going to that'll be the second and third and fourth generation of products that we start seeing coming to market. Absolutely, the first couple will be meat spaced, but the next couple are going to be all sorts of different products that we're going to see and I would very strongly imagine if that's even a word that we're going to see some things that turn up and look like - bone steaks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "I've got about 30 seconds how long? How long till we get a T- bone or - cultivated?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "RYALL",
      "sentences": "Oh, look, I'm not sure. Vow is focused on innovating rather than replicating. But look, I would suggest within the next 12/18 and 24 monthsyou're going to see some really exciting products come to market.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "What but just maybe not mammoth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "RYALL",
      "sentences": "Yes, maybe not mammoth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "CHATTERLEY",
      "sentences": "James, great to chat to you thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:00",
      "speaker": "RYALL",
      "sentences": "Thank you so much, Julia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:50:00",
      "speaker": "CHATTERLEY",
      "sentences": "Welcome back! I'm showing you live pictures of Paris where it's around 4 pm in the afternoon, remember we were just speaking to Melissait's the 11th day of protests against those pension reform changes. And as we were discussing some of the protesters angrier than then perhaps we've seen before particularly in daylight hours and you can see a number of protesters now clashing with police. Over on the left of the screen you can see there now some members of the police with a creating an effective shield wall rocks seemingly being thrown at them. You can see that at their feet and surrounding them as well. And they seem to have barricaded themselves at the opening of what appears to be a restaurant there on the left of the screen and those sorts of missiles rocks articles are continuing to fly across the screen there and abdomen as you can see there. They're raising their shields against them. For now, it's the protesters that seemingly are surrounding those offices. We will bring you any further updates on that. But as you can see, it appears those protests at least in part, pockets of violence that we're seeing now in Paris on those 11th Day of protests. OK, let's move on. And the battle for the iconic Green Jackets \"The Masters\" the first major of the year now underway in Augusta, Georgia. This is Tiger Woods' 25th appearance in the tournament. Don Riddell joins us from the world famous Augusta Golf Club. Now Don, you and I were talking about that conversation, or at least the question and answer session that you had with Tiger Woods, a more modest version, but today a lot of people saying he seems to be in good shape.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:00",
      "speaker": "RIDDELL",
      "sentences": "That certainly did turn out OK. 2019 was arguably his greatest master's victory. It was absolutely sensational. And just a reminder ofwhat he's achieved here five Green Jackets second only to the great Jack Nicklaus. He was the last player to win back to back, Green Jackets. 25th Masters, he hasn't missed the cut here since the mid-90s. So I think at the very least, we're expecting certainly hoping that he will stick around for the weekend and play four rounds of golf. But there is no doubt that he is the biggest draw here, even though he's nowhere near the top of the world rankings these days.",
      "isLastSentenceInterrupted": false
    }
  ]
}