{
  "date": "2023-10-14",
  "headline": "CNN Newsroom",
  "subHeadline": "State Department: United States Citizens In Gaza \"May Wish To Move Closer\" To Rafah Crossing, \"May Be Little Notice If The Crossing Opens\"; United Nations Warns Of \"Life And Death\" Situation In Gaza As Two Million People Risk Running Out Of Water; Report: Egypt Not Allowing United States Nationals To Enter From Gaza; New Israeli Window For Safe Passage From Northern Gaza Expires; U.S. Intel Warned Of Risk Of Hamas Violence Days Before Attack; Inside Site Of Music Festival Attack Where 260 People Were Killed. Aired 12-1p ET",
  "utterances": [
    {
      "timeStamp": "12:00:45",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "The \"BREAKING NEWS\" continues right here on CNN. I'm Wolf Blitzer in Washington. Our special coverage of \"ISRAEL AT WAR\" continues right now.We're following the very dangerous race to evacuate parts of Gaza right now. Just moments ago, the state department also telling U.S. citizens in Gaza, they may want to move closer and closer to the critical Rafah border crossing in the southern part of Gaza. That's closer to Egypt, because there may be very little notice if that Rafah opening actually does open. This comes amid reports that Egypt was not allowing U.S. citizens to enter the country at that crossing. More than a million civilians in war torn Gaza are under Israeli orders now to try to flee the north and head to the south. An IDF spokesman told me just a little while ago that Gaza should press on with the evacuation, even after a new deadline for safe passage actually expired. Prime Minister Benjamin Netanyahu, visiting Israeli frontline soldiers today near Gaza and telling them to be ready for the next stage of this war, as Israeli forces pound the territory from the air, and mass ground troops, huge numbers near the border with Gaza. After a full week of war, the death toll on both sides sadly, has been rising with more than 1,300 killed in Israel, and the number of civilians killed in Gaza now we're told surpassing 2,200. Our correspondents are following all the breaking news of the region, as well as here in the United States. CNN's Ben Wedeman is in South Lebanon, covering evacuation efforts in Gaza and other developments in Lebanon. And our Oren Lieberman is over at the Pentagon. Oren, let's start with you. Moments ago, we heard from the U.S. State Department an effort to get Americans safely closer and closer to the Rafah Border Crossing between Gaza and Egypt. What are you learning? What's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:45",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "Wolf, the state department along with the Biden administration are doing whatever they can to try to get American citizens out of Gaza. The challenges, this requires a level of coordination from not just Hamas in Gaza to allow the border crossing to open from their side, but for Egypt to allow those Americans in. And then, some sort of, at least, tacit understanding from the Israelis that they will receive safe passage as they go through southern Gaza there and that is the challenge.Wolf, you referenced part of the announcement from the state department. And even that covers the uncertainty here. And I'll get right back into that. It says that American citizens should head towards the Rafah crossing between Gaza and Egypt, and warns that there may be very little notice if the crossing opens, and it may only open for a limited time. So, it seems the state department not even sure when and if the border crossing will open, only trying to make sure that American citizens in Gaza are as close as possible if it does open here. The challenge here is that the Egyptians seem unwilling to open the border from their side, unless Israel allows aid into Gaza for humanitarian needs. Meanwhile, it's unclear under what circumstances Hamas would allow the border to open for U.S. citizens to get through there. So, that, all of the challenges or at least some are part of the challenges the state department is dealing with, in trying to make this happened. I will also note that there are an estimated 500 to 600 Palestinian- Americans in Gaza, as well as perhaps Americans working for medical organizations, humanitarian organizations, or others. So, that is the focus of the State Department's Gaza efforts at this time. Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:45",
      "speaker": "BLITZER",
      "sentences": "Do we know, Oren, if there are U.S. vehicles, on the other side of that Rafah Border Crossing that would eventually take these American citizens, assuming they can cross in to Sinai into Egypt over there? Would they be -- would there be enough vehicle to take them, let's say south, to Sharm El-Sheikh, where they could fly out or across northern Sinai, crossing the Suez Canal into -- closer to Cairo, for example?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:02",
      "speaker": "BLITZER",
      "sentences": "Yes, that would be critical indeed. All right. Oren, thank you very, very much.Joining us now, the former commanding general for the U.S. Army in Europe, Lieutenant Colonel Ben Hodges. Lieutenant General, I should say, sorry. Lieutenant General Ben Hodges. General, we've seen relentless Israeli airstrikes, pummeling various what they described as Hamas targets in Gaza throughout this past week. 300,000 Israeli reservists, as you know, are now stationed, had been mobilized along the Gaza border with the movement advisory for Gaza's residents now over. Do you think Israel is getting closer and closer to a full-scale ground invasion going after Hamas targets in Gaza? LT. GEN. BEN HODGES (RET), FORMER COMMANDER, UNITED STATES ARMY EUROPE: Well, Wolf, it certainly seems that way. I mean, you can keep soldiers at a -- in a crouch, in a heightened sense of readiness only for a certain amount of time. And the Israeli leadership will be aware of that, of course. But I think that they also are going to be very careful trying to get the hostages, I imagine that's got to be the first priority for them to recover as many hostages as possible, and avoid rushing in with as many ground forces that could be, I mean, obviously, Hamas would want them to do that. So, I think they're trying to find that balance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:02",
      "speaker": "BLITZER",
      "sentences": "So, what do you think a formal full-scale is really ground invasion of the enormous size that we anticipated would be? What would that look like for those in Gaza who are unable to escape in time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:02",
      "speaker": "HODGES",
      "sentences": "Well, I expect that the Israelis are going to do what we would call a reconnaissance pool, to put reconnaissance elements out there, not just to go driving into town with tanks and bulldozers necessarily until they've got reconnaissance elements to gather intelligence about what's out in front of them.So, they are not going in blind. So, a combination of ground reconnaissance, as well as obviously the other sorts of intelligence that they have. Now, of course, the Israeli general staff will be concerned about threats coming from other areas. So, I don't envision 300,000 troops piling in there, but obviously, they've got to worry about the West Bank, they've got to worry about Hezbollah. So, I would think this is going to be strong, but careful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:02",
      "speaker": "BLITZER",
      "sentences": "As you know -- I assume, you know, the Palestinian Ministry of Health is accusing Israel of targeting and killing medical and ambulance personnel. Israeli attacks have killed more than 2,000 civilians in Gaza.What's going on here? What's your assessment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:02",
      "speaker": "HODGES",
      "sentences": "Well, first of all, I think that President Biden made it very clear to President Netanyahu that the expectation of the United States was that Israel would do everything within the -- what's legally allowed, but the -- following the law of armed conflict.And so, the idea that Israeli forces, even without that warning from the U.S. that Israeli forces would be targeting medical personnel. Of course, that's ridiculous. You know, I've been watching Russia for a long time. But the level of disinformation I see coming from the Palestinian side is at near Kremlin level of trying to confuse people about what's going on. So, I think all of us have to be careful about drawing conclusions based on reports that come out of there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:02",
      "speaker": "BLITZER",
      "sentences": "Yes. Good point. Lieutenant General Ben Hodges, thanks so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:02",
      "speaker": "HODGES",
      "sentences": "Thank you, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:02",
      "speaker": "BLITZER",
      "sentences": "Want to go back to CNN's Ben Wedeman, he is joining us once again from South Lebanon. He is covering evacuation efforts that are ongoing in Gaza, the area he knows well, as reported from for many years.Ben, you're keeping a very close eye on these evacuation efforts in Gaza right now, the huge roadblocks to getting civilians out safely. What's the latest you're hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:07",
      "speaker": "BLITZER",
      "sentences": "Closer to where you are right now in South Lebanon, Ben, we now know there have been new artillery and rocket attacks, presumably from Hezbollah, near where you are into Israel.What's the latest? what's going on? Because there's enormous fear, there could be a second front in this war involving Lebanon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:07",
      "speaker": "WEDEMAN",
      "sentences": "Well, shortly after 3Hezbollah has put out a statement that they targeted with precision weapons, five Israeli positions in the Shebaa Farms area. That's an area of territory disputed between Lebanon and Israel, but under Israeli control. Now, the Israelis responded to the rocket fire. And they also said that in the course of this exchange of fire, that they detected individuals trying to infiltrate into Israel. They conducted an airstrike and we believe killed those individuals. Unfortunately, in the process of this, according to local media, an elderly couple in the town of Shebaa in Lebanon, was killed as a result of an Israeli strike. Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:07",
      "speaker": "BLITZER",
      "sentences": "We know Hezbollah has a lot of rockets and missiles, presumably provided by Iran and South Lebanon. But what kind of numbers are you're hearing? How many missiles and rockets do they potentially have that could be launched against targets of Israel, whether in the north or along Haifa, the Galilee, or even towards Tel Aviv?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:07",
      "speaker": "WEDEMAN",
      "sentences": "Well, what we've heard from the Israelis is that there may be as many as 130,000-140,000 rockets in the possession of Hezbollah. Some supplied by Iran, some of them locally manufactured. I mean, I remember many years ago, being in Gaza go into a workshop, where militants, not Hamas, actually affiliated with the Fatah movement, we're basically using local chemicals and other material to produce relatively crude weapons, but deadly, nonetheless.And in addition to Hezbollah's rocket capabilities. Let's not forget that thousands of their troops were in Syria during the war there, helping bolster the Assad regime. And in the process, getting a lot of experience in urban warfare. And having been here in southern Lebanon throughout the 2006, Hezbollah-Israel war, I saw that Hezbollah fighters are the most disciplined and best trained non-state fighters in the Middle East.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:10:07",
      "speaker": "BLITZER",
      "sentences": "(INAUDIBLE). All right. Ben Wedeman reporting for us. Ben, thank you very much.Right now, the United States is clearly ramping up efforts to bring American citizens in Israel home. The state department chartering its first flights out of Israel yesterday with U.S. citizens, and more flights were told are now on the way. 27 Americans have been killed since the Hamas attack last week. 14 Americans remain unaccounted for right now. President Biden spoke with their families yesterday for over an hour. CNN's Athena Jones is joining us now from New York. Athena, what more are we learning about that phone conversation -- that Zoom call, if you will, and the efforts to bring U.S. hostages home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:49",
      "speaker": "BLITZER",
      "sentences": "Egyptian authorities reportedly are not allowing American citizens to cross the border from Gaza into Egypt. They say the border crossing must be used to get aid into Gaza. And this is happening while the humanitarian crisis in Gaza is clearly deepening right now.Let's bring in CNN's Salma Abdelaziz in London for us. She is watching all of this unfold. Salma, standby for a moment. I want to go to Rafael Romo in Jerusalem, first. Rafael, you're working this story as well. What's the latest you're hearing on the situation over there at that Egyptian border with Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:49",
      "speaker": "RAFAEL ROMO, CNN CORRESPONDENT",
      "sentences": "-- there are stuck. And it was because yesterday, the U.S. State Department told people that there might be a possibility that the border could be open so they could cross into Egypt and flee Gaza.The problem was that when Egyptian authorities realized that people were coming, apparently, they decided to block the border. At why you may ask apparently? They want to get assurances that humanitarian aid meant for people in Gaza is allowed to cross before they open the gates to let these Palestinian Americans and other foreigners into Egypt. And it's a situation that is going on right now with many people. We heard from a Palestinian official who told CNN that people have been waiting there for hours, many sitting in the street just waiting for that opportunity to get away from Gaza, get into Egypt, and be away from danger. And what I can tell you is that this Palestinian official said that hundreds of Palestinians with foreign passports flocked to the Rafah Border Crossing Saturday, and have been there. He said the gates are closed, and no one is being led through. As you know, and as we have previously reported, Wolf, Secretary of State Antony Blinken was here a couple of days ago. He was meeting with regional leaders, and he was trying to find a way to help civilians in Gaza. And, at the same time trying to find the solution to the problem of the hostages -- as many as 150 hostages, some of them Americans who were taken captive by Hamas in the first days of the terrorist attacks. But a situation that is very complicated right now for all of those people who want to flee Gaza and are unable to do so. Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:20:49",
      "speaker": "BLITZER",
      "sentences": "Very complicated, indeed. Rafael, stand by.I want to go to CNN's Salma Abdelaziz, who's -- she is joining us from London. You're working a major part of this story as well, Salma. What's the latest on the mass evacuation of Northern Gaza that's been going on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:04",
      "speaker": "BLITZER",
      "sentences": "Yes. It's a horrible, horrible situation that is developing. Salma Abdelaziz, Rafael Romo. Guys, thanks very much. We'll continue to check back with you.And we'll have more of our special coverage of Israel's war on Hamas right after a quick break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:29:59",
      "speaker": "BLITZER",
      "sentences": "Prime Minister, thanks so much for joining us. I want to get your reaction to last week's horrific attack by Hamas and your message to the Israeli people in the world right now. What is your bottom line message right now based on everything we're seeing unfold right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:29:59",
      "speaker": "YAIR LAPID, FORMER ISRAELI PRIME MINISTER",
      "sentences": "Well, my bottom line message, Wolf, as I think you know, I'm the son of a Holocaust survivor. Last Saturday was this one thing single day in which most Jews were killed since the Holocaust, since 1945, and this is not going to happen again. You want the bottom line? The bottom line is we're not going to rest until Hamas is out of Gaza. Yahya Sinwar is the new face of evil. His current days bin Laden, and he's a dead man walking, even if he doesn't know it, him and his senior officers as well.We will not rest until the last Hamas fighter, it's not a fighter, terrorist is out of Gaza because they butchered our children, because they beheaded kids, because they raped women, and because they killed 1,300 Israelis and kidnapped some more and thousands are wounded. And because I have to go every three hours to the bomb shelter with my daughter with special needs, and she doesn't have words, and I have no way of explaining to her why is it terrorists are trying to kill her the same way people were trying to kill her grandfather 75 years ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:29:59",
      "speaker": "BLITZER",
      "sentences": "We're showing our viewers. We're going to show our viewers a video of Prime Minister Netanyahu visiting with Israeli troops near the Gaza border today, asking them if they are ready for what's to come. Is a full scale Israeli ground incursion into Gaza? Do you believe it will begin imminently?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:29:59",
      "speaker": "LAPID",
      "sentences": "I think we're going to do everything that is necessary, and probably an incursion is part of this in order to make sure Hamas is gone from Gaza. We have tried, as you very well know, Wolf, we have tried to live next to them, and the result was beheaded babies. So now we're going to go and do whatever is necessary to make sure Hamas is no longer in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:29:59",
      "speaker": "BLITZER",
      "sentences": "So you believe Israel's objective is to destroy Hamas, to capture or kill the leadership of Hamas and destroy their weapons. Is that what you think is about to happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:29:59",
      "speaker": "LAPID",
      "sentences": "Yes, this is what I know is about to happen. We will not rest until this happened because what happened last Saturday is not going to happen again. We were taken by surprise. Nobody's denying this, and it's painful and it's alarming, but now we're not surprised anymore. We are angry and we are determined that this will not happen again. So if we don't want this to happen again, we have to make sure Yahya Sinwar is dead, his senior officers are dead, and Hamas is out of Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:29:59",
      "speaker": "BLITZER",
      "sentences": "As you know, in Gaza right now, the IDF's order for what's called safe passage for Palestinians in the northern part of Gaza has ended, has run out. Palestinian civilians fleeing the north, heading to the south, have come under fire at the same time, and Gaza authorities say at least 70 of them have been killed. The U.N. has called Israel's evacuation order impossible.Are you willing to accept huge potentially -- huge numbers of civilian casualties in Gaza as the cost of eliminating of Hamas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:29:59",
      "speaker": "LAPID",
      "sentences": "This is -- you're directing the question to the wrong people. You should ask Hamas this. Listen, Israel, we're working with the United States. President Biden has said so and with the U.N. trying to make a safe passage for the people of southern Gaza. And the only body that prevents this or try to prevent it is Hamas, because they're using their own children as human shield, because this is part of their propaganda, because they want this to be reported in CNN.So now Hamas knows how to work and make sure that those people will be moved to the southern part of Gaza. They know we're coming in, so they're trying to use their own people as human shield. So I think you should rather -- or you'd be rather move this question from us to Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:29:59",
      "speaker": "BLITZER",
      "sentences": "I know in recent days you decided not to join this emergency wartime cabinet led by the Prime Minister Netanyahu, the former Defense Minister Benny Gantz, and the current Defense Minister Yoav Gallant. You criticized the group's structure and warned it could clash with the Israeli government. Do you have confidence in Prime Minister Netanyahu and this new cabinet to lead Israel through this war and tell our viewers why you decided not to participate in this new coalition?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "BLITZER",
      "sentences": "So at least for the time being, you're going to stay out of that new coalition?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "LAPID",
      "sentences": "Yes, but I'm working with them. I spent most of the day down south in those ghost towns that we have now there, and I'm talking to government ministers and with the prime minister, and we're working together. We have some differences, but they are not important right now. And we're going to work together for the good of the country and to win this war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "BLITZER",
      "sentences": "I don't know if you saw it, but there was a Jerusalem Post poll that just came out and found that 86 percent of Israelis, including 79 percent of coalition supporters, say the surprise attack by Hamas was a failure of the country's leadership. How do you respond to that? And do you have confidence in Netanyahu to protect Israelis down the road?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "LAPID",
      "sentences": "Well, Wolf, I didn't poll it, but 100 percent of the Israelis are convinced that we should not deal with this right now. Right now, all we have to do is fight this war and win it. There will be time for this. Nobody's denying the fact that was a horrible failure here, both of intelligence and leadership. But this is not the time.We are not -- we still -- I mean we didn't finish half of the funerals yet. We have people who are held in captivity, young women, children who are held in captivity inside Gaza by terrorists who might do the most horrific things to them. So we will deal with the failures, because this is what you do. Israel as a country and more than this, even the Israeli Defense Army is a learning organization. It always was very honest, brutally honest with itself in terms of exploring into the mistakes that were made. But this is not the time. Right now we are at war, and we're going to work like we are at war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "BLITZER",
      "sentences": "CNN has verified video showing Hamas training for its attack against Israel training 2 kilometers from Israel's most fortified border with Gaza. You acknowledge it was an intelligence failure for Israel not to anticipate this Hamas attack on Israel. Don't Israelis deserve answers now? Or does this have to wait for a formal commission of inquiry to review what happened because Israelis are really worried about this enormous failure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "LAPID",
      "sentences": "Well, of course they're worried. And as I said, there will be time for this. Right now, it's just way too early. And we are preoccupied with other things. There's one thing I can tell you already. We made the mistake of thinking we are all sharing at least a basic standard of what being human is. We were trying our best, as you know, to give them work permits to make sure they will be able to have a living down in Gaza, to be helpful in terms, I mean we were supplying them with everything they needed for a long, long time. And what we got in return is beheaded children. So now we have learned that lesson, and we're going to work accordingly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "BLITZER",
      "sentences": "So what's the lesson that you've learned from that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "LAPID",
      "sentences": "That Hamas should be out of Gaza and will be out of Gaza. And we will make sure those people will not be able to harm us again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "BLITZER",
      "sentences": "So assuming you succeed in destroying Hamas in Gaza and you remove their leadership, destroy their weapons, who will be in charge of Gaza?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "LAPID",
      "sentences": "Well, this is of course, it's a question everybody's dealing with. My thinking is we have -- it has to be some sort of a combination between the international community and the Palestinian Authority. But this is way early to discuss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "BLITZER",
      "sentences": "But it's something important that you're going to have to consider down the road if you succeed in this military mission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "LAPID",
      "sentences": "I agree. I agree. And one of the things we have learned is that you don't go into a military operation without having a clear exit strategy. And as I said, the exit strategy, to my mind, but still this is going to be debated, is to find a way to bring back the Palestinian Authority to Gaza. I don't think it's Israel's interest to run the lives of the 2 million people who lives in Gaza right now.But as we said, we have to concentrate now in fighting Hamas and also to prevent other arenas to become part of this, mainly Hezbollah in Lebanon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:09",
      "speaker": "BLITZER",
      "sentences": "Well, how concerned are you about a second front opening up between Israel and southern Lebanon, where Hezbollah has thousands and thousands of rockets and missiles potentially that could be directed toward northern Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:12",
      "speaker": "BLITZER",
      "sentences": "What's your reaction to the Israeli President Isaac Herzog's comments about Palestinian civilians in Gaza? I want our viewers to listen to what President Herzog said. Listen to this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:12",
      "speaker": "ISAAC HERZOG, ISRAELI PRESIDENT",
      "sentences": "First of all, we have to understand there's a state, there's a state in a way that has built a machine of evil right at our doorstep. It's an entire nation out there that is responsible. It's not true. This rhetoric about civilians not aware, not involved, it's absolutely not true. They could have risen up. They could have fought against that evil regime which took over Gaza in a coup d'etat, murdering their family members who were in Fatah.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:12",
      "speaker": "BLITZER",
      "sentences": "So what's your reaction to that, Prime Minister?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:12",
      "speaker": "LAPID",
      "sentences": "Well, it's the same view, in different words. As I said, Hamas is in charge. Hamas is accountable to anything or everything that is happening now to the people of Gaza. If they want to make sure there'll be a free passage to the southern part of Gaza, to the civilians there, they can do it. They have these capabilities. The only reason, as I'm telling you, right now Hamas is the only organization or the only body who is preventing the people of Gaza from clearing from a battle zone. And the reason people do not understand this is because this level of horrifying evil is uncomprehendible. But this is what they're doing. And they're doing this because they want us to discuss this on television.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:12",
      "speaker": "BLITZER",
      "sentences": "But do you think that the Palestinian population in Gaza should have risen up and gone after Hamas?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:12",
      "speaker": "LAPID",
      "sentences": "Well, I think they shouldn't have elected Hamas in 2006. And, I mean, they knew better than everyone that this is not a regime, this is a terror organization. Those people are terrorists, and they're not going to change. This is -- they're not even Palestinian nationalists. They are part of a pan Arabic, Islamic fundamentalist terror network. And they want everybody to be either their version of Islam, which is a very radical, twisted version of Islam, or dead, Jews, Christian, moderate Islams, Muslims, everybody.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:12",
      "speaker": "BLITZER",
      "sentences": "Yair Lapid is the opposition leader in the Knesset Israel's parliament. Yair Lapid, thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:25",
      "speaker": "BLITZER",
      "sentences": "Still to come, U.S. intelligence warned of potential -- there was a potential for violence days before the Hamas attack against Israel. We have details. New information coming in right after the break.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:25",
      "speaker": "BLITZER",
      "sentences": "Sources now tell CNN that while there were warnings of increased activity by Hamas, those warnings did not detail anything like what actually happened when the attacks unfolded. And it's also unclear if any of the U.S. assessments were actually shared in advance with Israel. I'm joined now by Bob Baer is a former CIA operative. Bob, you know a lot about this. What do you make of this apparent intelligence failure by Israel and other countries for that matter, including the United States to not be aware of this upcoming terrorist attack in advance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:25",
      "speaker": "ROBERT BAER, FORMER CIA OPERATIVE",
      "sentences": "Oh, it's an enormous intelligence failure. This attack was very sophisticated. It took thousands of people to carry it out. It was very disciplined on the part of Hamas, the military. They knew what they were doing. As we know, Wolf, they've been operating out of tunnels. It's impossible for overhead to catch some of this planning.Yes, fine, they were, you know, training on paragliders, but that doesn't really tell you much. Unless you actually know about the planning, you can't prepare for it. As for Egyptian warning and CIA picking up indications of it, these happen all the time, but it's not actionable intelligence, and that's the real problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:43:25",
      "speaker": "BLITZER",
      "sentences": "I know you spent, Bob, a lot of extensive time in the Middle East, and you had hundreds of hours of interviews with Hamas prisoners in Israel. Help us better understand the Hamas mindset on why they decided to carry out this major terrorist operation that has now forced the entire Israeli military to mount what is almost certainly going to be an imminent ground invasion into Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "BLITZER",
      "sentences": "So what are you bracing for now? What do you anticipate will happen in the coming days?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "BAER",
      "sentences": "The Israelis are going to walk into an ambush. Hamas is going to come out of these tunnels, blow themselves up. They refer to themselves as martyrs. This is going to be a horrible, long slog to get to the bottom of Gaza. And frankly, Wolf, you know, I hear the far right in Israel talk about this. It's almost as if you have to drive the Palestinians into Egypt because there is no alternative leadership. Fatah is not going to come back to Gaza and rule the Palestinian Authority. It's just not going to happen. So this is a horrible dilemma for Netanyahu.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "BLITZER",
      "sentences": "So what do you think he should? BAER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "BLITZER",
      "sentences": "All right, Bob Baer, thanks as usual for your expertise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:00",
      "speaker": "BAER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:37",
      "speaker": "BLITZER",
      "sentences": "CNN is now learning more details about that deadly Hamas terror attack on a music festival in Israel where some 260 people, mostly young people, were killed. It is believed to be the single deadliest attack by Hamas during their infiltration into Israel last Saturday. One week ago, CNN's Anderson Cooper goes inside the site of that music festival where the signs of devastation and terror caused by Hamas are still apparent. Just a word of caution to our viewers this story may be difficult to watch.(BEGIN VIDEOTAPE) ANDERSON COOPER, CNN ANCHOR (voice-over): The music was playing, the dance floor packed, when the rockets began. Just 3.3 miles from the border with Gaza, it didn't take long before Hamas gunmen arrived. Some partygoers were able to get to their cars but many were killed before they could get away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:37",
      "speaker": "REAR ADMIRAL DANIEL HAGARI, ISRAEL DEFENSE FORCES",
      "sentences": "They were waiting here with a machine gun.COOPER (voice-over): Rear Admiral Daniel Hagari, a soldier all his life, has never seen anything like it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:37",
      "speaker": "HAGARI",
      "sentences": "This is a massacre scene. I don't have any other recall of memory in the history of Israel since it was established of this kind of event.COOPER (voice-over): The bodies and body parts of the dead have been removed but people's possessions are strewn all around. The carnage is clear, burned out cars, bullet holes, blood stains on seats. From some cars, the IDF has retrieved dash cam videos that show Hamas gunmen roaming the site for hours, shooting freely. This one shows a bloodied hostage being led away. Then under the car you can see another man hiding. He moves slightly, then stops. A gunman runs right up to him and shoots him point blank in the head or upper body.",
      "isLastSentenceInterrupted": false
    }
  ]
}