{
  "date": "2023-05-01",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Sudanese People Left In Conflict Zone Await International Help; Violence Erupts During May Day Marches In France; JPMorgan Chase Acquires Collapsed First Republic Bank; Search For Suspect Accused Of Killing 5 People; Colombians Told To Flee Amid Volcanic Eruption Alert; Ruling Party's Santiago Pena Wins Presidential Election. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "ISA SOARES, HOST, ISA SOARES TONIGHT",
      "sentences": "A very warm welcome to the show, everyone, I'm Isa Soares. Tonight, aide is desperately needed inside Sudan,even as thousands flee. But the crisis remains too dangerous to help those left behind on a large scale. Then clashes on the streets of Paris as May Day protest turned violent. What is fueling this anger in France? And another U.S. bank collapses, why regulators are still saying the fundamental economy is strong. But first, this evening, United Nations warns Sudan is at a breaking point, saying the fighting there risks igniting a full-blown humanitarian catastrophe. Gunfire and explosions once again rocking Khartoum despite another extension of a ceasefire between Sudan's army and the powerful militia. The Health Ministry says at least 528 people have been killed in fighting that's concentrated around the capital as well as west Darfur. The U.N. says the scale as well as speed of what's unfolding in Sudan is unprecedented and could threaten the entire region. It is now predicting more than 800,000 people flee the country. CNN's Larry Madowo accompanied some refugees escaping to Saudi Arabia by sea. (BEGIN VIDEOTAPE) LARRY MADOWO, CNN CORRESPONDENT (voice-over):  Two a.m. and they're finally getting out of Sudan after many anxious days. Saudi soldiers check documents and let them through. A nightmare almost over. [on camera]:  Thousands of people have made that over 500-mile journey from the capital Khartoum to here in Port Sudan. One person told us it took them 36 hours, but finally on a boat and eventually to a ship to Jeddah. A sad final goodbye to Sudan. Victims of the stormy waters in Africa's third largest nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "HAMZA NAVID, PAKISTANI EVACUEE",
      "sentences": "It's very hard for me, and very hard and very painful for me, because this is like a second home, my home.MADOWO (voice-over):  CNN joined Saudi forces on an evacuation voyage from Jeddah to Port Sudan and back, bringing more people one step closer to safe shores. But the demand is high, and the military ships can only take so many people at a time. Our round-trip was more than 24 hours, but brought back only 52 people across the Red Sea. Sudanese-American businessman Adil Bashir can finally sleep undisturbed for the first time in two weeks. He says his car dealership in Khartoum was trashed, burnt, and some vehicles stolen. And so, he took the risk to drive to Port Sudan. ADIL BASHIR, SUDANESE-AMERICAN EVACUEE:  A lot of human bodies, dead bodies on the streets. MADOWO (on camera):  You say you were detained by a man in Rapid Support Forces uniform after you told them you're a U.S. citizen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BASHIR",
      "sentences": "Maybe you're a U.S. citizen, you're a spy. I believe they want us to be like a human shield, because there were 13 ahead of me.MADOWO (voice-over):  As more people escape from Sudan, another ceasefire was broken over the weekend with fighting in the country entering a third week. The Saudi port city of Jeddah has become the main landing point for thousands fleeing the conflict. The Saudis are throwing everything at this rescue operation. TURKI AL-MALKI, ROYAL SAUDI AIR FORCE:  The assets, the capability, military, civilian, in Saudi is taking the civilians from Sudan. So as long as it's safe, we will keep doing our role.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MADOWO",
      "sentences": "This large commercial ship brought nearly 2,000 evacuees from Ports Sudan, one of the largest arrivals in Jeddah so far. Hanadi Ahmed andher Sudanese-American family were among those on the vessel received by U.S. Embassy staff. They're relieved to be safe, but heartbroken for those who couldn't get out. (SOBBING) HANADI AHMED, SUDANESE-AMERICAN EVACUEE:  Very bad one though, it's very bad. Because all of my families are here. My mom, my dad, and a little (INAUDIBLE) -- MADOWO (on camera):  You're scared for them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "AHMED",
      "sentences": "Yes!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "MADOWO",
      "sentences": "I am so sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "AHMED",
      "sentences": "It's OK, I'm very lucky, I'm very lucky that we are out.MADOWO (voice-over):  A few lucky dual nationals and foreigners can leave, but most Sudanese people   are trapped in a deadly conflict with no end in sight. Larry Madowo, CNN, Jeddah, Saudi Arabia. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "BELL",
      "sentences": "From September, the French will start working longer than they had after the government pushed through the reform without a vote inparliament. But the unions have vowed to fight on nonetheless. (on camera):  This made the first -- was always expected to be an important barometer of the popular anger there is out there. But it's likely also an important measure of just how difficult the next four years of government are likely to be for the French president. (voice-over):  All the more so, because despite the many months of strikes and sporadic violence,   more than 62 percent of the French are sympathetic to the movement according to polling from April.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "THIERRY CAMUSSO, REPRESENTATIVE, CGT VITROLLES UNION",
      "sentences": "We are going to show Mr. Macron that the country -- we are not happy with this reform and itwill not do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "BELL",
      "sentences": "The government says the current pension system is simply not affordable.  Its deficit at risk of spiraling out of control. But that linehasn't dampened the popular anger so far. With frustration against Emmanuel Macron and his manner of governing showing no signs of letting up. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "And Melissa Bell joins me now from Paris. Melissa, give us a sense of what you're seeing on the ground. I could see -- I think it's policejust behind you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "BELL",
      "sentences": "That's right, Isa, this is the scene of de Platte de la Sionne(ph) where that protest ended today, you can see the riot police are here. Andthat's because there are still a hard-core of protesters in the middle of the de Platte de la Sionne(ph) who are holding firm in their determination to continue making themselves heard. I think as we near the end of this day of protests, Isa, the important thing are the figures. The trade unions have been wanting to get a lot of people out on the streets today, they did manage to get more than 700,000 nationwide according to the Interior Minister figures, more than 110,000 just in Paris. And that's a pretty historically, these last few weeks, a pretty big figure. So they have managed to get the numbers out, and I think that's an important message they were hoping to send to the government today. Even if this pension reform is going through, you still have a lot of people that are extremely angry about it and intending to continue making their voices heard, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Now, let's talk about that, Melissa, because initially, as our viewers would have seen, as we've been covering this now for several weeks.This was initially a rejection of Emmanuel Macron's pension reforms, a very political policy base. This over the years seems to have morphed into almost a personal attack on Macron. Just talk to us about the mood and whether Macron can keep this up, can sustain this politically.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "So, are we expecting that, Melissa, more protests here from the unions? What are they telling you? How can -- can they keep this up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "BELL",
      "sentences": "I think the government is very much hoping that this is going to run out of steam. That this May --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Sure --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "BELL",
      "sentences": "The 1st may have provided one last opportunity for people to vent their anger. And that this will then go away. We haven't heard officiallywhen the next day of protests will be, but we understand, Isa, that it is the union's intention to carry on being on the street, to carry on with the protests, and most importantly perhaps, to carry on with their strike action. And remember that over the course of the last three months, what we've seen is public sector-private sector regularly going on strike. And I think if they can keep up that momentum, they can certainly make the next four years of Emmanuel Macron's second term fairly difficult as he --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "BELL",
      "sentences": "Tries to get through what he had promised will be much more ambitious reform still than just this pension reform. Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Indeed, Melissa Bell for us in Paris this evening, thanks very much, Melissa. Well, May Day is not just a major day for protests inFrance, in Cuba, gasoline and diesel are in short supply and tempers are flaring. The fuel shortage has even forced a change in the annual celebrations on this traditionally big day. CNN's Patrick Oppmann has the story for you from Havana. (BEGIN VIDEOTAPE) PATRICK OPPMANN, CNN INTERNATIONAL CORRESPONDENT (voice-over):  It's a country running on empty. Across Cuba right now, more cars seemingly wait online to fill up than drive on the road. Even at stations where there is no gas, people line up for when or if, it finally arrives. For drivers like Elien, the sudden island-wide shortage of fuel means they spend their days trying to fill up rather than working. \"It ain't easy, they sell too little\", he says. \"Only 40 liters. That only gives me enough for one day. They won't give me more than that.\" Some people immediately siphon the gas they manage to pump, either to resell or to hoard it as they get back in line all over again. Increasingly, Cubans complain that police are letting too many of what they call indisciplinas(ph), undisciplined behavior take place. (on camera):  What many people do is they save several spots for a car which multiplies many times over how many people are actually in this line waiting for gas. Once the gas actually arrives, so people come rushing back, they cut the line and that's when all hell breaks loose. (voice-over):  As the lines get longer, tempers get shorter. Certain privileged groups like foreign diplomats have their own gas stations assigned to them, but it makes little difference when there's no gas to pump. The Cuban government has said little about the crisis, the worst in years. But acknowledges that there's been a disruption of shipments from suppliers like Venezuela, Cuba's socialist ally, who they receive oil from in exchange for medical workers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "JORGE PINON, THE UNIVERSITY OF TEXAS AT AUSTIN ENERGY INSTITUTE",
      "sentences": "The first domino piece that falls out of this is Venezuela, that it's selling itsbetter-quality crude to those customers that can pay cash. So, the good quality crude that Cuba used to get are no longer there because Cuba doesn't pay cash for crude oil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "All right, still to come tonight, air defenses light up the skies over Kyiv as Russia launches a new wave of missiles. A live report fromUkraine coming up. And evacuation warnings go out across parts of Colombia as scientists warn the Nevado del Ruiz volcano could be days away from erupting. Both those stories after this short break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Now to a story with huge ramifications for the banking as well as finance industry. For the third time in just six weeks, another Americanbank has collapsed. Its name is First Republic. And even if you had not heard of them, if you're watching of course outside the U.S., the implications are indeed huge. Because their collapse is now the second largest bank failure in American history. JPMorgan will now buy most of the bank's assets and assume it's deposits. It is paying more than $10 billion as part of the deal. Matt Egan is on the story for us and joins us now from New York. So Matt, just explain to us how this deal came together?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "That is the big question, and I feel like -- well, I'm sounding a bit like a broken record, because you and I have had this conversation twoother times. You know, when we've asked that question, if you remember several weeks ago, some -- a month or so ago, are we sure, is the banking sector healthy? How sound is it? And everyone seems to think we've got a handle of it, we've got control of it. What are you hearing -- putting aside what JPMorgan Chase, Jamie Dimon said, what are you hearing from economists here on this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "EGAN",
      "sentences": "Well, I mean, I do think there is a sense that First Republic is different from Silicon Valley Bank, right? I mean, that bank, SiliconValley sort of came out of nowhere when it imploded. Very few people had heard about it, it wasn't really on people's radar. First Republic has been teetering for weeks and weeks. I mean, it was back in mid March that you had the big banks, including JPMorgan inject this $30 billion deposit lifeline that really kind of kept the bank alive for some period of time. So there is a sense that, you know, this is different. And that a lot of other regional banks, the deposit outflows there have eased. Their share prices have stopped sort of imploding. The overall stock market is not freaking out about this banking crisis right now, responding pretty favorably to the latest developments in the last 24 hours. But I do think that the truth is that, no one really knows --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "EGAN",
      "sentences": "What the economic impact is going to be because we just don't know how nervous bankers already got, and will continue to be, and the morenervous they are, the less likely they are to lend to all of us, you know, credit cards, mortgages, car loans, and that has a real economic impact. I mean, credit is the lifeblood of the U.S. economy and the world economy. So the question is whether or not the credit tightening that is going on right now on top of the Federal Reserve's war on inflation ends up slowing the economy so much that it slips into a recession. And I think the answer is that we just -- we just don't know yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "Well, I'll let you know tomorrow when European stock markets open, I mean, U.K. stock markets, whether that fear of contagion and whether theythink we're through the worse. We might be talking contagion in a couple more days or so, but let's see, you might be right. Matt Egan, appreciate it, thank you very much. Now, Ukraine began the week under fire from a new wave of Russian missile strikes across the country. Dozens of casualties have been reported in Kherson and deep in Petrovske regions. And this video from Kyiv shows anti- war defenses streaking really across the city as you can see there. Meanwhile, the leader of mercenary group Wagner is again challenging Russia's military establishment. Yevgeny Prigozhin says he'll withdraw his forces from the besieged city of Bakhmut if they don't get more ammo. He's told the pro Kremlin blogger, those responsible for getting weapons have stopped giving Wagner supplies. Let's get more on all of this, CNN's Nick Paton Walsh joins me now from Zaporizhzhia. And Nick, against this backdrop that we just highlighted there. We've also seen the apparent firing of the Russian deputy Defense Minister, how much is all of this really a sign of disarray ahead of this much expected counteroffensive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Nick Paton Walsh there, thanks very much, Nick. And still to come tonight, a manhunt is underway in the southern U.S. for a suspect describedas armed and dangerous, that suspect. We'll have a live report just ahead. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Welcome back, everyone. Now, a manhunt continues tonight for the suspect accused of shooting and killing five people in Texas. The FBI hasidentified the suspect as Mexican national Francisco Oropeza. It's believed he shot the five including a child in Cleveland, Texas, after neighbors asked him to stop firing rifles outside. The father and husband, or two of the victims, described what happened. Have a listen to this. (BEGIN VIDEO CLIP) WILSON GARCIA, WIFE AND CHILD WERE KILLED (through translator): I miraculously managed to escape. There were 10 of us that survived. 15 of us were there. And of the 15, we lost my 9-year-old son. My wife as well. And two people who died were protecting my 2 1/2-year-old daughter and my 1- month-old son. They protected him with a bunch of clothing so the murderer wouldn't kill him, too. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Just absolutely heartbreaking. CNN's Senior U.S. National Correspondent, Ed Lavandera joins me now. Ed, I mean, I imagine this ispainstaking work. Where are we in terms of leads from authorities? What are you hearing? ED LAVANDERA, CNN SENIOR U.S. NATIONAL CORRESPONDENT (on camera): Well, the last we heard from law enforcement officials is that they have no leads. And that's when they announced that there would be an $80,000 reward for information leading to the capture of this suspect. So as far as we know, that has not changed. We have not gotten any other updates. There had been some news that perhaps there had been a sighting about 15, 20 minutes away from the neighborhood where all of this unfolded on Friday night. But the local law enforcement officials are saying that has not panned out. So this search continues. And there are the survivors and the surviving family members of these victims who are desperately awaiting news of this suspects capture. We've spoken with several of them over the last couple of days. And they described the harrowing scenes that all of this unfolded. The house you see back there in the distance is where the shooting took place. And this property here, just off to my side, is where the suspect lived and where they had had that conversation about asking him to stop shooting his firearms in the yard because they're month and a half old baby boy was sleeping to which the suspect responded, this is my property, I can do what I want. The sheriff here says, as they continue to search for this suspect, that his thoughts are with especially the young boy who was killed in this tragedy. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "GREG CAPERS, SAN JACINTO COUNTY, TEXAS, SHERIFF",
      "sentences": "My heart is with this 8- year-old little boy. I don't care if he was here legally, I don't care if he was here illegally. He was in my county. Five people died in my county.And that is where my heart is, in my county, protecting my people to the best of our ability. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "LAVANDERA",
      "sentences": "We've also learned from Customs Enforcement, ICE, saying that this suspect had been deported at least four times from the United States,dating back to 2009. Twice in 2009, once in 2012, and once in 2016. Immigration and Customs Enforcement does not have -- has not given us more information than that, that has come from a source, but they also include that he had been convicted of driving while intoxicated in 2012, which raises all sorts of questions about how someone like that could have gotten the firearms that were used in this case. And we've also heard from several neighbors that said -- that have told us that this suspect had several weapons in his home, and all of that. So there are, you know, questions still kind of surrounding all of that we're trying to get to the bottom of. But right now, the focus is on this manhunt that continues more than 60 hours after this tragic shooting took place in this neighborhood north of Houston, Texas,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Ed Lavandera for us there in Cleveland, Texas. Thanks very much, Ed. Appreciate it.Now, residents of dozens of communities in Colombia have been told to leave after the Nevado del Ruiz volcano began spewing increased levels of rock and hot ash. Scientists are warning that the notorious volcano could be about to erupt. Let's take a closer look at how all of this is unfolding. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "SOARES",
      "sentences": "The slopes of the Nevado del Ruiz Central Colombia are fertile grounds for local farmers. The Colombian government called for thevoluntary evacuation of 28 communities in the area, and they are offering housing assistance to those who do. But many locals have refused, saying they are worried about leaving their livelihoods. Some local farmers have lived through early eruptions, and do not trust that their lands, or even animals, will be safe if they leave. Officials tell CNN that dozens of people have evacuated the area. They warn it is not just the eruption they should be concerned with, but the aftermath. When volcanoes erupt, there is a dense, fast-moving flow of lava pieces, volcanic ash, and hot gases that can go up to a hundred kilometers per hour and destroys everything in its path. Another threat is when volcanic rocks mix with nearby rivers, creating avalanches that can take everything in their way. JOHN MAKARIO LONDONO, COLOMBIAN GEOLOGICAL SERVICE (through translator): It has been making these eruptions for almost 10 years. The locals say well, the volcano already does this. We are used to it. That is very dangerous. You cannot get used to what is not normal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "SOARES",
      "sentences": "This region is still reeling from the tragedy that struck in 1985. And now, officials fear another disaster, desperate for history not torepeat itself if locals do not prepare for the worse. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:08",
      "speaker": "SOARES",
      "sentences": "Now in Paraguay, a huge win for the ruling party as its candidate of, Santiago Pena wins the presidential election. Election officials say hewon more than 42 percent of the vote. Pena's win underscores the dominance of the conservative Colorado party, and economist and former finance minister Pena is promising economic equality for all. (BEGIN VIDEO CLIP) SANTIAGO PENA, PARAGUAY PRESIDENT ELECT (through translator): From tomorrow, we will begin to design the paradigm that we all want, without gross inequalities or unfair social asymmetries. We have a lot to do. After the last few years of economic stagnation with a fiscal deficit, with the worrying unemployment rate, and the increase in extreme poverty, the task that awaits us is not for a single person or just for a party. I call for unity and consensus to achieve our destiny of collective wellbeing and prosperity without exclusions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "SOARES",
      "sentences": "Now we want to dive deeper into a story we brought you last week, the free speech debate that is raging across U.S. university campuses.CNN's Elle Reeve saw this play out in a University in Pittsburgh. Take a listen to this clip. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "PROTESTERS",
      "sentences": "Trans' lives matters. Trans' lives matters. Trans' lives matters.ELLE REEVE, CNN CORRESPONDENT (voiceover): That's conservative podcaster, Michael Knowles, being burned in effigy at the University of Pittsburgh last week. Knowles is most famous for this one line in his speech at CPAC this year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "MICHAEL KNOWLES, PODCASTER",
      "sentences": "Transgenderism must be eradicated from public life entirely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "REEVE",
      "sentences": "And he was brought to Pitt by a conservative group to debate whether the government should regulate what the group calls transgenderism, but hewas met by a rowdy protest outside. Such student protests have sparked the bigger debate about whether kids these days no longer have the appetite to debate controversial issues on campus.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "REEVE",
      "sentences": "Is free speech dead on campus?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "CHRYSTA, PITTSBURGH RESIDENT",
      "sentences": "No. Obviously. He is speaking right now. We are not shutting him down. We don't want him to speak. Hopefully, we candrown him out. We are, right now, enacting our right to free speech just the way that he is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You can't debate intolerance. If someone wants to inflict harm on you, are you going to debate them inflicting harm on you?No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "KNOWLES",
      "sentences": "Thank you very much. It's very kind of you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Trans life for human rights. Trans life for human rights. Trans life for human rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "KNOWLES",
      "sentences": "You there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "PROTESTERS",
      "sentences": "Trans life for human rights. Trans life for human rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "KNOWLES",
      "sentences": "You didn't know -- all right.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "SOARES",
      "sentences": "But it's not just students who are speaking out. That little clip we played the whole seven minutes of it on Friday, if you watched, morethan a hundred academics at Harvard have joined together to defend the right to freedom of expression on campus. They say that both the left and the right wings are to blame, and that open academic discussion is paying the price. Jane Kamensky is a law professor at Harvard and co-president, the Council on academic freedom. She joins me now from Georgia. Professor, thank you very much for taking the time to speak to us today. First of all, just explain to our international viewers why you felt, and other academics felt, that this council that you set up is needed right now. What has changed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "JANE KAMENSKY, TRUMBULL PROFESSOR OF AMERICAN HISTORY, HARVARD UNIVERSITY",
      "sentences": "Thanks for having me and thanks for that good question. I thinkuniversities around the world, and perhaps especially in the United States, with our incredibly strong speech protections under the First Amendment are places for the exploration of controversial ideas and for disputation and other methods of exchange that allow us to arrive at higher truths. That's been the purpose of universities for a thousand years. And colleagues from across Harvard, as you said, diverse in many ways, diverse in our departmental affiliations. I'm a history professor, not a law professor, by the way, diverse --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "SOARES",
      "sentences": "Thank you for clarifying that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "KAMENSKY",
      "sentences": "-- politically, racially, ethic -- ethnically, and so on, have come together, not to defend the content of particular speech, but todefend the importance of exchange across lanes of difference of all kinds to university life and to democracy more broadly. The skills of reasoned debate, of critical listening, are crucial to the American system of government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:58",
      "speaker": "SOARES",
      "sentences": "And Professor, just explain, I mean, have various opinions, academics, have they -- have you seen threats? Have you faced any threats?Have you seen professors being punished, targeted for their speech or viewpoints? Have you faced this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "SOARES",
      "sentences": "And why do you think you're facing these challenges? Why do you think this is happening now, Professor?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "KAMENSKY",
      "sentences": "As with all things in higher ed, I think those of us at the head of the classroom should look to ourselves. We've done a pretty poor job inthe last generation of teaching the skills, of managing controversy, of dialogue, across difference, of rigorous engagement with ideas that we disagree with. Students don't come to us from K-12, having generally engage those civic skills in their primary and secondary skill -- primary and secondary school learning. I think it's something that we have to teach in our classroom. Nobody's born knowing how to talk to people who disagree with them, or how to reason through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "SOARES",
      "sentences": "Is there a red line, Professor, that you wouldn't cross in terms of debating here? Of course, debate is healthy, like you said it's needed.Would you debate for example, legal murder, bringing racial segregation back into society, some of the points that you heard in that report? Where do you draw the line here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "KAMENSKY",
      "sentences": "So I'm a historian, and let me talk about the past for a moment. I think there are no sources about the past that don't bear our closeengagement, right? So that debate is about a subject that's a matter of history. Students consider it to be a closed question. The speaker considers it to be an open question. That's precisely the kind of topic around which university expertise and students who have been educated to tackle hard questions should be able to engage. I think, you know, a lot of these campus controversies emerge around guest speakers who have been invited precisely for the purpose of showing these gaps in our ability to hold political discourse, you know, what would it take to build the skills in the student and the faculty population. So, that we could talk about open questions in sex and gender identity. Would I invite --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "SOARES",
      "sentences": "So nothing is off limits? So just to clarify, nothing would be off limits, in your view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "KAMENSKY",
      "sentences": "Would anything be off limits for discussion? I think that's a different question from whether I would invite and pay that particularspeaker to illuminate these issues on our campus. But we have scientists on our very campus who have engaged with issues around sex and gender, and been centered for that reasoned engagement. So, seeking reasoned engagement, I think one curates carefully who the experts are, who you want to bring to bear on any question. I think the, you know, the flashpoint speakers always generate more heat than light. Universities should be places of enlightenment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:01",
      "speaker": "SOARES",
      "sentences": "And we saw in that report, and this is, of course, the clip we played, Professor, it's just one little clip. It's part of a longer seven-piece report from Elle Reeves, but, you know, in her report, she focused on these incendiary speakers. And you mentioned that there as well. How -- I mean, is it counterproductive? Because what we saw in this report is that they take the little clips, they spread it online, they embarrass those who have opposing views. What is your thought on paying these speakers thousands of dollars, and the impact, the value you get out of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "SOARES",
      "sentences": "Professor, I really appreciate you taking the time to speak to us. Jane Kamensky, a professor, of course at Harvard, co-president of theCouncil on Academic Freedom. Professor, appreciate it. Thank you very much. And we'll be back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "KAMENSKY",
      "sentences": "Thanks very much. Have a good day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "SOARES",
      "sentences": "Thank you. You, too. We'll be back after this short break.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "SOARES",
      "sentences": "We are now a few days away from the coronation of King Charles III. the ceremony this Saturday will be Britain's first in seven decades. Andyou'll have all the pageantry you would expect. Max Foster looks ahead for you. (BEGIN VIDEOTAPE) MAX FOSTER, CNN CORRESPONDENT (voiceover): Not since 1953 that we had a glimpse of this sacred moment. The crowning of a monarch, Queen Elizabeth, then just 27, thrust to the throne after her father's untimely death. Her coronation designed to introduce the young queen to the world and give a morale boost to postwar Britain. Seventy years on, and amidst the cost of living crisis, King Charles's coronation will have many of the same traditions incorporated, albeit slightly toned down. Up to 2,800 guests in Westminster Abbey, CNN understands, versus the 8,000 who gathered for the late Queen's.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "ELIZABETH NORTON, ROYAL HISTORIAN",
      "sentences": "The king has actually ruffled some feathers by not inviting many members of the ancient nobility, includingsome of the dukes, in fact, but instead, actually the King's invited members of the community. So, charitable workers, for example,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:03",
      "speaker": "NORTON",
      "sentences": "It's seen as symbolizing the king's commitment to God because, of course, he's a very religious man himself. He's now the head of the church.It's a sacred moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:03",
      "speaker": "FOSTER",
      "sentences": "His wife, Camilla, will also be anointed and crowned. Charles's sons, William and Harry, will be there, although Harry's wife, Meghan, willremain at home in California with their two young children. It remains to be seen what role Harry will play in proceedings now that he's set back from his senior royal duties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:03",
      "speaker": "FOSTER",
      "sentences": "For many in Britain, the coronation is about more than just another public holiday. There'll be street parties up and down the U.K. andthousands will come here to Buckingham Palace to witness the famous balcony moment, to see for the first time the newly crowned king and queen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:03",
      "speaker": "FOSTER",
      "sentences": "Many more will line the streets for the coronation procession, just as they did for Queen Elizabeth seven decades ago. The king and queen willtravel in this gilded carriage accompanied by a huge military procession. Nighttime rehearsals spotted in the streets of London as the Capitol gears up for a moment in history. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}