{
  "date": "2023-01-01",
  "headline": "CNN Newsroom",
  "subHeadline": "Sources: Suspect In New York Eve Machete Attack On NYPD Officers Expressed Desire In Diary To Join Taliban Die A Martyr; Parents Of Murder Suspect Speak Out For First Time; Putin Uses New Year's Address For Wartime Rallying Cry; Federal Officials Warn Of \"Trail Of Death\" From Fentanyl Overdoses; \"The Super Mario Bros. Movie\" Arrives In April; Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:26",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:26",
      "speaker": "PAMELA BROWN, CNN HOST",
      "sentences": "I'm Pamela Brown in Washington and you are live in the CNN NEWSROOM on this New Year's Day.We have a major development on that bizarre attack that unfolded last night's New Year's Eve festivities in Times Square. Three New York City police officers are recovering after an unprovoked attack by a man wielding a machete. Multiple law enforcement sources tell us the 19-year-old suspect was carrying some of his writings and his radical views. CNN's Gloria Pazmino joins us now. What have you learned, Gloria?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:26",
      "speaker": "GLORIA PAZMINO, CNN NATIONAL CORRESPONDENT",
      "sentences": "That's right, Pamela. Good evening.We have been trying to learn more about the suspect, as you said, a 19-year-old man. We can now tell you that he was in fact carrying a handwritten diary. In it, he expressed his desire to join the Taliban in Afghanistan and die as a martyr. That's according to multiple law enforcement sources. Now, investigators believe the suspect arrived in New York City on Thursday, and he checked into a hotel in the Lower East Side. Investigators and sources also telling my colleague, John Miller, that he traveled to Times Square on Saturday. That's when police said this 19-year-old man approached police that was stationed at these security screening areas where people that were going in to see the ball drop at Times Square were being screened for security purposes. That's when the man pulled out a machete and tried to strike one of the officers in the head. He struck him, he then struck a second officer and then a third officer pulled out his service weapon and fired a shot. The suspect was injured on the shoulder. He is recovering at the hospital. Those officers also making a recovery. Now, sources tell CNN federal authorities at the U.S. Attorney's Office for the Southern District of New York and the Manhattan District Attorney have been discussing whether to charge the suspect. Trevor Bickford federally or under state law or possibly both in relation to this attack. So far, he has not been charged and it is unclear if he has an attorney. Investigators also seeking search warrants for his phone and for his online activities. So Trevor Bickford, 19 years old from Maine. That is where Bickford is from, a small town in Maine. Wells, a small town near a beach. That is who is the suspect in the behind this attack all of it, according to multiple law enforcement sources. Tonight, Pam, learning more about this man. A significant development considering the place where this attack took place just after 10:00 o'clock last night in Times Square as thousands and thousands of people were pouring into the area to watch the ball drop. If this is in fact determined to be an act of terror, it is a significant attack that would have -- that took place, not only in one of the biggest, if not the biggest celebration around New Year's in the entire country, but also an event that is attended by thousands and thousands of people and is monitored by heavy police presence every year. Pam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:26",
      "speaker": "BROWN",
      "sentences": "Gloria Pazmino, thank you so much.Now, let's turn to CNN law enforcement analyst and former Secret Service agent, Jonathan Wackrow. Jonathan, your first reaction to this news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:06",
      "speaker": "WACKROW",
      "sentences": "Well, first of all, they have to take a look at the act itself. Was the act in furtherance of some sort of ideology, right? You know, it was -- it was a to, you know, support that ideology. And groups really focus in on, like, groups that radicalized individuals, really look to, you know, put this ideology and, you know, basically give somebody a sense of belonging, a sense of being, and that's how they quickly radicalized someone.This is -- this is someone that's young, it's -- they're impressionable. And that's really what radicalization focuses on, are those individuals who feel, you know, potentially marginalized in life. And they're looking for this, you know, a quest of significance. And that's how someone can be radicalized so quickly. So in -- you know, in that radicalization, in that ideology, does it -- is there a violent tendency here? Is there something that is in furtherance of violent act? That's what investigators are looking for right now to tie all of this together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:06",
      "speaker": "BROWN",
      "sentences": "Celebrations, you know, like this one in Times Square, they have long been seen as soft targets. Clearly, there was a lot of security around. Fortunately, there was, but does any of this change how these events should be safeguarded by police in your view?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:06",
      "speaker": "WACKROW",
      "sentences": "No. Listen, just Saturday morning, I read the NYPD intelligence and counterterrorism event -- the survey, really just saying specifically that there was no directed or targeted threats being made towards the event, but the NYPD, you know, very cautiously says that, due to the iconic status and the global visualization of this event, hostile actors, whether they're domestic or foreign terrorist groups, you know, still will see. The Times Square New Year's Eve event is a viable opportunity for violence and disruption.I mean, this is why there is such a multi layered, coordinated security apparatus and structure that's built around this specific event, but all events, whether it's the Thanksgiving Day Parade, you know, national special security events in New York City. That's why we, you know, put forth this level of planning to prevent and thwart these types of attack. Really, we don't know what the motivation was of this attacker. What would have happened if they got beyond this checkpoint into Times Square with that weapon? Dozens, you know, could have been injured very quickly. So the security structure of Times Square that evening worked. It prevented that attacker from getting in. Unfortunately, three officers still got injured in the process. And, again an attack against the police.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:06",
      "speaker": "BROWN",
      "sentences": "Jonathan Wackrow, thank you for sharing your perspective. We appreciate it. And new developments tonight in the Idaho murder investigation. For the first time, we are hearing from the parents of the suspect in this case. 28-year-old Bryan Kohberger. He is facing four counts of first degree murder and the brutal slains of four young students at the University of Idaho on November 13th. His arrest is no doubt a relief or community that has been living in a state of fear for weeks. But it is clearly a shock to Kohberger's family.CNN's Jean Casarez joins us now with more. So, Jean, what is the family saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:23",
      "speaker": "BROWN",
      "sentences": "And what is Kohberger's attorney saying now about the charges against him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:23",
      "speaker": "CASAREZ",
      "sentences": "Well, this is his first and his only attorney at this point until he arrives in Idaho. And, of course, that constitutional right that you're innocent until proven guilty, is at the foremost of what he talks about. But he also says that his client is doing relatively well under the circumstances.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:23",
      "speaker": "CASAREZ",
      "sentences": "Now, your client is highly educated, very intelligent. He has to appreciate the seriousness of what is happening right now.JASON LABAR, BRYAN KOHBERGER'S ATTORNEY: Oh, absolutely. He is very intelligent. In my -- our conversation with him that comes off, I can tell that and he understands where we are right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:23",
      "speaker": "CASAREZ",
      "sentences": "Have you spoken to his family at all, their reaction here in northeastern Pennsylvania?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:23",
      "speaker": "LABAR",
      "sentences": "I have spoken to his family last night. They have my cell phone number now. So they contacted me last night. I spoke to them for approximately 15 to 20 minutes. They're also very shocked out of character for Bryan. They're really in awe over everything that's going on.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:23",
      "speaker": "CASAREZ",
      "sentences": "Now maybe his family has not been allowed to go visit him while he is in the local jail here. But the fact is that a courtroom is for the public. And on Tuesday, he will be in that public courtroom for that hearing and his family, if they choose, will have a right to be in there. Pamela.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:23",
      "speaker": "BROWN",
      "sentences": "Well, new developments on Republican Congressman Kevin McCarthy is pushed to become Speaker of the House and new evidence that his bid could be in serious jeopardy. A group of nine House Republican hardliners now say some of the concessions McCarthy announced earlier today are insufficient.And in a letter, they are making it clear they are still not sold on him. Melanie Zanona joins us now by phone. So bring us up to speed here, Melanie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:23",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Yes. So McCarthy has been negotiating for weeks over a number of different world changes hoping to win over his critics in his quest for the speakership.And ultimately, Pam, he did agree to a number of their most hardline demands, and that includes giving just five lawmakers the power to call for a vote on deposing the sitting speaker. That is something I'm told he announced on a conference call earlier today. But despite that, it does not appear that McCarthy's critics are sold on him, at least not yet. As we mentioned, a group of nine hardliners put out a letter shortly after the conference calls, and said some of these concessions are just insufficient. They want a single lawmaker to be able to call for a vote to topple the speaker. That's how it used to be before Speaker Nancy Pelosi change the rules. And they also want a commitment that leadership is not going to be playing in primaries or get involved in primary. So in other words, McCarthy still has a lot of work to do between now and Tuesday, which is when the speaker's vote is. And meanwhile, you have moderate who are growing increasingly worried that McCarthy is just negotiating away all of his power essentially for nothing. They do not like some of these concessions that he has had to make, but they are willing to swallow those changes if it gets McCarthy the speakership. However, as of right now, Pam, there's just no guarantee that that's going to happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:23",
      "speaker": "BROWN",
      "sentences": "Wow. So if McCarthy doesn't have the votes, does anyone -- is there a candidate the hardliners would back along with the more moderates?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:23",
      "speaker": "ZANONA",
      "sentences": "They've been pretty tight lipped about who that candidate would be. They have claimed that they've talked to some people would be willing to throw their hat into the ring, if McCarthy can't get there, or if McCarthy pulls out.You know, I talked to some Republicans and they kind of whisper about Steve Scalise. He's McCarthy's top deputy, who's going to be the House GOP leader next year. He's very popular. He's a conservative. However, he has made clear that he is backing McCarthy and has no intentions of challenging him. So unless McCarthy completely drops out of the race, I don't think we'll see other people jump in. But it could certainly get messy on Tuesday, because if they can't get someone on the first ballot, they just keep voting and voting until they can elect someone because the House can't conduct any other business, Pam, until they select a speaker. So this certainly could be headed for a messy, messy fight on Tuesday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:15",
      "speaker": "BROWN",
      "sentences": "We are seeing no pause in the fighting as the New Year begins in Ukraine. At least one person was killed today in a Russian attack on the Zaporizhzhia region. And this follows a barrage of Russian missile strikes across Ukraine on New Year's Eve.(BEGIN VIDEO CLIP) (EXPLOSION) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:15",
      "speaker": "BROWN",
      "sentences": "That was one of several attacks in Kyiv Saturday. In a speech to the country last night, Ukraine's President accused Russia of, quote, following the devil and waging war to ensure Putin remains in power for life. Putin himself showed no sign of backing down during his New Year's address to the country.CNN's Clare Sebastian has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:15",
      "speaker": "CLARE SEBASTIAN, CNN CORRESPONDENT",
      "sentences": "Well, this was President Putin's longest ever New Year's address and made it clear his focus is to keep this war going whatever the cost to his country. The optics were significant. This year, he delivered the address standing in front of what appeared to be soldiers in uniform on a visit to a military headquarters not far from the Ukrainian border.That was a stark contrast to previous years in front of Moscow's Kremlin. Putin said Russia is protecting its people and its own historical territory is a reference to the region's Russia has illegally annexed in Ukraine. And he accused the West of stirring up the conflict for its own gain. VLADIMIR PUTIN, RUSSIAN PRESIDENT (through translator): The West lied about peace but was preparing for aggression. And today, they openly admit it without shame. And they cynically use Ukraine and its people to weaken and split Russia. We have never allowed and never will allow anyone to do this. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:05",
      "speaker": "BROWN",
      "sentences": "And earlier, I spoke with CNN military analyst, retired Air Force Colonel, Cedric Leighton, about Putin's address and what's happening in Ukraine.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:05",
      "speaker": "CEDRIC LEIGHTON, CNN MILITARY ANALYST",
      "sentences": "He's really looking at a false narrative, but he's trying to convince the Russian people and really the rest of the world that the Russian cause is the one that is the defensive cause. In other words, he's doing all of this because he believes Russia has been wrong. He believes that Russia needs to move forward and protect its borders. And one way to protect those borders is to prevent the pernicious influence from the West from getting to Russia through countries like Ukraine.So there's no better way to protect Russia, in his logic, than to go after Ukraine and eliminate that as a threat for Russia. And that's what he's trying to do. He's really kind of doing an Alice through the looking glass type situation here. And it's really telling how different his worldview is compared to that of, say, President Zelenskyy or our own worldview.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:05",
      "speaker": "BROWN",
      "sentences": "So then, on that note, what should the West expect to see Putin do next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:05",
      "speaker": "LEIGHTON",
      "sentences": "So I think what he's going to do is he's going to double down quite a bit on the kinds of things that he's doing right now. You will see more attacks on the civilian infrastructure, unfortunately. You will also see attempts, perhaps, to move Russian forces a bit forward into areas of the Donbas in the eastern part of the country that the Russians have either lost control of or have not gained complete control of up until this point.However, the Ukrainians have a lot of momentum on their side. They also have the ability to use their logistical supply chain much better than the Russians do. So the Russians are going to have some considerable difficulties trying to reach their war aims, but Putin is going to try to leverage as many different things that he can in order to, at the very least, reach a stalemate in this war. Hopefully, he won't be able to do that, but that is his definite goal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:05",
      "speaker": "BROWN",
      "sentences": "Could this be the year that the offensive fails and Russia walks away? I mean, can Putin sustain this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:05",
      "speaker": "LEIGHTON",
      "sentences": "Over the long term, I don't think you can, Pamela. I think what we're seeing is some severe shortages in his supply chain. We're seeing some real difficulties getting his Russian forces ready. The fact that he had to conscript 300,000 new people, basically into the Russian military on emergency bases, shows that there is a great deal of weakness in the existing Russian military. Those weaknesses will continue. And they'll be made worse by the kinds of things that he's doing right now. So what Putin is trying to do is put a really good look at everything, but his ability to conduct offensive operations is going to be severely tested and I think it's going to fail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:05",
      "speaker": "BROWN",
      "sentences": "Well, it is a new year, as we said, and Republicans take over the House this week, meaning, President Biden will not have as much control over funding the war effort as he did last year. How big of a worry should this be for President Zelenskyy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:05",
      "speaker": "LEIGHTON",
      "sentences": "It should certainly be of some concern, because you're looking at, you know, something that will require a sustained commitment by the West. The good news for President Zelenskyy on the Ukrainian side is that the Defense Authorization Act and the funding bill that was just signed by President Biden really commit the U.S. for the next fiscal year to support the Ukrainian war effort.So the quicker the Ukrainians can move forward with offensive actions and with their capacity to regain territory that they've lost, the better off they're going to be. So it is of some concern, and the longer it takes for the Ukrainians to achieve their goals, the more difficult things could potentially become with the Republican controlled Congress. But certainly, the Ukrainians are in pretty good place right now, especially with NATO support, and the continued support of the U.S. military and the U.S. infrastructure to support that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:05",
      "speaker": "BROWN",
      "sentences": "Colonel Cedric Leighton, thank you so much.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:30:36",
      "speaker": "BROWN",
      "sentences": "Back now to our breaking news and major developments on that bizarre attack that unfolded near last night's New Year's Eve celebration in Times Square. Three New York City police officers are recovering after an unprovoked attack by a man wielding a machete.But tonight, multiple law enforcement sources tell CNN, the 19-year- old suspect was carrying some of his writings and his radical views. CNN's Gloria Pazmino back with us now. What more are we learning, Gloria?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:12",
      "speaker": "BROWN",
      "sentences": "All right. Gloria Pazmino, thank you so much.And coming up after CNN NEWSROOM tonight at 9:00 p.m. Eastern. A new CNN film tells the story of legendary singer, Dionne Warwick. She has brought us countless hits over the decades, but Don't Make Me Over tells the intimate stories behind her rise to global superstardom. Our Victor Blackwell has a closer look. (BEGIN VIDEOTAPE) (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:12",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "Dionne Warwick is a global music superstar.(MUSIC) But her impact extends far beyond music. Warwick singing career started at her grandfather's Church in New Jersey. Her talent and drive propelled her from the church choir to the most famous stages around the world. (MUSIC) But when she started touring in the south, Warwick encountered a level of bigotry that she had not seen growing up in the North. Her response was clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:12",
      "speaker": "DIONNE WARWICK, AMERICAN SINGER",
      "sentences": "Blacks were on the side, whites on this side. The stage was straight ahead. And I remember Sam saying, Dionne, do not turn your back on the white folk. First thing I did when I went out there, walk straight to the band and turn my back and play to the ones that looked like me.(CHANTING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:12",
      "speaker": "BLACKWELL",
      "sentences": "When the HIV AIDS crisis struck in the 80s, Warwick was quick to act.(MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:12",
      "speaker": "WARWICK",
      "sentences": "I became very, very vocal and very public with the AIDS issue based on the fact that we're losing so many people. Something had to be done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:12",
      "speaker": "ELTON JOHN, SINGER",
      "sentences": "Dionne was definitely a hero of mine and a hero to a lot of people. She was really the first person in the music business to actually speak up about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:12",
      "speaker": "WARWICK",
      "sentences": "My role as ambassador of health.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:12",
      "speaker": "BLACKWELL",
      "sentences": "Her efforts prompted then President Ronald Reagan to name her his U.S. ambassador of health to advocate for AIDS awareness and research around the world.Today, Warwick continues to make an impact through her colorful Twitter commentary. Collaborations with young artists. Pop culture presence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:12",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Dionne, why are you perfect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:12",
      "speaker": "WARWICK",
      "sentences": "Darling, I'm not perfect. I'm just very, very good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:02",
      "speaker": "BLACKWELL",
      "sentences": "Victor Blackwell, CNN.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:40:02",
      "speaker": "BROWN",
      "sentences": "The CNN film, \"Don't Make Me Over\" airs at the top of the hour right here on CNN. You won't want to miss it. We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CHRIS DIDIER, SON DIED OF FENTANYL POISONING",
      "sentences": "I found Zach, asleep at his desk, his head was laying down on his arm. I could feel before I even touched them that something was horribly wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "JOSH CAMPBELL, CNN CORRESPONDENT",
      "sentences": "Every parent's worst nightmare, 17- year-old Zach Didier found unresponsive in his room two days after Christmas of 2020. Medics arrived and began resuscitation efforts, but it was too late.C. DIDIER: And I started resuming CPR. And they just stood there and I got mad at them and said, guys, help me save my boy. When they didn't, I started trying to talk to Zach and begged him. Don't go, come back. Please come back. Do not go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "LAURA DIDIER, SON DIED OF FENTANYL POISONING",
      "sentences": "I walked up and Chris just said, our baby is gone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CAMPBELL",
      "sentences": "We sat down with Chris and Laurie Didier inside Zach's old high school theater classroom. Surrounded by memories of their son.L. DIDIER: He loves school. He loved sports. He starred in the musical. Zach was such a stellar young man. He always wanted to help other people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CAMPBELL",
      "sentences": "Zach's sudden death initially a mystery to investigators, but the Placer County Coroner near Sacramento, had two theories on the day of his death, either an undetected medical issue or fentanyl.C. DIDIER: And that further spiraled us into -- L. DIDIER: Into confusion. C. DIDIER: Debilitating confusions, like, why would you say that word? We had no red flags of Zach having struggles with any kind of drug use or addiction or depression.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "SCOTT HADLAND, MASSACHUSETTS GENERAL HOSPITAL",
      "sentences": "Nine out of every 10 overdose deaths in teenagers involves opioids, and most commonly, involves fentanyl.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CAMPBELL",
      "sentences": "Dr. Scott Hadland is head of adolescent and young adult medicine at Boston's Mass General for Children Hospital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "HADLAND",
      "sentences": "Fentanyl is so potent that teens -- particularly teens who have never used an opioid before and have no tolerance to them can die really quickly. We're talking within seconds to minutes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CAMPBELL",
      "sentences": "New CDC data indicate the most common place for teens to overdose is at home. And experts say there are various reasons they turned to pills.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "HADLAND",
      "sentences": "About two out of every five teens who overdose has a history of struggling with depression, anxiety or other mental health problems. And in many cases, these problems have gone unaddressed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CAMPBELL",
      "sentences": "In Los Angeles County alone, health officials recently announced accidental fentanyl overdoses skyrocketed over 1,200 percent from 2016 through 2021.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The problem is very serious. Not just in the city of L.A. but nationwide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CAMPBELL",
      "sentences": "To understand where many teens are obtaining fentanyl, we spoke with an LAPD narcotics detective. We agreed not to name him as his work involves undercover operations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The more personal sites would be Facebook, Marketplace, Instagram, and Snapchat. If you're buying it on a social media account, or you're buying it from somebody on the street or a friend, then most likely it's going to be counterfeit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CAMPBELL",
      "sentences": "When you look at these photos, the fake pill looks just like the real pill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "They sure do. The dealer's main objective is to get you hooked and if you don't die from it, then you're a customer for as long as you live.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CAMPBELL",
      "sentences": "In Zach Didier's case, his parents said he met a drug dealer on Snapchat, who sold them a deadly fentanyl pill that Zach thought was a pain reliever, Percocet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "MORGAN GIRE, PLACER COUNTY DISTRICT ATTORNEY",
      "sentences": "Zach's case was really the first for our county dealing with whether or not to hold someone who provides drugs to someone else who ultimately dies, whether or not to hold them responsible for their death. And if so, how much? The message to dealers are, we are fed up. We are tired of seeing young people dying in our communities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CAMPBELL",
      "sentences": "Zach's dealer was sentenced to 17 years in prison. But Placer County's district attorney who has advocated for aggressive charges against dealers, says prosecution alone won't solve the fentanyl crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "GIRE",
      "sentences": "The solution will be education and awareness and talking to parents talking to teachers.C. DIDIER: I've had a lot of struggle --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CAMPBELL",
      "sentences": "Warning families about the dangers of fentanyl has become a life mission for Zach's parents, who now spent countless hours going into schools, telling their shattering story.L. DIDIER: As hard as it is to talk about it, and as hard as it is to share the story, I feel him with me when I do it. I feel him helping me find the words even.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:02",
      "speaker": "CAMPBELL",
      "sentences": "What is it that goes through your mind before you step out onto the stage?L. DIDIER: I hope we reach them. I see their faces. I just scan the room and they're listening and absorbing it and I just think, God, please, let us reach them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:07",
      "speaker": "BROWN",
      "sentences": "It's important advice there. What a story. You could just feel that mother's pain.Well, Dionne Warwick is a music icon with 56 worldwide hits, six Grammy Awards, and one extraordinary legacy. Just minutes from now, she brings her exclusive story to CNN and the new film, \"Don't Make Me Over.\" It premieres at the top of the hour. Stay with us. (COMMERCIAL BREAK) (BEGIN VIDEO CLIP) (MUSIC) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "BROWN",
      "sentences": "Modest Mouse first got together in the Pacific Northwest in 1992. Their first mainstream hit \"Float On\" came out in 2004. The band was still recording and touring, but last week, it announced that Green had pulled out of the current tour because he was undergoing chemotherapy for an undisclosed type of cancer.(BEGIN VIDEO CLIP) (MUSIC) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "BROWN",
      "sentences": "And another loss in the music world last night, Anita Pointer, one of the founding members of the Grammy winning, Pointer Sisters, died last night of cancer in her Los Angeles home. She was 74 years old. And along with her sisters, Anita was part of one of the biggest groups in the '70s and '80s with three Grammy Awards, and more than a dozen top 20 hits.Well, it is a new year and a new slate of movies headed our way as studios hoped for a big year at the box office. CNN's Chloe Melas with a preview of what to watch for the New Year. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "CHLOE MELAS, CNN ENTERTAINMENT REPORTER",
      "sentences": "Nintendo fans are gearing up for the Super Mario Brothers movie set to release in April. Actor Chris Pratt is the voice of Mario in the new animated film based on the iconic video game.The famous plumber and his brother Luigi travelled through the Mushroom Kingdom in a quest to save a captured princess. Other big names lending their voices to the film include Anya Taylor-Joy, Jack Black, and Seth Rogen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "CHRIS PRATT, AMERICAN ACTOR",
      "sentences": "Hello. We come in peace.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "MELAS",
      "sentences": "Pratt also stars in the latest from Marvel Studios, Guardians of the Galaxy Volume III, with writer director James Gunn, bringing the space trilogy to a close. Star Lord Peter Quill leads the ragtag guardians on another dangerous mission to defend the universe. The film is set to release in May.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Who is this man?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm her godfather.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "MELAS",
      "sentences": "Harrison Ford returns in June as the legendary archeologist in \"Indiana Jones and the Dial of Destiny.\" It's been 15 years since we've seen Indi on the big screen, and Ford says this is the fifth and final installment of the film franchise.In his newest adventure, Indi takes on former Nazis in an effort to help the U.S. government beat Russia in the space race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Now, I am become death, the destroyer of worlds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "MELAS",
      "sentences": "\"Oppenheimer\" explodes onto screens in July. Peaky Blinders actors, Cillian Murphy, stars as physicist, J. Robert Oppenheimer. Christopher Nolan directs this drama about the father of the atomic bomb. The star-studded cast includes Emily Blunt, Robert Downey, Jr., Rami Malek, and Matt Damon.(MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "MELAS",
      "sentences": "And for much younger movie goers, a much anticipated live action version of \"The Little Mermaid\" makes a splash in theaters in May. Up-and-coming star, Halle Bailey, plays the adventurous Ariel, who falls for a dashing young prince while visiting the surface world, but a deal with the evil sea witch, Ursula, puts her life in jeopardy.Chloe Melas, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "BROWN",
      "sentences": "Well, it is not likely at the start of the season that you had both Georgia and TCU making it to the national college football title game, Georgia maybe but not TCU. The Horned Frogs pulled off the day's big upset by beating Michigan Saturday. And Georgia just barely got past Ohio State. They needed a last-minute score to win and a missed field goal at the stroke of midnight.Last hour, I talked to Morgan Moriarty, the college football reporter for Bleacher Report and I asked her who she thinks will win the national championship. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "MORGAN MORIARTY, COLLEGE FOOTBALL REPORTER, BLEACHER REPORT",
      "sentences": "I think TCU will come in with a chip on their shoulder. You know, no one really believed in them, and also, they opened as a 13-point underdog to Georgia. That's huge. That's bulletin board material. I don't know if they have what it takes to beat Georgia.But, I mean, I said that on this -- on another show yesterday. I picked Georgia. I picked Georgia. I didn't think Ohio State had what it took. I would love to see TCU win their first -- in their first national title game. I'm going to go with Georgia just because it's the safer pick. It feels like --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "BROWN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:11",
      "speaker": "MORIARTY",
      "sentences": "-- Kirby Smart is going to do a lot of great adjustments heading into that game. So we're just going to have to wait and see. I think it'll be a great game and I can't wait.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}