{
  "date": "2023-11-10",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Antony Blinken Says \"Far Too Many Palestinians have Been Killed\"; Gaza Hospitals Describe \"Night of Horror\" Amid Intense Strikes; Growing Calls For U.S. To Back A Ceasefire; Gaza Comes Under Intense Bombardment. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "ISA SOARES, CNN HOST",
      "sentences": "Hello, and a very warm welcome everyone, I'm Isa Soares. Tonight, inside Gaza, rapidly rising death toll, while outside it,urging questions on the world stage on how to avoid a greater humanitarian disaster. The U.S. Secretary of State says quote, \"far too many Palestinians have been killed in Gaza. One of the most direct condemnations yet by Antony Blinken on the staggering level of civilian casualties there. More than 11,000 Palestinians have been killed since the war began just over a month ago. And that is according to the Palestinian Ministry of Health in Ramallah, which draws its figures from the Hamas-controlled Ministry of Health in Gaza. This, as a hospital in Gaza says it has been completely surrounded by Israeli tanks. The head of the Al Nasr Hospital and Al Rantisi Pediatric Hospital in northern Gaza, says people cannot leave, and that they are asking the Red Cross as well as other organizations for help. We are also hearing reports that strikes have been hitting close to other healthcare facilities. Thousands of people have still been on the move in northern Gaza, trying to make their way south. That's after Israel announced a new evacuation corridor for Friday. Let's get more on those reported attacks close to two hospitals in northern Gaza we're telling you where tens of thousands of people have still been sheltering. It follows what is been called a night of horror, as intense airstrikes rain down on the area. Warning that Jomana Karadsheh's report contains graphic images. (BEGIN VIDEOTAPE) (ARTILLERY FIRE) JOMANA KARADSHEH, CNN INTERNATIONAL CORRESPONDENT (voice-over): Night 34 of this war brought hell to Gaza's hospitals. Death so close for these medics outside Al-Adha(ph) hospital, they recited their final prayers. The hospital says several were injured in these strikes, and two ambulances were completely damaged. It was one of several hospital struck in what was a night of horror for those sheltering in medical facilities in northern Gaza. (WOMAN WAILING) And on Friday, more heartache came with these devastating scenes at Shifa Hospital complex. The haunting screams of those who survived this blast, dazed, confused, searching for loved ones amongst the dead and injured. Images that infuriated humanitarians like Norwegian doctor, Mads Gilbert, who volunteered at Al-Shifa in the past. MADS GILBERT, PHYSICIAN AND FORMER VOLUNTEER, AL-SHIFA HOSPITAL: President Biden, Mr. Blinken, Mr. Blinken, can you hear me? Prime Ministers and Presidents of the European countries? Can you hear me? Can you hear the screams from Shifa Hospital, from our oldest hospital, can you hear the screams from innocent people? Refugees sheltering, trying to find a safe place? Being bombed by the Israeli attack forces? Hospitals that are the temples of humanity and protection?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Just heartbreaking. The ICRC's chief surgeon in Gaza, Tom Potokar has been describing the scale of death and injury that he has beentreating. He's currently working at the European Gaza Hospital, and gave a recent update on what an ordinary day looks like in a place dealing with anything, but ordinary. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "TOM POTOKAR, CHIEF SURGEON IN GAZA, ICRC",
      "sentences": "Another totally exhausting day. Walked around this morning, we saw half the patients, because we don't havetime to see all of them. And then we've been in theater, did about five cases today. The last one, another terrible story, a young man lost all his family, 40 percent burns, a lot of full fitness with some huge shrapnel wounds. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Well, I spoke to Potokar earlier by phone, I began by asking him about what the current exodus south means for the areas already stretchedmedical facilities. And a warning that his interview contains graphic, as well as distressing descriptions of some of the most horrendous injuries that he has been treating. (BEGIN VIDEO CLIP) POTOKAR (via telephone): Well, I'm based in European Gaza Hospital. And we are -- yes, it's overflowing with patients, but on top of that, there is a huge number of IDPs. I don't have the exact number. But I mean, they're in all the corridors, they're in the ground, between these makeshift tents made out of, you know, hospital drapes and sheets and bits of wood and stuff. People are sleeping in cars, there's a few tents. So there is a lot of -- there's a lot of displaced, internally-displaced people in and around the hospital, on top of a huge burden of actual patients in the hospital. And on top of that, you know, every day, more arrive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "POTOKAR",
      "sentences": "And these are not -- I mean, they are -- you know, they're coming from all over. And, you know, we're getting freshly injured, not just fromthe north, you know, because there is -- there is bombardment in the south as well, so all over --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Exactly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "POTOKAR",
      "sentences": "The patients from --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "That is -- that's a very important point you make. That it's not -- we've seen, we've heard from other NGOs as well that the south has alsobeen hit. You are the chief surgeon for the ICRC, Tom, at the European Gaza Hospital. Talk to us about the injuries that you've been seeing, particular, on children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "POTOKAR",
      "sentences": "Unfortunately, that have been killed as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "I mean, four months, it's incredibly hard to wrap your head around that. And like you said, those with deep burns, what would you do? I mean,what kind -- what kind -- what kind of medication? How can you help them? What do you say to the parents here, Tom?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "POTOKAR",
      "sentences": "Well, it's very difficult. I mean, the -- it's going back to the way burns were managed, you know, 50-60 years ago where they were treatedmore just with dressings and dressings and were in a hospital for months. You know, undergoing lots of painful dressing changes, waiting for the wounds slowly to heal, you know, that's unfortunately, or whether there's - - because of the overcrowding and burns are very prone to infection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "POTOKAR",
      "sentences": "You know, we've seen patients with maggots in their wounds, with lots of flies around. You know, we have to go back to very basic stuff,which is -- which is trying to do these dressings then. Again, ideally, these would be done in more -- let's say, hygienic --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "POTOKAR",
      "sentences": "You know, more sterile conditions with more painkillers, with more appropriate types of dressings. You know, that's just not feasible with thenumbers here and the lack of resources. We -- you know, we have to do quite basic stuff in the hope that, you know, we just have to try and treat as many as we can, the best way we can. But it's very difficult.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Difficult, more pressure, not just on you, but on all of your colleagues as well. Many of whom have families, also have to attend totheir families as attending to their job. Talk to those pressures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "POTOKAR",
      "sentences": "Well, yes, again, I mean, the stories are just awful. I mean, yesterday, myself, a few colleagues, you know, we were operating, thetheater nurse we were with, Palestinian nurse that was helping us, and you know, he got a phone call halfway through a procedure to say that his brother-in-law and his father-in-law were missing following an airstrike. And he'd be having dinner with them the night before. And you know, then he was frantically trying to get a hold of them, phone them up, trying to find out what had happened, and this again was in the south. And you know, unfortunately, 20 minutes later, he got a phone call to say they had all been killed. You know, and that's not the first time. You know, it happened to one of our Palestinian orthopedic colleague a week ago, same thing, same call whiles he was operating that his sister, her family had been killed. So, you know, the pressure, it's almost difficult to find anybody who hasn't lost --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "POTOKAR",
      "sentences": "Somebody close, and often a significant number. So, you know, they are under enormous pressure, and their resilience is astonishing to behonest. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "That's Tom Potokar speaking to me earlier. And what you just saw and heard is why calls for a ceasefire are growing louder. The Bidenadministration says it's against backing one. And U.S. allies in the Arab world are getting frustrated. The White House has now received warnings from American diplomats in Arab nations, saying that support for Israel's deadly response in Gaza is quote, \"losing us our republics for a generation over what they consider to be possible war crimes.\" Those words from a diplomatic cable obtained by CNN. Israel on Friday announced another six-hour window for civilians to evacuate south from northern Gaza. The top human rights official at the U.N. is raising doubts over these save zones, saying nowhere in Gaza is safe for civilians. Our international diplomatic editor Nic Robertson is in Israeli city of Sderot near Gaza's border. And Nic, we have heard today, and you would have heard this also, Secretary Blinken say there are far too many Palestinians have been killed in Gaza. And that is, correct me if I'm wrong, one of the most -- kind of the most direct condemnations of the civilian toll of this Israeli offensive. The language, the messaging, Nic, has somewhat shifted, it seems in the last few days. What kind of pressure is this putting on Netanyahu? What is the political climate like right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ROBERTSON",
      "sentences": "Civilians, as we've seen again today continue to get -- continue to get impacted. So, the United States language is getting -- is gettingmore and more out of step with the language that we're hearing from the Israeli leadership at the moment. And this does indicate the strain that exists, the political strain in the United States is under -- is under internationally and in this region in particular. And the strain that it's having, that it doesn't feel, it appears that Israel is really listening, fully, to what they're saying. You can see the strikes going on right now. I think John --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ROBERTSON",
      "sentences": "Has the camera trained --(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "We are --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ROBERTSON",
      "sentences": "Multiple showers coming down --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "We are looking at this. Yes, we are looking at these images that John is sending us right now, and these strikes raining down on Gaza. Justgive us a sense, Nic, as we look at these images, it's 16 past 9:00 now in the evening now. Is this -- what -- do we have a sense of where this is in northern Gaza exactly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ROBERTSON",
      "sentences": "This is probably a bit late here, which is in the northwest of the Gaza Strip. It's just -- it will be just north of -- well, a couple ofmiles north of Gaza city. So, this is still sort of one of the smaller towns. It's hard for us from where we are to see --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ROBERTSON",
      "sentences": "What's going on in Gaza city. And the IDF says that they have troops there as we know, been taking out Hamas targets. The IDF says thatthey've targeted over 15,000 different targets, have rounded up more than 6,000 weapons. But the debate, which is moving on from that, isn't it? Because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "ROBERTSON",
      "sentences": "The debate is now around Israel is showing that it can have humanitarian pauses and fight the war, but what it's not able to show isthat the healthcare system and everything that, that population, the massive population still inside Gaza needs to sustain itself. And the IDF has said all along, they anticipate going through the whole of the Gaza Strip, so people are moved into the south without adequate shelter for these numbers, and adequate places to be safe. And as the doctor you were interviewing was saying, the strikes continue in the south as well. And this northern section that we're looking at here is the one that's been -- had the IDF going through, looking for Hamas targets. For the longest period, for two weeks now already. And you can see, clearly, that the two weeks later, there are still targets for the IDF to go after here. So, it gives you the idea, and that -- what we're looking at there is only a couple of miles into the north of Gaza. Gaza is 26 miles long. So, it gives you an idea of how long it would really take the IDF to thoroughly clean out Hamas as they intend to do. And the reality of that from where we stand today, it looks like it would be -- it would be months and the world opinion has shifted against Israel. And now, it seems as well that the patience of the United States is being worn very thin as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "SOARES",
      "sentences": "And if you were with us in the last few minutes, you would have been looking at the intense barrage of these strikes, these flares fallingthere on Gaza. This is -- as our Nic was telling -- Nic Robertson in Sderot, was saying there, probably west of Gaza city. It's been going, I mean, it went for more than three minutes during our conversation. In the last few minutes, very intense. It's 9:22 in Gaza right now. We have been hearing from hospitals, some of the hospitals still in the north, some of them have been telling they've been surrounded by Israeli tanks. Even the head of one of the hospitals there, Al Nasr Hospital and Rantisi, that's a pediatric hospital, saying that people cannot leave. I want you to have a listen. Have a listen to this. (BEGIN VIDEO CLIP) (ARTILLERY FIRE) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "EHUD OLMERT, FORMER PRIME MINISTER OF ISRAEL",
      "sentences": "Well, I'm afraid that I can't see because you don't show it to me on the screen that I have here. So, Iguess that this is very bad and it sounds very bad. You know, I understand that Secretary Blinken complained about the number of casualties, and I can only say that I'm terribly sad. And I -- indeed -- I indeed I'm very sorry that there is collateral damage, which is perhaps beyond the expectations. So, wherever -- you know, this just week, a couple of days ago, Secretary of State instructed the American ambassador in the U.N. and the British ambassador in the U.N. was instructed to vote against the ceasefire. So, it is understood by America, and by the international community, that Israel has to complete its target of reaching out for the Palestinian -- the Hamas leaders, and to eradicate Hamas, and to destroy the bunkers and the command positions and the launcher pads and everything that can keep the Hamas as a military power. And we do it very slowly by the way. And this was a complaint that they had before. But we do it slowly, precisely because we want to avoid unnecessary civilian casualties as much as we can. It's not simple, it's not easy, because Hamas is in the center of Gaug(ph), in exactly where the Palestinian civilians can be a human shield --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "OLMERT",
      "sentences": "For these killers and murderers. So it makes it very difficult, and when we tried to do the maximum in order to reduce the collateral damage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "I understand, but as you would have heard today, more than 11,000 Palestinians have been killed since the war began. This is according toPalestinian Ministry of Health. This is a Hamas-controlled Ministry of Health in Gaza, 4,000, more than 4,000 of those are children. And what we have been seeing, Mr. Olmert, is concerns not just from allies, but also from across the region, from many Arab leaders, as you would know, want a ceasefire. Saudis MBS has called for the immediate lifting of the siege on Gaza. Now, the U.S., as you said, has made it clear that it's not calling for a ceasefire, but had said, previously, how Israel does this, matters. Do you get any sense that pressure is growing on Netanyahu?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "And you have said, on this -- you have said there was a lack of sober thinking by the Israel's war cabinet. What do you mean by that? Whatdo you think they ought to make clear? Because that's been a criticism from the beginning. There's been no clarity, no planning outlined here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "OLMERT",
      "sentences": "You know how much criticism I have on this government? Do you think that I waited until the 7th of October to be against this government?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "Oh, I know, I'm --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "OLMERT",
      "sentences": "Hundreds of Israelis --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "I remember you and I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "OLMERT",
      "sentences": "Hundreds of Israelis --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "-- have spoken pre-October the 7th, Mr. Olmert, as you all remember.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "OLMERT",
      "sentences": "Yes. Right, right, Isa. I'll tell you, hundreds of thousands of Israelis were demonstrating day in, day out against this government for thelast year for many reasons. This government is totally unacceptable and has to be changed immediately. But right now, in as long as they are in power, hopefully they will be changed momentarily, tomorrow, the day after tomorrow, any day. There are two things which you have to do. Number one, Israel is not going to stay in Gaza. So, the immediate -- after -- immediately after the end of the military operation, we have to pull out. No Arab country, no Palestinian will ever come to the West, to Gaza on the Israeli * [00:02:24]. So they will not agree to come and to be seen as if they've been somehow even tacitly cooperating with the Israeli military operation. Therefore, it is inevitable that there will be a Western intervention force for us, for a period of a year, a year and a half to start and rebuild civil administration and to start and rehabilitate and rebuild parts of Gaza. At the same time, right now, right now, Israel has to declare that we are prepared on the day after the military operation ends to start negotiations with the Palestinian authority for a two-state solution. We must provide a political vision. I absolutely subscribe to the effort we make to destroy Hamas. This is essential. It is a key to make the Middle East stable, but we have to provide a political vision. And the political vision is a two- state solution. There is nothing else. Only if we will do that, we can buy the patience, I believe, of the international community, to allow us and time needed in order to actually complete the destruction of Hamas. But this is essential. I doubt that this government will ever agree to do it. And that's why I think that we have to have another government and soon enough, I think Netanyahu will go home and he will be replaced.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "Mr. Olmert, always great to get you on the show and to get your insight. Thank you, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "OLMERT",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "And still to come tonight, American diplomats are reporting back on the growing fury in the Arab world, much of it directed towards Washingtonover its support for Israel's war in Gaza. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "SOARES",
      "sentences": "Welcome back, everyone. The Biden administration is coming under new and heavy diplomatic pressure in its response to its handling of theIsrael-Hamas war. A cable back to Washington from an American diplomat in the region says the IDF's campaign in Gaza is, \"losing us Arab publics for a generation.\" That warning comes as a high-ranking state department official testified to Congress that the civilian death toll in Gaza could be even higher than currently understood. MJ Lee joins us now from the White House with the very latest. MJ, just tell us what the diplomatic cable, and I believe there's more than one, says and what the reaction has been from the White House here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:00",
      "speaker": "MJ LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT",
      "sentences": "That's right. A number of diplomatic cables reviewed by CNN show that American diplomats, who arestationed in various Arab countries, basically warning the U.S. about the ongoing effects of the conflict in Israel and Gaza. As you noted, one of those cables saying that Israel's offensive in Gaza is losing us Arab publics for a generation. There was another cable that CNN saw from the U.S. Embassy in Cairo, which noted commentary from an Egyptian newspaper, which said, \"Biden's cruelty and disregard for Palestinians exceeded all previous U.S. presidents.\" All of this coming, of course, as there has been growing concern, even within the Biden administration, about the toll that the Israel-Hamas war is taking in terms of the U.S.'s public support for this conflict. Biden officials have been confronting public fury and anger about what they are seeing in plain sight. The growing death toll and civilian casualty and carnage inside of Gaza, and this has been a very delicate and complex situation for this White House and for this president. As you know very well, from the very beginning of this conflict breaking out, the president has said emphatically that Israel has a right to defend itself, but as the conflict has grown and has continued, and the death toll inside the Gaza Strip has only continued to climb, we have seen administration officials increasingly using blunt and more forceful language as they have talked to their Israeli counterparts, saying that more action needs to be taken in order for the Israeli forces to minimize the civilian casualties in Gaza. This, of course, is why we saw the official announcement from the Israelis to implement these so-called short-term humanitarian pauses so that humanitarian aid can go in and civilians can go out, but no question that the concern remains very serious here in the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "It is unusual. We think that this is focused on the Jabalia refugee camp. We can't know for sure,but judging from the distance and where it's located, that's where we think it is taking place. It is striking that this is only a few miles into the north of the Gaza Strip and it's a very long strip. So, it gives you an idea of just how intense the fighting is there still. And knowing that just last week, there were a couple of very heavy strikes on the Jabalia refugee camp that resulted in significantly high civilian death toll and casualties at the time. So, it is clear from an IDF perspective, while the humanitarian corridors are working to help get people from the north to the south, tens of thousands were told, went today from the north to the south and similarly over the previous few days, that the IDF is still able to conduct its fighting. It's still going after the places that Hamas hides out, where its tunnel networks are, where its communication points are, where it makes weapons, stores, weapons, all of those facilities. But what we were witnessing there appeared to be where the ground troops were focused on a specific location that they were going to go into, which would tend to indicate there would still be Hamas operatives there potentially because they're using illumination and smoke screen to try to make the IDF forces safer from being shot upon by Hamas and bringing in air strikes on those positions. So, while the IDF has been able to push south of Jabalia into Gaza City, behind their forces still, it appears there's a significant pocket of Hamas fighters holding out. And this is indicative of the way the battle is being fought here. It's not easy for the IDF, it's not quick because Hamas is very dispersed, an atomized force that has gone to ground and that makes the task for the IDF absolutely huge and put civilians in danger for so much longer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:16",
      "speaker": "SOARES",
      "sentences": "This week on CNN's Going Green, we've been spotlighting innovative solutions to preserve the world's most precious resource, water.Bianca Nobilo tells us how one company is creating circular economy around algae. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:16",
      "speaker": "JON VAN DRUNEN, MARKETING LEAD, BLOOM",
      "sentences": "The Earth is covered in water, but only about 3 percent of that is fresh water. And our fresh water supply isquickly depleting. Our mission is to clean water. We take waste algae and seaweed to produce materials used in the footwear and consumer product markets. Algae is basically the foundation of the food chain. So, algae is extremely critical to life on planet Earth. BIANCA NOBILO, CNN CORRESPONDENT (VOICE-OVER): In excess, they can turn into harmful blooms, which can deplete oxygen levels, release toxins and kill aquatic life. The problem arises when there's too much pollution in the water, causing the algae to grow uncontrollably. NOBILO (voice-over): Bloom Sustainable Materials was born out of a desire to help solve the algae problem when one of its co-founders discovered its potential as an eco-friendly plastic material.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:16",
      "speaker": "VAN DRUNEN",
      "sentences": "So it starts with algae harvesting. After the algae has been separated from the water, the clean oxygenated water is then returned backinto the ecosystem. This sludge is then dried to a flake and is then delivered to our facility. NOBILO (voice-over): Bloom produces a range of different algae-based pellets that act as sustainable alternatives for traditional synthetics made from fossil fuels. The final products contain anywhere from 10 to 30 percent algae, Jon says.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:16",
      "speaker": "VAN DRUNEN",
      "sentences": "Algae does have its limitations though. We would love for a product to be made with 100 percent algae. However, that's realisticallynot possible because it's algae, it's so brittle. Our very first customer was actually 11-time world surf champion Kelly Slater. You can find Bloom materials across all of his traction pads on his surfboards. He also just recently launched his own footwear line. This is Jason Momoa Aquaman's footwear brand called So iLL. And you can find our Bloom materials in the insole of all of his shoes. What makes our product unique, we're not just preventing environmental destruction, we're actually helping restore environments. Consumers are demanding more sustainable products. And consumers want to support brands that are taking that next step towards a more sustainable future. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:16",
      "speaker": "SOARES",
      "sentences": "And that wraps our Going Green theme week. You can watch more stories from this series on cnn.com/goinggreen.And if you're just joining us, reminding you of the developments we've been tracking in the Israel-Hamas war. In the last half hour, we have seen these scenes of intense bombardment in Gaza going for several minutes in fact, a month into the deadly war between Israel and Hamas. We are hearing different versions of what post-conflict Gaza could look like. Two of those visions have come from the U.S. and Israel, but they're not aligned on some major points. And what we want to know is how Palestinians in Gaza see their own future. Some rhetoric from Israel's leaders has equated Hamas with the Palestinian people. Take a listen to Israeli President Isaac Herzog speaking in the wake of the Hamas attack. (BEGIN VIDEO)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:45:16",
      "speaker": "ISAAC HERZOG, ISRAELI PRESIDENT",
      "sentences": "First of all, we have to understand, there's a state, there's a state in a way that has built a machine of evilright at our doorstep. It's an entire nation out there that is responsible. It's not true, this rhetoric about civilians not aware or not involved. It's absolutely not true. They could have risen up. They could have fought against that evil regime which took over Gaza. (END VIDEO)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "AMANEY JAMAL, DEAN, PRINCETON SCHOOL OF PUBLIC AND INTERNATIONAL AFFAIRS",
      "sentences": "Yes, no, that's a great question. Thank you for having me. What we found isthat there was little support for the Hamas government at the eve of the -- these atrocities. So, about two thirds of Gazans did not have any trust or little trust even in the Hamas government. That's two thirds of the people of Gaza. While so much is being made about holding the civilians of Gaza, the women and children of Gaza accountable to the atrocities of Hamas, what we find in our poll is that there's little evidence to suggest that there's widespread support for Hamas. To your point, we also found that only a quarter of Palestinians in Gaza, if given the opportunity, would vote for Hamas. And about 72 percent of Gazans believed that there was widespread corruption in the ranks of Hamas before October the 7th. And basically, a large segment of the population believes that Hamas has mismanaged the resources of Gaza as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "So, if there were to be elections then in Gaza, and there haven't been, like we said, Amaney, for 20 years, who would they vote for in theseelections? Do they have faith in any particular party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "JAMAL",
      "sentences": "Right. Well, so what we see in the polling is that about a plurality has faith in Fethi. Those numbers are at 30 percent. And that's at leastsomething to work with. But remember, you know, the Palestinian political landscape, the Palestinian electoral process and the political parties of the Palestinians, at least those political parties at play today, you have Fethi basically and Hamas. Hamas is calling, it still -- it has extremist elements and elements that are calling for the destruction of the state of Israel. You have Fethi on the other hand that has denounced terrorism, recognize Israel's right to exist, basically is an extension of the Palestinian Authority. But it lacks legitimacy because the two-state process, the peace process has failed and the Netanyahu government has done very little to push the peace process forward over the last several years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "Yes. And I think as you're talking, Amaney, your microphone must have fallen off. I don't know if you can see it. If you can just put it on,that's fantastic so we can hear you clearly. And what you have outlined, Amaney, is that perhaps there is little faith in neither of these parties. But is there someone who they believe can lead Gaza? If you're talking about concerns over corruption here, which was the initial concerns, is there someone they believe can do this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "JAMAL",
      "sentences": "So, you know, I was listening to the previous speaker, Mr. Olmert, and he articulated the key issue here is that if there are clear goals inplace, so, you know, if you're going to have elections for Palestinians, to what end? Are you going to have another government in Gaza simply to police Gazans, make sure that they are compliant, make sure that they are caged into this land on Gaza, or is there hope for something better? If there are going to be elections, is that going to lead to a democracy and that democracy is going to lead to a two-state solution? Otherwise, what is the point of having elections if basically the daily realities, daily political, economic and social realities in Gaza are not going to change? And all you're giving are the children of Gaza no hope, and then doctrines like Hamas become that much more attractive to the youth? There has to be a goal. And the truth is we're seeing all this devastation in Gaza. Thousands of people have lost their lives, and we're not sure to what end. After the eradication of Hamas, even if it is eradicated, what -- where's all of this going? And there has -- you know, the international community has been extremely supportive of Israel's campaign in Gaza, has almost been rather silent on the humanitarian crisis that is emerging in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:00",
      "speaker": "SOARES",
      "sentences": "You heard Mr. Olmert, sorry to interrupt, you heard Mr. Olmert, he was mentioning Palestinian authorities, something that we've heard from theU.S. How much faith is there on the Palestinian Authority?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "SOARES",
      "sentences": "Thank you so much for taking the time to speak to us. I found your service absolutely fascinating in terms of giving us some insight into whatGazans want to see and what they're not liking. And this is pre-October 7, really important. Thank you very much for taking time to speak to us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:00",
      "speaker": "JAMAL",
      "sentences": "Thank you. Thank you for having me. It's been a great pleasure. Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}