{
  "date": "2023-02-09",
  "headline": "CNN Newsroom",
  "subHeadline": "Zelenskyy Pushes for EU Membership; Mark Kimmitt is Interviewed about Ukraine; Layoffs at Disney; Security at the Super Bowl. Aired 9:30-10a ET",
  "utterances": [
    {
      "timeStamp": "09:33:49",
      "speaker": "JIM SCIUTTO, CNN ANCHOR",
      "sentences": "Right now, in Brussels, Ukrainian President Volodymyr Zelenskyy meeting face-to-face with EU leaders, part of what is just a second trip outside of Ukraine since the start of the Russian invasion nearly a year ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:33:49",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "This morning, Zelenskyy, again, made a passionate plea for EU membership to the European parliament. Also telling lawmakers Ukraine needs more guns, tanks and fighter jets to end Russia's aggression.Joining us now is CNN international diplomatic editor Nic Robertson, who's live in Brussels this morning. So, an important trip for Zelenskyy. Of course, on the heals - first he was in the U.K. yesterday, now speaking with the EU and continuing that push for more military aid. Any indication on whether it will come their way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "I'm sure Russia was listening to that message as well.Nic Robertson, thanks very much. With me now to discuss, retired Army Brigadier General Mark Kimmitt. Good to have you on, sir. Nice to see you face-to-face. BIG. GEN. MARK KIMMITT, U.S. ARMY (RET.): Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "I want to talk about the latest, because we were discussing this in the break, signs that Russia may have begun the long- anticipated new spring offensive. What are you hearing and what do you think is credible?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "KIMMITT",
      "sentences": "Yes, the very highly respected Institute of the Study of War accesses that the Russians are now starting a counterattack in the Luhansk region up north from Bakhmut, which is down in Donetsk. They seem to have put a number of divisions in. It's questionable how strong they are, how tough the Ukrainians will be in slowing them down. But it doesn't look like they could achieve a major breakthrough, if any significant breakthrough at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "Ukrainian officials have been warning our colleagues in Europe about this very prospect here. When I speak to folks on the U.S. military side, they've expressed doubts that Russia can generate the manpower and the equipment to make this offensive successful. Would you share that assessment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "KIMMITT",
      "sentences": "I would. And I think what's most important, especially when you hear Zelenskyy asking for more missiles, I would hope that what the Ukrainians are using their long range artillery and their missiles are is to attack the ammunition dumps, the logistical routes, the command and control networks that are critical and essential to making any kind of offensive work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "A lot of attention on tanks. The tanks are going, but they're still training. So, it's going to take some weeks, months even, for the American tanks to get there. Now the latest talk again is of jets. Are those essential for Ukraine to defend itself, in your view, and given the timing, the delays, frankly, is that sort of an issue down the road as opposed to an issue today? KIMMITTjets will have an effect on the battlefield for -- prior to the summer, if even that quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "KIMMITT",
      "sentences": "What I'm most concerned about is bringing in jets because the Russians could very well bring in their S-400 air defense system, the most powerful in the world, and that could really diminish, if not take away the value of those jets coming in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "OK, two other topics if I can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "KIMMITT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "There as a briefing on The Hill today about the Chinese spy balloon. And it does appear, from what we know, granted most of this is classified, that at least the balloon was more of a threat, more capable than initially assessed. Is that your view? Not just the balloon itself, but a network of balloons China has been using.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "KIMMITT",
      "sentences": "Well, certainly, it's not a direct threat, but it has the capability to improve the intelligence picture that the China have. It can loiter over targets, has probably much better photographic capability than satellites, and, of course, it can probably pick up signals, intelligence, our communications, from that height. So, it certainly is an intelligence concern. And I hope that the administration and the Department of Defense is taking the action to counterattack -- counteract these in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "And they do - they have said that they've been able to mitigate. Questions as to what degree they've been able to mitigate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "KIMMITT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "Final question, North Korea showed off what experts say is a solid fuel intercontinental ballistic missile, this during a military parade yesterday. It appears to be some advance in technology there.When you saw those images, do they concern you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "KIMMITT",
      "sentences": "I - they really do. Not immediately, not in the long term, but the fact that he is still continuing this program. He says he's going to have an exponential increase in the number of missiles. I think we need to keep an eye on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "KIMMITT",
      "sentences": "You know the situation in east Asia better than anybody in this building. I'm sure you are watching it more than I am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "Well, it's - and, listen, when we think about it, just a few years ago, everybody talked about the prospect of a nuclear North Korea being catastrophic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "KIMMITT",
      "sentences": "Yes. [09",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "We're there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "KIMMITT",
      "sentences": "We're there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes. Yes.General Mark Kimmitt, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "KIMMITT",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "HILL",
      "sentences": "Just ahead here, sizable layoffs from two new companies being announced. How those cuts line up with the rosy economic forecast presented by President Biden.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "SCIUTTO",
      "sentences": "Well, even as the overall job market remains strong, we have seen a shakeup from some companies this week. Two more announcing significant layoffs. Disney cut more than 7,000 employees from its global workforce, about 3 percent. Zoom announced that 1,300 workers have been let go despite their big jump in popularity during the pandemic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:35:03",
      "speaker": "HILL",
      "sentences": "CNN chief business correspondent - if only I could get that out, Christine - Christine Romans -- I got the name right -- joins us now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "HILL",
      "sentences": "So, this is -- this is the latest, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "ROMANS",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "HILL",
      "sentences": "The numbers sound really big, and they are, for every single person, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "ROMANS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "HILL",
      "sentences": "They're big, Seven thousand. You pointed out, and as Jim just said, that's about 3 percent of Disney's total workforce.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "ROMANS",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "HILL",
      "sentences": "So, this is a cut, it is not, we're cutting half of our workforce. It's hard to wrap your head around sometimes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "ROMANS",
      "sentences": "So, let's talk about Disney for a second because Bob Iger is back at the CEO. So this is Bob Iger 2.0 at this company and he's undoing at lot of the things that his predecessor did. So, this is what he's calling another transformation.This is a big reorganization. This is a little different. It's not just job cuts because you're looking out in the - in the - you know, in the future and you're seeing maybe some headwinds and so you're cutting - cutting head count. This is a total reshuffling of how this business is going to look. So that's what's happening over there at Disney. And Wall Street likes it. We've seen this again and again when tech companies and media companies announce job cuts, Wall Street rewards them. So, that's what you're seeing right here. He's going to cut 5.5 billion in costs, 7,000 jobs. And you ca see that the very far right of that - of that graphic there is since he game back as CEO of the company. So it was down 40 some percent from the peak in 2021 under a lot of pressure from investors and shareholders. And since he came back, it is bouncing back here. He says that they're going to - they're losing less money in streaming. They are hoping to be profitable by 2024. And they're going to hope by the end of this year to return a dividend to investors. So, that's why there's a lot of sort of action in Disney today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "SCIUTTO",
      "sentences": "All right, Christine, the trend is your friend, looking at the bigger picture. Bringing all these numbers together. We just got weekly jobless claims in the last hour. How does this all fit into the bigger picture?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "ROMANS",
      "sentences": "So, the jobless claims -- every week, you know, this is a tally of the first-time claims for unemployment benefits. So, it gives us a real feel about what's happening in layoffs. Still relatively low. And 196,000. A little bit more than expected, but they didn't expect very many. This is still historically low in terms of overall layoffs.So, outside of those kind of key names that you hear day in and day out in tech and media, overall bosses seem to be more concerned about holding onto workers in 2023 than laying them off. Now, one thing that we'll be watching closely, Jim, about the tech layoffs, some people, maybe if you're still getting a paycheck for the next six months as part of a severance, you might not file for unemployment benefits.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "ROMANS",
      "sentences": "So, some of those tech layoffs might to be showing up yet in jobless benefits. We'll just be watching very closely to see if the tech and media layoffs are maybe a leading edge to something that's a softening in the overall labor market, but we haven't seen it yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "SCIUTTO",
      "sentences": "We asked Marty Walsh that question last week, of course before he announced he's leaving for the NHL Player's Association, but he said that a lot of those tech folks are ending up getting jobs at other companies when they leave. We'll have to see what the numbers show.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "ROMANS",
      "sentences": "That's right. That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "SCIUTTO",
      "sentences": "Christine Romans, thanks very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:45:03",
      "speaker": "ROMANS",
      "sentences": "You're welcome.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "HILL",
      "sentences": "Sunday's Super Bowl will be, yes, a battle for brag rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "HILL",
      "sentences": "But perhaps the biggest battle will go down between two brothers. Jason Kelce, who's a star offensive lineman for the Eagles, and Travis Kelce, a star tight end for the Chiefs, will be the first ever brothers to compete against one another in the Super Bowl.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "SCIUTTO",
      "sentences": "That's one proud mom, I'm sure. The brothers kicked off the week with a special surprise for their mother, Donna, who crashed an interview to give her boys homemade cookies. Donna explained to CNN how she plans to navigate Sunday's game.(BEGIN VIDEO CLIP) DONNA KELCE, TRAVIS AND JASON KELCE'S MOTHER: They're both on offense. So, every time somebody has the ball, I'll be clapping. And every time somebody gets a touchdown, I'll be thrilled. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "SCIUTTO",
      "sentences": "I have to say, I can only imagine how many practices she went to and games through the years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "HILL",
      "sentences": "Oh, my gosh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "SCIUTTO",
      "sentences": "So, when it comes to raising two eventual NFL stars, Donna says the boys were constantly one-upping each other.(BEGIN VIDEO CLIP) DONNA KELCE, TRAVIS AND JASON KELCE'S MOTHER: Constantly competing. And I think that's what really drove both of them to be the way that they are. It's just the need and the want to beat somebody in their house and they're both very athletic, so they had the best, you know, individuals to practice against. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "SCIUTTO",
      "sentences": "Goodness. Cleveland Brown fans, no less. Donna tells us she's got a strategy for this weekend watching the game. She has her fingers crossed for both sons. And she was saying this morning, Erica, she's going to cheer whenever there's a touchdown by either team. That's kind of an easy position to be in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "HILL",
      "sentences": "I mean, I like it. It works. She's going to be hoarse by the end of it, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "HILL",
      "sentences": "And her hands might hurt from all the clapping, because she's clapping whenever either team has the ball.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "HILL",
      "sentences": "But that is all you can do as a mom is cheer them both on. I --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "SCIUTTO",
      "sentences": "Yes. She's got to be bursting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "HILL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "HILL",
      "sentences": "Nearly 200,000 fans expected to be in Arizona for Super Bowl Sunday. Federal and local agencies have launched a massive operation, as you can imagine, to make sure that everyone and every moment is safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "SCIUTTO",
      "sentences": "Yes, Super Bowls are always big security events.CNN's Rosa Flores shows us how hundreds of workers have teamed up to secure the big game. (BEGIN VIDEOTAPE) ROSA FLORES, CNN CORRESPONDENT (voice over):  What are U.S. Customs and Border Protection helicopter -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're flying about 500 feet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "FLORES",
      "sentences": "A U.S. Air Force KC-135 Stratotanker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "All clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "FLORES",
      "sentences": "And an F-16 fighter jet doing over Glendale, Arizona? They're tasked with guarding the skies over Super Bowl LVII. With nearly 200,000 fans expected for the big game between the Kansas City Chiefs and the Philadelphia Eagles, security is a multiagency effort.FLORES (on camera): What types of threats does the FBI prepare for when it comes to the Super Bowl?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:51:53",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, a wide variety. Anything from active shooters to explosive threats, IED threats, the bomb threats, suspicious packages.FLORES (voice over): From this operations center, the FBI, alongside more than 40 federal, state and local law enforcement agencies will use these 360-degree cameras to have eyes on every inch of the stadium. Scott Brown is the federal top official in charge of security. SCOTT BROWN, SPECIAL AGENT IN CHARGE, HOMELAND SECURITY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "FLORES",
      "sentences": "Sky patrol is in the hands of U.S. Customs and Border Protection Air and Marine Operations.FLORES (on camera): When your teams are patrolling, what could they be looking for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We're going to look for anything out of the ordinary. It could be anything from smoke to disruptions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "FLORES",
      "sentences": "CBP Air and Marine Operations will be able to fly over the stadium during the big game, but no other aircraft will because the FAA will be imposing a flight restriction that's 30 miles wide.FLORES (voice over): Those flight restrictions will be enforced by NORAD, the North American Aerospace Defense Command, with these Air Force F-16 fighter jets. MAJ. ANDREW SCOTT, 601ST AIR OPERATIONS CENTER: Since 9/11 we've been able to safely escort out any aircraft that's violated restricted airspace. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "09:55:03",
      "speaker": "FLORES",
      "sentences": "Now, those flight restrictions also apply to these, drones. Now, this one belonging to CNN photojournalist and pilot extraordinar (Ph) Jerry Simons (ph) and the ban behind this camera. We are using it only as a prop because this is a no-drone zone. And those individual who violate that rule could face civil penalties of up to $30,000 or criminal prosecution. So, Jim and Erica, from talking to the FBI, what they told us was, the last thing you want is a tap from the FBI, an FBI agent asking you the bring your drone down. So, don't do it. Don't bring it. Leave it at home.",
      "isLastSentenceInterrupted": false
    }
  ]
}