{
  "date": "2023-08-26",
  "headline": "CNN Newsroom",
  "subHeadline": "Three Killed in Racially Motivated Attack in Jacksonville; Interview with Jacksonville Sheriff T.K. Waters about Mass Shooting Incident; Interview with State Representative Justin Jones (D-TN) about Jacksonville Mass Shooting and Gun Reform; White House: Biden Briefed on Shooting in Jacksonville. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR",
      "sentences": "Multiple people gunned down at a Dollar General Store. Officials saying that the shooting was a racially motivated attack.(BEGIN VIDEO CLIP) SHERIFF T.K. WATERS, JACKSONVILLE SHERIFF'S OFFICE: He wanted to kill (EXPLETIVE DELETED). That's the one and only time I'll use that word. I want to be very clear that there is absolutely no evidence that the shooter is part of any large group. We know that he acted completely alone. If you take a look at the images on the screen, you'll be able to see what he utilized. The weapons that the shooter used today are a Glock and an AR-15 style rifle. This is a dark day in Jacksonville's history. Any loss of life is tragic. But the hate that motivated the shooting's killing spree adds an additional layer of heartbreak. There is no place for hate in our community and this is not Jacksonville. As a member of this Jacksonville community, I am sickened by this cowardly shooter's personal ideology of hate. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "ACOSTA",
      "sentences": "Let's get right to CNN's Isabel Rosales who is tracking these developments for us.Isabel, what more can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "ISABEL ROSALES, CNN CORRESPONDENT",
      "sentences": "Right, Jim. So let me reset here with what Sheriff T.K. Waters just told us here in the last couple of minutes. The shooter who has not been identified, they need to be identified through the medical examiner's office, was a white male in his early 20s. The sheriff says he entered the Dollar General in a tactical vest, wearing a mask. He had on him an AR-15 style rifle and a handgun that we saw from those pictures had swastikas on them.He then went inside of that Dollar General and killed three people. Two male, one female. All of the victims were black. Then he turned that gun on to himself. The sheriff says that the shooter recited in Clay County with his parents. He had a history here. He was Baker Acted in 2017. That is a process in Florida that allows a judge to temporarily seize control of guns when someone has been deemed to be a threat to themselves and to the public -- and/or to the public. The sheriff tells us at 1:18 p.m., the shooter, who again has not been identified, texted his father before the shooting, telling him to look at a computer. His father found in the computer three documents. We're thinking that those are the manifestos. At 1:53, whatever the father saw was obviously very alarming because they called the Clay County Sheriff's Office. But by that time, Jim, that shooter had already begun shooting. And then we heard from the sheriff that the shooter authored, quote, \"several manifestos\" intended to his parents, to the media, to federal agencies. They included the N word. Whatever was in these manifestos, the sheriff says it was obvious that this was racially motivated beyond the use of the N word, that this -- he hated black people is a quote from the sheriff, that he was cowardly, a maniac, and, quote, \"targeted a certain group of people.\" Black people. The FBI is pursuing this as a hate crime and has opened a federal civil rights investigation. I also, Jim, want to mention what has happened to this community on the same day, August 26th, back in 2018. They had a mass shooting at Jacksonville Landing. That was a venue that has since been demolished where a shooter went into a video game tournament and just opened fired, killing two people, injuring 10. That venue again has since been demolished. Here's what the mayor, mayor of Jacksonville, Donna Deegan, had to say about the scenario happening today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "MAYOR DONNA DEEGAN, JACKSONVILLE, FLORIDA",
      "sentences": "I can't even begin to tell you how frustrating this is for all of us because we've seen it too much. We've seen it too much. And this, as you know, was the anniversary of when we had the shooting at the Landing. And I believe that was also indicated in the manifesto, that he was aware of that, and perhaps chose this date in alignment with that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "ROSALES",
      "sentences": "And just a horrible, horrible scenario for the Jacksonville community, Jim. So many questions that need to be answered. This is just the beginning of this community getting, pursuit of answers and justice ultimately but the wound is still too fresh here.I also want to mention Edward Waters University, a historically black school. In fact Florida's first institution established for the education of African-Americans on the same road as this Dollar General where the shooting occurred, Kings Road, less than a mile away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:00",
      "speaker": "ROSALES",
      "sentences": "They activated, while this was undergoing, a campus safety alert telling their students to stay in place. Preliminary reports here by the university indicate that no students, staff member or faculty were involved in the shooting -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "CHARLES RAMSEY, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Well, we've seen it happen before and we'll see it happen again unfortunately. I mean, right now there is a lot of hate in this country and there's a lot of rhetoric that I think stokes those flames. And people need to be careful with their words. Now having said that, it doesn't mean that this particular individual would not have done it anyway. He had a lot of hatred apparently built up in him.His own parents contacted the sheriff's office once they read this manifesto or something on his computer or what have you. But we've got to find a way to get a handle not only on that kind of hatred, but also the kind of guns that we have in our community. I mean, again, another assault weapon used, a semi-automatic weapon used. You can kill a lot of people in a very short period of time. And we've got to get a handle on the people who are likely to use these guns, as well as the guns themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "ACOSTA",
      "sentences": "Ed Davis, former commissioner in Boston, let me go to you. I guess, what are your thoughts? I mean, there's a lot to unpack here. We have weapons with swastikas on them. And as the sheriff was saying, this was clearly a racially motivated attack.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "ED DAVIS, FORMER BOSTON POLICE COMMISSIONER",
      "sentences": "Good afternoon, Jim. I agree. Motivated, pure hatred, a deranged individual, as Chuck said, and Chuck and I have been working together on this problem for 30 years. It's just too easy for them to get their hands on these weapons of mass destruction is what I'll call them. I mean, the videos that I've seen from, you know, people utilizing an AR-15 or an AK-47, it's just vicious to watch what they do to people.And we're seeing this every night now. Juliette and I were just talking a couple of days about how it's been quiet when school is done. And we all have this pit in our stomach that it's going to start again, and here we are talking about it in Jacksonville, in Boston, in Choctaw, Oklahoma.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "ACOSTA",
      "sentences": "Yes. It's happening all over the country this weekend. But joining us now is Jacksonville Sheriff T.K. Waters. I believe the sheriff is with us now. Sheriff, thank you very much for being with us. Our condolences toyour community. I'm very sorry for what you've gone through this afternoon. And I couldn't help but pick up on the frustration in your voice. Is there anything else you can tell us or update us apart from what you said at the press conference? I know you were holding back on further identifying the gunman at this point. Not that he deserves any kind of identification, but is there anything more you can tell us about what motivated this? What was behind this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "WATERS",
      "sentences": "Clearly it's nothing but his dislike for the black community. He said it. He said it in his manifesto. He made it very clear. I held back on the number of times he used the word nigger. I did not explain that as many times as he said it. But it's very clear that he has a problem with the black community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "ACOSTA",
      "sentences": "And how many guns?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "WATERS",
      "sentences": "He had a Glock pistol and he had an AR-15 type rifle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "ACOSTA",
      "sentences": "And did both weapons have swastikas on them? Was it just the Glock? Can you tell us about these weapons? Were they both used during the attack?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "WATERS",
      "sentences": "I don't believe that he got a chance to get to the Glock. As he was trying to exit the building, my police officers drove up, saw him, he saw them. He retreated back inside the building and went into an office where he cowardly took his own life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "ACOSTA",
      "sentences": "And Sheriff, if you can help us out, there's a nearby college that apparently had an altercation or interaction with this individual earlier in the day. And it sounds as though perhaps he was flushed in the direction of the Dollar General and then selected the Dollar General as just sort of a random target of opportunity? Is that what occurred? Can you kind of walk us through the timeline of what took place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:03",
      "speaker": "WATERS",
      "sentences": "Yes. So there was no altercation at the college. There is a college, Edward Waters University is close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "WATERS",
      "sentences": "He took that opportunity to put his bullet-proof vest on outside, and to put his mask on outside, and then proceed to the store where he committed this horrible act. He left home. We have information that my neighbor and good friend Sheriff Cook informed us that he left his house at 11After checking his computer, he then -- well, after sending that message, he then proceeded to Dollar General. At 1:53, the suspect's dad called the Clay County Sheriff's Office, which is a neighboring county, and by that time he had already begun his shooting spree inside the Dollar General. ACOSTA: So he simply went to the college campus to put on the tactical gear and that was essentially it. So do you think -- was it his motivation to go to this Dollar General and shoot people there on site and that was essentially what he intended to do today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "WATERS",
      "sentences": "Well, I don't do this very often. But pure speculation, it's going to be any place where he thought he could get his goal accomplished.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "ACOSTA",
      "sentences": "Gotch. And he went inside the Dollar General and that's where he opened fire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "WATERS",
      "sentences": "That's correct. He opened fire outside the Dollar General first. Went inside and opened fire once again. Unfortunately, taking the lives of three of our citizens here in Jacksonville.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "ACOSTA",
      "sentences": "And what more can you tell us about the victims at this point? I suppose you might still be in the process of notifying next of kin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "WATERS",
      "sentences": "Yes. So the next thing for us is to notify next of kin. We will do that in person. That's the only way that it should ever be done. We'll do that in person. After that, we will make notification of who they are. But until then we want to show much respect to the families which are the most important thing right now even the suspect's family because they didn't do this. They're not responsible for this. This is his decision, his decision alone. My only wish was he'd allow us to engage him and -- I still don't like the way it ended but I'm glad it ended the way that it did. I'm glad that it's over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "ACOSTA",
      "sentences": "And we understand that the gunman had been flagged as part of the Baker Act? Feel free to correct us if we're wrong about that. Did that act fail in this case? What took place in that regard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "WATERS",
      "sentences": "No. That's still part of the investigation, Jim. 2017, he got Baker Acted. But it's still up in the air whether or not he was there. They determined he didn't need to be there. They let him go. That's still part of our investigation as we move forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "ACOSTA",
      "sentences": "And forgive me for peppering you with a lot of different questions, but how did this gunman come about being in possession of these firearms?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "WATERS",
      "sentences": "That's unclear. As you know, if there is a Baker Act situation, they're prohibited from getting guns. But we don't know if that Baker Act was recorded properly. Whether it was considered a full Baker Act. We just know that in 2017, that was the information that we had received from our partners over at Clay County Sheriff's Office.And, you know, there's many ways to get him after that. You know, straw purchases and things like that, but again, I don't want to assume. We have to look into that and get information before we make that determination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:05",
      "speaker": "ACOSTA",
      "sentences": "And going back to your comments at the press conference, I can tell you're frustrated. You're angry about what took place in your community. I know I don't need to tell you, Sheriff, that this has been taking place in other communities across this country. It happened in Buffalo at a supermarket there recently.What can you say about this problem that we have in this country where you have an easy access to military-style weapons, that are obtainable by people who have very serious problems? They may be criminally insane. They may also have -- they may harbor a lot of racist thoughts and that kind of hatred as well. What can be done to solve this problem? Because it happens over and over again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:06",
      "speaker": "ACOSTA",
      "sentences": "Yes. Can you tell us about the community that was targeted today, for the folks who are not in Jacksonville?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:06",
      "speaker": "WATERS",
      "sentences": "It's a great community. It's one of our historical black universities is there. Edward Waters University. It's a thriving community. It's constantly growing, it's getting safer. And it's a place called Newtown and it's just a great place with a lot of great people and we are working very diligently to make sure that we keep it that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:06",
      "speaker": "ACOSTA",
      "sentences": "And what is the next 24 hours of your investigation look like? Where does it go from here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:06",
      "speaker": "WATERS",
      "sentences": "So our homicide detectives are working along with the FBI to make sure that there's no other groups, no one out there, and we don't believe that there is. We believe he was a single actor on this. They're working to make sure that that's the case. Our homicide detectives are going to comb through every piece of information that's available to make sure we find out and get a great time -- a really good solid timeline of what happened and why it happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:06",
      "speaker": "ACOSTA",
      "sentences": "And these manifestos, might those be released to the public at some point? Have you read them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:06",
      "speaker": "WATERS",
      "sentences": "Yes. So I've read part of them. They were very long. There was one written to the FBI. One written to his parents. One written to the news media. So they're very long and they're quite frankly the words of a madman. And that I'm a big believer in transparency. I'm a big believer in people seeing. This is -- we serve our public here and our public has the right to see. So as soon as we finished with it, we are going to release that. ACOSTAof the 60th anniversary of the 1963 March on Washington where Martin Luther King, Jr. gave his \"I Have a Dream\" speech and yet this racially motivated attack happened today. It's not the first time something like this has happened today. I guess how -- do you have any thoughts on how this country can make any progress in this area where we don't see these types of attacks happening over and over again, where African-American communities are terrorized? Because that appears to be what took place -- that is what took place today, a community was terrorized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:06",
      "speaker": "WATERS",
      "sentences": "That is absolutely what took place. You know, and the thing about it is the loss of life, no matter what the circumstances are, it's always unacceptable. It's sad and it should never happen. It should never happen. I think, I think we have a great country with great people who care about one another. And there are outliers. You know, there's outliers in just about everything. And these outliers, these people, they take the opportunity to, you know, write their story or whatever they decide to do, and do these horrible things.It's not acceptable. I don't think that's the way the world believes. I think there are pockets of those kinds of problems all over the place. I don't think the world believes that way. I don't think this country believes that way, and I know our city doesn't believe that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:06",
      "speaker": "ACOSTA",
      "sentences": "Well, I've been down to Jacksonville lots of times. It's a terrific community. I'm just so very sorry that your community is going through this right now.But, Sheriff T.K. Waters, we really appreciate your time. Thanks very much. And if you can, as best as you can, keep us posted on how this investigation develops.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:06",
      "speaker": "WATERS",
      "sentences": "Thank you, Jim. I appreciate it. Thanks for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:06",
      "speaker": "ACOSTA",
      "sentences": "All right. Thanks for your time.And back with us, forgive me, my ear piece popped out during that interview. I want to bring back in Isabel Rosales, Juliette Kayyem, Steve Moore, Ed Davis. Juliette, your thoughts on what the sheriff had to say there. He said it right there at the end. This community was terrorized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:05",
      "speaker": "KAYYEM",
      "sentences": "And so that, the investigation as to whether others knew him and whether others were luring the shooter to do this hate crime. And I think that's important because of the terror that comes from this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:26",
      "speaker": "ACOSTA",
      "sentences": "We're following the breaking news on what police are calling a racially motivated mass shooting in Jacksonville, Florida. The suspect killed three people, all of them black before turning the gun on himself. Police described the gunman as a white male in his early 20s, adding that swastikas we're seeing on his guns. The FBI office in Jacksonville says the shooting is being investigated as a hate crime.And joining us now is Tennessee State Representative Justin Jones. This spring he was expelled and reinstated from the state house for his outspoken protests in favor of gun reform laws in the wake of that mass shooting at a private school in Nashville. Representative Jones, thank you very much for joining us. I know we're going to talk about your efforts to get gun reform in the state of Tennessee. But unfortunately, and this is not really a surprise, I suppose, we're learning about another mass shooting, this time in Florida. It's in Jacksonville. You heard the horrific details that we're all learning about. What is your response? JUSTIN JONES (D), TENNESSEE STATE HOUSE: Jim, we spent the whole week here in special session and I've heard my Republican colleagues tell us that there is no issue of gun violence, and just making excuses. And to be honest, Jim, I'm frustrated. I'm emotional right now because this -- America should be tired of this. This is madness. And we don't have to live this way. And to see three precious black lives taken in a state where you have an asinine governor attacking black people, attacking black history, and then you have people making excuses saying it's not a gun issue when he had an AR-15? I mean, other nations have hate, but we're the only nation that keeps having mass shootings because of policy decisions. And we don't have to live this way. We don't have to live this way anymore. Whether it's a school in Nashville, a private school, or whether it's a Dollar General in Jacksonville, Florida, this terrorism that we're living under is a policy choice being made to appease extremists -- gun extremists and the gun lobby and we need to call it out for what it is and we need change this nation so that we can live free of this anxiety and terror and trauma.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:26",
      "speaker": "ACOSTA",
      "sentences": "And I spoke to the sheriff in Jacksonville moments ago. He stressed that the shooter's motivation clearly revolved around pure hatred for black people. And apparently this was laid out in this manifesto. The sheriff said they were like -- the manifestos were like the rantings of a madman. And yet we have this easy availability for people to get firearms and high-powered military style firearms like the AR all across this country.How does this problem ever get solved without addressing the root cause of a lot of these issues when it comes to mass shootings, and that you have these high-powered weapons that are available?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:26",
      "speaker": "JONES",
      "sentences": "I mean, it's not going to get solved until we talk about what it is. Every nation in the world has mental health issues. Every nation in the world has those issues but we're the only nation that has easy access to weapons of war that are terrorizing our communities, terrorizing people, because we have this misinterpreted extremist view of the Second Amendment which is allowing this proliferation of militarized weapons in our communities.This is unacceptable. My generation is sick of it. In Florida, you also have, you know, the Pulse Nightclub massacre. You also have the high schools terrorized. I mean, this keeps happening. And the fact that this is racially motivated is insult upon injury because we see also this policy of racial terror that we're seeing in this nation through rhetoric of people like Ron DeSantis, rhetoric like people like my House Speaker Cameron Sexton, and people are sick of it and we don't have to accept it anymore. People need to stand up and say that this issue, the NRA does not represent Tennessee, does not represent Florida, does not represent America. They are out of line with the future that we want to live in. And we can call -- you know, there are solutions that will stop this. Banning high-capacity magazines. A ban on these, you know, assault weapons. Universal background checks, universal safe storage laws, red flag laws. There are solutions that work. And it's going to take courage, it's going to take conscience, it's going to take conviction and it's going to take people willing to stand up and put their seats on the line, put their titles on the line to do what's right for their children and the people of this nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:29:25",
      "speaker": "JONES",
      "sentences": "I mean, we're seeing this in our state. People are sick and tired.I want to say to the people of America, do not accept thoughts and prayers from one of these politicians in Florida, who have passed this proliferation of guns in their community, that is unacceptable. We need to hold them accountable. This week alone in Tennessee, thousands of people showed up to our capitol demanding action on commonsense gun laws -- Democrats, Independents, Republicans -- standing together saying Governor Lee, Speaker Sexton, we need to protect kids and not guns. We need to protect our communities and end this proliferation of guns in our community. This is not an issue of left or right, Jim. It is a moral issue of right and wrong. People are rising up, they're sick of this. And I think that change is coming and we are seeing it in my state. I believe, we can be a model for this nation. We're fighting, whether you have to bring a megaphone to the House floor to be heard or not, we're going to make sure that the voices of people who are being terrorized are heard. And we say we're going to stop this madness, we have the power to stop it. It's a policy decision and it is unacceptable. And so, we cannot accept the cycle to keep going. Thoughts and prayers do nothing. Thoughts and prayers do nothing. But people need to say we want action, we deserve action, and if we don't get action, we're going to oust these people from these positions, because people are tired. And I think that again, when we see this happening, Jim, I know I'm emotional today. But it just -- just seeing the new story. This interview was planned before this even happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:29:25",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:29:25",
      "speaker": "JONES",
      "sentences": "But look, every day in America, how many shootings have you seen on the news today? That's all I've seen, and I'm sick of it. I'm so sick of it, because I've sat with mothers who cried, whose children when they come to school this week. I've sat in committee and hear my colleagues say there is nothing we can do about it. We can do something about it and we have to do something about it, Jim.I believe we can, and I believe that people are demanding us to and I believe that we will do the right thing for this nation. The March on Washington is the anniversary this week and they transformed this nation. It is time for another March on Washington to call them to action and to call them to conscience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:29:25",
      "speaker": "ACOSTA",
      "sentences": "All right, State Representative Justin Jones, thank you very much. Thanks for that passion. I hope we can come back to you as your efforts develop in Tennessee. We appreciate it very much.Thanks for joining us this evening. All right, and back with us, Isabel Rosales, Juliette Kayyem, Steve Moore, Ed Davis, and Charles Ramsey. Guys, let me go to you, Steve Moore. Well, let me go to -- actually, let me go to Chief Ramsey, if I could, because Representative Jones there a few moments ago, I think really expressed the passion that exists with young people in this country and he is absolutely right. We booked the interview with him to talk about what was taking place in Tennessee, and then a mass shooting happens, a racially motivated mass shooting happens in Florida. I mean, it's almost like we could book these interviews every weekend and there will be another mass shooting to talk about after the fact. It is outrageous. But it seems to me that it's not -- and I was trying to ask Representative Jones about this, it seems like there's a groundswell of momentum to deal with this problem that takes place after every one of these occurs, and it just dies down again. And I know you're a law enforcement analyst, but I just wonder if you could put on a different hat and talk about how the hell do we get out of this? This -- it is madness.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:15",
      "speaker": "ACOSTA",
      "sentences": "And Steve Moore, I wanted to talk to you about this, because as this investigation is developing, I mean, there is this timeline that I think we need to take a look at, in that, it sounds as though from what the sheriff was indicating earlier on in this program when we were speaking with him is that there was a bit of a gap in time between when the parents became I guess, concerned about what this young person was going to do, this young man, I guess, I should say, he's apparently an adult, if you want to call him that and when the police were notified?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:15",
      "speaker": "STEVE MOORE, CNN LAW ENFORCEMENT CONTRIBUTOR",
      "sentences": "Yes, I noticed that gap. At one point, yes, that's a gap and you would like them to read what they saw and immediately notify law enforcement, but keep in mind that you are talking about a parent turning in their child to law enforcement. It may have taken them a while. I don't understand. And I certainly don't have the facts right now to make your judgment.But at least, there was some possibility of an earlier resolution to this. I think the police are going to have to investigate, not what happened today, but what happened yesterday, the day before, the months before. Did they know he had a weapon or weapons? Did they know about these beliefs? I mean, these people don't like to hide these beliefs. So there's a lot going on, and of course, the fact that the Baker Act had been utilized against this individual. ACOSTA: Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:15",
      "speaker": "MOORE",
      "sentences": "And that person should not have been allowed to have a weapon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:15",
      "speaker": "ACOSTA",
      "sentences": "Right. They have this, Ed Davis. They have this Baker Act down in Florida. This kid should have never had an AR-15 or a Glock that he could have scrawled swastikas on. This thing doesn't work, it sounds like. It's not foolproof.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:15",
      "speaker": "DAVIS",
      "sentences": "Right, and Jim, that's a very good point. Five years ago, someone knew that this guy was fueling this kind of hatred, that doesn't stop. I don't care what kind of medications they give them. I don't care what kind of therapy that they're in. They shouldn't -- if they exhibit these signs of violence and hatred, they should never have a gun again.And, you know, there are ways through straw purchases, as the sheriff said, to get their hands on guns. But there needs to be some notification that there are certain individuals out there that are dangerous to humanity and shouldn't be allowed to get their hands on these things. And if somebody did provide this guy with a gun and knew that this person was like this, they should be in jail for the rest of their lives. We have to get strong in this thing. We've seen two extremes mentioned today, one by Sheriff Waters and the other by Representative Jones. There has got to be compromise. As Chuck said, there has got to be a way to put some rules together to keep these guns out of the hands of people that clearly shouldn't have them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:42",
      "speaker": "ACOSTA",
      "sentences": "Recapping our top story, three people were shot and killed today in Jacksonville, Florida where police there are calling a racially-motivated crime. The victims all Black were shot at a Dollar General Store. The shooter identified by police as a White male in his 20s, killed himself. Sheriff Waters of the Jacksonville Sheriff's Department told me, the solution to racially-motivated killing is to weed out the bad people in his words and for the mental health community to continue to identify people that should not be in possession of firearms.President Biden we should note has now been briefed on this shooting in Jacksonville. Let's go to our Kevin Liptak who is over at the White House or actually is traveling with the president right now, excuse me. He's in South Lake Tahoe, California, where the president is right now. Kevin, the president has been briefed. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:42:42",
      "speaker": "KEVIN LIPTAK, CNN WHITE HOUSE REPORTER",
      "sentences": "Yes. The president has been flying back to Washington as this all was unfolding, and we did just learn as he was arriving back to the White House that he did receive a briefing on the shooting.But tellingly, this was not the first mass shooting that punctuated the president's vacation here in Lake Tahoe. He was briefed on a shooting earlier this week in Pittsburgh. There was a shooting in Orange County later in the week. There was just this shooting this morning in Boston, and we're told by a White House official that the president was updated on a number of shootings over the last 24 hours that were occurring in the United States. Of course, President Biden has consistently made calls for tighter gun control rules. He has been frustrated at the inability to gain a number of votes in Congress for an assault weapons ban. He has tested the limits of his executive power on this issue. He's tried to strengthen background checks. He's tried to limit so-called ghost guns. But he has been frank that the limits of his executive power are being tested. This is a consistent frustration for the president, and certainly the added layer of a racially motivated crime, a hate crime in the words of the Jacksonville officials would certainly lend itself to the president's frustration on this issue. But as I said, the president back at the White House now, certainly learning more about this incident as more details come out -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:05",
      "speaker": "ROSALES",
      "sentences": "Right, Jim.So I've been texting with his press secretary, Jeremy Redfern. I asked him specifically if the governor plans to deviate away from his campaigning for president of the United States, to go and fly to Jacksonville in order to address this emerging situation and he said, \"We will let you know.\" But he did share with me a video statement from the governor who is condemning what happened, sending his condolences to the victims' families and to the community of Jacksonville, and also calling the shooter in this case a \"scumbag.\" Watch. (BEGIN VIDEO CLIP) GOV. RON DESANTIS (R-FL), 2024 PRESIDENTIAL CANDIDATE: I was able to speak with Sheriff T.K. Waters in Jacksonville about the horrific shooting that took place. The shooting based on the manifesto that they've discovered from the scumbag that did this was racially motivated. He was targeting people based on their race. That is totally unacceptable. This guy killed himself rather than face the music and accept responsibility for his actions and so he took the coward's way out. But we condemn what happened in the strongest possible terms. We've offered support for Sheriff Waters and the city of Jacksonville, and we send our condolences to the victims and their families who are the victims of a very cowardly act. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:05",
      "speaker": "ROSALES",
      "sentences": "And it is just chilling that today is the 60th anniversary of the March on Washington, this watershed moment that was for the fight for equal rights and also the fifth anniversary to the date of a mass shooting that happened in Jacksonville and today, we're seeing and hearing from a Black sheriff, Sheriff T.K. Waters describing these manifestos that were found for the shooter that has not been identified, several manifestos intended to go to his parents, to the media, and to federal agencies, which the sheriff says included the N- word multiple times.He says the writing made it very clear that this was racially motivated. Plus, all the victims, three of them were all Black. He calls this shooter cowardly, a maniac that he targeted a certain group of people, Black people. So it is no surprise here, Jim why the FBI has opened a hate crime investigation, and is investigating this as a hate crime and has also opened a federal civil rights investigation. All right, Isabel Rosales, thank you for all your reporting today. And Juliette Kayyem, let me go to you. Police think that this shooter acted alone. But you know, there is a neo-Nazi presence in Jacksonville and that this could be part of the investigation. I guess that is an avenue they need to go down, the investigators.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:05",
      "speaker": "KAYYEM",
      "sentences": "Absolutely. I mean, absolutely. When law enforcement says things like the killer/shooter acted alone, it can leave the impression that, you know, the guy just woke up one day and decided to hate Black people and what we know is that there is really no lone wolves anymore, that this apparatus of hate is nurtured, cultivated in politics, in society, in music, and in everything to lead to a greater likelihood that something like this is going to happen.So the investigation is clearly going to look to something that we've been -- lots of us have been monitoring in the last year, which is the rise of neo-Nazi movement in Jacksonville. It is a very -- it may sound odd to people. There's a culture there that has been putting swastikas up in public places, over freeways. There has been investigations about it. The ADL now focuses some of its concern and research into Jacksonville. There is a group called NSFX Netsoft Group that is a right wing, anti-Black paramilitary group. So the culture in Jacksonville, and I want to repeat what the sheriff said, this is not the Jacksonville, you know, was victimized today, but there was an element within that community that they have been aware of, that they've been monitoring and arresting in some instances, that is cultivating this hate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:05",
      "speaker": "ACOSTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:05",
      "speaker": "KAYYEM",
      "sentences": "And I just don't believe in coincidences that he -- that the shooter adhered to this, displayed the swastika, is something to investigate to see if there's a larger apparatus that promoted this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:06",
      "speaker": "RAMSEY",
      "sentences": "Well, I mean, we're not doing enough on a lot of fronts. I mean, that's one front. But let me just kind of go back to another because we're here right now talking about this, and it's a racially motivated hate crime. Let's not lose sight of the fact that there is not a day in this country that goes by, where we don't have people losing their lives in neighborhoods, and they don't make the network news, it is not a mass shooting, it's one person here, one person there.I mean, I think gun violence in our country is out of control. I can't remember and Ed can verify this, the last time I went to a crime scene, and there was only one or two shell casing laying on the sidewalk. You find 20, 30, 40, a hundred shell casings on the streets of our city. People are dying in huge numbers and we are not talking about racially motivated crimes here. We're just talking about crime. And now you can see it, pretty soon, you'll be hearing about politicians talking about mental health. Everyone who has a mental health issue, it's not violent. Some of these folks are just evil, period, they're just evil and if we don't get them off the street, if we don't lock them up, it's not going to get any better. We have to deal with the complexity of the entire issue. You've got to deal with mental health, you've got to deal with guns, you have to deal with hate groups, you have to deal with all this stuff, and we have to find a way to find some common ground to do something other than have press conferences, which by the way you sure did an excellent job on this press conference, and have a bunch of talking heads talk about the same thing over and over again. It is not going to change on its own, we have to make a change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:06",
      "speaker": "ACOSTA",
      "sentences": "And Commissioner Davis, to that point, I think chief Ramsey brings up a good point. It's almost as though the policymakers want to put this on law enforcement and say",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:06",
      "speaker": "DAVIS",
      "sentences": "No question about it, Jim. I hear that every once in a while. There was a shootout in Pittsburgh this past week where there were thousands of rounds of ammunition that were fired.To Chuck's point, this is turning into a warzone in some of the neighborhoods that we're dealing with and the politicians, for some reason are able to skirt around it, and not take a stance on it. If we can compromise on these legislative activities, we are not talking about seizing everyone's guns, which is another thing that keeps coming up every time we talk about this. There's a way to make this work so that we don't see what we're seeing right now, 450-plus multiple shootings this year. It just should be unacceptable and people have buried their head in the ground. I cannot understand it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:50:06",
      "speaker": "COOPER",
      "sentences": "And Steve Moore, is there a federal law enforcement answer to this? We know that the FBI has talked about White supremacist violence, like what we saw take place in Jacksonville being one of, if not the most pressing national security threat in this country and we just don't seem to be putting a dent in the problem.",
      "isLastSentenceInterrupted": false
    }
  ]
}