{
  "date": "2023-02-19",
  "headline": "CNN Newsroom",
  "subHeadline": "Former U.S. President Carter Receiving Hospice Care At Home; Biden To Visit Poland As Anniversary Of Ukraine War Nears; Ohio Residents Fearful Weeks After Toxic Chemical Spill; Medics Treat Earthquake Victims In Field Hospitals; Sporting World Celebrates Comeback Of Tiger Woods, Brittney Griner. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:27",
      "speaker": "PAULA REID, CNN HOST",
      "sentences": "Hello. Thanks for joining me.I'm Paula Reid in for Fredricka Whitfield. We begin this hour with thoughts turning to former President Jimmy Carter and his family. Carter now receiving hospice care in his Georgia home after a series of health battles. The former peanut farmer turned U.S. president is 98 years old. Carter's four years in office from 1977 to 1981 are only part of his incredible story. For decades he has been a champion for human rights and world peace eventually winning the Nobel Peace Prize in 2002. CNN's Isabel Rosales is in Carters hometown Plains, Georgia with the latest. Isabel, is there any indication of how the former president is doing today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:27",
      "speaker": "ISABEL ROSALES, CNN CORRESPONDENT",
      "sentences": "Hey, Paula. The family is requesting privacy so we're not really getting an indication here as to the extent of his health condition right now.But we do have a statement from the Carter Center which he founded. Here is the statement. Quote, \"After a series of short hospital stays, former U.S. President Jimmy Carter today decided to spend his remaining time at home with his family and receive hospice care instead of additional medical intervention. He has the full support of his family and his medical team.\" So that's as far as we know right now about his health condition. And listen, I am standing nearby Main Street here in Plains, Georgia. And really there's a piece of Jimmy Carter history anywhere you turn, 360. Right behind me, beyond those streets is his high school. That's where he got his academic start, learning about U.S. history probably, never knowing that he would become the 39th president of the United States. Beyond these train tracks down that way several blocks is his childhood farmland where he grew up. And beyond that, the house that he built in 1961, the same house he lives in today. And right here, this train depot, that is his presidential campaign headquarters where thousands of people would drop by to learn about the peanut farmer who wanted to become a United States president. So this hospice news comes four and a half months after Carter celebrated his 98th birthday. I want you to take a look at this. The weekend before that day, Jimmy Carter and his wife Rosalynn were driven around in this red convertible by Secret Service for the Plains Annual Peanut Festival. This car was a gift from Garth Brooks and his wife Trisha Yearwood. Carter has always been a man of deep, deep faith. He's taught Sunday school until his health issues really kept him away from that. That's a Baptist church -- that's where he's conducted Sunday service. And today they had Sunday service, they spoke fondly of Carter and in attendance is actually his niece, Kim Fuller who also teaches Sunday school there. Listen to what they said about the Carter family. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We come to pray, we come to intercede. And Lord we would be amiss this morning if we did not lift President Carter to you. Lord, pray that you be with his family, Lord those around him. And God we thank you for his service to this nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:27",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Be in prayer for our President Carter and be in prayer for those that are following all this as well in the midst of it. We do lift the Carter family, Lord, to you, Lord especially Mrs. Carter. Look back on times and years that they've been together. And Lord, strengthen her in the power of your might as well.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:27",
      "speaker": "ROSALES",
      "sentences": "And there's just such notable deep, deep love in this Plains community for the Carter family. I mentioned that the family is requesting privacy and they are very private.But we are getting an insight on social media from Jason Carter, a one-time Democratic state senator here in Georgia. Also Carter's grandson who said he visited his grandparents on Friday and wrote quote, \"They're at peace and as always their home is full of love\", Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:56",
      "speaker": "REID",
      "sentences": "And since he's in his own home, that's a little bit different than a hospital setting, so what kind of care can he receive in his home?DR. RANNEY: So hospice care at home still relies primarily on the family or on personally paid caregivers to provide a lot of that day- to-day, end-of-life care. But when you enter hospice, you can count on having a nurse or physician on call 24 hours a day to help with medications for pain or for trouble breathing or for other symptoms. You can also count on getting some home health care services including social workers, physical therapists and other types of care. So it's not that you're going to be treated by a nurse 24 hours a day but that you get that little bit extra support so you can stay at home in comfort, be around your family, enjoy the outdoors, not be hooked up to machines for those final days or months of life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:56",
      "speaker": "REID",
      "sentences": "Carter is now 98. Does age factor into this decision?DR. RANNEY: Not necessarily. Really the big thing that determines whether you're eligible for hospice or not is that last six months of life estimation on the part of you and your doctor as well as the decision that you don't want to pursue further curative treatment. So again, you can still get treated for symptoms. You can still stay on many of your blood pressure medications or other things like that. But what it means is that you're not going to be getting chemo if you have cancer, you're not going to be having a pacemaker put in if you have heart failure. So it's a decision about the types of treatment that you want to pursue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:56",
      "speaker": "REID",
      "sentences": "Of course, it's not just the individual that goes into hospice. It really impacts a whole family. Carter's family is said to be at peace with his wishes, his decision. What is it like for families when they have to go through this?DR. RANNEY: Paula, I think that's one of the most important things to say about hospice which is that when you talk to families of folks who have died well in hospice, they are by and large so much more at peace with the way that their family member pass. So many of us who are caregivers or family members look at our loved one's last days with regret. People are stuck in a hospital, they're not getting care the way that they wish that they could have. They're not getting to say their goodbyes. So for families, it often provides not just that physical treatment of their family member but also emotional and spiritual solace about the way that end of life happens. It's a beautiful opportunity for families that are facing end of life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:04:56",
      "speaker": "REID",
      "sentences": "A beautiful opportunity. Dr. Ranney, thank you so much for joining us.DR. RANNEY: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:46",
      "speaker": "PRISCILLA ALVAREZ, CNN CORRESPONDENT",
      "sentences": "This really is a crucial moment, Paula, not only because the one-year anniversary is just around the corner of when Russia invaded Ukraine but also because U.S. officials and western officials have warned of a potential Russia offensive on Ukraine in the next weeks or months. Now we can expect that this visit is going to follow the theme fromthe administration over the course of the last year and that really is shoring up support and showing unity among allies. So President Biden when he gets to Poland is going to meet with the Polish president. He will also be meeting with the Bucharest Nine and he's going to deliver remarks on Tuesday. Now those remarks, again, will try to show unity among allies, demonstrate support, and what we heard from the White House on Friday is that this is going to be remarks not only for the American people and the world, but also for Russia. And we've already started to get a sense of what kind of tone the administration will take. Just yesterday Vice President Kamala Harris said that the administration had determined that Russia had committed crimes against humanity. Now that went a step further than before when the administration said that they had committed war crimes. And they came to this conclusion after reviewing evidence and also legal standards were called the many times that administration officials have talked about the atrocities of war, the bombings of a maternity hospital, murder, rape, and all of this amounting to what Harris is saying are crimes against humanity. Take a listen to what she had to say about what happens next. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:46",
      "speaker": "KAMALA HARRIS, VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "And I say to all of those who have perpetrated these crimes and to their superiors who are complicit in these crimes, you will be held to account.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:09:46",
      "speaker": "ALVAREZ",
      "sentences": "Now, in addition to that, we've also heard from the deputy Treasury Secretary who said that they're putting Russia on notice in going after those who are circumventing U.N. sanctions.So all of this put together, Paula, really paints a picture of an administration doubling down and really trying to show and shore up support for Ukraine. We should also note the Ukrainian President Zelenskyy was also speaking at the Munich Security Conference a few days ago through video, and he said that they have to speed it up. So urgency also important here, Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:12:41",
      "speaker": "REID",
      "sentences": "It's been more than two weeks since a Norfolk Southern train derailed in East Palestine, Ohio causing a toxic chemical spill and leaving residents concerned for their health.The rail company's CEO Allen Shaw said they're working closely with Ohio environmental and health agencies to formulate a long-term plan for cleanup. He visited the site yesterday and promised to do right by residents. This morning, Ohio Democratic Senator Sherrod Brown had this to say about their concerns. (BEGIN VIDEO CLIP) SENATOR SHERROD BROWN (D-OH): They're right to be skeptical. The EPA administrator I was there, both the state and the federal EPA administrators said that -- but when you return to your home, we think the water is safe, but when you return to your home you should be tested again for your water, your soil and your air, not to mention those that have their own wells. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:12:41",
      "speaker": "REID",
      "sentences": "Environmental tests are still under way. And while the air and water have been deemed, quote, \"safe\", residents aren't convinced. Some have complained of a lingering chemical stench and adverse reactions like headaches and rashes.So I want to bring in Andrew Whelton. He is professor of civil, environmental and ecological engineering at Purdue University and has 20 years of experience in disaster response. Andrew, thank you so much for being with us. I want to start out by asking, if you were a resident of this community, what would it take for you to feel safe living there right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:12:41",
      "speaker": "ANDREW WHELTON, PURDUE UNIVERSITY",
      "sentences": "Thanks for the invitation, Paula. I've been contacted by residents and they're asking really important questions that simply haven't been answered yet. And so lot more work has to be done, and a lot more transparency is needed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:12:41",
      "speaker": "REID",
      "sentences": "So what is the protocol for a disaster of this nature? What should be the first steps for community leaders, state, federal response?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:12:41",
      "speaker": "WHELTON",
      "sentences": "During disasters there's a lot of institutions and policies for who do you talk to and who do you bring on site, but there isn't institutions and policies for who your experts are to figure out those critical questions early on to know then what to do and base everything else off of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:12:41",
      "speaker": "REID",
      "sentences": "You noted that full transparency is really lacking here. so what specific kind of testing needs to happen, and for how long should that testing be conducted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:12:41",
      "speaker": "WHELTON",
      "sentences": "Well, we're talking years here. Nobody is going to pack up and leave and not test anymore. Testing is going to have to happen for years.One of the issues is, if you look on Ohio EPA's Web site, they don't have the drinking water testing results available for the wells. We don't have any information about soil. I've been contacted by people with ash and debris in their yards, in their flower beds and vegetable gardens and nobody has answered these questions yet. So a lot of people have a right to be asking for more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:12:41",
      "speaker": "REID",
      "sentences": "And who should be answering those questions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:51",
      "speaker": "WHELTON",
      "sentences": "Norfolk Southern, it's great that they're providing money. They're probably going to need to provide a lot more money. And the state really needs to take initiative and drive the question and answering forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:51",
      "speaker": "REID",
      "sentences": "We know some of the materials released include a vinyl chloride, other chemicals. But there are also many that were -- others that were listed on the train's manifest.So what are some of the long-term risks for people who were exposed to these chemicals, and what kind of symptoms should they be looking for? We know people have talked about rashes and headaches, but how should people assess whether they're being impacted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:51",
      "speaker": "WHELTON",
      "sentences": "Well, if I lived in the area, I would be rightly concerned. A lot of these chemicals were never meant for human exposure. They're not supposed to be in the environment moving around. And they need to talk to their medical providers and seek medical assistance just to document whatever happens.Because the information they collect now is critically important later on when you try to figure out why something is happening. Many of the chemicals that you just showed on the screen were reported in the public press, but there's a whole bunch of other chemicals out there including plastic and PVC plastic that caught fire, burned and created thousands of other chemicals. So we really need to get help to the people that need it, but also we need to characterize the situation as much as possible because that information is going away. REID: Absolutely. And we know from officials that these contaminants made their way into the Ohio River which supplies water to thousands along Ohio southern border including Cincinnati. Do you advise folks down river to take any precautions with their water?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:51",
      "speaker": "WHELTON",
      "sentences": "I know Cincinnati Water Works and other utilities are testing and taking action. The state should have notified the Water and Wastewater Utility Action Network and told everybody there was a spill moving their way. I don't know if that happened. But there are certain policies and legal requirements by federal law that have to happen when spills like this occur.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:51",
      "speaker": "REID",
      "sentences": "You worked on other disastrous chemical spills, water contamination emergencies. How does this compare to what you've seen in the past?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:51",
      "speaker": "WHELTON",
      "sentences": "Well, I can say -- I was called out to the Marshall Fire in Colorado and I was called out five days after they had the fire. And they said look, we have a disaster, we need all the experts here to help us. Not just government experts but independent experts that are not necessarily involved in that command chain.In other places we've been called in a little later in Paradise, California, we were called in three months later and helped right the ship. In Ohio we've offered and still we offer advice and help to Ohio but they just haven't taken us up on that yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:51",
      "speaker": "REID",
      "sentences": "People obviously looking for answers. Many people could be vulnerable to misinformation, particularly on social media. It seems that you know, the state has created somewhat of a vacuum in not providing some of these key metrics.So Where would you suggest people go to protect themselves from getting bad information?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:51",
      "speaker": "WHELTON",
      "sentences": "Well, people who contact me, I direct them to the governor's office. They need to tell the governor's office what questions they want answered that they can't find answers to.But also really the state of Ohio needs to bring in somebody independent. The state and the federal agencies have lost independence here in certain -- you know, informing the community. The people seem to be wanting independents and someone to come in and help them get through this. So I would encourage the governor and state to do something similar to what West Virginia did in 2014 where they brought in independent experts and helped the state understand what happened and how to move forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:51",
      "speaker": "REID",
      "sentences": "Well Professor, I'm sure the community is grateful for your assistance. Thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:19:51",
      "speaker": "WHELTON",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:23:58",
      "speaker": "REID",
      "sentences": "Secretary of State Antony Blinken in Turkey earlier today. He was there to see firsthand the aftermath of the devastating earthquake that struck the region earlier this month and offer more U.S. assistance.Just yesterday rescuers pulled three survivors out of the rubble from a building there, a miracle, almost 300 hours after the initial 7.8 magnitude quake. CNN's Nada Bashir has more. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:10",
      "speaker": "BASHIR",
      "sentences": "But beyond the humanitarian response effort, the Turkish government faces significant infrastructural issues ahead. More than 100,000 buildings have been identified as collapsed, heavily damage or about to collapse. And Hatay authorities say at least 80 percent of the province's buildings will have to be rebuilt.And the government for its part has committed to rebuilding the affected areas within a year, with plans already under way to begin construction of 30,000 new apartments in the quake zone in March. But there is also the question of accountability. According to state media, Turks authorities have arrested 120 out of 400 identified suspects currently under investigation over allegations of construction negligence across those 11 impacted provinces. But for those who have lost so much, these arrests may provide little solace. Nada Bashir, CNN, Istanbul. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:10",
      "speaker": "REID",
      "sentences": "Many of the survivors have been unable to receive treatment in fully functional hospitals. That's because some of those buildings were also damaged or destroyed in the earthquake. So, instead, medics have made up makeshift facilities to help victims.CNN's Dr. Sanjay Gupta has more on his report which we want to warn you contains disturbing images. (BEGIN VIDEOTAPE) SANJA GUPTA, CNN CHIEF MEDICAL CORRESPONDENT (voice-over): You are watching an operation on this 35-year-old Hasan Gozher (ph). He has two fractures in his femur. These doctors are working intently to stabilize the bone. Just watching this, you probably can't tell where this operation is actually taking place. Just to give you an idea, we're in a tent in the middle of a parking lot outside the hospital in a quake zone and they're doing orthopedic surgery here. DR. GREG HELLWARTH, ORTHOPEDIC SURGEON: Is that Dr. Gupta?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:10",
      "speaker": "GUPTA",
      "sentences": "Yes, it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:10",
      "speaker": "HELLWARTH",
      "sentences": "Oh, my gosh. Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:10",
      "speaker": "GUPTA",
      "sentences": "How are you doing?This is Dr. Greg Hellwarth, an orthopedic surgeon from Indiana who flew over as soon as he heard of the earthquake. Right now, Dr. Hellwarth is worried about bleeding. So over here in another part of the tent, they have found Hasan's brother to be a match and have him hooked up and quickly donating, a true blood brother. In the middle of a natural disaster, you do whatever it takes to save a life. What would have happen to someone like him if he didn't have the operation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:10",
      "speaker": "HELLWARTH",
      "sentences": "I worked in places before where people like this don't have the operation and they lay at home, languish. Some of them would get bed sores, blood clots, pneumonia and maybe die from that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:10",
      "speaker": "GUPTA",
      "sentences": "Before the earthquake, Hasan would have likely got this operation here at this hospital in Antakya, in southern Turkey. It's still standing on the outside, yes, but completely wrecked inside, no longer functional.DR. ELLIOTT TENPENNY, DIRECTOR, INTERNATIONAL HEALTH UNIT FOR SAMARITAN'S PURSE: This hospital is destroyed so there is no other place to seek care. Not just about broken bones and crush and injuries. It's about these patients also. Supply chain is a real challenge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:10",
      "speaker": "GUPTA",
      "sentences": "This is the team from Samaritan's Purse. Elliott Tenpenny is an ER doctor from North Carolina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:10",
      "speaker": "TENPENNY",
      "sentences": "We had aftershocks, 4, 5.0, and it sways the tents back and forth and knocks things over but nothing major.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:10",
      "speaker": "GUPTA",
      "sentences": "So all the work you need to do can still be done?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:10",
      "speaker": "TENPENNY",
      "sentences": "Yeah, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:10",
      "speaker": "GUPTA",
      "sentences": "Over just 36 hours, they put up all these tents, set up generators, communication dishes, even brought their own water purifiers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:10",
      "speaker": "TENPENNY",
      "sentences": "We use this machine here. It's a reverse osmosis machine that allows us to get it from anywhere including the ocean, and do desalination if you want to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:10",
      "speaker": "GUPTA",
      "sentences": "And you just keep it in these bladders and these look full. So, you -- this is a process constantly happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:10",
      "speaker": "TENPENNY",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:30:10",
      "speaker": "GUPTA",
      "sentences": "All of this so they're able to give the best care to their patients, like this 1-year-old Mehmet (ph). His mother Salsan (ph) glued to his side, telling us her story through a translator.What was happening to him? UNIDENTIFIED FEMALE (through translator): He couldn't breathe anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:11",
      "speaker": "REID",
      "sentences": "And still to come, a dramatic escape by a woman abducted nearly a year ago. She escaped from her kidnapper at a New Jersey gas station. Details ahead.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "THOMAS JEITSCHKO, MICHIGAN STATE UNIVERSITY INTERIM PROVOST",
      "sentences": "Coming back into spaces that are familiar, interacting with people who are familiar is helpful in the process of healing and grieving. We know everybody heals at their own pace and in their own manner, so getting it exactly right will not be possible, but we will do the best we can in support of each other.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "REID",
      "sentences": "Three students died and five others were injured in the shooting, but it's still unclear why the gunman, a 43-year-old man with no ties to MSU targeted the university. And right now, a murder investigation is under way after a Catholic bishop was shot and killed in California. Authorities say Bishop David O'Connell was found dead at a home in Los Angeles in the neighborhood of Hacienda Heights. So far, there's no information regarding a suspect. Members of the community came together last night to rememberO'Connell. He served as a priest and a bishop for 45 years and he was described as a man of deep prayer. And a woman who had been abducted nearly a year ago is now free after making a dramatic escape from her alleged kidnapper. Authorities say the woman managed to flee by running into a gas station in New Jersey. The dramatic escape all caught on video. And with us now is CNN's Polo Sandoval. Polo, walk us through how this all unfolded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "So, Paula, it's important to tell our viewers that the woman's identity is not being released. You can understand why given the entire ordeal she survived. But her story is remarkable.Held against her will for nearly 12 months, earlier this month, she saw an opportunity to escape and she seized it. (BEGIN VIDEOTAPE0 SANDOVAL (voice-over): It was a dramatic end to what police describe as a nearly year-long cross-country kidnapping. The woman seen running into this New Jersey service station in early February is escaping her suspected captor who is close behind, a man later identified as James Parrillo, Jr. The year-long ordeal started in New Mexico where the couple met last February. The woman says she agreed to give Parrillo a ride to Arizona. They eventually made their way to California where she says their relationship took a violent turn. That's where police say Parrillo physically assaulted the woman, taking away her phone and debit cards. Eventually, the pair made their way cross country in what New Jersey state police describe as a year-long nightmare. Cameras inside the store captured the moment the barefooted woman deadbolts the door, preventing her alleged kidnapper from entering.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "POPPY MADAAN, GAS STATION OWNER",
      "sentences": "All you can hear her is screaming like I've been kidnapped.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "SANDOVAL",
      "sentences": "Poppy Madaan is the owner of the service station. He remembers the frantic look of the woman desperate to get away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "MADAAN",
      "sentences": "The lady is really scared like she was raised. She's looking at the back wall in the office thinking he's going to come through the back door or break through the wall to come in.I told -- I just reassured her that you're fine, you're safe. This door is locked, nobody is coming in, and the police are on their way. And she just kept repeating that, you know, he's kept me against my will. And eventually, the state troopers did get there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "SANDOVAL",
      "sentences": "New Jersey state police are looking into the possibility that Parrillo may have held other women against their will in the past. He's already been charged with kidnapping and aggravated assault in connection with what police say was a heroic escape.(END VIDEOTAPE) SANDOVAL (on camera): And at this hour, investigators in New Jersey are actively reaching out to law enforcement and jurisdictions throughout the country, Paula. You're talking from California here to the northeast, hoping to identify people who may have had contact with Parrillo to try to understand more about the last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "REID",
      "sentences": "And, Polo, have we heard the suspect's version of what happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "SANDOVAL",
      "sentences": "No. We'd love to hear it. CNN has reached out to his attorney. We have not immediately heard back. That suspect Parrillo currently being held at the Burlington County Jail pending the ultimate trial here. So, we are actively trying to reach out to his attorney on file -- Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "REID",
      "sentences": "Polo Sandoval, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:02",
      "speaker": "SANDOVAL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:48:40",
      "speaker": "REID",
      "sentences": "The sporting world is celebrating triumphant comebacks of two of the biggest players in their sport.In Golf, Tiger Woods shot his best score in more than two years on Saturday as he continues recovery from a car crash that nearly ended his career. Tiger's low score shot him up the leader board as he plays into today's final news. In basketball news, Brittney Griner will return to the hard court. CNN's Don Riddell joins us now. Don, start us off with an update on Tiger's final round.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "REID",
      "sentences": "And Brittney Griner is also returning to the WNBA after being released from a Russian prison. When can fans expect to see her play again?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "RIDDELL",
      "sentences": "Soon. I mean, the date is set. Her team, the Mercury, will be away for the first game of the new season in Los Angeles. And that is going to be May 19th. Their first home game will be May 21st against the Chicago Sky.And this will be the first time that Griner will play for the Phoenix Mercury since 2021. Of course, almost ten months in a Russian jail, almost, what, 300 days in a Russian jail. When she was released in December, one of the first things she did was post on Instagram saying she will return to play in the league, partly because she just wanted to say a big \"thank you\" to so many people who supported her during the time she was stuck in Russia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "REID",
      "sentences": "And, Don, the University of Michigan's men's basketball team set aside their little rivalry with Michigan State to honor the victims from that mass shooting this week at Michigan State. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "RIDDELL",
      "sentences": "Yeah, I mean, of course, Michigan State still reeling from that awful deadly massacre last Monday. And as we have seen so often in the aftermath of these things, the communities often rally together around their sports teams and their sports events. What are the chances that the first game Michigan State would play would be against their bitter local rivals, University of Michigan, just an hour down the road.You would have expected in a game like this there to be booing, jeering, kind of bad blood, but there was none of that. Michigan State were applauded when they came out onto the court. And the University of Michigan's home arena was turned green, which are the Spartan colors. Although Michigan State lost the game, their longtime coach, Tom Izzo, afterwards said it was just kind of nice and comforting that for a couple of hours they didn't have to think about all the other horrors of the modern world. This is what he had to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "TOM IZZO, MICHIGAN STATE HEAD BASKETBALL COACH",
      "sentences": "I would like to thank university of Michigan for the things they did on our behalf, from our university, our students, the three deceased students. Ones that are in the hospital, and I thought it was very classy move on their part. I appreciated that. We played the game for two hours and played the game to try to make --many people back in East Lansing and around the world that are Michigan state alums escape for two hours. And try to enjoy the moment. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:50:03",
      "speaker": "RIDDELL",
      "sentences": "Really powerful words from Tom Izzo there. Paula, of course, very, very difficult to enjoy anything in the aftermath of that horrific massacre last week, but the sports community, the teams, the athletes, the fans coming together to try to do the best they can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:30",
      "speaker": "REID",
      "sentences": "Glen Rose, Texas, has plenty of small town charm, but it's the big dinosaur tracks and a mission to protect wildlife that entices visitors.For more, let's go off the beaten path. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:30",
      "speaker": "JEFF DAVIS, PARK SUPERINTENDENT, DINOSAUR VALLEY STATE PARK",
      "sentences": "Glen Rose, Texas, is known as the dinosaur capital of Texas. Dinosaurs roomed this area and left their tracks for us to find. Dinosaur Valley State Park is one of the gems.The most unique thing is the dinosaur tracks. These are not like you would find in other parts of Texas. These are world class dinosaur tracks. We're talking 113 million years ago. The tracks in the park where everywhere, but we can only see them in the river. The summer of 2022, there was a drought. We found dinosaur tracks we had never seen before. The big one is a three-toed carnivore. They're the size of dinner plates. Fossil rim is one of our big neighbors where you can experience a whole different wildlife.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:30",
      "speaker": "ANDREW BULLARD, ENVIRONMENTAL LEARNING MANAGER, FOSSIL RIM WILDLIFE CENTER",
      "sentences": "We have roughly 50 different species on property, on our 880 acres of land. Our mission is to conserve species in peril, to help them live their best life and hopefully get them back to the wild. Most people know us for our giraffe, rhinos, cheetahs, zebras, but we also have a lot of different species of deer, species and gazelle. A lot of the landscape here is similar to what you would see in sub- Saharan Africa. The park tour is the best way to see Fossil Rim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:57:30",
      "speaker": "RAY CROSS, VISITOR, FOSSIL RIM WILDLIFE CENTER",
      "sentences": "We came here probably 30-something years ago with our kids, and we thought it would be fun to stop by and see it again. BULLARDthe land, about the animals we have here. It takes a village to help conservation. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}