{
  "date": "2023-01-03",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "Bills Reveal Damar Hamlin Suffered Cardiac Arrest During Game; McCarthy Struggles to Secure Enough Votes to Win Speakership; Attack Happened Near Times Square NYE Screening Zone; Major Blow to Russian Forces After Strike Detonates Ammunition Cache; Idaho Murder Suspect Due in Court Tomorrow in Pennsylvania.  Aired 5-5:30a ET",
  "utterances": [
    {
      "timeStamp": "05:00:31",
      "speaker": "CHRISTINE ROMANS, CNN ANCHOR",
      "sentences": "Good morning. Welcome to our viewers here in the United States and around the world. I'm Christine Romans.We begin with the Buffalo Bills, revealing just a short time ago what happened to safety Damar Hamlin who collapsed during last night's game in Cincinnati. The team says Hamlin suffered a cardiac arrest on the field. He remains in critical condition. Right now, here's a live picture outside Cincinnati's UC Medical Center where he is being treated this hour. CNN's Carolyn Manno joins us right now. What else are the Bills disclosing about what happened there on the field last night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:31",
      "speaker": "CAROLYN MANNO, CNN SPORTS REPORTER",
      "sentences": "Well, one important note that we learned, Christine, over the last couple of hours is that his heart was restored on the field. I mean, you saw those startling, chilling images of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:31",
      "speaker": "ROMANS",
      "sentences": "CPR right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:31",
      "speaker": "MANNO",
      "sentences": "You have all of the NFL players around him. He's being administered CPR. He was transferred to that hospital. Right now he's sedated and still in critical condition. They released a statement a couple of hours ago.I don't anticipate in the next couple of hours that they will add to that. I think that's all we're going to hear for now. The hospital is expecting to update us on his condition but, again, I don't think they're in a position where they feel compelled to do that until they have an update that is worthy. With him being sedated and critical care, they'll wait to decide if they will update us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:31",
      "speaker": "ROMANS",
      "sentences": "This went on for a period of minutes. I mean, he was on the field there, and the team forming a wall around him. It was emotional for the players and for everyone in those stands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:31",
      "speaker": "MANNO",
      "sentences": "Yeah. I hope that the NFL really makes an effort, and I think they probably will, for both the Bills and the Bengals to make sure that they have the support that they need to deal with the trauma of this. The emotion that we saw was so unprecedented, the way the players were crying, holding each other, hugging one another. It became clear right away that this game simply could not continue with how affected everybody was by this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:31",
      "speaker": "ROMANS",
      "sentences": "All right. Carolyn Manno, thank you so much.All right. Joining us now is nationally syndicated sports radio host Jason Page. Jason, good morning. Thank you for staying up for us this morning. What's your first reaction --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:31",
      "speaker": "JASON PAGE, NATIONALLY SYNDICATED SPORTS RADIO HOST",
      "sentences": "Not a problem at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:31",
      "speaker": "ROMANS",
      "sentences": "-- when you watched this unfold live. It was just horrifying.JASON PAGE, HOST, \"THE CASH IN\" ON SPORTSMAP RADIO:  It took your breath away. I mean, I was literally trembling watching it myself, because you could understand the gravity of it right away when the ESPN broadcast kept cutting away. They didn't know what to say. They didn't know what to show and the surrounding players made it obvious with the ambulance out there on the field. I've watched football for, you know, 20 years and covered sports for that long and I've never seen anything like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:31",
      "speaker": "ROMANS",
      "sentences": "So, you've talked to some cardiologists and ER doctors. I mean, this looks like some sort of freak accident here. What did they tell you? I mean, what makes your heart stop in the middle of a football game?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:31",
      "speaker": "PAGE",
      "sentences": "Well, this is something we've seen, and this is going back to the late '90s they started putting together studies to chronicle these kinds of cases. There's only about 200 that are documented of guys getting hit in the chest, teenagers getting hit in the chest.It's something we typically see with baseballs and even in little league at that level with guys getting hit in the chest or kids getting hit in the chest with baseballs or a hockey puck or a golf ball, that acute strike to the chest at just the right moment because you've got an electrical current that's basically going to the heart. If it hits at the right time, this is what can happen. So I think it's important to talk about this from the tragedy standpoint but I think there might be a jump the gun aspect. I think there might be a jumping the gun in terms of a player safety. This might have been a fluke incident.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:00:31",
      "speaker": "ROMANS",
      "sentences": "I do think, though, that we are in a new era of player safety and maybe they're erring on the side of player safety when there was decades that was not the side the league or the sport would err on. You hear so much about concussion protocol in the NFL. You know, I wonder, is the league equipped to deal with the mentalillness. I watched those players. Over 100 players watched this on the field, so emotional. It's hard to imagine playing a game after standing there doing this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "ROMANS",
      "sentences": "Yeah. In terms of how they're dealing with the postponement in particular, what do you think comes next here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "PAGE",
      "sentences": "They're not going to play this week. The bills went back to Buffalo with the exception of a few players who stayed behind in Cincinnati. If they went back, they're not playing this week. That means they're either not going to finish making up this game, maybe they call it a tie?I've talked to some national NFL writers who suggested that's a possibility. I don't think there's a fool proof plan. There's no manual, no handbook for this. So, I think they'll feel it out, talk to both teams, talk to the owners of these teams. Both teams will be in the playoffs. There is a question about where they get positioned if this game doesn't wind up counting or it's ruled a tie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "ROMANS",
      "sentences": "Yeah, the outpouring of football fans, from football players, from icons in other sports as well, everyone is behind him this morning.Jason Page, SportsMap radio host, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "PAGE",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "ROMANS",
      "sentences": "All right. Today is D-Day for House Republican leader Kevin McCarthy. GOP lawmakers meet later to decide who will be the GOP house leader.Most favor McCarthy but a group of liner doesn't get it now, what's next? CNN's Melanie Zanona has more from Capitol Hill. (BEGIN VIDEOTAPE) MELANIE ZANONA, CNN CAPITOL HILL REPORTER (voice-over):  House Republicans are bracing for a once in a century fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "REPORTER",
      "sentences": "Do you have the votes for speaker locked in tomorrow?REP. KEVIN MCCARTHY (R-CA):  I think we're going to have a good day tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "ZANONA",
      "sentences": "After their leader Kevin McCarthy has struggled to lockdown the speaker votes.REP. WARREN DAVIDSON (R-OH):  He's worked hard to earn the job as a speaker, and we'll see whether this is placated the people that put out a list of demands. He has gone up to the line. He has conceded on virtually everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "ZANONA",
      "sentences": "McCarthy has given into his critics' most hard-line demands, including making it easier to topple the sitting speaker. His opponents remain unmoved.REP. BOB GOOD (R-VA):  I hope we vote for Kevin McCarthy tomorrow. He's part of the problem. He's not part of the solution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "ZANONA",
      "sentences": "In addition to have five hard no votes, another group of nine Republicans made clear they are unsatisfied with McCarthy's promises. Writing in a new letterThe drama threatening to paralyze business in the House and overshadow the GOP's new majority. REP.-ELECT ROBERT GARCIA (D-CA):  Kevin McCarthy has its own problems. We will see if he becomes the speaker are not. Obviously, Republicans are in complete disarray right now and trying to get the real leadership House in order.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "ZANONA",
      "sentences": "McCarthy still projecting confidence, with boxes from his office being moved into the speaker suite and McCarthy vowing not to go down without a fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "REPORTER",
      "sentences": "Are you prepared to make more concessions in exchange for support?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "MCCARTHY",
      "sentences": "Oh -- I hope you all have a very nice New Year's.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "ZANONA",
      "sentences": "While his allies acknowledge the tough road ahead. REP. KEVIN BRADY (R-TX)together. It is not an easy job. It isn't easy being speaker these days. But Kevin McCarthy, I believe, can unite us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "ZANONA",
      "sentences": "And if McCarthy can't get the votes on Tuesday, no one knows what happens next. But there is speculation that another candidate could jump into the race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:05:02",
      "speaker": "GOOD",
      "sentences": "I think you will see on the second ballot, an increasing number of members vote for a true candidates who can represent the conservative center of the conference, can motivate the base, inspire Republicans across the country, get the country to 218 votes. Bring our conference together.(END VIDEOTAPE) ZANONA (on camera):  Now, Kevin McCarthy is still very much in deal making mode. He is hoping for an 11th hour resolution. He held various meetings in his new speaker's office on Monday evening. First, he met with some of his supporters to walk through how the floor proceedings are going to go down on Tuesday. And he met with a small handful of some of his critics, including Matt Goetz, Lauren Boebert and Scott Perry. But leaving the meeting, they were very tightlipped. They said it was short and productive. So, it's unclear whether McCarthy is going to have to give in to more demands, but time is running out. Melanie Zanona, CNN, Capitol Hill. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:06",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's just kind of hard to believe, I was just shocked, you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:06",
      "speaker": "PROKUPECZ",
      "sentences": "Investigators believe Bickford arrived in New York on Thursday, via Amtrak. Those travels not tripping any watch list databases, and checked into a hotel on Manhattan's Lower Eastside.On Saturday, he checked out, carrying a bag that authorities say that he later discarded containing a handwritten diary, in which he expressed his desire to join the Taliban in Afghanistan and die as a martyr. Bickford also wrote in the diary on New Year's Eve. Quote, this will lightly be my last entry, and left instructions for his last will and testament. That evening he traveled to Times Square and according to police approached the checkpoint where officers checked bags, weapons, and suspicious items.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:06",
      "speaker": "COMMISSIONER KEECHANT SEWELL, NEW POLICE DEPARTMENT",
      "sentences": "Unprovoked, a 19-year-old male approach an officer, and attempted to strike him over the head with a machete. The male then struck two additional officers in the head with a machete. One of the officers fired their service weapon, striking the subject in the soldier.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:06",
      "speaker": "PROKUPECZ",
      "sentences": "All three officers have been released from the hospital, and are being heralded as heroes.MICHAEL DRISCOLL, ASST. DIRECTOR IN CHARGE, FBI NEW YORK FIELD OFFICE: Truly impressive to see what they do every day. And even more impressive to see how this was spawned in times of emergency. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:06",
      "speaker": "PROKUPECZ",
      "sentences": "This was a checkpoint, police say, that the officers were attacked at. It was here where people were entering to try and go into Times Square, where police stopping them especially you had bags or bringing anything inside.It is here where the man with this knife attacked them, attacking three officers with the long knife, police eventually shooting him in the shoulder. They say that the knife was found here on the scene just a couple of feet away in the street and then he was taken to the hospital. He's now charged by the NYPD with two counts of attempted murder of a police officer and attempted assault as well. A lot still more to come on this as he's facing these charges. And also, the big question is whether or not the FBI, whether the FBI is going to charge him, the U.S. attorney's office here in New York City, whether or not there's going to be any terrorism charges associated with the investigation. Shimon Prokupecz, CNN, New York City.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:06",
      "speaker": "ROMANS",
      "sentences": "All right. Thank you, Shimon, for that.Meanwhile, a large number of Russian troops have been killed in what was apparently a Ukrainian strike using American made HIMARS rockets. The strike flattened a vocational school being used to house Russian troops in occupied Donetsk. CNN's Nada Bashir live in London. And, Nadia, we know that both sides have a different death toll here. But either way, this is a very devastating attack. What are they saying about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:10:06",
      "speaker": "NADA BASHIR, CNN CORRESPONDENT",
      "sentences": "Absolutely. Another significant setback for the Russian armed forces. Now, it is impossible for us to independently verify that total official death toll figure. We previously had from Ukrainian military officials that this figure was in the hundreds, at least 300. Now, they say they are working to clarify the actual total death toll.But in contrast, we have the Russian defense ministry on Monday saying that at least 63 Russian serviceman had been killed in the attack. So a starkly different figure from the Russian defense ministry as we have seen in the past in these sorts of attacks. We have heard from one former chief of the Donetsk saying that in fact, there are still Russian troops who are unaccounted, for so that figure is likely to be far higher. What has been interesting to see in the aftermath of this attack, is the criticism, local criticism coming, not at the Ukrainian armed forces, but coming from Russians directed at the Russian military command. You've heard from one Russian legislature the chairman of the Russian Senate, essentially calling out why so many significant number of Russian troops are being concentrated, and such a small area, essentially making them an easy target for Ukrainian armed forces. Others, pro-Russian, lawyers are now taking to social media to telegram, criticizing what they described as the sloppiness and incompetence of the Russian military command.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:04",
      "speaker": "ROMANS",
      "sentences": "Welcome back.Later today, the suspect in the killing of four Idaho University students will be in court in Pennsylvania. He is expected to waive extradition, clearing the way for authorities to move him to Idaho where he will face first degree murder charges. Police say new tips have been pouring in, just since his arrest last week. We get more from CNN's Jeanne Casarez. (BEGIN VIDEOTAPE) JEAN CASAREZ, CNN CORRESPONDENT (voice-over):  The man who police say killed four college students, then weeks later drove cross-country, tracked by police, will go back to Idaho to face charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:15:04",
      "speaker": "CHIEF JAMES FRY, MOSCOW POLICE",
      "sentences": "Detectives arrested 28-year-old Bryan Christopher Kohberger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "FRY",
      "sentences": "This was a very complex and extensive case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "CASAREZ",
      "sentences": "DNA was recovered at the crime scene. A source with knowledge of the investigation tells CNN the suspect was identified through genetic genealogy, a process where DNA from an investigation is compared to a public database, potentially leading to a family member of the suspect.Kohberger's lawyer says his father flew to Washington state to bring him to northeast Pennsylvania for the holidays.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "JASON LABAR, CHIEF PUBLIC DEFENDER",
      "sentences": "His father actually went out there and they drove home together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "CASAREZ",
      "sentences": "They drove his white Hyundai Elantra, a car matching that description was in the immediate area of the killings police said. CNN confirmed that they stopped at a repair shop in Pennsylvania where some work was done on the vehicle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "LABAR",
      "sentences": "I believe he arrives somewhere around the 17th of December.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "CASAREZ",
      "sentences": "Jason LaBar, the chief public defender from Monroe County, Pennsylvania, is representing Kohberger until he is extradited. A law enforcement source says the FBI watched him for four days before he was arrested. LABARat approximately 3:00 a.m., knocking on the door and announcing themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "CASAREZ",
      "sentences": "Kohberger graduated in May from DeSales University in Pennsylvania with a masters in criminal justice, and is pursuing a doctorate in Washington State University only about seven miles away from the University of Idaho.He has to appreciate the seriousness of what is happening right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "LABAR",
      "sentences": "Oh, absolutely. He's very intelligent. In our conversation with him, that comes off. I can tell that. And he understands where we are right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "CASAREZ",
      "sentences": "While at college, at DeSales, Kohberger asked ex-cons to participate in a study on crime. This study seeks to understand the story behind your most recent criminal offense, with emphasis on your thoughts and feelings throughout your experience, he wrote on an online message board.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "HAYDEN STINCHFIELD, STUDENT",
      "sentences": "This person who had been, you know, kind of grading my papers, was allegedly this like horrible murderer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "CASAREZ",
      "sentences": "Kohberger was working as a teaching assistant in Washington and one student claims his demeanor and strict grading changed after the murders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "STINCHFIELD",
      "sentences": "He started grading everyone just hundreds. And now, obviously, he seems like he was pretty preoccupied.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "CASAREZ",
      "sentences": "For victims' families, this arrest is a step towards closure, and a chance to see Kohberger in court.STEVE GONCALVES, VICTIM'S FATHER:  It's a little bit of hope. Things are moving in the right direction and there is a lot of time of not knowing, we are definitely going to look this guy, and look him at his eyes, he's going have to deal with this. (END VIDEOTAPE) CASAREZ (on camera):  Defendant Bryan Kohberger will be in a courtroom in northeastern Pennsylvania Tuesday at 3:30 in the afternoon, following that at a time that is not known at this point, he will be transported back to the state of Idaho to face a judge for those four counts of first-degree murder. Jean Casarez, CNN, Monroe County, Pennsylvania. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "ROMANS",
      "sentences": "All right. Let's bring in Julius Kim, a criminal defense attorney and former assistant to in Milwaukee County, Wisconsin.Good morning, Julius.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "JULIUS KIM, CRIMINAL DEFENSE ATTORNEY",
      "sentences": "Good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "ROMANS",
      "sentences": "All right. So, we are going to see him at this extradition hearing this, afternoon he's waving us tradition, and then, I guess the next 24 hours or so, the probably cause affidavit will be unsealed when he returns to Idaho. That is when we will really find out more about the heart of this case, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "KIM",
      "sentences": "That is right. Today is an extradition, hearing essential it is just a procedural hearing to get him chanted from Pennsylvania to Idaho. As you mentioned, he is not going to fight extradition, and we are not going to learn a lot of information from today's hearing in terms of the substantive facts of the case. But once you get to Idaho, that's where the natural case will commence against him and that's where we will learn more a lot more about what the allegations are against him, and why they believe that he's guilty of these offenses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "ROMANS",
      "sentences": "So we will learn about potentially the car, potentially any DNA tracing that we have a source telling CNN there may have been a genealogical website that was involved here. We will learn why they targeted this man in particular.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "KIM",
      "sentences": "That is right. The criminal complaint in this case will spell all these  things that these steps, the dot by dot points from the moment it happened until they concluded that Mr. Colbert was the one who did it. It will tell us the story of how they came to the conclusion that Mr. Kohberger is the one who's guilty of these offenses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:20:06",
      "speaker": "ROMANS",
      "sentences": "His family, the Kohberger family released this statement, vowing to produce a perception of innocence. You can see it there on the screen. I guess that is the crux of the criminal justice system innocent until proven guilty, that is why that charging document, or is critical to tell us why the police were alerted to him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "ROMANS",
      "sentences": "You know, the case has the unusual dimension. The suspect studied forensics in graduate school and is accused of such a high profile crime. I mean, you heard in that piece, imagine this is your TA now charged with a crime that you've been studying with him, a field you've been studying with him. What do you make of this? KIMhe's innocent of the defenses, it's a creepy coincidence. If he is in fact guilty of the offenses then that also begs the question as to whether his interest in this area came first or that something else developed once he began the study. So, it's something that puts him in a unique position to be able to theoretically pull off a crime. That will be a very important aspect of this case because it's looking like this is going to be more of a circumstantial case. These things are important to piece together to figure out how and why he may have been capable of doing this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "ROMANS",
      "sentences": "All right. Julius Kim, so nice to see you. Happy New Year to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:25:00",
      "speaker": "KIM",
      "sentences": "Happy New Year, Christine. Take care.",
      "isLastSentenceInterrupted": false
    }
  ]
}