{
  "date": "2023-12-21",
  "headline": "CNN News Central",
  "subHeadline": "Special Counsel Files Reply To Trump At Supreme Court; House Committee Launches Investigation Into Harvard President; AAA Forecasts Record-Setting Air Travel This Week. Aired 11:30a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:30:00",
      "speaker": "ALAYNA TREENE, CNN REPORTER",
      "sentences": "Would rule in Donald Trump's favor. Of course, that is not what happened. And that is why they are planning to appeal it to the United States Supreme Court.I'm told they will not file that appeal this week, it'll likely come next week. But look, I think even though they weren't expecting it, the reason they were able to respond so quickly is because they're really using the same strategy to push back against this, as they have, with many other -- of the other legal issues that Donald Trump has faced over the past year. Which is to attack this head-on as being political interference. To go after the people behind the case. In this case, it's the judges on the bench. Arguing that they're biased against the former president. And then also trying to, you know, take the political momentum from this, and fundraise off of it. And from my conversations with Trump's team over the past 48 hours or so, they argue that it's already being effective. That this strategy is already working to his benefit. And part of that is you're seeing many people in the Republican Party rally around the former president. And really, it's solidifying his support with the base. Now, some of that support, and some of that defense is actually coming from some of Donald Trump's presidential primary rivals. And one very interesting comment we have heard from Florida Governor Ron DeSantis in Iowa last night was that he thinks that this is all part of some sort of strategy, that Democrats are actually behind to try and bolster Trump to be the candidate that would face Joe Biden in a general election. Take a listen to what he said. (BEGIN VIDEO CLIP) GOV. RON DESANTIS (R-FL): The Democrats have a plan here. This is what they want. They want him to be the candidate. And then they're going to run this playbook all through 2024. And the whole election is going to end up being a referendum on this trial or conviction or whatever happens between now and then. And that gives the Democrats their best chance to be able to get away with it. (END VIDEO CLIP) TREENE: I mean, quite a theory there, Kate, from Ron DeSantis. One that's not backed up by any evidence. But it's clear what he's trying to do. He's trying to say that Democrats want Trump to be the candidate because they think that Joe Biden could beat him. And really quickly, Kate, I just think, you know, all of these legal issues have put these candidates and Trump's rivals in a very difficult position. They're trying to distinguish themselves from the current Republican front-runner. But instead, they're still -- they're having -- their feeling forced, really, to come to his defense in light of a lot of these most recent legal battles. Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Yes. Putting the spotlight once again on Donald Trump where they've been spending all of the primary trying to pull that away from him so they can differentiate. And as they -- you know, continue to say they want to move on, hard to do that in this moment. Alayna, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "TREENE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "OMAR JIMENEZ, CNN NATIONAL CORRESPONDENT",
      "sentences": "All right. Joining us now is Donald Trump's former press secretary Sarah Matthews, and former Trump White House lawyer Jim Schultz. Good to see you both.Sarah, I want to start with you. Whether it's the state Supreme Court ruling or in Colorado or otherwise, it does seem the American legal system has been turned into Trump's biggest campaign surrogate at this point. He's been fundraising almost immediately out of these cases. And I want to show you both two polls that I think hit at the heart of this. This CNN poll out of Georgia, Michigan shows that about 40 percent of registered voters in both states feel that if true, the charges against Trump in the 2020 election subversion case are not relevant to his fitness for their presidency. And the New York Times/Siena College Poll, among battleground state voters, 39 percent of voters would still vote for Trump if he was convicted and imprisoned. So, Sarah, why in particular, do these legal cases seem to strengthen him or at least bring around some of his support? And at what point do you think it truly starts to hurt him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "SARAH MATTHEWS, FORMER DEPUTY PRESS SECRETARY, TRUMP WHITE HOUSE",
      "sentences": "I think, I -- these cases have definitely helped bolster him in the race for the GOP nomination because there are just so many of them. And so obviously, it's tough for the American people who see all these different cases happening for them to differentiate between them. Look, I'm of the belief that the majority of these cases against him are legitimate and have strong evidence to back up and support them, but then there are some that do seem somewhat political.For example, the case in New York with Alvin Bragg where it's focused on the hush money payments to a porn star. That one doesn't seem as strong when you compare it to the classified documents case or the January 6 cases. And so, I think that the American people have their viewpoint a little bit tainted then because they see some of these as a --as somewhat politically motivated, even though there is strong evidence for the majority of these cases. And so, I think that ultimately, this has just helped Trump right now in the primary. And people feel like he's a victim. And he plays that to his advantage. And we've seen him fundraise off of it. And I think this Colorado ruling, for example, will just continue to help him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "JAMES SCHULTZ, FORMER TRUMP WHITE HOUSE LAWYER",
      "sentences": "Of course, the Trump team doesn't want the January 6 case that's venued in DC and brought by Jack Smith to go forward in March, April, May, right? Because that's just right up to right around the time of all the primaries leading into the general election cycle, leading into the -- into the political conventions, the RNC convention. So, now, I think this is certainly a delay tactic.I think with the speedy -- over the right to speed of trial, the public interest in a speedy trial, the arguments that Jack Smith is making, I think are good ones. And there was a history of -- as folks have said earlier, there's a history of the Supreme Court taking up cases where you have this issue that kind of stops everything. And that's what it does. It has the effect of stopping the entire case from moving forward because this immunity issue is so germane to what -- to the -- to the case itself. So, I do think that -- you know, I think the Supreme Court is likely to take this one up. I think they're going to likely to expedite it. You only need four votes to take it up. You need six votes to expedite it. I think it's they're likely to get those votes and probably more. And I think you'll see a hearing very quickly. It only took eight weeks to get a decision in the Nixon case on the tapes case, back in the 70s.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "JIMENEZ",
      "sentences": "And, of course, the gravity of the moment is part of what Special Counsel Jack Smith argued in just this most recent filing today to try and urge the Supreme Court to pick up their pace and see this case and hear this case. Sarah, most people would want to have their legal proceedings closed up and done pretty quickly. If you were the press secretary now, is there a political and communications benefit of drawing things out? Not just -- not just in the D.C. subversion case, but potentially, throughout this entire campaign calendar of 2024.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "MATTHEWS",
      "sentences": "Yes. One would think that Donald Trump would want to get these cases done and over with so he could hit the campaign trail. But in fact, it's actually the opposite. They want to delay, delay, delay, because the further that these cases stretch into the 2024 presidential election cycle, then they look even more politically motivated.Because right now, I think a lot of Americans aren't tuning in as much and paying attention to the 2024 race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "JIMENEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "MATTHEWS",
      "sentences": "But the further that we get into the calendar, they're definitely going to be tuned in and see these cases unfolding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "JIMENEZ",
      "sentences": "Yes. And, Jim, really quickly before we go. I mean, you were in some of these rooms. I mean, how much of a role does the outside perception, in this case, politics and running for president, make in someone like Trump's legal decision-making process? I mean, are these things that come up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "SCHULTZ",
      "sentences": "Look. The -- all every decision they're making right now on that team is through the lens of politics, right? Whether it's to delay a case. And in the case of Colorado, they're going to likely file an appeal and ask the court to take that up quickly.Because it's what -- it's politically expedient for them. So -- and I think they're going to have a harder time getting a quick look at that Colorado case from the Supreme Court. I think it's more likely that the Supreme Court takes up the Jack Smith case because it's so much more imminent. But I do think, you know, they're going to ask the Supreme Court to take a look at that. And I think the Supreme Court is going to take that Colorado case. And I likely go the other way on it and overturn the decision of that judge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:12",
      "speaker": "JIMENEZ",
      "sentences": "Yes. We will see. Sarah Matthew -- Sarah Matthews and Jim Schultz, we will likely have iterations of this conversation throughout 2024. But for now, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:43:24",
      "speaker": "BOLDUAN",
      "sentences": "The president of Harvard University is facing more trouble today. This time, for allegations of plagiarism in her academic work. A congressional committee has now launched a new investigation into what they call is \"credible allegations against Claudine Gay.\" Now, Gay received a flood of criticism, you will remember, for her congressional testimony about antisemitism on university campuses last month. But remained and remains the university's leader. Her counterpart at Penn resigned after testifying at that very same hearing.And after countless incidents of antisemitism and Islamophobia having been reported on campuses across the country since the Hamas attacks on October 7, many are left wondering what is happening on your college campuses today. Frank Lantz, the veteran pollster and political analyst hosted a virtual roundtable of current college students and recent grads from universities across the country to find out. Watch this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:13",
      "speaker": "BOLDUAN",
      "sentences": "Frank Lantz joins us now. Frank, talk me through what you learned and what you heard from this group of students.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:13",
      "speaker": "LANTZ",
      "sentences": "Well, they've already been told by a few people who know that I'm going to -- going to peer here not to depress people. After all, it is the Christmas holiday. But it's more than depressing. It's shocking how much fear and loathing is happening on college campuses all across the country.Jewish students are afraid to attend class. They're afraid to go out. They're being attacked. There are clear examples of Islamophobia as well as -- these colleges, the place where you're supposed to be able to have conversations and debates and disagree have truly come apart. And if you notice, in that group, this is Harvard, Yale, Columbia, USC, NYU, Georgetown, GW, University of Maryland, all across the country, significant places of learning. And all that I hear is that people want to speak, and nobody wants to listen. And that is the greatest threat to our democracy is when our universities cannot produce young people who are civil to each other, respectful to each other, and decent to each other. And that's what's happening right now is incivility, indecency, and lack of respect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:13",
      "speaker": "BOLDUAN",
      "sentences": "More than one student in this discussion, the portion that I was able to view, said none of them think that the conversations on campus around Israel in the war against Hamas from Gaza, the Palestinian, none of them thought the conversations are constructive. All of them thinking this engagement on their campuses is only destructive. Is it clear from their viewpoint what colleges and the people running them are getting so wrong, if this is what the -- they are all experiencing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:13",
      "speaker": "LANTZ",
      "sentences": "Yes. And I'll give you three examples. Number one is, they're upset with the faculty who clearly choose a certain perspective. And more often than not, it's an anti-Israel perspective. And when the students feel shut down and shut out and silenced.Number two is the university presidents who don't demonstrate empathy for all students, and don't participate in that conversation. There are some presidents right now, they're being silent because they're afraid. And this is the moment when they need to participate. And third, it needs to be a focus on learning rather than speaking. There's way too much yelling and too much of the protest, and not enough gathering of information explaining in what a university is there for, education. And unless they affect these three components, I believe that in January when the students come back, it's going to be even worse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:13",
      "speaker": "BOLDUAN",
      "sentences": "I was going to ask you what surprised you. You are so good at speaking and gathering information and kind of what words trigger people or better ways to talk about something. What surprised you in this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:13",
      "speaker": "LANTZ",
      "sentences": "Well, something surprised me from my own reaction, which is I showed them some of the most horrible, horrific visuals of October 7, in the initial attack. And I had not seen it before. Normally, I see the stuff I'm going to present to my group, and I got so upset that I stopped the footage immediately.And what it did is that increased sympathy for Israel in what Israel has gone through. But it did not change support. In the end, our young people are asking, begging, and even demanding that we have a day after. What is the solution to this? How are we going to enact policies to bring about change, that Israel can live in peace and security, and the Palestinians can have a state and feel respected in their own territory? No one's talking about that on college campuses. No one's talking about solutions and the fixing of the problem. And it left me very depressed when it was over because not too many Americans of any stripes are talking about the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:13",
      "speaker": "BOLDUAN",
      "sentences": "There is so much to learn from these conversations that you facilitate. Thanks for coming on and bringing it to us, Frank. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:13",
      "speaker": "LANTZ",
      "sentences": "It's a privilege. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:13",
      "speaker": "BOLDUAN",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:54:10",
      "speaker": "JIMENEZ",
      "sentences": "Today is expected to be the busiest travel day of the holidays. So, I want to get right to Mayor Pete live at Reagan National Airport in D.C. Not Pete Buttigieg, but CNN aviation correspondent --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:54:10",
      "speaker": "BOLDUAN",
      "sentences": "Also, Mayor Pete, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:54:10",
      "speaker": "JIMENEZ",
      "sentences": "Also, Mayor Pete. The aviation correspondent and essentially the mayor of Reagan National, Pete Muntean. What do you see in so far? What should people be looking out for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:05",
      "speaker": "JIMENEZ",
      "sentences": "Mayor Pete, always feel better when you're there. Good to see you.",
      "isLastSentenceInterrupted": false
    }
  ]
}