{
  "date": "2023-12-29",
  "headline": "CNN Newsroom",
  "subHeadline": "New Clashes Erupt Along Lebanon-Israel Border; Maine Removes Trump From 2024 Republican Primary Ballot; Wrongfully Detained American Calls For Biden To Secure His Release; Zelenskyy Faces Uphill Battles as 2023 Draws to a Close; \"Almost Naked\" Party in Moscow Triggers Jail Time, Fines; Falcon Heavy Blasts Off with U.S. Military's Space Plane; \"Back to the Future\" is Now on the Great White Way. Aired 1-2a ET",
  "utterances": [
    {
      "timeStamp": "01:00:37",
      "speaker": "MICHAEL HOLMES, CNN ANCHOR",
      "sentences": "Hello, welcome everyone. I'm Michael Holmes. Appreciate your company. Coming up on CNN Newsroom, desperate scenes in Gaza, civilians overwhelming relief convoy in search of food, water, anything really to keep them alive.Former U.S. President Donald Trump is now disqualified from the primary ballot in a second state. And -- (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:37",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Three, two, one, engine full power and lift off.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:37",
      "speaker": "HOLMES",
      "sentences": "The top secret mission, the U.S. military doesn't want you to know about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:37",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Live from Atlanta, this is CNN Newsroom with Michael Holmes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:00:37",
      "speaker": "HOLMES",
      "sentences": "The bloodshed and suffering in Gaza are coming into even sharper focus as Israel's war with Hamas approaches the three month mark. Gaza's health ministry which Hamas control says Israeli airstrikes on Thursday claimed 50 lives across the territory. A hospital director says more than 20 people were killed when an apparent Israeli airstrike hit a residential building in Rafah. This is where Palestinians were told to go to by the way, and Israeli military spokesperson told CNN, Rafa is supposed to be a designated humanitarian area but claims Hamas fighters are hiding there.That Hamas controlled health ministry says the death toll in Gaza now exceeds 21,300 since October 7th with more than 55,000 people wounded. CNN cannot independently verify those figures. Elsewhere in Gaza, the shortages and suffering show no sign of letting up just getting worse. CNN footage showing thousands of desperate civilians who see them their overwhelming a relief aid convoy in the northern part of the territory where aid has been difficult to get. Earlier this week, the U.N. said 2.2 million people in the territory virtually the entire population are dealing with acute hunger. Meanwhile, Lebanese and European officials are scrambling to calm the growing conflict between Hezbollah in Lebanon and Israel. The militant group claimed to carry out attacks on multiple barracks in northern Israel on Thursday, CNN's Nada Bashir with details on the clashes. (BEGIN VIDEOTAPE) NADA BASHIR, CNN REPORTER (voice-over): Smoke billowing from the mountains of Southern Lebanon, a troubling and now increasingly frequent signal of escalating hostilities. Iran-backed Hezbollah claiming to have targeted an Israeli border city on Wednesday with 30 rockets. This in response to Israeli airstrikes on the Lebanese village of bench bed just hours earlier. There is nothing residents here can do to shield from the growing tensions gripping the embattled border region. Each air strike bringing with it more fear and more grief. This latest attack killing at least three according to state media, but only one said to have been a member of Hezbollah. AFIF BAZZI, BINT JBEIL, LEBANON MAYOR (through translator): This neighborhood, which is in the heart of the city is supposed to be a safe area. Civilians were sleeping in their homes when suddenly we heard the sound of aircrafts above and then these houses were destroyed BASHIR (voice-over): The situation on the border has long been tenuous underpinned by a U.N. resolution adopted following the 2006 Lebanon War, calling for a cessation of hostilities between Israel and Hezbollah. But Israeli officials are now warning of an escalation which could open up a new front in the Gaza war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:19",
      "speaker": "HOLMES",
      "sentences": "Khaled Elgindy is a senior fellow at the Middle East Institute and the author of \"Blind Spot",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:19",
      "speaker": "KHALED ELGINDY, SENIOR FELLOW, MIDDLE EAST INSTITUTE",
      "sentences": "Well, as far as the stated aims of destroying Hamas, it's been not successful. We still see, you know, almost three months in Hamas still has the ability to launch many rockets. Its command and control is still intact. There's nothing that the Israeli military or political leadership can point to as a victory. But I think we also need to consider that there are some unstated aims in this war as well.We know, for example, that Israel is using starvation as a tool as a weapon of war. We know that it is repeatedly bombing civilian areas. We know that they've systematically also attacked hospitals and healthcare facilities. So I think we have to consider the possibility that Israel isn't merely targeting Hamas, but also targeting the entire population of Gaza as a whole, perhaps with the aim of pushing the population outside of the Gaza Strip.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:19",
      "speaker": "HOLMES",
      "sentences": "I guess after all the bombs and bullets and shelling, the Israeli military said this week, it had killed about 8,000 Hamas fighters out of a force that estimated at 25 to 40,000. What was resolving to destroy such a deeply entrenched organization ever realistic?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:19",
      "speaker": "ELGINDY",
      "sentences": "I think it wasn't realistic. I think I and many other analysts, and I'm sure the intelligence community in Washington is sending the same message, that Hamas is simply not going to be destroyed militarily. It's delusional, and I think quite dangerous to try to maintain that fantasy. And it's actually been quite deadly. The Biden administration made that mistake very early on to indulge this idea that Hamas could be eliminated, political organizations are not going to be eliminated with sheer military force, you have to address the political issues that underlie these issues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:05:19",
      "speaker": "HOLMES",
      "sentences": "Yes. And to that point, I was just going to ask you about that. I mean, it all speaks, does it not to the need for the removal of the reason for Hamas existing and that is the occupation and the lack of a political alternative and direction for Palestinians. If that was there, would Hamas even be in existence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "HOLMES",
      "sentences": "A part of Israel's aim is to and Benjamin Netanyahu said this himself deradicalize Gaza. A 22,000 deaths, tens of thousands wounded, 80 percent of the population displaced. I think we're well over 60 percent of housing destroyed or damaged. Given the scale of death, injury, destruction, how likely is that aim deradicalization as opposed to increasing radicalization anger among Palestinians for what's being done?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "ELGINDY",
      "sentences": "Well, certainly the collective trauma and suffering that Palestinians are undergoing in Gaza, I think you don't have to be an intelligence expert or a security expert to understand that this severe suffering that Palestinians are going through is likely to create more instability and more radicalization going forward. But also, I think the whole notion that Israel of all countries is going to deradicalized Gaza, is something that cannot be taken seriously, because we are -- we're talking about the most extreme government in Israel's history. That includes literal terrorists and Jewish supremacists in the cabinet, but also bearing in mind that Israel is the occupying power.And so of course, as a colonial power, Israel is trying to reengineer Palestinian politics to eliminate any form of opposition or resistance to its continued rule. So I think that the notion that Israel insists on deradicalization needs to be dismissed out of hand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "HOLMES",
      "sentences": "Certainly staggering suffering going on in Gaza, the West Bank as well. Khaled Elgindy, we got to leave it there, unfortunately. Thanks so much for your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "ELGINDY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:10:00",
      "speaker": "HOLMES",
      "sentences": "Israel's Chief of the General Staff says the country's military, quote, failed in its mission to rescue three hostages, who were mistakenly killed by its troops earlier this month. The military is published the findings of its investigation into the December 15th incident. The report says the Israeli command had information about the presence of hostages in the area. But forces in the field had what they described as insufficient awareness of the possibility that hostages might approach them or that they would encounter hostages other than as part of a special operation to free them. Israeli youth, meanwhile, demanding action by the government to bring home the rest of the hostages.Crowds rallied outside the Knesset on Thursday, waving Israeli flags and chanting, we want them alive. It comes as the Israeli Prime Minister Benjamin Netanyahu is telling hostage families to secure their release are ongoing, journalist Elliott Gotkine with more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:11",
      "speaker": "HOLMES",
      "sentences": "Maine is now the second U.S. state to remove former President Donald Trump from the ballot for next year's Republican primary. The move is based on the 14th amendment's insurrectionist ban. Maine's top election official issued the decision on Thursday, weeks after Colorado made a similar move. CNN senior crime and justice reporter Katelyn Polantz with the details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:11",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "The Secretary of State in Maine has decided that Donald Trump is not eligible to be on the primary ballot for the 2024 election in that state. So the Secretary of State there is named Shenna Bellows, she is an elected Democrat and she is the person who gets to make this decision. She looked at evidence she had petitions before her from voters in Maine. And she ultimately decided that, yes, January 6th was an insurrection, Donald Trump did engage in that insurrection that she did say that was a bit of a closer call than determining that it was an insurrection but with the rioters alone.And then she said that because of his engagement, he's not qualified to be on the primary ballots for Mainers who are going to vote in the primary election that is upcoming in just a few months. The other thing that she noted is that it is her responsibility to do that that is a crucial finding from the Secretary of State saying that, yes, she does have this ability to remove a presidential candidate. She notes in her ruling, I am mindful that no Secretary of State has ever deprived a presidential candidate of ballot access based on Section 3 of the 14th amendment, that's the insurrection clause of the Constitution. I am also mindful, however, that no presidential candidate has ever before engaged in insurrection, the oath I swore to uphold the Constitution comes first, above all, so that is the decision out of Maine. The second time related to Donald Trump, related to this election cycle that a state is pulling him from their primary ballots. Colorado just did it a few days ago. Their Supreme Court weighing in saying he also was an insurrectionist in their belief and could not appear on their ballots. And so now, the U.S. Supreme Court is going to be potentially looking at what happened in Colorado if they can make that sort of decision if there needs to be some clarity across the land. And in the meantime, Trump's team has already said in a statement through a spokesman that they are going to be appealing this decision to state courts in Maine that is the next step. And the way the law works out in Maine is that they're going to have to come to a conclusion in the court system in Maine about whether Trump is eligible for their primary ballots by the end of January. Katelyn Polantz, CNN, Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:11",
      "speaker": "HOLMES",
      "sentences": "Now the decision in Maine came after an administrative hearing that considered a complaint brought by a bipartisan group of former state lawmakers.  Bellows spoke with CNN earlier about her ruling.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:11",
      "speaker": "SHENNA BELLOWS, MAINE SECRETARY OF STATE",
      "sentences": "The oath I swore to uphold the Constitution comes first and foremost, the weight of the evidence brought forward under Maine law in the cha -- Section 336 challenge that was brought made it clear that Mr. Trump was aware of the tinder he laid in a multi-month efforts to challenge the legitimacy of the 2020 election. And then in an unprecedented and tragic series of events chose to light a match.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:15:11",
      "speaker": "HOLMES",
      "sentences": "The Trump campaign released a statement late on Thursday, calling Maine Secretary of State, quote, a virulent leftist. The statement also said and quoting here again, we will quickly file a legal objection in state court to prevent this atrocious decision in Maine from taking effect. Meanwhile, exclusive reporting from CNN sheds new light on the Trump campaign's actions after his 2020 election loss. CNN has examined recordings and e-mails that provide a behind the scenes look at efforts to keep Trump in office and plans to use fake electors to overturn President-elect Joe Biden's victory. CNN reporter Marshall Cohen with that story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:38",
      "speaker": "COHEN",
      "sentences": "Now remember, they needed to get those ballots to the House floor, because they wanted to have Mike Pence throw out Joe Biden's real electors and replace them with Donald Trump's fake electors. In the end, the campaign didn't charter a jet that staffers booked last minute tickets on commercial flights, and they ferried the ballots to D.C. on January 5th. Once they got to D.C., there was a series of handoffs and couriers that even included some help from Senator Ron Johnson's office.The ballots eventually reached the capitol in time. But Pence's team said they didn't want them. He refuse to go along with his plan. And by the way, this episode is vaguely referenced in Special Counsel Jack Smith's indictment against Trump. Sources tell CNN that some of the people involved including the staffers who were on those flights have even spoken to Smith's team. But it's not clear how many of these details from the last minute scramble are going to factor into Donald Trump's criminal trial, which is scheduled to begin in March. Marshall Cohen, CNN, Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:20:38",
      "speaker": "HOLMES",
      "sentences": "Five years in Russian captivity. Coming up, the message American Paul Whelan has for President Biden on the anniversary of his arrest, you're watching CNN Newsroom. We'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "People tend to think that an American who's wrongfully detained overseas is just sort of sitting like a toy on a shelf waiting to be exchanged when they're actually dealing with horrible criminals, terrible prison situations every single day, there must be some way to get Paul home.BERTRAND (voice-over): The desperation clear in Whelan's voice on Thursday, as he pleads with the White House to do everything possible to bring him home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "WHELAN",
      "sentences": "President Biden, please use every resource available to secure my release as you would do if your own son has been taken hostage.BERTRAND (voice-over): In recent weeks, Whelan has increasingly expressed fear for his safety telling my colleague Jennifer Hansler, that he was being targeted by an official at that prison camp. But for now, negotiations between the U.S. and Russia seemed to be at an impasse. The U.S. recently offered to swap a number of suspected and convicted Russian spies in U.S. and European custody in exchange for the release of Gershkovich and Whelan officials told CNN, but Russia rejected the offer. So U.S. officials insists now that Whelan's case is still a priority. The U.S.'s Special Presidential Envoy for Hostage Affairs told CNN quote, we are working daily on this, lots of people are throwing themselves into this. It's a day to day fight. Natasha Bertrand, CNN, Washington.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "HOLMES",
      "sentences": "Now earlier, CNN spoke with Paul Whelan's brother about his wrongful imprisonment and his worries about his brother's wellbeing.(BEGIN VIDEOTAPE) DAVID WHELAN, PAUL WHELAN'S BROTHER: And I'm a little bit concerned, I think our family is concerned that we have seen concessions made to the Russian government, concessions that the Russian government had been very clear that they wanted and that were in the control of the U.S. government. But now the U.S. government is having to look to third party allies, other countries to create concessions that the Russian government might take. And I think what we're realizing now is that the U.S. government really doesn't have a clear plan of what it can give to the Russians that the Russians want in order to bring Paul and perhaps Mr. Gershkovich home as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "How does that sit with you as his brother?D. WHELAN: Well, it's hard. I mean, there's always the worst case scenario, which is that Paul has to be there for another 11 years of injustice. And that would be unfortunate. I think the thing that was now worrying Paul and worrying all of us is, can my parents last another 11 years so that they can see their son again, and I think that time is our enemy all the way around?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:25:00",
      "speaker": "HILL",
      "sentences": "We heard Paul there in his conversation with Jennifer describing his daily life in prison, he called this a disintegrating experience, your mind, your body, your soul, everything. And that seemed to be your assessment too of where he's at right now. What more has he told you or your family?D. WHELAN: Well, I think we are starting to see things happen to Paul that had not happened over the last, say four and a half years. The physical assault at the end of November really put him on notice that his fiscal safety was not guaranteed. And up until that point, he'd really only been attacked once by a guard that afford of a pretrial detention facility. So I mean, that is something that he's now concerned about that he wasn't before. The deputy warden is starting to try to shake him down for protection money. So while we are able to make requests to the prosecutor in Mordovia to investigate all of these. He's really on his own. The nearest American consular officials are eight hours away by a drive. They can't get there. They can't intervene in these things until something happens. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:54",
      "speaker": "HOLMES",
      "sentences": "Turning our attention to the war in Ukraine now where an explosions are reported in multiple cities. Officials said the second largest city, Kharkiv, has been under a large rocket attack over recent hours. There were also blasts in Lviv and in the northwestern Sumy Region where three people were reported wounded. Residents of Kyiv are being urged to take shelter because drones are still being detected in the skies.In the south, a Panamanian-flag cargo ship was damaged after hitting a Russian mine on Thursday on its way to pick up Ukrainian grain. That is according to Ukrainian military officials who say two of the ship's crew members were wounded. The captain ran the vessel aground to prevent it from sinking, before tugboats eventually pulled it to port. Meanwhile, 2023 is ending on a down note for the Ukrainian President Volodymyr Zelenskyy. His much-anticipated counteroffensive is going nowhere and so has the flow of western military aid for Ukraine, at least for now. As Melissa Bell reports, Mr. Zelenskyy is finding the hard way how quickly the political winds can change. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:54",
      "speaker": "MELISSA BELL, CNN CORRESPONDENT",
      "sentences": "It was an 11th-hour invitation that led President Zelenskyy to Washington in December. This time with the question of further funding into Ukraine stalled on Capitol Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:54",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I don't want you giving up hope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:54",
      "speaker": "BELL",
      "sentences": "A far cry from the hero's welcome the Ukrainian president had received in 2022. With progress on the ground in Ukraine apparently stalled as well.VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): The counteroffensive is difficult. It is happening probably slower than how some people may want or can see it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:29:54",
      "speaker": "BELL",
      "sentences": "A foothold on the east bank of the Dnipro River, one of the rare Ukrainian gains, despite months of fighting with questions of how much more money allies can invest.REP. MIKE JOHNSON (R-LA), SPEAKER OF THE HOUSE: What the Biden administration seems to be asking for is billions of additional dollars with no appropriate oversight, and no clear strategy to win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "ZELENSKYY",
      "sentences": "Any internal issue that hinders the state is being cleaned up and will be cleaned up further. We need a strong state and Ukraine will be just that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "BELL",
      "sentences": "But it is on the battlefield that the Ukrainian president's ability to lead is being gauged most closely, as is his relationship to the troops and to the man who leads them, Valerii Zaluzhny with hints of a strained relationship, alluded to at Zelenskyy's end of year press conference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "ZELENSKYY",
      "sentences": "He has to answer for results on the battlefield as commander in chief, together with the general staff. There are many questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "BELL",
      "sentences": "Questions also for European and American allies looking to Zelenskyy to deliver a victory against Russia in return for air defense systems, tanks, missile systems, and now fighter jets.All too little too late say Ukrainians. As support for even that aid dries up, Zelenskyy is now in uncharted territory with tens of billions in dollars and euros for Ukraine held up by politicians on both sides of the Atlantic. The European Union now wrestling with Hungary's opposition as Republicans slow U.S. aid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "ZELENSKYY",
      "sentences": "I'm confident that the United States of America will not betray us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "BELL",
      "sentences": "But there has been some relief for Ukraine this Christmas, with news breaking of the first long-promised F-16 fighters headed for the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "ZELENSKYY",
      "sentences": "Like our victory in the Black Sea, we aim to win the air battle, crushing Russian air dominance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "BELL",
      "sentences": "A note of optimism from a leader desperate to believe that his war can still be won.Melissa Bell, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "HOLMES",
      "sentences": "In Moscow, some Russian celebrities are facing intense backlash for showing up barely clothed at an \"almost naked\" themed party. It came as the country implements an increasingly conservative social agenda.CNN's Bianca Nobilo with the story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:34:50",
      "speaker": "BIANCA NOBILO, CNN CORRESPONDENT",
      "sentences": "Dress code -- optional, quite literally. An \"Almost Naked\" themed party hosted by a popular blogger in the lead up to the holidays in Moscow has gone viral in Russia.Blogger Anastasia Ivleyeva organized the party in the heart of Moscow's Nightclub District on December 21st. Party goers showed up half clothed or with barely anything on, with outfits made of mesh, lingerie, and other creative materials to strategically-cover limited parts of their body. But photos of the almost naked party goers have sparked outrage across some parts of Russian society. Internal criticism has mounted about how a party of this nature could go ahead as Russians continue fighting on the frontlines in Ukraine. Orthodox church officials, pro war activists, and pro Kremlin lawmakers have all denounced the scantily-clad party goers. Attendees are now facing legal action. A court verdict against the party said the event was aimed at propagating nontraditional sexual relationships. Rapper Vacio, who showed up wearing a sock covering his intimate areas and not much else, has been found guilty of petty hooliganism by the Russian court. He's been sentenced to 15 days in jail and fined 200,000 rubles or roughly $2,200. Planned new year's parties organized by celebrities who attended the party have been replaced with other stars. Ivleyeva apologized via her Instagram page, posting a 21-minute video asking for forgiveness and a second chance. Other celebrity party goers have followed suit. In a previous video, Ivleyeva claimed the event was an opportunity to showcase photos created during her tenure as the chief editor of the now defunct Russian edition of \"Playboy\". Ivleyeva also faces legal action and hefty fines. A collective lawsuit filed against Ivleyeva on Tuesday by 22 people and initiated by a Russian actor, seeks compensations of one billion rubles, that's $11 million, for moral damages. Backlash against the party comes as authorities in the country are pushing an increasingly conservative and homophobic agenda. Just last month, Russia's LGBTQ community movement was deemed an extremist organization by the country's supreme court. Bianca Nobilo, CNN -- London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:50",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Engines full power, and lift off.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:50",
      "speaker": "HOLMES",
      "sentences": "A successful launch for a SpaceX rocket on a secret mission for the U.S. military. A Falcon Heavy rocket lifted off from the Kennedy Space Center a few hours ago, carrying the X-37B space plane. It operates with no crew, with its destination and purpose a mystery.The military says the plane will carry out what it calls cutting edge research, it doesn't tell us what. The landing of the rockets twin boosters was equally spectacular. The launch coming just weeks after China launched its own secretive spacecraft. Leroy Chiao is a former NASA astronaut. During his time at NASA he flew on four space missions, so he knows what he's talking about. Good to see you, Leroy. Always exciting to see a launch. What is the significance of this one on Falcon Heavy and what is on board which, of course, is all a bit hush-hush?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:50",
      "speaker": "LEROY CHIAO, FORMER NASA ASTRONAUT",
      "sentences": "Sure, absolutely. Well, the X-37B has been in operation since 2010 and this is its a seventh mission, a support mission for this particular space plane launching on the Falcon Heavy for the first time. That says to me it's going into a higher orbit.It's going on a more powerful rocket than previous ones, so it is probably going into a new regime in space. As far as its mission of, course, it is classified. We don't know, we can make some educated guesses -- probably testing new sensors, going to do some orbit maneuvers, maybe some other operations in space. You know, it is going to be in a higher radiation environment, so maybe that's a part of it. But very interesting stuff. You mentioned before, the seeds, NASA has put this experiment on board, but frankly we have been flying seeds in space for a number of years so I'd be kind of shocked if this was one of its primary missions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:50",
      "speaker": "HOLMES",
      "sentences": "Yes. So they want to keep it hush-hush, obviously. How can they keep the mission hidden from prying or just curious eyes? How do they do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:39:50",
      "speaker": "CHIAO",
      "sentences": "Well, sure. So, of course, our adversaries are monitoring everything they can. They are looking for radio emissions, anything else, just like we would be on their missions.And so what we rely on, what they rely on is encryption, right. So all of the data, all the signals coming down are going to be encrypted as our command is going up. So in that way we can keep things secure. And I'm sure everyone's encryption is pretty good, especially in the military realm. So probably, you know, we will be able to do a pretty good job at keeping things secret.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:58",
      "speaker": "CHIAO",
      "sentences": "Sure, absolutely. You know, space, solar power, it's not a new idea. It's been around since around the 1970s -- some practical, technical problems to overcome. For example beam (ph) spread, microwaving the energy back. You've got a lot lost through the atmosphere. Beam spread, and you know, you're going to have a huge stick (ph) to try to collect it. You're going to lose most of the energy we generate in space and it's hard enough to keep a solar farm on the ground operating efficiently, so even more challenging in space. But, that being said, they may be experimenting with it and some othertechnologies, you know, other technologies that we're not certain of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:58",
      "speaker": "HOLMES",
      "sentences": "Yes. This launch was delayed a couple of times and, while it was delayed, China, which the U.S. considers its chief competitor in a modern space race, it sent its own secretive spacecraft into orbit.How competitive is space these days and is militarization in space a concern, or just a fact of life?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:58",
      "speaker": "CHIAO",
      "sentences": "Well, it is both. It is a concern, it's a fact of life. It is very real, the civil space program is much more visible in any country. Military space, frankly, as got to be a lot of more money and effort spent on military space in all countries. All programs, of course, are classified, or nearly all of them.So China's space plane, obviously they have been doing this for several years, obviously capable. Probably doing the same kind of missions and experimentation's. They are trying to keep up and we are trying to keep ahead. And so, you know, we can only guess as to what the purpose of their space plane is for, but probably it's reasonable to guess that it is similar to the objectives of the X-37B. So the great game continues, as it were, and, you know, you have got China up and coming in both its economy and its military capabilities, obviously playing for the long game and wanting to be the leader. Fortunately, for us, we are still in that position and -- but we can't let our guard down, we have to keep, you know, keep moving ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:58",
      "speaker": "HOLMES",
      "sentences": "So I guess, normally, at this time of the interview I would say what would you consider a successful outing to be? But we won't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:58",
      "speaker": "CHIAO",
      "sentences": "Well, that is true. And one of the things that impresses me about the X-37B is that it has flown missions for around two years in duration. That is a pretty incredible when it comes down and it lands on a runway, all on autopilot.As far as we can tell from externally looking in, it has been a very successful program. So obviously it is a very capable vehicle and, as we have talked about, we can only make educated guesses as to the purpose, but obviously an important program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:58",
      "speaker": "HOLMES",
      "sentences": "If you hear anything, let us know. Leroy Chiao, always good to see you, mate. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:44:58",
      "speaker": "CHIAO",
      "sentences": "Good to see you. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "HOLMES",
      "sentences": "Well, grab your hover board or rev up your DeLorean because \"Back to the Future\" is back. This time it is on Broadway, though.And as we look towards 2024, CNN's Lynda Kinkade went back in time and caught up with the show's cast and the co-creator of the movie franchise. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "CHRISTOPHER LLOYD, ACTOR",
      "sentences": "I've made a major breakthrough.MICHAEL J. FOX, ACTOR: You're telling me you built a time machine out of a DeLorean?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "LYNDA KINKADE, CNN CORRESPONDENT",
      "sentences": "When \"Back to the Future\" released in cinemas in 1985 it was ahead of its time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "LLOYD",
      "sentences": "Look out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "KINKADE",
      "sentences": "Now the DeLorean has made its way to 2023 on Broadway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Great Scott.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "KINKADE",
      "sentences": "Great Scott. You created a musical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "BOB GALE, SCREENWRITER, PRODUCER, DIRECTOR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "KINKADE",
      "sentences": "Did you see this in your future?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "GALE",
      "sentences": "No, this was a future I could have never predicted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "KINKADE",
      "sentences": "Oscar-nominated screenwriter, producer, and director Bob Gale was the cocreator of the wildly popular and iconic \"Back to the Future\" trilogy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "GALE",
      "sentences": "People have always been asking for more \"Back to the Future\". But what people are really saying when they say, I want \"Back to the Future\" part four, they are saying I want to feel as good as I felt the first time I saw \"Back to the Future\". And that was on marching orders with the musical.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "ROGER BART, ACTOR",
      "sentences": "Good evening. This is Dr. Emmett L. Brown. And this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "KINKADE",
      "sentences": "Doc Brown is played by Tony award winning actor and singer Roger Bart.You are well known for, you know, your role in \"The Producers\". (CROSSTALKING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "BART",
      "sentences": "Nothing. Pretty much. I'm kind of a fake, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "KINKADE",
      "sentences": "\"Desperate Housewives\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "BART",
      "sentences": "\"Desperate Housewives\" really well-known. Crazy.Can this thing really do 88?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Trust me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "KINKADE",
      "sentences": "What do you think when you got the role Doc Brown?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "BART",
      "sentences": "It was one of those ones where you kind of go, this is like a perfect Fit. It is animated and super fun and high energy and you know, big faces. So it's really, really thrilling, and also I always loved Chris Lloyd in the role.And the movie, I was a huge fan. I felt like it was -- I couldn't wait to, hopefully, get it. Thank goodness I did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "KINKADE",
      "sentences": "Taking on the role made famous by Michael J. Fox is Casey Likes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "CASEY LIKES, ACTOR",
      "sentences": "Oh, this is heavy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "KINKADE",
      "sentences": "You're 21 years old, a lead role on Broadway. But from what I have read, Broadway is in your blood?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "LIKES",
      "sentences": "Yes, my mom did it. She was in \"Les Miz\" on tour and on Broadway. and I just wanted to be like her for my entire life and here I am. I can't believe it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "KINKADE",
      "sentences": "Did you get to meet Michael J. Fox?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "LIKES",
      "sentences": "I did. I did get to meet Michael J. Fox. Five minutes before curtain for our opening night gala performance he said kick ass and if you put your mind to it you can accomplish anything, which is a line from the movie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You're a slacker McFly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "HUGH COLES, ACTOR",
      "sentences": "George McFly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "KINKADE",
      "sentences": "and you got to play that role in London and they thought you were that good that they were like, let's bring you to Broadway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "COLES",
      "sentences": "Yes. I couldn't believe it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:49:54",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Hey McFly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:54",
      "speaker": "LIKES",
      "sentences": "1955.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:54",
      "speaker": "LIANA HUNT, ACTOR",
      "sentences": "One of the things I love so much when I re-visited the movie is the confidence and agency and guts that Lorraine has as a 17-year-old in the 1950s.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:54",
      "speaker": "KINKADE",
      "sentences": "There have been a number of films that have transitioned on to Broadway.\"Pretty Woman\", \"Mean Girls\". What, in your mind, makes a successful transition?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:54",
      "speaker": "GALE",
      "sentences": "There has to be a reason why the characters sing. And with \"Back to the Future\" our main character Marty McFly is this rock and roll guy. Obviously he can sing. And the characters are also larger than life. You know, Doc Brown is like this, right. It's perfect for the stage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:54",
      "speaker": "KINKADE",
      "sentences": "It's interesting when you see that you predicted in those films back in the day so much of it came to fruition. When you think about 3D movies and teleconferencing, and even hover boards. GALEtechnology. We did a lot of research.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "01:54:54",
      "speaker": "KINKADE",
      "sentences": "If you're a fan of \"Back to the Future\" you might recall the iconic line, \"The future is unwritten, it can be changed.\"Lynda Kinkade, CNN -- New York (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}