{
  "date": "2023-05-22",
  "headline": "CNN Tonight",
  "subHeadline": "Biden and McCarthy Met on Debt Limit; New York Officials Plead for Help with Migrant Surge; Judge Enters Not Guilty Pleas on Behalf of Idaho Murder Suspect; Paul Whelan Speaks to CNN; \"CNN Tonight\" Presents \"On the Lookout.\" Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "ALISYN CAMEROTA, CNN HOST",
      "sentences": "Hi, everyone. Thanks for tuning in to this hour where we bring you \"Tomorrow's News Tonight.\" We have our great lineup of reporters here with me. We have Harry Enten, Erica Hill making her debut, Polo Sandoval, and Kylie Atwood. Also joining us from (INAUDIBLE) is Melanie Zanona.So, tonight, President Biden and Speaker McCarthy were at the White House trying to negotiate a deal on the looming debt limit deadline. That date is June 1st. And if an agreement cannot be reached by then, experts warn of a global recession that could take years to recover from. So, let's get right to Melanie who has reporting on the behind-the- scenes talks. Melanie, what is happening at this hour?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Yeah, Alisyn, I just literally dashed over from the Capitol. And as we speak, representatives for the White House and the speaker's office are meeting.And Kevin McCarthy told us earlier today that they are going to work through the night to try hammer out a deal or at least get closer to a deal because they have been very far apart. In fact, we did see boxes of pizza and insomnia cookies being wheeled into the speaker's office -- (LAUGHTER) -- so that's how you know they're digging in for a long night. But just the fact that they are talking, that they are still committed to getting a deal is a positive sign because this weekend, we saw a huge setback, it was pretty tumultuous, there was a lot of heated rhetoric, and Kevin McCarthy emerged from his one-on-one meeting with Biden striking a pretty optimistic tone. Let's take a listen to that sound. (BEGIN VIDEO CLIP) KEVIN MCCARTHY, SPEAKER, UNITED STATES HOUSE OF REPRESENTATIVES:  I felt we had a productive discussion. We don't have an agreement yet, but I did feel the discussion was productive in areas that we had differences of opinion. I believe we can still get there. I believe -- I believe we can get it done. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "ZANONA",
      "sentences": "So, some very cautious optimism, I would say there. But, look, today was a reset, a much-needed reset. And sometimes, in these high-stake negotiations, everyone just needs to cool off take, take a step back before they can come back to the table. But I will say there is a lot of issues to work through and not a lot of time to get it done. But we will see what they do tonight, Alisyn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CAMEROTA",
      "sentences": "Yeah. I mean, if an insomnia cookie can't reset, I don't know what can.(LAUGHTER) Before we bring in the panel, let's turn to Representative George Santos. Melanie, I understand you have some new reporting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "ZANONA",
      "sentences": "Yes. So, you might remember that last week, House Democrats tried to force a floor vote on a resolution to expel Santos from Congress, and all of his Republican colleagues helped to stop that effort by instead of voting on the resolution, they voted to refer it to the House Ethics Committee, essentially a delay tactic.Bu I am told that George Santos was going around today giving out thank you letters to all of his Republican colleagues that helped spare him, at least for now. I want to read part of that thank you letter. He said, I want to personally thank you for your support in referring the vote for my expulsion resolution to the Ethics Committee. This has been an especially difficult time in my life, and I want to serve my constituents the best I can. Now more than ever, the Republican majority needs to stick together, and you demonstrated great dedication and courage by putting differences aside to allow the proper process to play out. Now, we will see how long that goodwill lasts because the House Ethics Committee is looking at this and Kevin McCarthy said if they determined that he broke the law or did something wrong and that he deserves to be expelled, they are going to follow through on that, Alisyn.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay, Melanie, stand by because I do want to bring in my panel for everything we've talked about thus far. Okay, so, there is a lot happening actually this week, Erica.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "ERICA HILL, CNN ANCHOR AND NATIONAL CORRESPONDENT",
      "sentences": "First thing on the show and you put me right on the spot. CAMEROTA",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "HILL",
      "sentences": "This is why we're such good friends.(LAUGHTER) There is a lot happening. What is fascinating to me is not just the cookies and the pizza because those are signs, those are important signs that we should be looking at.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CAMEROTA",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "CAMEROTA",
      "sentences": "They can still do it, right? If there is a deal tonight, they would still have time, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "HILL",
      "sentences": "If there is a deal tonight, they still have time, but if you look at the legislative process that has to play out, this is scary. And I wonder how much people grasp as you try to wrap your head around it, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "CAMEROTA",
      "sentences": "Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "I'm not sure we fully do grasp, but in part because we've been so many times before and how many times, you know, the old line, there have been, you know, as many debt ceiling crises as there have been summer Olympics over the last decade or so, and we've been there that many times. And every single time, we seem to pull ourselves out of it.So, I think that gets to your point, maybe this time will be different. But now, as you know, they're eating their cookies and their pizza and everything else a kindergarten could possibly dream of. (LAUGHTER) You know, maybe once again, the idea that they will come up with a deal magically out of nowhere seems to be very much --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "CAMEROTA",
      "sentences": "I think there is a boy who cried wolf quality to these things for sure, I'm always on the lookout for it, but I have been cautioned time and again, Kylie, this time is different.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "KYLIE ATWOOD, CNN NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Yeah, I think it is different. I mean, just because, as you guys were saying, we are so close. I mean, you had the secretary of the treasury right to congressional leadership today expressing again how close we actually are. But what struck me also from what McCarthy said when he came out the White House today was how complimentary he was of the White House negotiators. I think that that is significant because what it demonstrates is that there is a bit of trust that is being built.And we know that in Washington, trust is really a deficit right now and that is something that they're going to have to build if they're going to actually get anywhere tonight and in the next two days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "CAMEROTA",
      "sentences": "That's why it's so good to have you, the tea leaves readers, on because like -- he has changed his tone. There are insomnia cookies. To regular people, these aren't big signs of progress, but we know that they are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDENT",
      "sentences": "And for McCarthy, certainly, it will be a test for him, right? I mean, he still has a lot to prove. He is still out of the gate. So, on the issue of trust, this is going to be an opportunity for him to really show whether or not he can hold on to that trust for his fellow Republicans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "CAMEROTA",
      "sentences": "Harry, I'm told you have some important numbers for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "ENTEN",
      "sentences": "Yes. I have some numbers. You know, we were talking -- there is all this stuff about Trump and the classified investigations that are sort of going on --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "CAMEROTA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "ENTEN",
      "sentences": "-- at particular point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "CAMEROTA",
      "sentences": "Yup, yup.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "ENTEN",
      "sentences": "And so, I think we have some interesting numbers there which sort of delve into essentially what is going on there. And what is fascinating to me in terms of Trump and the classified documents is that the American public, overwhelmingly, if, you know, we pull up the numbers, what we essentially see is that when it comes to classified documents, they believe there should be criminal charges.We see, look at this, 54% of Americans believe that Trump should, in fact, face charges, criminal charges for his handling of the classified documents after leaving office. And also, there are all these different investigations that we have going on, right? And so, to me, I think it is very interesting that we also see when it comes to all of these different criminal charges that are essentially perhaps in the air for Trump, what we see, you know, should he, in fact, be allowed to run for president in this 2024 cycle? Look at this. Fifty-seven percent of Americans believe that, in fact, Trump should be disqualified from running in 2024. Just 38% of Americans believe he should be allowed to run. But here is the key nugget, Alisyn. So, it is a key nugget. What about Republicans? What do they think about all of this stuff? And what we see here, you know, should we, in fact, rally around Trump or should we try and find somebody new? Look at this. Sixty-eight percent of Republicans believe that the GOP must support him versus 26% of Americans -- Republicans, excuse me, who believe he should step aside. So, this big sort of break between what Republicans think and what the American public thinks on this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "CAMEROTA",
      "sentences": "That's pretty fascinating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "ATWOOD",
      "sentences": "It's not all that surprising, right? I mean, this is the reality that we see play out in these primaries. You know, we heard today from Tim Scott, who is announcing that he is running for president officially, and he said that he believes that he is, you know, essentially the most threatening candidate to the Democrats. But does that matter in a primary?We are coming up into a period where what matters in the primary is what the Republican voters or what the Democratic voters on the democratic side are looking for. And, as you were saying, we have seen them all rally around Trump up until this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:03",
      "speaker": "CAMEROTA",
      "sentences": "I mean, those 38% -- that 38% that you just showed us, who think that he can run, that is who -- that is exactly his base. I mean, that is exactly the people --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "ENTEN",
      "sentences": "I was fascinated -- you brought up Tim Scott. I was fascinated by his announcement today because I thought it was out of a different era. I felt like I was 12 years old again watching George W. Bush running in 2000. The sort of compassionate conservatism, our best days are ahead of us. And if you look at the polling, what in fact, as most Republicans believe, our best days are behind us, make America great again.So, I just view all of this -- I view this with the Trump scandals and the idea that all of these guys are trying to run against him. And at first, you know, I'm saying, oh, my God, all these guys are trying to run against him. This shows how weak he is. But, in fact, I think it shows how weak Ron DeSantis is, who has dropped, you know, 10, 15 points in the polls over the last two months. So, now, I'm thinking, I'm going to be the Trump alternative. Meanwhile, Trump is in that corner. Oh, the water is just fine, guys. Come on in. Yes, buy that anti-Trump vote. He's got to be laughing himself to sleep tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "CAMEROTA",
      "sentences": "We are just getting this story into our newsroom. The Secret Service is investigating a crash involving a U-Haul truck that they say collided with security barriers on the north side of Lafayette Square at 16th Street. This was just before 10Spokesman -- there's a spokesman there who says -- quote -- \"There were no injuries to any Secret Service or White House personnel, and the cause and manner of the crash remains under investigation.\" Of course, we will stay on top of this story. We will bring you any new developments. Okay, meanwhile, the governor of New York and New York City's mayor are pleading with the Biden ministration for help with the surge of migrants. They want a change in federal work rules that would allow migrants to obtain work permits, which would also help solve a labor shortage. (BEGIN VIDEO CLIP) GOV. KATHY HOCHUL (D-NY):  This is an issue that is affecting our economy. It's not just individuals. it's affecting us with this historic labor shortage. At the same time, given the historic labor shortage, we also have this unprecedented influx of individuals arriving in New York. All of them legally seeking asylum. They are eager to work. They want to work. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay. Polo is reporting on this for us. Polo, help us with the math here. We have a need for farm jobs, farm labor as well as like janitorial services. And then we have an influx of people who want those jobs, farm jobs and janitorial services, et cetera. And what is the problem? SANDOVALAnd what we have heard time and time again in the last year from New York City Mayor Eric Adams and certainly amplified by the state's governor, Kathy Hochul, is that they are calling on the White House to expedite the process, really what it takes to be able to secure that legal work authorization because there is no doubt -- and I've heard from many of these migrants. They say that they will still find off- the-books employment. But that certainly does not come with certain protections and they are not contributing to the economy. So, the argument from the locals here in New York State, well, then put them to work, expedite the process. Not really a whole lot of answers coming from the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "CAMEROTA",
      "sentences": "Why? Why doesn't the White House want to do that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "SANDOVAL",
      "sentences": "Well, the short answer, it is complicated, right? I mean, ultimately, what I've heard from Biden administration officials is that they are enforcing the law as it is. USCIS has to process these applications in a certain way. So, they are basically punting the ball to Congress, which we all know it's partly really unlikely we'll see any sort of immigration reform.But just to break down what the process is actually like, the 180-day asylum EAD clock, which is the process that these asylum seekers have to adhere by, they have to wait, this is important, about 150 days after they submit their petition for asylum before they can request that work authorization, and they cannot get their hands on that document that allows them to work for an extra 30 days. Do the math. You have the 180 days and this is without counting the major backlog that we have seen in the federal government with the federal government now taking months to process this because of, again, the demand. So, this is really the solution that I keep hearing time and time again by the Adam's administration, by Governor Hochul. And clearly, they do have an agenda. The mayor is quite upset that he only received about $30 million about two weeks ago --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "CAMEROTA",
      "sentences": "Uh-hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "SANDOVAL",
      "sentences": "-- out of $350 million that he could have gotten -- $350 million, I should say. But I've also heard this from migrants. I still get texts often from people who want to know where they can show up to stand in line to get employment. So, it really is extremely difficult and it is very difficult for so many people who -- they are stuck in unemployment limbo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "CAMEROTA",
      "sentences": "Absolutely. It is maddening. It is maddening on every single level because, again, this country needs them and they are here legally. So, in other words, if they have come in to apply for asylum, we do not know if they will be granted asylum, but that is the legal process until Congress changes it. So, they are here legally. They have to wait six months to work though they are needed -- they need money and workers are needed. Kylie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "ATWOOD",
      "sentences": "Yeah. I mean, have you -- have you talked to any of these migrants and actually tracked how long it takes from the day that they arrive in a city like New York until they are actually able to work? It doesn't amount to about six months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "HILL",
      "sentences": "Is there any Republicans -- we are talking -- we are talking about New York City -- we are talking about New York City.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "SANDOVAL",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "HILL",
      "sentences": "So, we are talking about Democratic leaders. But is there any republican support or even republican pressure on the White House where this is also seen as a helpful solution in many areas? Because it's not just New York City and New York State where workers are needed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "SANDOVAL",
      "sentences": "It is a really good question. You really haven't heard a whole lot from Republicans in Washington regarding the work authorization issue. The concern among many Republicans would be that if you do expedite the process, that could potentially be a path for citizenship. So, there are some concerns there from conservatives.But we have heard from industry leaders and they are -- they continue to say that they can provide the five, six weeks training for entry level jobs, but they do not have that support. And when you talk about the numbers, you mentioned about the farms, we do have some numbers to share just to give viewers an idea of what the governor says are some of the opportunities that could be out there. We are talking 5,000 farm jobs, according to the governor. In the hospitality industry and food industry as well, 4,000. And then those janitorial and housekeeping jobs, about 4,000 in all. This is just in New York State. We need to remind viewers that I was just on the border last week and I heard over and over again that they were setting their compass for Denver or Colorado because of the services that they provide. They provide some housing. They provide some transportation as well to the next destination. So, there are many cities throughout the country that could potentially tap into this because it is now becoming clearer and clearer it is more than just a humanitarian crisis, it now is the potential economic impact as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "CAMEROTA",
      "sentences": "Wow. Well, thanks for explaining this maddening catch-22 that the country seems to be caught in right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "SANDOVAL",
      "sentences": "And last, quickly, the numbers have dropped along the border in terms of apprehensions, but numbers we keep seeing in the cities continue to rise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CAMEROTA",
      "sentences": "A judge in Idaho entering not guilty pleas today on behalf of Bryan Kohberger, who remained silent during his arraignment. Kohberger was indicted on four counts of first-degree murder and one count of burglary in the stabbings of four university of Idaho students in November. There is also a new development in the case of Madeleine McCann. She is the British toddler who disappeared in Portugal in 2007. Erica is following both these stories for us.Okay, so, Erica, let's start in Idaho. Why didn't Kohberger say whether he was guilty or not guilty?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "HILL",
      "sentences": "That was the big question because we did actually hear him speak in court. So, the judge went through each of the charges, asked him if he understood each of these five charges. He said, yes. Also asked if he understood that anything he said in court could essentially be used against him. He said, yes, I do. But he did not choose to enter a plea. His attorney said that he is going to stand silent.So, why would he do this? I reached out to a good friend, defense attorney Joey Jackson, if anybody is going to know why, there has been a lot of speculation all day, could there be a plea deal in the works behind the scenes? Could there be some other reason that he did not want to speak, he did not want to say not guilty in court if they are working on something else? Joey said to me, in his view, there is no legal, no practical benefit to staying silent. It is sort of strange, but it is also his right. He does not have to speak. He does not have to weigh in if he does not want to. So, the judge could enter the plea for him. Again, there are plenty of theories. The other thing that Joey said to me, too, that I thought was sort of interesting is, who knows? Maybe who this guy wants people to speculate about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CAMEROTA",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "HILL",
      "sentences": "Maybe that's it. You look at alleged killers, alleged -- perhaps killers who have a very healthy sense of self, a big ego.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CAMEROTA",
      "sentences": "They play mind games.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "HILL",
      "sentences": "They may want to play a mind game. Perhaps that is behind it, too. But it was fascinating. It is definitely getting a lot of discussions, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CAMEROTA",
      "sentences": "Harry, are you perplexed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "ENTEN",
      "sentences": "No. I just -- you know, I must admit, my father was a judge, but I -- my understanding of the law is just not to break it. and so, I found it to be -- so, this could be just something where -- is this normal? I mean, I guess Joey --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "HILL",
      "sentences": "Yeah, it can be done. It is not -- it is maybe a little odd, but there is nothing illegal about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "ENTEN",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "HILL",
      "sentences": "So, you know, it is what it is. So, there is a trial scheduled for October. We also know now the clock starts ticking. So, the prosecution has 60 days. They have to say in writing whether or not they plan to seek the death penalty.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CAMEROTA",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "HILL",
      "sentences": "So, that is, you know, we are waiting to see that as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:00",
      "speaker": "CAMEROTA",
      "sentences": "Who else was in court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "CAMEROTA",
      "sentences": "So, only one of the college students' families were there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "HILL",
      "sentences": "As far as I know, the Goncalves were there. I haven't seen reporting about other families being there. But --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "CAMEROTA",
      "sentences": "It is such -- it is such a mysterious and disturbing and crazy story because it is not that often that you encounter what might be here a serial killer or a psychopath. And so, to study him, obviously, he is (INAUDIBLE) but there is a live interest, obviously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "SANDOVAL",
      "sentences": "Who has studied the matter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "UNKNOWN",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "UNKNOWN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "SANDOVAL",
      "sentences": "Given his academic history, I think that is also fascinating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "HILL",
      "sentences": "He was getting his PHD in criminology.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "SANDOVAL",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "HILL",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "SANDOVAL",
      "sentences": "So, does he know what's happening? Did he obviously studied court proceedings as well? At least I can imagine he did. At least browsed through a book on it. So, I think it's fascinating to see if this is part of his plan or part of his defense, I should say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "ATWOOD",
      "sentences": "And it is also interesting when you propose the theory that maybe he wanted people to start talking about him not speaking in court. If he is someone who had this criminal mind that was, you know, thinking through his different strategies for killing these women in this awful way -- I mean, maybe he was thinking about that way. Who knows?But I also think, this town, I was looking it up, I mean, they haven't had a reported murder on the books since 2015. Like this is a small town. It is like 25,000 people. I mean, the fact that this happened there is just, you know, we are talking about a criminal, we are talking about someone who obviously has mental issues, but it has really, I think, struck the entire nerve of the town.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "CAMEROTA",
      "sentences": "And the way it happens. It is all so grossly. Why don't we know more details of this story? It has been a while now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "HILL",
      "sentences": "See, right, we don't know a lot. And because there was this indictment with a grand jury, we didn't see evidence presented in court. So, we are not going to see much for some time unless this gag order -- the other reason we don't know a lot is because there is a pretty broad gag order.So, actually, a couple of hearings coming up June 9th, so in a couple of weeks. So, one, it will deal with the families who are coming forward and saying, hey, we want to be able to speak out. And then the media as well saying, hey, we need to know a little bit more. So, right now, this gag order applies to the prosecutors, the defense attorneys. Attorney for the families, they can't say anything. So, we will see what the judge says at that point. There are two hearings on June 9th. Also, we are expecting to get an answer potentially with the cameras in the courtroom for the trial at that hearing as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "CAMEROTA",
      "sentences": "Okay, let's talk about Madeleine McCann. Obviously, this is the case in 2007 that gripped the world because we have all seen her picture, we all felt so sickened by the idea that, you know, you can go away on a family vacation and your daughter is abducted. So, is there new evidence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "HILL",
      "sentences": "So, here's what we know. So, according to our reporting and our colleagues at CNN Portugal, there was reportedly a tip that came from Germany. So, now, there is a new search that is supposed to get underway really in a matter of hours because this is going to be Tuesday morning.So, there we saw what our colleague sought today at the site, the police in Portugal basically setting (INAUDIBLE), that they are going to be doing a search of this reservoir area that is about 30 miles from where Madeleine McCann was last seen. And it is because of a tip that came from Germany. That's the extent of what we know. But we also know that German police and British police will apparently be there. They won't be conducting the search, but they will be there sort of observing. But it will be the Portuguese authorities who are carrying this out. We were told that it is going to last two days max.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "CAMEROTA",
      "sentences": "And do we think there is still evidence there after 16 years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "HILL",
      "sentences": "So, the fact that they are talking about a reservoir, right, you would think, a reservoir, if it's water, it has been 16 years. So, this same area was searched in 2008. Divers actually did find bones. Well, those turned out to be animal remains. So, what we have been told is that, our colleagues in CNN Portugal telling us this will be a search involving land, not water. So same area. Again, the area was searched in 2008. But this is going to be land. So, we will see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "ATWOOD",
      "sentences": "Did they search the land in 2008 as well? I assumed yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "HILL",
      "sentences": "One would think, yes. So, they are going back. But they were very specific to say we are looking at the land in this case, not the water.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "SANDOVAL",
      "sentences": "Question is where this tip also came from all this time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:01",
      "speaker": "HILL",
      "sentences": "Yes. So, the fact that it came from Germany, because you may remember, too, back in 2020, there was a 45-year-old German man who had spent a number of years living in Portugal. So, he was -- this is Christian Bruckner. He was named as a suspect but never charged.What was interesting is that there were some charges related to several other separate cases that didn't involve sexual offenses in Portugal over the years. But again, he has never been charged in this case. He has maintained his innocence. He says he is not involved here. But it does raise questions that it was a German man. A tip came from Germany. Could these things be related? I mean, this points 16 years later. Every little nugget, they are wondering if there is a connection.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "CAMEROTA",
      "sentences": "Kylie has more on this exclusive interview for us. So, Kylie, can you tell us about this? Can you tell us how it came about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "ATWOOD",
      "sentences": "Yes. So, Jennifer Hansler, who is our reporter at State Department, works with me, you know, incredibly close on tracking this story. She is really close with the family of Paul Whelan. And over the course of the number of years that he has been wrongfully detained in Russia, more than four and a half years now, he has actually called her.This is the third time he has called her from prison. He is able to, you know, call his family a few times a week. And then every once in a while, he picks up the phone and gives her a call. What we don't know exactly is if behind the scenes, the Russians in the prison are, you know, allowing these phone calls to go through or not allowing them to go through because I do think that it would be outside of balance to assume that Russians who are monitoring an American who is detained in a Russian prison are monitoring very closely who he is calling. So, maybe there's a motivation. The Russians want him to be speaking out publicly right now to get some attention on to this case. But truthfully, what we know is that he picks up the phone and he is able to use one of those cellphones -- excuse me, phone calls to call Jennifer Hansler.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "CAMEROTA",
      "sentences": "And because these calls are so rare, did you detect something different in these calls? Was he more optimistic in this call?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "ATWOOD",
      "sentences": "He was. Yeah. I mean, the great thing is that we can listen to the recording of the call and you hear the tone of his voice in this call. It is a bit more optimistic than it was the last time that there was a phone call, which was back in December.And that was right after Brittney Griner, the WNBA star, had just been released as part of a prisoner swap that got her out of the country, left him in jail. He was really downtrodden after that. Now, there is another American who was wrongfully detained in the country, Evan Gershkovich, and he is concerned that there might be a deal that could release Evan and not him. But he has a bit of a more hopeful tone. And the reason that he says is because he has seen what U.S. officials have said publicly about this. We just heard from President Biden at the White House correspondents' dinner talking about Paul Whelan and doing everything that his administration can to get him out. And I also think that we have a clip from what Paul Whelan said would be his message to the president. Let's just listen to that. (BEGIN VIDEO CLIP) WHELAN (voice-over):  Freedom is not free; it comes at a price. But the loss of freedom is even more costly, and I pay that cost every day Russia holds me. Please follow through with your promises and commitment, truly make my life a priority, and get me home. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "CAMEROTA",
      "sentences": "Hmm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "ATWOOD",
      "sentences": "And, you know, getting him home because he spoke about being in a Russian jail and it is poor conditions, it's forced labor, it's tremendously challenging for him just physically and mentally. So, it's great that he has this optimism that we sort of heard in his voice. But when you speak with his family members, they are really concerned about that optimism and how long it can last.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:40:00",
      "speaker": "CAMEROTA",
      "sentences": "Can you imagine? HILLShe also expressed this concern that all this optimism that you hear in his voice, that people would get the wrong idea, that he was sort of content, which I found really interesting, that there is that concern. Could he sound almost too optimistic to people and make it seem like he doesn't need help? There must be -- to your point, Kylie, we think about why certain calls are getting through. It is interesting that this call was able to get through at this moment and it makes you wonder why.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:58",
      "speaker": "CAMEROTA",
      "sentences": "Also, Polo, can you just imagine being -- think about this, wrongfully detained and other people getting out before you. I mean, that must be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:58",
      "speaker": "ATWOOD",
      "sentences": "Two. Trevor Reed earlier last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:58",
      "speaker": "SANDOVAL",
      "sentences": "And now with this idea of a third.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:58",
      "speaker": "ATWOOD",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:58",
      "speaker": "SANDOVAL",
      "sentences": "And the hopeful tone, yes, you hear it in his voice, but you certainly hope that his family is also going to be -- at least this gives them a second win in their fight to try to get him home as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:58",
      "speaker": "ATWOOD",
      "sentences": "And the other complicated thing, just to add about, you know, Paul Whelan, is that he is actually being charged with espionage. And the Russians take charges of espionage incredibly seriously.And what they expect in terms of any potential deal to get him out would be in return getting someone who is connected to Russia's intelligence gathering operations. We don't have any high-level Russian spies in U.S. custody right now. So, that makes it altogether, you know, that much more challenging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:58",
      "speaker": "CAMEROTA",
      "sentences": "So, what do we trade? Who can --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:58",
      "speaker": "ATWOOD",
      "sentences": "Well, were scouring the globe right now. U.S. officials I've talked to are going to Denmark. They're going to Germany. They are looking for Russian spies who allies have that we can potentially offer up, but they are still working on those deals right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:58",
      "speaker": "ENTEN",
      "sentences": "I wonder, you know, the other folks who have been released, especially Brittney Griner. You know, as a celebrity, there was a lot of public pressure, especially from interest groups who are close with the president who wanted to see her released.I haven't really seen necessarily, you know, at least as an observer who isn't fully in-depth in the story, that same sort of public pressure, although the limited polling data I looked at said that the public believes President Biden should do more. But I haven't seen that same public pressure on this particular case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:44:58",
      "speaker": "ATWOOD",
      "sentences": "No, you're right. I think it's unfortunate, but it's also a reality. You know, Paul Whelan, he is an ex-marine. He is sort of more of a normal American, right? And Brittney Griner was a star. She is arguably the best American female basketball player. There was a tremendous amount of attention.I think we are seeing a large amount of attention also on Evan Gershkovich because he's a Wall Street Journal reporter. He is not famous by any means but when reporters are reporting on -- you know, reporters, there is a certain level of attention that is paid. And so that is a sad reality, I think, for Paul Whelan. But the fact that Brittney Griner is still bringing this up, she has made a point in her public appearances to talk about the other Americans wrongfully detained around the world and the need to bring them home, she is trying to keep that momentum going, which, I think, is worth noting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMEROTA",
      "sentences": "We are back with our fantastic panel of reporters to tell us what stories they are keeping an eye on. We call it \"On the Lookout.\" Okay, Polo?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "SANDOVAL",
      "sentences": "I will be on the lookout for a story that combines two of my favorite things. That is, of course, Mexico and volcanoes.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay, we didn't know this about you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "SANDOVAL",
      "sentences": "Strange fascination, but Popocatepetl, which is the volcano in Mexico, one of the most dangerous, it was actually dormant up until the 90s and then it erupted. There was some activity also about 10 years later or so. And it has been extremely active ever since. But lately, though, it has been disrupting some flights.So, what the Mexican government has been doing is basically putting about three million people on standby in towns and villages immediately surrounding it. Plus, also telling people that live about 60-mile radius around this thing, which are about 25 million people, to also keep a close eye on it because there could potentially be evacuations at some point. It is also disrupting travel. Just over the weekend, there were some flights in and out of the Mexico City Airport that had to be either cancelled or delayed. So, it's one of the things that is going to be -- I'm going to be closely watching it. Say it with me, guys. Po --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "UNKNOWN",
      "sentences": "Po --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "SANDOVAL",
      "sentences": "-- po --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "UNKNOWN",
      "sentences": "-- po --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "SANDOVAL",
      "sentences": "-- ca --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "UNKNOWN",
      "sentences": "-- ca --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "SANDOVAL",
      "sentences": "-- tepetl.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "UNKNOWN",
      "sentences": "What?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "SANDOVAL",
      "sentences": "Popocatepetl.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "ENTEN",
      "sentences": "Whoa.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "SANDOVAL",
      "sentences": "Which means smoky mountain, and we are learning more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMEROTA",
      "sentences": "And in fact, it is a smoking mountain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "SANDOVAL",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay, fantastic. It is very good to know that your hobby is volcanoes.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "SANDOVAL",
      "sentences": "And Mexico.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMEROTA",
      "sentences": "Yeah. Got it. Noted. Okay, Kylie, what are you looking out for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "ATWOOD",
      "sentences": "I am watching -- there is a Russian minister who mysteriously died on a flight this week. And he was flying from Cuba back to Russia. He had been critical of the Ukraine war. And there were some journalists that spoke up again about him having conversations with them before he had died. About how challenging it had been to be in Russia during the Ukraine war.I doubt that we are going to find out much more about the circumstances surrounding his death because we have seen a bunch of these critics of the Ukraine war, you know, mysteriously die. I think the Russians, you know, if it was them, if it was the Kremlin behind, they are probably going to hide how this went down. But we might learn more about his precise criticisms of the Ukraine war over the coming days and weeks as people who knew him talk about him. I think that could be really interesting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay, thank you very much for that. Harry?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "ENTEN",
      "sentences": "Yeah. Mine is not anywhere near as serious as that. But it does make me reflect, which is tomorrow is the anniversary of the series finale of \"Full House,\" which place on that day all the way back in 1995.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMEROTA",
      "sentences": "Hold on. Are you a big \"Full House\" fan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "ENTEN",
      "sentences": "Huge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "UNKNOWN",
      "sentences": "I love \"Full House.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "ENTEN",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMEROTA",
      "sentences": "I didn't know this. Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "ENTEN",
      "sentences": "Of course. And the theme song, great Jesse Frederik. It's just one of those things that sorts of reminds me, well, yes, I am young in some ways, but the fact that that was 28 years ago tomorrow reminds me that perhaps I'm not as young as I like to think that I am.(LAUGHTER) A lot of nostalgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMEROTA",
      "sentences": "Poignant. Very poignant, Harry. Thank you for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "UNKNOWN",
      "sentences": "There is a lot in that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "SANDOVAL",
      "sentences": "Very deep. Started with \"Full House\" --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "CAMEROTA",
      "sentences": "Yeah, and went down from there, you're right. Okay --(LAUGHTER) Erica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "HILL",
      "sentences": "Well, speaking of maybe sort of feeling your age, I was really struck by a piece in \"The New York Times\" this morning about workplaces becoming more friendly to women who are going through menopause.And this push to talk about menopause, to talk about the symptoms, to talk about what it is, what was shocking to me is that this is a big effort actually in Britain and Germany where there have been studies. Parliament has talked about this. And this is now a thing in other places.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "CAMEROTA",
      "sentences": "What do they do?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "HILL",
      "sentences": "So, some of the examples that we have seen, so, in Britain, and this is because -- by the way, menopausal women in Britain are the fastest growing workforce demographic. So, they are trying to change the stigma. They are talking about it more. They are having people in the workplace who are sort of menopause ambassadors for lack of a better term.So, we'll talk about it. We are going to talk about it. We are going to get comfortable talking about our changing bodies, friends. So, you can talk about menopause to reduce the stigma. Sharing with people the symptoms of perimenopause -- I mean --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "CAMEROTA",
      "sentences": "Erica, I feel like you are a menopause motivator. I feel like you -- you know like when you go to a bar mitzvah and there are people --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "HILL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "CAMEROTA",
      "sentences": "I feel like you're a menopause motivator, and I congratulate you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "HILL",
      "sentences": "So, newsflash, this is actually my new job here at CNN.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "HILL",
      "sentences": "I'm willing to be the menopause motivator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "ATWOOD",
      "sentences": "(INAUDIBLE) in the news rooms (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "HILL",
      "sentences": "Yes. Those are some of the concessions that are being made in some places. They are giving women a fan on their desks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "CAMEROTA",
      "sentences": "Nice. That's great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:55:00",
      "speaker": "HILL",
      "sentences": "-- understand when you get that little fog --",
      "isLastSentenceInterrupted": false
    }
  ]
}