{
  "date": "2023-04-13",
  "headline": "CNN News Central",
  "subHeadline": "Protests Across France Ahead of Ruling on Plan Raising Pension Age; NWS Says, Rainfall in Fort Lauderdale Likely 1-in-1,000-Year Event; Court Partially Freezes Texas Judge's Order, Keeps Abortion Pill Available. Aired 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Protesters storming the headquarters of Louis Vuitton, dumpsters up in flames. We are live in Paris with the latest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Rescues underway. A major airport closed and schools closed in parts of South Florida after what experts say is that 1 in 1000-year event. Historic downpours are causing catastrophic flash flooding there, some areas some more than 20 inches of rain. We will take you to some of the hard hit areas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Former President Donald Trump facing a new legal battle. He's back in New York City this morning and being deposed today in a civil case against him and the Trump Organization. These major stories and more all coming in right here to CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "BERMAN",
      "sentences": "All right. At this moment, hundreds of thousands of protesters are on the streets of Paris. We just learned the police have stopped demonstrators as they reached the constitutional council, the kind of equivalent to the Supreme Court.CNN's Frederik Pleitgen is right in the middle of it all. Fred, if you can hear me, tell us what you're seeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Hi there, John. Well, in the last couple of minutes, things have actually kicked off here in Paris. We saw some clashes happening between the riot police here and some of the protesters, still only very small part of the protest, and very small part of the protest itself. It certainly seems as though most of it is still very peaceful.However, we did see some big clashes going on here a couple of minutes ago with the cops deploying tear gas, even beating some of the protesters as well, charging the crowd, whereas the protesters that answered that by throwing bottles and rocks at the cops. So, that is something that's going on. If you look at the scene right now, it is still pretty tense around here. We're sort of in an area right now that's between two layers of police. They've sort of gone back a little bit. But there is a lot of tension in the area. And as you can see, there're still some bangs that are going off as well. So, certainly, this march one -- that has gone from one that has been very peaceful from the beginning to not so much right now, again, the protesters who, of course, very angry at that pension reform that Emmanuel Macron has been trying to essentially through the legislative process here. And I think one of the interesting things that you guys see, if you pan around, you can see that a lot of the folks here who are coming to protest, they are actually fairly young people who are protesting here. So, to them, of course, it's about the pension reform, it is about raising the pension age, but it is also about the way that Emmanuel Macron has tried to do this using executive powers to try and push all of this through. That's something a lot of people here don't take very well and certainly has damaged him, as you can see, considerably politically. It has also damaged the political system here in this country. There are some who say that it's essentially the far-right that has benefited from the fact but there's so much criticism of the government right now. As you can see, there's still some banks going off behind me, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "PLEITGEN",
      "sentences": "Yes, I think that's a pretty fair assessment. That is something that could happen. You do feel that there are a lot of people here on the street, a lot of anger here on the street as well. And I think that people really feel that this is really the last sort of moment they have to try and get that message out.You're absolutely right. Tomorrow evening local time, obviously, the constitutional council of this country is going to decide whether this law is constitutional or whether all of it or parts of it are not constitutional. And, obviously, that's a very, very important moment for the folks here. But a lot of people who we have been speaking to are also saying no matter what the constitutional council decides, they are going to keep protesting because they are so angry at the government. And, really, if you look at this right now, you look at some of the signs that you're seeing, you see some of the folks are breaking up the pavement -- more rocks possibly for throwing. Yes, a lot of people say that this is just so much anger now towards the government of Emmanuel Macron, that they are going to continue to go on the street. You can feel that anger here right now. If you look behind me, you can see here, there's another big standoff that's going on here right now between the riot police and some of the protesters. You can see things flying. That's sort of the way that all of us has gone, another one of those flash bangs. That's sort of what's been going on here. We're going to go to the side to make sure we're sort of out of the way of some of these projectiles that are flying. But -- oops -- as you can see a lot of stuff flying through the air here, as at least on the fringes of this protest, things are getting a lot more violent. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "BERMAN",
      "sentences": "And, Fred, as long as you can stay safe, let me ask you one more question here, as we see the smoke bombs going back and forth, protesters putting them toward the law enforcement there. You keep mentioning this is on the fringes of these demonstrations. How widespread exactly? Can you describe are scenes like this in Paris now? Are there several city blocks where there's smoke going up or is this really just in one place?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "PLEITGEN",
      "sentences": "Well, I would say definitely -- that was not a flashlight. I would say -- sorry, guys, some tear gas here, but I'll try and stay with you. So, on several city blocks up -- I'm going to get back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "BERMAN",
      "sentences": "Fred, catch your breath. Fred, catch your breath if you can. Catch your breath, catch your breath. Let me just describe what's happening here. Catch your breath and let me know you're okay in a second.What's happening again, as a standoff on the streets of Paris, you see law enforcement there with protesters at these various intersections. This is something we have seen before. They have these sort of pitched standoffs where the protesters, they put these smoke bombs right in the face of the law enforcement and the smoke, goes up into the air and gets everywhere, including in reporters' eyes and down their throats. Fred, are you back with me?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "PLEITGEN",
      "sentences": "I'm back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "BERMAN",
      "sentences": "Okay. You okay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:00",
      "speaker": "PLEITGEN",
      "sentences": "Yes, I'm back with you. I'm sorry. I just got a full load of tear guys at my -- yes, I got just a little tear guys.Yes, you were asking me how widespread this is. I mean, if we look around me, pan on the other direction, you can see it's going off there as well. So, it certainly is several city blocks where this is going on here in Paris. It's basically one part of the demonstration that has had these confrontations with the police. I still think, from our vantage point, from what we've seen, the largest part of this protest is very much peaceful. It's almost like a carnival atmosphere. But you do have this on the fringes that is going on. In fact, I think we're going to go over there now. Let's walk over there and see what's going on over there. But, yes, it is definitely pretty big. I mean, the area where these clashes are going on are definitely several blocks here. And if you look over there, you can see that there are, in some cases, things that have been set on fire, trash cans have been set on fire, flash bangs that have gone off. You can see some of our colleagues here who have had paint all over them. That's something that's also being used. Now, I think back there, you can see some people are sort of essentially trying to break down the window of a shop there, I think. So, that is something that is not completely widespread here in the city but certainly that's going on in a fairly large area. As you can see, we've been walking a little bit here and, you know, we just keep seeing scenes like these, as right now, you can see the windows of that shop that have -- it seems that someone has tried to break them and has maybe not succeeded, and, again, a lot of people here voicing their anger at the French president, Emmanuel Macron, really taking that out here on the street as the riot police also countering all of that. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "PLEITGEN",
      "sentences": "That's actually a really good question, John. I think it's something that's really important to point out to our viewers, as we see some of this happening again. If we turn around, we can see there's the next confrontation that's about to happen. This is sort of guys from what they call the Black Bloc here, as you can see, hurling some projectiles towards the law enforcement over back there.But you're absolutely right. The police are charging. Now, let me just see if we have to get out of the way. Hold on, the cops charging towards this direction (INAUDIBLE) for a second. So, we're right in the middle of it seems right now. But as you were asking about the makeup sort of the crowd here, I think it is very important to point out that there are a lot of people from unions, there are a lot of people who are a bit -- have been working for a long time and sort of looking towards retirement. But there are also a lot of people who are nowhere near retirement age, very young people, and I think you can see that here in the crowd. And for them, yes, this is about the pension reform that Emmanuel Macron is trying to get through here in France and has used executive powers to do just that, but it's also very much about the way -- sorry, I got tear gassed again. BERMAN:  All right. Fred, catch your breath again. Please catch your breath again. Get a drink of water. Take care of yourself as we watch this law enforcement move up in formation facing these protesters. And this is something you do see on the streets. We've seen it on other streets of Paris. You also see something like this in the streets in the United States when there are demonstrations like this, although the scale of these demonstrations are bigger than most of the things we see here, as law enforcement will move in formation and they will draw a line, basically. They will form a line and say, okay, protesters, you're not going past this point. And then they'll keep moving that line forward and forward to try to control more area, at least trying to contain the space that the protesters are working in. Fred, if you're back with me, you okay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "PLEITGEN",
      "sentences": "Yes, I'm back. Hi, John, yes, I'm back now, so sorry about that again.But, yes, I mean, it's -- as you can see, things continue to kick off. But I was just talking about, a lot of these young people are just extremely angry at the way that this -- we have to move back as we're actually right in the firing line of possible rocks being thrown -- are just extremely angry at the way that Emmanuel Macron is trying to push through this pension reform. They believe that it's undemocratic. And you can really feel that this has now become about more than just the pension reform. It's become about the way that Emmanuel Macron is governing, in general, and a lot of people are voicing their anger at that. And if you look at a lot of the signs that people are holding, if you look at a lot of the chants that we're hearing here on the street, they are more generally against Emmanuel Macron's government than they are specifically against the pension reforms. You do have those people from the unions, as you can see some projectiles flying again. These are rocks. People tend to break down the rocks here. Some of the tarmac in the street and then throw them at police officers. And, you know, then very often, the police will counter that with tear gas and then charge forward produces. You can see right now the police are moving back, though. But as you can see, John, I mean, some pretty violent scenes that are happening here on the streets of the French capital. And, again, this is -- you know, we always have to point out this is not the majority of the people who are marching. A majority of the people who are marching, they have their political concerns that they're trying to voice. This is just a small part of this march, but it does show that there is you know a big confrontation going on, obviously, with law enforcement here. A lot of anger by some of these protesters against the police as well, police in this country known sometimes have some pretty heavy handed tactics. And you can see there's just a general anger at the authorities, at the government that is being voiced by people of many ages. And it is important to also point out that there are tens of thousands of people that we've seen this morning that are marching here today. Presumably, there'll be hundreds of thousands marching throughout the entire country. And this protest movement really hasn't launched (INAUDIBLE) despite the fact that it's been going on for such a long time, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:00",
      "speaker": "BERMAN",
      "sentences": "Frederik Pleitgen, the utterly unflappable Frederik Pleitgen, on the streets of Paris, with smoke bombs going one way, tear gas going the other way, you and your team stay safe. I owe you. I owe you a drink at some point for your patients with this, Fred. Thank you very much. Be well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "SIDNER",
      "sentences": "A flash flood emergency in South Florida, you see how big of an area that is, Dana Beach, Fort Lauderdale, Silver Shores. Look, they are urging people to stay off the roads after what is being called a 1 and 1,000-year rain event.Just moments ago, this rescue going on taking place near a catholic school in Fort Lauderdale, you can see the boat there full of people who were trapped. Now, in Fort Lauderdale and active emergency declaration is an effect, car after car being submerged in the streets. The mayor calls this the most severe flooding he has ever seen. The flooding is trapping people inside their homes. In Broward County, a man in a kayak, you see him there in that green kayak, he appeared to be checking on neighbors. As of now, the Fort Lauderdale Airport is closed due to flooding. CNN's Carlos Suarez is just north of what you're seeing there, where estimated rain totals have topped 20 inches. You're still standing there. We've seen you all morning with all of this, you know, water in the streets, although it does look like where you are, it's not raining in the water has subsided, just a tad. What is the scene that you're seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "CARLOS SUAREZ, CNN CORRESPONDENT",
      "sentences": "That's exactly right, Sara. So, where we are right now, which is just north of Fort Lauderdale Hollywood International Airport, it does seem that the water has receded just a little bit. Unfortunately, though, there is more rain in the forecast.North of the airport is where some of these rescue operations are taking place. In fact, we're told that a few of them are happening just to the east of us here. You're taking a look at one of the neighborhoods that have been flooded for the better part of this morning really well into the night last night because of all of this rain. We're told that Fort Lauderdale fire rescue as well as the Broward Sheriff's Office, they're essentially in the process of going street by street, neighborhood by neighborhood across parts of Broward County, checking on anyone that might be trapped inside of their homes because of all of this rain that saturated this part of South Florida. Now, we caught up with a few folks who are trying to make their way east. They are trying to get the work. Some of them are trying to get back home. They told us, look, we were hoping to get there, but once we saw where all of this water is that, we're not going to do this. We're not going to get stuck. Here's what they told us. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "JENNIFER CALIFF, STUCK IN TRAFFIC AMID FLOODING",
      "sentences": "So, I've been watching the cars thinking I can make it but I've had the car stall in water before, and so I'm just like I'll just hang out.I only lived in Florida for a couple of years. So, this is completely shocking to me. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "SUAREZ",
      "sentences": "That woman told me even though she's only been living here for a few years, she's already well-versed in what happens if you try to take your car into some of these deeper parts of flood waters out here.Now, over at FLL, the international airport over there, that might reopen at noon. However, it's not looking too good because the runway there is still saturated with all of this flooding. And according to FlightAware, even if that airport does reopen at noon, we're already looking at well over 300 canceled flights out of FLL. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:00",
      "speaker": "SIDNER",
      "sentences": "Yes. You can see also that some of the FDOT is out there, the Florida Department of Transportation, kind of moving people along in their big trucks because people have been told, right, to stay off the roads. And we're looking at Fort Lauderdale Airport. That is a crazy scene right there. The airport, as you just heard from Carlos Suarez, is expected to open around noon. I appreciate it, Carlos. John, Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:02",
      "speaker": "BOLDUAN",
      "sentences": "CNN Senior Supreme Court Analyst Joan Biskupic joins me now with much more on this. So, Joan, let's start with what exactly changes under the latest ruling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:02",
      "speaker": "JOAN BISKUPIC, CNN SENIOR SUPREME COURT ANALYST",
      "sentences": "Sure, Kate. And you're right, that things are kicking into high gear. First of all, the most important thing that came from the Fifth Circuit last night was that the part of the district court judge's order that's invalidated the 2000 approval by the FDA for Mifepristone, the first pill in the two drug protocol for medication abortion, that that could stand. So, just as a threshold manner, the court said it would suspend the district court's ruling that said that the drug could no longer be available at all.But what it did was it allowed, at this point at least, the part of the lower court judge's ruling that affected restrictions since 2016 on the drug to take effect. They would take effect depending on what happens over the next 48 hours in terms of appeals. And those changes that go back to 2016 involved women's access to the drug, for example, right now, a person can get this first pill through the mail after an initial consultation with a physician. And the rule before 2016 required it to be dispensed in-person. So, that's a major change. Also for the labeling of the drug, the FDA had changed it from being available up to seven weeks now back in 2016 and extended it to ten weeks. So, the guidance and the label would go back to seven weeks rather than ten. There are physicians who would probably still can prescribe it up to ten weeks. We don't know yet if the Biden administration will appeal this. It's a pretty significant set of restrictions that will now take place. Meanwhile, the Fifth Circuit said it would actually hear the merits of this case going sometime in the next spring. But I want to stress overall what a different situation we have in the wake of the Supreme Court's Dobbs ruling last June, most women and their pregnancies through medication abortion, and now with so much state to state variation, this drug has become more important. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:02",
      "speaker": "BOLDUAN",
      "sentences": "Joan, thank you for that context. Let's see what happens literally in the hours and days ahead. John?",
      "isLastSentenceInterrupted": false
    }
  ]
}