{
  "date": "2023-03-20",
  "headline": "Anderson Cooper 360 Degrees",
  "subHeadline": "Anticipation Building For Trump Indictment After He Signals One Is Coming, Tells Followers To Protest, Take Our Nation Back; Security Cameras, Barricaded Erected Near NYC Courthouse Ahead Of Possible Trump Indictments; How An Adult Film Star's Allegations About An Affair With Trump Became Center Of Manhattan Grand Jury Investigation; Xi And Putin Meet In Moscow; Attack On Couple's Car In War Zone Caught On Camera Of Ukrainian Drone; Russia Under Investigation For Alleged War Crime; New Legal Team For Stephen Smith's Family Vows To Launch A \"Fresh Investigation\" Into His Death; Buster Murdaugh Addresses Stephen Smith Investigation, Denies \"Any Involvement\" In His Death; Trump's Legal Team Seeks To Throw Out Special Grand Jury Report On 2020 Election Interference In Georgia. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:23",
      "speaker": "PAMELA BROWN, CNN HOST",
      "sentences": "The twice impeached 45th President of the United States may become the first former president, as well as first major presidential candidate indicted on a criminal charge. When that may happen, if it happens is anybody's guess and today's events only added to the drama.I'm Pamela Brown, in for Anderson tonight. The former President ticked off speculation that an indictment may be imminent with a social media post over the weekend, stating that it may come tomorrow, but he offered no proof of that. And his own lawyer told CNN that they are merely repeating what they read in the media, but they can't be because everyone is in the dark about what's going on behind the closed doors of the grand jury room and about when they could reach a decision. All we know is that if the former President is charged, it will be historic and not just for the reasons we cited, but also because of the nature of the crime being alleged: A payoff and cover up of an alleged relationship with an adult film actress, something Trump has denied. But more importantly, because any potential indictment could also be the first of more charges to come for former President Trump, those would involve separate investigations out of the Justice Department and the State of Georgia and to his actions surrounding election interference, the insurrection, and mishandling of classified documents that are potentially far graver to his status as a 2024 Republican frontrunner. So, here is what we do know tonight. The Manhattan District Attorney's office has signaled that it is very close to a decision about whether to indict and that fact, plus Trump's social media blast has kicked off these series of developments we may see in any future indictment from either the Justice Department's Special Counsel or out of Georgia, an attack by the former President on the prosecutor are rallying around the President, in fact among Republicans as we keep seeing and fears of violence. This weekend, in that same social media post, the President told his followers he expects to be arrested and called on them to \"Protest. Take our nation back.\" A lot of reporting in the hour ahead starting with CNN's Paula Reid. So, Paula, what more are you learning about the timeline for a potential indictment of the former President?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:23",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, Pamela, if the former President is indicted, his attorneys would be notified and then they would have to negotiate a self-surrender and a time for an initial appearance. And we're hearing from multiple sources tonight, both in law enforcement and a source close to the former President that that initial appearance and any arrest would not happen until next week, and it's still only if he is indicted.We've also learned that the former President's legal team is not expecting anything to happen tomorrow. At this point, it is unclear if the grand jury will be hearing from any additional witnesses and when they will possibly vote on an indictment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:23",
      "speaker": "BROWN",
      "sentences": "So we will stay on the edge of our seats to see if there are any developments.And a former legal adviser to Michael Cohen actually testified before the Manhattan grand jury today. What did he have to say -- Paula.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:23",
      "speaker": "REID",
      "sentences": "That's right, Pamela.This is really interesting, because this was a witness that was requested by former President Trump's legal team, and they wanted him to go before the grand jury to undermine and attack Michael Cohen's credibility. Cohen is, of course a central witness in this investigation. And this witness, Robert Costello, he's an attorney who at one time represented Michael Cohen, and he says that he told the grand jury back when he discussed these hush money payments at the center of this investigation with Cohen several years ago that Cohen told him that he was doing that on his own. He also accused Cohen of being on a \"revenge tour.\" Now, Michael Cohen was also at Court today and available to rebut this testimony, but the grand jury did not hear from him, though they have heard from him at least two times in the past. So again, Pamela, now the question is, well, is there anyone else that's going to go before the grand jury? And how long will this investigation continue to go on? It's been going on for five years. This is conduct that is seven years old, and it's unclear why this is all coming to a head now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "DANA BASH, CNN ANCHOR AND POLITICAL CORRESPONDENT",
      "sentences": "That the DA is working very, very -- holding his cards very close to his vest, but I think that is such an important point that you just made. It is an unknown.The words that you used at the beginning of the program talking about the fact that, you know, the former President is saying well -- and his attorneys are saying, well, we're just repeating what we heard in the press. It's a little bit of, you know, they are doing this intentionally, the Trump team, because the former President understands, in fact, in the words of one of his -- somebody in his orbit today to me said, he was on political life support. I am talking about politics now, not the legal -- potential legal trouble he's in -- on politics, he was on life support and this whole situation has injected a blood infusion, a political infusion for him. And it is something that he is creating and I think that is the important thing we need to keep repeating. He is the one who is putting out information about when he would allegedly be arrested and all the things that, you know, haven't happened yet. And so we have to keep that in very clear perspective that he believes that this is a very big political plus for him, which is why he is fanning the flames right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "BROWN",
      "sentences": "And we know he sees everything through that lens, right? How is it going to help me politically, the PR around it. I think that's really important context, Dana, and to Dana's point, David, many Republicans, they've been quick to come out publicly to defend the former President and attack District Attorney Bragg and this process. I want to play some of that and then talk about it on the other end.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "MIKE PENCE, FORMER VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "I'm taken aback at the idea of indicting a former President of the United States.REP. KEVIN MCCARTHY (R-CA): Lawyer after lawyer after lawyer will tell you this is the weakest case out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "PENCE",
      "sentences": "The fact that the Manhattan DA thinks that indicting President Trump is his top priority, I think just tells you everything you need to know about the radical left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "MCCARTHY",
      "sentences": "This is a DA that got more than a million dollars from Soros.SEN. LINDSEY GRAHAM (R-SC): The prosecutor in New York has done more to help Donald Trump get elected President than any single person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's a misdemeanor, so it's not really the crime of the century.REP. JIM JORDAN (R-OH): What changed? President Trump announces he is running for President.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "GRAHAM",
      "sentences": "Mr. Bragg, you have helped Donald Trump. Amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "JORDAN",
      "sentences": "We don't think President Trump broke the law at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "GRAHAM",
      "sentences": "This is selective prosecution. If I were President Trump, I'd take this all the way to the damn Supreme Court.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "BROWN",
      "sentences": "So there you go, but David, Trump is not like any other President. He has shown repeated disregard for the law on a variety of fronts. If prosecutors give him a pass on this, if there were sufficient evidence to charge, what message does that send to future presidential candidates?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "DAVID URBAN, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, you know, Pam, I think that that's -- you know, you heard a kind of a cross section of Republican voices there and I do think that the question that a lot of imposes why now, why seven years later, why not Cy Vance, when he took a look at it? Why not Southern District of New York when they took a look at it? Why did they choose to pass? And why is District Attorney Bragg now bringing it up? That's a big question that still remains to be answered.I don't think it sends the wrong message if a District Attorney decides to pass ultimately, because he is going to weigh the merits of the case and decide whether he can get a conviction or not. I think if you're going to indict the President, you better be able to convict the President and that is what I would suggest that the District Attorney look deep in the mirror and ask himself that question, because there may be more substantial indictments to come down and just like the two impeachments came and went and it made Trump arguably politically stronger amongst his base and supporters. I think that if, if the district attorney here swings and misses any subsequent indictments on more serious crimes, it may be kind of just be overlooked by the Trump base.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "BROWN",
      "sentences": "What do you say to that, Van? Because there has been some criticism that look the first charges against a former President and the historic nature of it shouldn't come from a local prosecutor who ran as a Democrat and was elected, that the politics of this could overshadow other cases like we know the DOJ case that is going on, what do you say to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:05",
      "speaker": "BROWN",
      "sentences": "And I'm going to get to you, Dana and David in a second, but I want to follow up with you, Van, because the Trump camp has said that Bragg is, \"racist.\" They have called this un-American. I want to get your reaction to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:05",
      "speaker": "JONES",
      "sentences": "Well, that's not fair. I mean, listen, you can disagree with the decision to charge or to not charge and people will disagree no matter what he does, but the idea that he is a racist, frankly, there are a lot of White progressive voters in New York City that have been pushing him to do this. Are they racist as well?I just think that the reality is, he has got to make a sober decision now. I agree with David, a charge like this, a porn star payoff seven years ago somehow tied to the election, but not really, it doesn't seem like the right way to go when you look at it. History is not going to judge Donald Trump based on Stormy Daniels. It is going to judge him based on the election. It is going to judge him based on the coup attempt, the insurrection. I think that, if I were Alvin, I would wait for Georgia to go first. In Georgia, you have the President calling in, trying to change an election. That seems to me the thing you start with, not this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:05",
      "speaker": "BROWN",
      "sentences": "And we have Trump's attorney in the Georgia case later on in the show, so be sure to stick around for that.But Dana, Speaker McCarthy defended the move by three of his Committee Chairmen to launch this investigation into the Manhattan District Attorney and demand his testimony before Bragg's investigation has concluded. Tell us more about the vibe going on at Capitol Hill right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:05",
      "speaker": "BASH",
      "sentences": "Well, he defended it because he has publicly encouraged his Committee Chairs to do whatever they could to investigate and to look into it. So what is interesting is, especially, Pam as somebody like you who understand and is a recent student of the law, the way that particularly the Judiciary Chair, Jim Jordan is putting it is they're trying to figure out if there is any Federal sort of oversight that is needed here.They don't know. They don't know if there is even any role for Congress. But that, again, doesn't really matter when you're talking about what's really going on here is politics. It is that they're using the gavel and they're using the megaphone that the Republicans now have that they have the Speakership, these Chairmanships to do as much as they can and kind of stir things as much as they can. You asked about the vibe on Capitol Hill, I would be remiss if I didn't talk about the Democrats. And I have heard from so many of them who are saying what you just heard from Van, like, you know, maybe the first couple of months, maybe a year that Trump was on the political scene, they would underestimate the power of everything being kind of Backwards Day, whatever that \"Seinfeld\" -- or opposite day. That is what they understand will go on here, that this almost certainly will empower the former President, and so there is a lot of concern among Democrats exactly what you heard from Van.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:05",
      "speaker": "BROWN",
      "sentences": "You know, we played that montage at the beginning here, David, someone who is notably absent from defending Trump in this is of course, Governor Ron DeSantis. Right? I mean, he weighed in on all of this for the first time today. I want to play what he said for our viewers, and then we'll chat.(BEGIN VIDEO CLIP) GOV. RON DESANTIS (R-FL): I don't know what goes into paying hush money to a porn star to secure silence over some type of alleged affair. I just -- I can't speak to that. But what I can speak to is that if you have a prosecutor who is ignoring crimes happening every single day in his jurisdiction, and he chooses to go back many, many years ago to try to use something about porn star hush money payments, you know, that's an example of pursuing a political agenda and weaponizing the office. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:05",
      "speaker": "BROWN",
      "sentences": "So what does it say, David, that Governor DeSantis went out of his way to go after the District Attorney, but chose not to defend Trump's alleged actions and poked fun at the situation that Trump has found himself in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:10",
      "speaker": "BROWN",
      "sentences": "What Bragg's office said -- they just released a statement tonight sayingThank you so much, Dana Bash, Van Jones, David Urban. Thank you. Still to come, a criminal charge against a former President means a massive security lift, more so for a former President who has called on his followers to protest. We're going to take a look at what's on your way to ensure safety, up next. And who is Stormy Daniels? We're going to have an in depth look at the adult film star and the allegation of an affair at the center of this grand jury investigation. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:00",
      "speaker": "SHIMON PROKUPECZ, CNN CRIME AND JUSTICE CORRESPONDENT",
      "sentences": "Yes, I mean, there are so many different dynamics at play here, Pam, when you think about you have a former President, never before in the history of our country have we seen a situation like this, then you have potential protesters. You have the fact that law enforcement is thinking about what happened on January 6, and what they may have missed back then.And so all of that is factoring into the decision making that's going on here, from Federal law enforcement to the New York City Police Department, State and other Federal agencies who have all been in meetings for the last several days. One of the things that certainly is very concerning was the posting, the social media posting by the former President sort of calling on his followers to take to the streets, to take action that he was going to be arrested tomorrow. We're getting indications that that is actually absolutely not true, that the soonest or the earliest that we could see the President if he was to be indicted, and we don't know when that would be or if that would even happen would be next week. That's what law enforcement is working on right now, that his initial court appearance would be next week. So everything and all of that is playing into what law enforcement here is going to be doing in terms of increasing security around the Courthouse, bringing in barricades, bringing in more cameras. And of course, bringing in the former President into the Courthouse, that is the number one priority for the Secret Service, to ensure his security, and sort of his arrival here at the Courthouse, which could happen next week. Now, so a lot still at play as law enforcement tries to figure out the logistics of all of this and protecting the former President and obviously, anybody who comes out here and the Court staff and the people who live around here and work around here -- Pam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:00",
      "speaker": "BROWN",
      "sentences": "All right, so stay with us Shimon, because I want to bring in CNN senior law enforcement analyst, Andrew McCabe, a former FBI Deputy Director.So Andrew, as we've mentioned over the weekend, the former President called for protest ahead of a possible indictment. What is law enforcement bracing for if he is charged?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:00",
      "speaker": "ANDREW MCCABE, CNN SENIOR LAW ENFORCEMENT ANALYST",
      "sentences": "Well, Pam, I think, you know, if you're a security professional, a law enforcement professional, you have to begin by assuming that the President still has the same sort of sway and influence over his supporters that he did leading into January 6th. So they are taking all the steps that many would argue should have been taken before January 6th.I'm sure they're looking very closely at social media. They're trying to understand if there's chatter out there online and those places where the former President's most extreme adherence go to exchange messages and things like that. I would expect that my former colleagues at the FBI are speaking to their sources of information and informants in those communities to tap into what sort of interest there is, and in convening in New York or any other place around a potential arraignment and charges. And New York is relying on their deep experience in crowd control. There is no place in the country that does it better than New York City. I'm confident that they will be well prepared, they'll take whatever steps are necessary to avoid what we saw happen on January 6th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:00",
      "speaker": "BROWN",
      "sentences": "Do you think though, Andy, that he still has the influence to mobilize far-right supporters like he did on January 6th?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:00",
      "speaker": "MCCABE",
      "sentences": "I think you have to assume that he does. I mean, you know, this is a very different sort of event. I mean, the lead up to January 6th, the President and his supporters had many days to talk about coming to DC. There was a date certain that they needed to be there. That all facilitates organization and transportation and funding for people who want to come and attend.And they also had the cover, if you will have a legitimate permitted assembly at the Ellipse. So those are all things that don't really add into the mix here, which I think puts law enforcement and security professionals in a little better position, but they have to plan for the worst. That's their job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:00",
      "speaker": "BROWN",
      "sentences": "There are so many questions, Shimon, that we're asking for the first time because of the unprecedented nature at play here if this happens. Is there any word in terms of logistics on how Donald Trump would appear in the Courtroom if he is indicted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "BROWN",
      "sentences": "All right, Shimon Prokupecz, Andrew McCabe, thank you so much.Well, sometimes lost in the headlines about the President, the indictment or his party's reaction to all of this is the story of the woman at the center of this alleged cover up, Stephanie Clifford who goes by the name Stormy Daniels. CNN's Tom Foreman has all those details. (BEGIN VIDEOTAPE) TOM FOREMAN, CNN CORRESPONDENT (voice over): He had a hit television show, she was in adult films. He was 60, she 27 when they met at a golf tournament in 2006, where Stormy Daniels says Donald Trump's shared photos of his wife, his new baby boy -- ANDERSON COOPER, CNN HOST, \"ANDERSON COOPER: 360\": And you had sex with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "STEPHANIE CLIFFORD, STORMY DANIELS",
      "sentences": "Yes.FOREMAN (voice over): And Trump has denied it ever since.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "And to be bringing up that kind of crap and to be bringing up witch hunts all the time, that's all you want to talk about.FOREMAN (voice over): Born in Louisiana, Stephanie Clifford got into adult entertainment in her teens, taking the name \"Stormy.\" By her account, she thought Trump might help her get into TV. Instead, her allegations of an affair took over the headlines. A key claim as Trump's 2016 campaign came to the wire, she says she was paid $130,000.00 to keep quiet about him. He denied any knowledge of that in the spring of 2018.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "REPORTER",
      "sentences": "Mr. President, did you know about the $120,000.00 payment to Stormy Daniels?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "TRUMP",
      "sentences": "No. No.FOREMAN (voice over): But that same summer -- AINSLEY EARHARDT, FOX NEWS CHANNEL HOST, \"FOX AND FRIENDS\": Did you know about the payments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "TRUMP",
      "sentences": "Later on, I knew.FOREMAN (voice over): Her story has seemed at times confusing. For example, at one point she signed statements denying any affair took place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "COOPER",
      "sentences": "If it was untruthful, why did you sign it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "CLIFFORD",
      "sentences": "Because they made it sound like I had no choice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "COOPER",
      "sentences": "I mean, no one was putting a gun to your head.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "CLIFFORD",
      "sentences": "Not physical violence. No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "COOPER",
      "sentences": "You thought that there would be some sort of legal repercussion if you didn't sign that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "CLIFFORD",
      "sentences": "Right. As a matter of fact, the exact sentence used was they can make your life hell in many different ways.FOREMAN (voice over): Further complicating questions now at the center of the legal case against Trump: Did the alleged payoff come from campaign funds? And was that a violation of campaign finance laws? Former Trump lawyer Michael Cohen, who went to prison over that alleged hush money says yes and that Trump knew about it, but others in Trump's orbit say, no way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "RUDY GIULIANI, FORMER ATTORNEY FOR DONALD TRUMP",
      "sentences": "That money was not campaign money. Sorry.FOREMAN (voice over): As for the former President, just days ago, he leveled an insult at Daniels as he insisted once again, \"I did nothing wrong in the Horseface case. Never had an affair with her. Witch hunt.\" (END VIDEOTAPE) FOREMAN (on camera): This story has been unwinding for years and it is now full of many twists and turns, but it may finally now be time for a Court to sort it all out -- Pam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(Speaking Foreign Language).WATSON (voice-over): But that's not the end of Andrii's story. Miraculously, he somehow survived after spending the night badly wounded in the ditch. ANDRII BOHOMAZ, SHOOTING VICTIM: I felt being fallen. I looked around and realized I was lying in some kind of a ditch. WATSON (voice-over): The next day, he limped to safety. It took 30 or 40 minutes. I stopped a lot because I was in a lot of pain. Andrii is still in treatment for multiple shrapnel wounds to the head, chest, and spine. The alleged attempted murder of a Ukrainian civilian at these crossroads, just one of hundreds of potential war crime cases being investigated by police in Ukraine's Kharkiv region. But it's perhaps the only incident that has been so incredibly well documented. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "BROWN",
      "sentences": "Incredible reporting. Ivan Watson joins us now from Ukraine. Ivan, we know the International Criminal Court has issued an arrest warrant for President Vladimir Putin for the alleged war crime of kidnapping children. What other kinds of investigations are Ukrainian police and prosecutors conducting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:00",
      "speaker": "WATSON",
      "sentences": "That's what was so remarkable about this interview with this police investigator. In the Kharkiv region, he is in charge of more than 900 other investigators. And says that after every Russian artillery or rocket strike on a Ukrainian town or village, if it's safe, his investigators will go in.They'll collect information and evidence. They'll do the ballistics reports. They'll see the damage to infrastructure or to homes. They'll find out about civilian casualties, and they're collecting cases. He says more than half of their work right now is collecting cases for potential war crimes prosecution. So it's not just the Ukrainian army that the Russian military is fighting. It is police and prosecutors. And the message they're sending with this report and this potential prosecution is that there is somebody taking names, there's somebody gathering evidence. As we've seen from the ICC, they're issuing an arrest warrant all the way up for the Russian president himself. But you also have police and prosecutors who can figure out individual battalions and brigades on the Russian side and potentially name the officers behind some of these actions and attacks. It will potentially put psychological pressure on these people. We don't know how the final chapter of this war will be written, but somebody is taking note, and it sounds a powerful message, even if these individuals are, for now, beyond the reach of Ukrainian law. Pamela?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:43:24",
      "speaker": "BROWN",
      "sentences": "Well, tonight, we have new developments from South Carolina and the investigation into the 2015 death of Stephen Smith. Smith was a classmate of Buster Murdaugh, son of convicted double murderer Alex Murdaugh.Smith's death was deemed a hit and run, but in 2021, state investigators said they were reopening the investigation based on information they learned while investigating the murders of Alex Murdaugh's wife and youngest son. Now, a new legal team for Smith's family is seeking to launch a fresh investigation into his death. His family has raised more than $70,000 and they plan to ask a judge to allow them to have his body exhumed for a private autopsy. 360's Randi Kaye has been reporting one very angle of Murdaugh saga for months. Here's her report. (BEGIN VIDEOTAPE) SANDY SMITH, STEPHEN SMITH'S MOTHER: Heartbreaking. You know, he was a human and he deserves justice. RANDI KAYE, CNN NATIONAL CORRESPONDENT (voice-over): Sandy Smith now one step closer to what she hopes will be justice for her son.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:43:24",
      "speaker": "RONNIE RICHTER, LAWYER FOR SANDY SMITH",
      "sentences": "It's going to be hard to open an investigation after eight years, but it has to start with an examination of his body.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:43:24",
      "speaker": "SMITH",
      "sentences": "It's important to me because I mean, I just love my son. And since I couldn't protect him, I'm going to fight for him.KAYE (voice-over): Stephen Smith, a 19 year old with dreams of becoming a doctor, was found dead about 04:00 a.m. July 8th, 2015, on Sandy Run Road in Hampton County.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If you're hit in -- by a vehicle that's going fast enough, that's going to project you, your shoes are just going to falloff under the best of circumstances. KAYE (voice-over)Sandy told me last year she has never accepted her son was the victim of a hit and run. (on-camera): What do you believe happened to your son?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "SMITH",
      "sentences": "I believe he was beaten to death.KAYE (voice-over): The case file obtained by CNN shows even the lead investigator at the time didn't believe this was a hit and run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "TODD PROCTOR, SOUTH CAROLINA HIGHWAY PATROL",
      "sentences": "Typically, you don't see the Highway Patrol working a murder, and that's what this is. There's no doubt, we're not classifying this as anything other than a murder.KAYE (voice-over): Yet Stephen's case went cold until June 2021. That's when the South Carolina Law Enforcement Division, known as SLED, opened an investigation into Stephen's death based on information gathered while investigating the murders of Paul and Maggie Murdaugh. SLED has not said what was found. (on-camera): Did your son know the Murdaugh family?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "SMITH",
      "sentences": "He went to school with Buster, yes, and they played like little League ball together.KAYE (voice-over): During interviews in the case file released by Highway Patrol to CNN, the Murdaugh name is mentioned dozens of times by both witnesses and investigators, including the name of Alex Murdaugh's surviving son, Buster. During one audio interview, then South Carolina state trooper Todd Proctor says this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "PROCTOR",
      "sentences": "Buster was on our radar. The Murdaughs know that.KAYE (voice-over): Why exactly Buster was on their radar is still unclear. Neither he or anybody else has been charged in this case. And now, for the first time, Buster Murdaugh is commenting publicly about the case. He released this statement, which reads, in part, \"These baseless rumors of my involvement with Stephen and his death are false. I unequivocally deny any involvement in his death and my heart goes out to the Smith family.\" (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "KAYE",
      "sentences": "And Pam, years ago, Sandy Smith told investigators that her son Stephen had been acting very secretive in the weeks before he died, and she hopes to find out why. They are planning to look at his cellphone, which is found on his body. They hope to look at who he was in contact with before he died, also where he was.They can look at the steps that were taken. And they're also hoping, of course, to bring in this accident reconstructionist, who they hope will be able to tell them whether or not Stephen was actually killed in that roadway. Perhaps by a vehicle, or perhaps he was killed elsewhere and then laid in that roadway to make it look like it was a hit and run. That's certainly what his mother believes happened. So they will petition this judge within the next 10 days, and they will get an answer as to whether or not they can exhume his body. Then they will do that private autopsy as well, Pam.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:52:23",
      "speaker": "BROWN",
      "sentences": "As we await a possible indictment of the former president in Georgia, a source tells CNN prosecutors are considering racketeering and conspiracy charges against the former president. This, in connection with his efforts to overturn the state's 2020 election results.Meanwhile, the former president's legal team is seeking to throw out the special grand jury report. They've also asked that the Fulton County DA's office be disqualified from overseeing the investigation. Joining us now is the former president's Defense Attorney Drew Findling. Hi, Mr. Findling, thanks for your time tonight. So before we get to the specifics of the Georgia investigation, I want to ask you about a possible indictment of the former president in New York. Do you think that could or should impact the timeline of the investigation in Fulton County, and are you coordinating with the attorneys representing him in Manhattan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:52:23",
      "speaker": "DREW FINDLING, ATTORNEY FOR FORMER PRESIDENT TRUMP",
      "sentences": "Pamela, I am exclusively doing the case with my team in Fulton County. We have total effort laser focused on this case. You can see by the massive motion that we filed today, this is all we are thinking about right now.I certainly would hope there would not be political gamesmanship as to who could present a case first. But then again, if you look at our motion and you see some of the political motivations that is the attempts to get Twitter account and raise funds off of this case, you might think that it might become political gamesmanship, but let's hope not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:06",
      "speaker": "BERMAN",
      "sentences": "And as I know, you know, the judge has said that what she did, what the grand jury did, the foreman (ph) did was allowed. She said that their -- special grand jury members are allowed to speak publicly about nearly everything aside from their deliberations.But what I want to talk to you about is at the center of this case, right? The phone call. There's three. Here's one I want to play a part of the phone call from then-President Trump to Georgia's Secretary of State Raffensperger. That is part of the evidence in this case. Let's listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:06",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "So, look, all I want to do is this. I just want to find 11,780 votes, which is one more than we have because we won the state.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:06",
      "speaker": "BROWN",
      "sentences": "Are you worried the facts in this case are not favorable to your client, given what we just heard there and other calls?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:06",
      "speaker": "FINDLING",
      "sentences": "Yes. So what I'm worried about is that people just listen to 8 or 9 seconds and don't really look at evidence. So we look at 62 minutes. We look at all the evidence, and looking at all the evidence, we understand and we know that our client did not break any laws whatsoever.But I don't want to dismiss what you said about the judge saying everything's cool, because most people would say to themselves, when does a judge go around giving a tour to the press and give six or seven interviews? That never happens. At the same time, you never see a foreperson giving interviews.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:06",
      "speaker": "BROWN",
      "sentences": "Right, but that's what the judge said -- but, hold on, before I want to -- I do want to focus on this because you said essentially that, you know, that it was taken out of context. I mean, we've read through the whole transcript again today. He said, \"All I want to do is this. I just want to find 11,780 votes, which is one more than we have because we won the state.\"Leading up to that point, though, he laid out several conspiracy theories that have been disproven to support his claim that he wanted Raffensperger to overturn the election in Georgia. He also went on to say, \"I have to find 12,000 votes, and I have them times a lot.\" How is that OK? How -- what is an innocent explanation for that if you're saying that that is OK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:06",
      "speaker": "FINDLING",
      "sentences": "So what I'm going to say, Pamela, is I'm really -- I'm not going to try the case with you or anybody else on TV or in the media. I mean, that's something you deal with in court. I'm really here to talk about a motion that we filed looking at unconstitutional behavior in this special purpose grand jury.We see violations of the Fifth Amendment take place over the course of eight months, and we see an insatiable desire to kind of go after one person and result in people compromising their constitutional integrity, we're not going to do that. We're defense attorneys. We believe in the Constitution. We're committed to being criminal defense attorneys. My greater concern is that 3 miles from here, this Fulton County District Attorney's office is ignoring the fact that we have a jail overflowing with souls, people that can't get their cases to court, Pamela, for years to come while this case is going on. And we think they deserve justice. And this is a broken legal system here. So I get everybody's concern while they sit 1,000 miles away. But the families of these loved ones right down the road in this jail that can't get to court for three, four, even five years --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:06",
      "speaker": "BROWN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:06",
      "speaker": "FINDLING",
      "sentences": "-- they really want their cases to go to court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:06",
      "speaker": "BROWN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:06",
      "speaker": "FINDLING",
      "sentences": "That's what we're concerned about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:06",
      "speaker": "BROWN",
      "sentences": "Drew Findling, we appreciate your time tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:06",
      "speaker": "FINDLING",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}