{
  "date": "2023-05-18",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Prosecutors: Suspect Warned About Mishandling Materials; Harry and Meghan Allege Near Catastrophic Paparazzi Car Chase; Conservative Judges Tear Into Defense of Drug Approval; Chinese Comedian Harshly Criticized for Insulting Joke. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Welcome back to CNN NEWSROOM. I'm Bianca Nobilo. If you're just joining us, let me bring up to date with the top stories this hour.U.S. President Joe Biden has arrived in Japan for the G7 Summit. Mr. Biden will meet with Prime Minister Fumio Kishida later today. And the state of Montana has banned TikTok statewide. The TikTok ban takes effect in January. It sets potential fines of $10,000 a day for app stores that host TikTok. New details are emerging about the case against suspected Pentagon leaker Jack Teixeira. Prosecutors say his superiors caught him mishandling classified information on multiple occasions. And yet, the Air National Guardsmen was still able to share U.S. government secrets on social media. CNN's Oren Liebermann has the story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "NOBILO",
      "sentences": "A spokesperson for the Duke and Duchess of Sussex is calling a car chase with paparazzi in New York, quote, near catastrophic. But their version of events are completely lining up with what police and even a taxi driver who picked them up says happen. The NYPD says no injuries, collisions, or arrest were reported. New York City's mayor is also questioning the night's events.Scott McLean joins me now with more. And, Scott, we're still continue to hear from people who are witnesses or involved in the event of Tuesday night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "SCOTT MCLEAN, CNN CORRESPONDENT",
      "sentences": "Yes, so the later this is from one of the celebrity photography agencies that actually had four freelancers there, three of them they say were in a vehicle, one was actually riding a bicycle throughout all of this. And they say that, look, these photographers had a professional duty to be there, a professional responsibility to be there to cover this. They also accused one of the SUVs in Prince Harry's motorcade -- there were four vehicles in it -- of driving in a way that could be perceived as reckless. That's from their recent statement. They also reported that there were no near crashes, as the Sussex statements has made clear, that they felt that these people were driving in a illegal and dangerous kind of manner.Obviously, as you mention, the New York Police Department as described this in much more benign terms, saying that the presence of the photographers made the journey much more challenging. The reason that it lasted so, so long, more than two hours we're talking about here, is because the Sussexes were not going that far, but they didn't want to go home when these photographers were tailing them, because then they would know where they were staying. And so, instead, they were insistent on losing them before they stopped anywhere. So, they end up actually back at a police station to regroup. They ended up getting into a taxicab, hoping that would help. They ended up coming back after that didn't work. But here's how the taxi driver described things. He says that, look, he never felt in danger, he said that the drivers weren't that aggressive. But here's how he describe the situation. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "SUNNY SINGH, TAXI DRIVER",
      "sentences": "They didn't say much. It was their security guard who said where they are going. All right. And as soon as he's about to say where they're going, all of a sudden, the paparazzi just stormed the taxi. And there's flashes coming from every direction. They're up against the car, just taking pictures and stuff like that, standing in front, you know. And then as we got stuck behind the garbage truck, when the garbage truck moved, they started following the cars behind us.When the paparazzi started taking pictures, what I heard the back, somebody said oh, my God. And with a look on their faces, you could tell that they were nervous and scared. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "MCLEAN",
      "sentences": "So, eventually they were able to lose the photographers after a shift change at the police station created sort of an inadvertent traffic block for the photographers. Obviously, the context here is that Prince Harry is particularly sensitive to this, given the fact that his mother was killed while she was being chased by paparazzi in Paris.What's also interesting here is that originally, \"The Daily Mail,\" one of the big tabloids here in the U.K., actually did publish photos taken by some of these paparazzi there. When the Sussexes version of events came out, those photos were clearly taken down. Though they are still on at least one gossip entertainment celebrity website in the United States. And one other thing to mention is that obviously there's going to be questions about Prince Harry's security in the United States, in the United Kingdom. In this country, he is still challenging a ruling from the home office, which is in charge of security, which took away essentially his right to private police protection, or to police protection while he's here. He's arguing, look, I should be able to pay for this and still have it. The government says that, look, this would set a precedent for everyone else who might want to pay for police security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Stop the car, man! Stop the car!(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:02",
      "speaker": "NOBILO",
      "sentences": "This actually happened back in 2021. But the suspect was just sentenced in court. The officers was informing the suspect there was a warrant out for his arrest, when he took off of the car with the officer holding on with a vehicle hit one of 50 miles per hour. He was later thrown off the roof and sustained a back injury. The suspect has been sentenced to up to five years in prison and ordered to pay restitution to the officer.Three conservative appeals judges in the U.S. are criticizing the Biden administration. How this could impact whether Americans have access to a widely used abortion pill, that's next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:02",
      "speaker": "NOBILO",
      "sentences": "A U.S. federal court panel made up of three Republican appointed judges tore into the Biden administration's defense of the approval of a widely used abortion medication. CNN's Jessica Schneider has the details.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:02",
      "speaker": "JESSICA SCHNEIDER, CNN JUSTICE CORRESPONDENT",
      "sentences": "These three judges on the Fifth Circuit panel, they were extremely critical, and they questioned lawyers for the FDA and the drugmaker very aggressively. Notably, these three judges were all appointed by Republican presidents, two of them appointed by Donald Trump. And those two have been very critical of abortion rights even before they joined the federal bench.One of those judges in particular, James Ho, he led this critical questioning against DOJ lawyer Sarah Harrington. In fact, he pounced within seconds of these arguments starting today. Take a listen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SARAH HARRINGTON, ATTORNEY",
      "sentences": "You had a challenge to the FDA yes, but I don't think there's ever been any court that has vacated FDA's determination that a drug is safe to be on the market.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "HO",
      "sentences": "Didn't the FDA just withdraw a Subpart H drug just last month?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "HARRINGTON",
      "sentences": "FDA can make that determination based on exercising its own scientific expertise. But it's not a court's role to come in and second guess that expertise. And no court has ever done that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "HO",
      "sentences": "I guess I'm just wondering why not just focus on the facts of this case rather than have this sort of FDA can do no wrong thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "SCHNEIDER",
      "sentences": "So, Judge Ho in particular, very critical of the idea that courts can't second guess the FDA or its scientific findings. So, based on this harsh questioning, it is very likely that these three judges will side with the anti-abortion doctors bringing this case and perhaps block access to the abortion pill Mifepristone.But even if they do that, the Supreme Court has already said that any restrictions or blocking the drug will not take effect until the Supreme Court has had time to consider the case. So, a ruling on this issue could take several weeks from the Fifth Circuit and even then, whatever that court decides won't immediately go into effect. The Fifth Circuit is considered the most conservative federal appeals court in the country. It's repeatedly ruled against the Biden administration. And now it has this case that could impact the availability of the abortion drug Mifepristone, which of course is used for the majority of abortions in this country. Jessica Schneider, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "The company behind the fertility app Premom has agreed to pay $200,000 in federal and state fines. Authorities accuse the company of sharing users' health data without their consent. The Federal Trade Commission complaint alleges Easy Health Care shared the personal information of thousands of Premom users with other companies, including two based in China, and Google. Easy Health Care has not admitted any wrongdoing.Uber will soon roll out a new feature to allow underage teens to ride alone for the first time. The teen accounts will come on a slew of safety features, including a special pin number, audio recordings of the ride, a trip tracking facility and more. Uber says that they've worked with a children safety group on the features and will only vet their top drivers to transport teens. Last weekend a standup comic was on stage in a Beijing theater, where he told a silly story about two dogs chasing a squirrel. The audience laughed at the punchline. But that joke has now cost him his job, and even led to the arrest of a woman who defended him days later in an online post. Steven Jiang joins us from Beijing. So, Steven, what did he say that was so offensive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "STEVEN JIANG, CNN BEIJING BUREAU CHIEF",
      "sentences": "Well, Bianca, this punchline really sounds innocuous to most people outside of China. Because he was describing his thought when seeing the two stray dogs, he just adopted chasing a squirrel. Using this phrase, fine style of work and capable of winning battles.But the problem here is that slogan was first uttered in 2013 by none other than President Xi Jinping to describe the Chinese military. So, this loose reference has now, as you mentioned, not only cost him his job, but also effectively shutting down the company that once employed him and now potentially sending him to jail. Because the latest we have learned is that Beijing police have now opened a formal investigation into this case. And in 2021, China actually enacted a law banning any defamation or offensive remarks against Chinese military personnel. And the authorities have prosecuted people for their crimes. And in previous cases, sending them to prison for at least seven months. So, that's kind of the consequences and the chilling effect we are talking about. So, no wonder this art form is mostly young fans are now right fully fearful this could spell the end of an entire industry that had just gone from underground to mainstream. Not to mention, this is the latest reminder of this extremely sensitive line that comedians and other artists have really to strike on a daily basis in this highly censored environment, where everything can become a taboo overnight. And Bianca, as you know, this is just another reminder of the Xi Jinping governing philosophy. Reasserting the party's absolute control in every aspect of Chinese society. And that is really no joke -- Bianca.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "NOBILO",
      "sentences": "Steven, that was incredibly chilling. As people often say, humor can be a barometer of a society's freedom of speech. Thank you.Still to come, a new digital view of the Titanic could help scientists answer lingering questions about the ships faithful voyage. How the massive undertaking came to be, when we return. [04:50:00] (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "History is written. Shall we write yours too?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:55:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If anything, it happens to her, there's no place that I want to go to kill you. That is revenge! (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}