{
  "date": "2023-04-20",
  "headline": "CNN This Morning",
  "subHeadline": "Oklahoma County Official Resigns Amid Racist Tape Release; Widespread Gas Station Closures in South Florida; SpaceX to Attempt Another Launch; Marijuana Sales Numbers on 4/20. Aired 8:30-9a ET",
  "utterances": [
    {
      "timeStamp": "08:32:12",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "This morning, one of the four Oklahoma officials allegedly heard on a secret recording making remarks about lynching black people and killing journalists is out of a job. Mark Jennings, a commissioner in the McCurtain County - in McCurtain County resigned via a handwritten letter dated Wednesday. The former McCurtain County official came under fire after parts of this recording were released by local journalists.(BEGIN VIDEO CLIP) SPEAKER 1: I'm gonna tell you something. If it was back in the day when that when (NAME REMOVED) would take a damn black guy and whoop their ass and throw him in the cell, I'd run for (EXPLETIVE DELETED) sheriff. SPEAKER 2: Well, it's not like that no more. SPEAKER 1: I know. We take them down to Mud Creek and hang them up with a damn rope. Bud you can't do that no more. They got more rights than we got. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:32:12",
      "speaker": "LEMON",
      "sentences": "Well, joining us now from McCurtain County, CNN national correspondent Gary Tuchman.Gary, I mean, it's flabbergasting. Good morning to you. There are still three others on that recording who haven't resigned. Will they follow suit you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:32:12",
      "speaker": "GARY TUCHMAN, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, Don, the governor of the state, Kevin Stitt, says he wants all four to resign. Two of the others are the sheriff, Kevin Clardy, and the sheriff investigator, Alicia Manning. We went to the sheriff's department yesterday. We talked to a sergeant. He told us they were not in the building but they're still working. The fourth person is the jail administrator, Larry Hendrix. The jail is behind me. We walked to the jail and we met him at the door.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:32:12",
      "speaker": "TUCHMAN",
      "sentences": "I'm Gary Tuchman with CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:32:12",
      "speaker": "LARRY HENDRIX, MCCURTAIN COUNTY JAIL ADMINISTRATOR",
      "sentences": "Nice to meet you, Gary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:32:12",
      "speaker": "TUCHMAN",
      "sentences": "We - we - we were hoping we can give you a chance to have your say about these audiotapes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:32:12",
      "speaker": "HENDRIX",
      "sentences": "Gary, I would - I would love to, but right now I've been advised to - to give no comments. As soon as is I'm told I can make something available, if you'll leave me your number, I'll be glad to give you a call.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:32:12",
      "speaker": "TUCHMAN",
      "sentences": "I'm happy to leave you the number, but would you admit that that was your voice on these tapes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:32:12",
      "speaker": "HENDRIX",
      "sentences": "I've been told to make no comments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:32:12",
      "speaker": "TUCHMAN",
      "sentences": "Do you feel bad about what happened? Do you feel bad about the things that were said?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:32:12",
      "speaker": "HENDRIX",
      "sentences": "Sir, I've been instructed to make no comments. I appreciate you guys stopping by. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:32:12",
      "speaker": "TUCHMAN",
      "sentences": "You're very polite. I'm just wondering you can just personally say if you -- how you feel, though, about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:32:12",
      "speaker": "HENDRIX",
      "sentences": "I've been instructed to make no comments.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:32:12",
      "speaker": "TUCHMAN",
      "sentences": "Because this could be a good time to say I'm -- I'm sorry I made comments like that. I -- that's not me. That's not who I am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:32:12",
      "speaker": "HENDRIX",
      "sentences": "I - I understand where you're going. I've been instructed to make no comments.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "LEMON",
      "sentences": "Yes. The paper serving the community, but not the officials.Thank you, Gary Tuchman. I appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "In Seattle, a synagogue vandalized with anti-Israel graffiti on Sunday, just days before Holocaust Remembrance Day. Temple de Hirsch Sinai's rabbi believes the timing was not a coincidence.The Seattle Police Department released footage of the suspect spraying the anti-Semitic images on the synagogue's walls and are now asking for the public's help trying to identify them. Seattle's mayor tweeted, we will not tolerate anti-Semitism in Seattle. We must all speak out against this disgusting vandalism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "LEMON",
      "sentences": "This morning, the NYPD searching for the person who hit an officer with their car.(VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "LEMON",
      "sentences": "Oh, my goodness. Well, it happened during a traffic stop in Manhattan on Wednesday. Police tried to stop the car at different locations, but it got away. The video occurred when cops tried to stop the car for the second time. The black Cadillac took off down the street after hitting the officer. That suspect ended up colliding with a car in another part of Manhattan. They ditched the car, took off on foot. The officer was taken to a nearby hospital, non-life threatening injuries.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "HARLOW",
      "sentences": "Now to South Florida, where a major gas shortage has left some stations in cities like Miami and Fort Lauderdale without gas. Last week's historic rainfall and flooding caused a wave of panic -- panic buying, leading to widespread station closers.Our correspondent Leyla Santiago is live in front of a gas station in Miami. So, we remember you last week in the middle of this flooding, and I didn't think, but, of course, it would lead to something like this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "LEYLA SANTIAGO, CNN CORRESPONDENT",
      "sentences": "That's right. Right, long, long impacts.Let me actually show you exactly what I'm talking about. Look at the board right here at this gas station. There are a lot of zeros there. This is one of the gas stations still waiting to get gas. Gas Buddy this morning as of 7:30 reporting 58 percent of gas stations here in Miami and Fort Lauderdale without gas. Look behind me. You can see those pumps are covered. So, we are still seeing very much the impacts of that historic flooding last week. And I got to tell you, yesterday we saw much longer lines. So, this is a bit of progress, Poppy, but still a lot of people waiting -- a lot of stations anyway waiting for that gas. So, what is happening now? Well, the state sent half a million gallons of fuel down to the southeast. Actually providing law enforcement escort for some of those tankers. And we have seen tankers filling up the -- this morning. But when I talked to drivers, there's a lot of fear and frustration. That panic you were talking about. So, officials here urging everyone not to come in with those gas cans, not to take more gas than you need right now because this is very much a supply and demand issue with too many people out of fear coming and using up the supply that they have right now. But they believe in a matter of days this will all regulate itself and normalized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "HARLOW",
      "sentences": "OK. Glad it's just going to be a few days. Also glad to see it's dry behind you this time, Leyla, after all that rain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "SANTIAGO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "HARLOW",
      "sentences": "Finally. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "SANTIAGO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "LEMON",
      "sentences": "So, we have been following the three different shootings across the nation that have left young Americans either dead or seriously wounded after they made very simple mistakes. And moments ago the former first lady, Michelle Obama, addressed these cases, saying, enough is enough, and that she hopes and prays the nation finds a way to reconcile gun violence in this country.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "MICHELLE OBAMA, FORMER FIRST LADY",
      "sentences": "We are the only developed country on the planet where its citizens can have unfettered access to firearms. That is not a good thing. And more of us have to feel strongly about it. And particularly our young people. This is where democracy comes in. Voting - this -- all this stuff is decided -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Matters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "OBAMA",
      "sentences": "In the -- in the ballot box.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "LEMON",
      "sentences": "She making more explicitly the point that I was trying to make earlier with John Miller about, you know, the access to guns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "HARLOW",
      "sentences": "It's just us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "LEMON",
      "sentences": "It's just us. And, you know, everyone - people don't want to talk about the access to guns, but we have to talk about that because, you know, there would not be as many shootings -- it's common sense -- if people didn't have access to guns. Yes, there's a mental health issue. There are other -- there are a myriad of issues that need to be addressed. But we have to address the access to guns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "HARLOW",
      "sentences": "And her call there was -- it's young people -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "LEMON",
      "sentences": "For young people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "HARLOW",
      "sentences": "Who have been, you know, these victims, especially in these three shootings we've been talking about. Also young people who can enact change is what she's calling on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "LEMON",
      "sentences": "Vote. Vote.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "HARLOW",
      "sentences": "Also, to the moon. SpaceX, once again, going to try to launch its most powerful rocket yet. We're live in Texas with a preview.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:03",
      "speaker": "LEMON",
      "sentences": "Try. Try. Maybe we can try again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:43:52",
      "speaker": "LEMON",
      "sentences": "Dust yourself off and try again.That was Alia (ph). She said it best. If at first you don't succeed, dust yourself off and try again. That's exactly what SpaceX is doing. This morning, the company is set to try and launch its Starship rocket again after its first attempt on Monday was called off due to a pressurization issue, a pressurization issues. Starship is the most powerful rocket ever built and key to NASA's plans for returning -- of returning humans to the moon. Ed Lavandera gets the best assignments, by the way, live on South Padre Island for us this morning. Good morning to you. So, what are the chances of liftoff today, Ed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:04",
      "speaker": "LEMON",
      "sentences": "And, Ed, I don't know about that. Isn't the launch - is it right over your right shoulder? It's pretty hazy out there. Not the perfect conditions. Not great conditions to be able to watch a rocket take off.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:04",
      "speaker": "LAVANDERA",
      "sentences": "Yes, it's a -- like, literally, just in the last few minutes, Don, we're starting to see, you know, the cloud cover - the cloud cover starting to lift. We're hoping that this kind of like morning haze kind of blows off. The sun's come up a little bit higher, so that's started to help. But we're finally seeing some of the sunlight kind of glistening off that rocket ship here this morning. So, this is the best view we've had.But throughout much of the morning, we really haven't had a clear view of it. Not like we did on Monday morning, which was a spectacular morning. So, we'll see if this weather holds up for the next hour or so.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:04",
      "speaker": "LEMON",
      "sentences": "A lot of praying to the weather gods going on. Good luck with that.Thank you, Ed Lavandera.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:04",
      "speaker": "HARLOW",
      "sentences": "You heard Ed refer to 4/20 there. Take a look at your calendar. On this 4/20, we're going to look into recreational marijuana in America. Harry Enten has this morning's number.(BEGIN VIDEO CLIP) UNIDENTIFIED MALE (singing): But then I got hi. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "HARLOW",
      "sentences": "That song. You should have heard the serenade we got in the break from one Mr. Don Lemon.The marijuana legalization has a long history in the United States, but on this 4/20, the unofficial holiday celebrating it, polls show Americans are smoking more marijuana than ever, and doing it legally. Senior data reporter Harry Enten is here with this morning's number. Good morning. LEMON: (INAUDIBLE) love, takes me to paradise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Good morning.I'm going to -- there he is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "LEMON",
      "sentences": "That's back in my day. I love a good Rick James and Tina Marie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "HARLOW",
      "sentences": "It was -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "LEMON",
      "sentences": "I went to a concert once. They were so high. It was amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "ENTEN",
      "sentences": "I got to record you and play you later when I can actually do something about it.In any event, this morning's number is $30 billion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "LEMON",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "ENTEN",
      "sentences": "U.S. legal marijuana sales in 2022, $30 billion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "HARLOW",
      "sentences": "Legal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "ENTEN",
      "sentences": "Legal. This is legal. We got -- who knows what's going on in the illegal market. And that $30 billion, top, chocolates, $18 billion. That's how popular and how much money is being made just from legal marijuana.And I think you get an understanding here. Marijuana is legal in 20 states, plus the District of Columbia. You can see these states range right in their political preferences. You got blue states like New York. But then you've got a red state like Missouri. And keep in mind, all these states have legalized marijuana since 2012. So, this is really just a fresh phenomenon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "LEMON",
      "sentences": "And they're making tons of money on this, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "ENTEN",
      "sentences": "They are making a lot of money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "LEMON",
      "sentences": "The weird thing -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "HARLOW",
      "sentences": "Because of the taxes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "ENTEN",
      "sentences": "Because of that (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "LEMON",
      "sentences": "And the weird thing -- that's what -- that's why people wanted regulation. But the weird thing, you have people sitting in jail who were selling a little bit of marijuana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "HARLOW",
      "sentences": "Well, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "LEMON",
      "sentences": "Now you have people becoming billionaires on marijuana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "LEMON",
      "sentences": "So, they've got to get that straight. But is there any sign that marijuana's appeal is waning at all?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "ENTEN",
      "sentences": "Yes, so, first off, you know, I would point out that part of the reason why marijuana has - you know, the legalization push has really become so entrenched in our society is because people just find it far less dangerous than they did back in 1974, right?What's more dangerous, alcohol or marijuana? Back in '74 it was basically split. But look where we are in 2022, right? Alcohol, the overwhelming plurality say it's more dangerous than marijuana. That being said, Don, as you point out, is there any sign that perhaps this push for legalization is slowing down a little bit? And I will point out that we had a bunch of referendum, right, ballot measures in 2022 and 2023 in some red states and the no side win in these three states. In Oklahoma it won with 62 percent. North Dakota, 55 percent. And South Dakota in 53 percent. Of course, these are some really red states. But, you know, I think if you walk on the upper west side of Manhattan, right, let's say you walk on a Sunday morning or a Saturday morning, sometimes that stench of marijuana just kind of hit you. At least it does for me. And -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "HARLOW",
      "sentences": "It's everywhere. I - no, my kids are like, what is -- what am I smelling?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "ENTEN",
      "sentences": "Why are you smelling? And so in Dobbs Ferry, New York, which, of course, is a suburb of New York City, right? It's just a little bit north of here. There was a marijuana dispensary referendum just last month and \"no\" overwhelmingly won. And this is a very, very blue village. So, I do think that there's sort of this pushback of people saying, I want it legal, but I don't want to smell it everywhere.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "LEMON",
      "sentences": "Yes. Well, it's a stench, but some people like it. So, it's an aroma for some people and a stench for others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "ENTEN",
      "sentences": "OK, Don, are you going to sing us out?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "LEMON",
      "sentences": "No, no, no, I'm not going to sing you out.Listen, I understand the smell. You're going to - you don't have to just go to the upper west of Manhattan. You can go anywhere and you'd smell marijuana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "LEMON",
      "sentences": "You can walk outside of this building. People -- people do it on their lunch break or their smoke break. It's legal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "ENTEN",
      "sentences": "It's become like smoking tobacco.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "LEMON",
      "sentences": "It's legal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "ENTEN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "LEMON",
      "sentences": "Mary Jane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "HARLOW",
      "sentences": "Thank you, Harry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "ENTEN",
      "sentences": "Woo.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "LEMON",
      "sentences": "Thank you, Harry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:52",
      "speaker": "HARLOW",
      "sentences": "Now this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:59:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "And everyone you fight. And all that is now. And all that is gone.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:59:00",
      "speaker": "HARLOW",
      "sentences": "They tell me that's Pink Floyd's \"Eclipse.\" So they tell me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:59:00",
      "speaker": "LEMON",
      "sentences": "You don't know Pink Floyd?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:59:00",
      "speaker": "HARLOW",
      "sentences": "I know who they are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:59:00",
      "speaker": "LEMON",
      "sentences": "Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:59:00",
      "speaker": "HARLOW",
      "sentences": "From their \"Dark Side of the Moon\" album released back in 1973. Overnight, some people were treated to a rare hybrid solar eclipse. A hybrid is when an eclipse shifts between a total eclipse and an annular eclipse, depending on where you are on the planet. This one was the view from Australia. But the U.S. missed out this time around. According to NASA, the next hybrid eclipse takes place in 2031.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:59:00",
      "speaker": "LEMON",
      "sentences": "So you can go to your legal dispensary and put on some Pink Floyd and look up in the sky and make it a night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:59:00",
      "speaker": "HARLOW",
      "sentences": "And get high and look at the eclipse.There - there is one option.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:59:00",
      "speaker": "LEMON",
      "sentences": "Make it a night. And you'll sleep very well, right?",
      "isLastSentenceInterrupted": false
    }
  ]
}