{
  "date": "2023-05-08",
  "headline": "CNN News Central",
  "subHeadline": "New Video Shows Moments After Driver Plows Into Crowd Outside TX Shelter; Gunman Kills 8, Wounds 7 At Outlet Mall In Allen; House Votes Thursday On GOP Immigration Bill As Title 42 Ends. Aired 11- 11:30a ET",
  "utterances": [
    {
      "timeStamp": "11:00:45",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Eight people gunned down at a Texas shopping mall. This morning, we are getting new information about the victims and new details emerging about the government. Officials say he may have had ties to right wing extremist groups.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:45",
      "speaker": "SARA SIDNER, CNN ANCHOR",
      "sentences": "Bystanders attempt to restrain a driver after police say he plowed his SUV into a bus stop killing several people. CNN has the exclusive new video.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:45",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "Preparing for the surge, Title 42 is going away this week. And leaders on every level are now warning of the chaos that could follow. CNN is at the border, these major stories and more all coming in to CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:45",
      "speaker": "SIDNER",
      "sentences": "Minutes from now police in Brownsville, Texas are expected to give an update on that deadly crash that killed eight people outside a shelter that has been housing migrants. We're told the group was waiting at a bus stop. We're not going to show you the moment of impact. It's simply too disturbing. But look at the top of your screen here. And you can see just how fast that SUV was traveling. You see it there passing the car to the left a bit.And new video exclusively into CNN now shows the moment bystanders tried to detain the suspected driver after that crash. He was taken eventually into police custody. CNN's Nick Valencia joins us now live from Brownsville. First, you were able to obtain this video exclusively after the crash. Tell us more about the person who took that video and what they're saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:45",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Yes, hey there, Sara. Cesar Romero, he's a Venezuelan national he was an eyewitness to this crash. And he says that some of those killed were among his friends. Some of them he said had just arrived the night before and we're waiting at the bus stop.Just to really go about their day when he says all of a sudden a car came barreling through blowing through a red light, he says and appeared to veer intentionally in his words into those migrants. And we want to be clear we're waiting for this police press conference. Police say that intentional act is part of their investigation, but they haven't announced with 100 percent certainty that that was the motive. We're expecting to hear more details but Romero, I caught up with him, Sara, and he was just devastated. He was outside a memorial that had been set up there at the site of the crash and he had tears rolling down his eyes saying when this driver exited the car, he tried to run away so that's what you're seeing in that video is a group of men trying to restrain him to keep him from running away. He went on to say that that driver began yelling obscenities at the men in Spanish and was just, you know appeared to be impaired in his eyes, Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:45",
      "speaker": "SIDNER",
      "sentences": "All right, you're looking at the video now the man who had suspected driver has -- the person with his shirt off as people are surrounding him. We are expecting to hear from police shortly here. What are you expecting the new information that you might get from them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:45",
      "speaker": "VALENCIA",
      "sentences": "So I spoke this morning to the Brownsville Police Department they tell me they will announce preliminary charges against the suspect in this case. They say with the emphasis this is only preliminary and that could change as their investigation continues and their investigation really is in three parts.They're looking into whether or not this individual was intoxicated. They've taken blood work and sent that off to the Texas DPS Crime Lab. We understand they're waiting on those toxicology reports. They're also looking into whether or not this may be a vehicle malfunction. Initially police said while it may have appeared to be intentional. They also said it also appeared that the driver may have lost control after hitting a curb. And the third part of their investigation is to figure out exactly is this -- was this intended by the driver. Did he intend to run over these migrants that were in some cases just seated on the curb? Of course all of this happens as there's so much drama here on the U.S.-Mexico border with Title 42 expected to sunset, a lot of anxiety in these small border towns across the U.S.-Mexico border about what that means to the incoming migration into their cities. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:45",
      "speaker": "SIDNER",
      "sentences": "Nick Valencia great job finding that new information out there in Brownsville, Texas for us. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:16",
      "speaker": "BOLDUAN",
      "sentences": "CNN has learned the names of two of the victims so far. Family members say Christian LaCour who is a sweet, caring young man, he's the man you see there on the left. We're also told that Aishwarya Thatikonda was an engineer who lived in McKinney, Texas, and officials say the victims they range in age from five years old to 61 years old. CNN's Josh Campbell is on the scene for us in Allen, Texas. Josh, what more are you learning about the suspected gunman?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:16",
      "speaker": "JOSH CAMPBELL, CNN SECURITY CORRESPONDENT",
      "sentences": "Well, Kate, you know, this is a community here that is certainly demanding answers after this mass attack here in their own neighborhood and as a business become a familiar pattern, the Texas Department of Public Safety which is the leading agency here has been very tight lipped on releasing information. Nevertheless, we have been working our sources we have learned a lot about the suspect.Here's what we know this is a 33-year-old man who lived in the Dallas area. Sources tell us that he had previously served as a security guard and underwent firearm training. We know that on the day of the shooting, he was found that a tactical vest, he had a firearm nearby. I want you to look at that photo that was obtained by CNN. You see the suspect on the ground after he was shot and killed by a police officer, next to him an AR-15 style weapon on his chest and multiple additional magazines of ammunition and that is so chilling to think that blood for that police officer, stopping that shooter this is obviously could have been so much worse. Now, I'm told by a law enforcement source that there is no one motive that they have yet, but we are learning that they are looking into right wing extremism as a possible motivation for two reasons. First, when they found the suspects body on his chest, they found that an insignia bearing the letters RWDS which a law enforcement source tells me they believe stands for Right Wing Death Squad. It's the same type of insignia that we've seen extremist groups here in the United States in the past few years that were out at protests, rallies and the like. I'm also told that authorities have been looking over this suspect's social media footprint, it is extensive. And they have found that he allegedly had posted several messages about White Supremacy about Neo Nazis. So again, this is starting to narrow now about what the potential motive could have been behind this attack. As that investigation continues, we are also learning more from witnesses who were here on scene. Responding to this chaotic scene, I'll let you hear from one person who spoke to CNN here in a moment, I will warn you that this is disturbing what you're about to hear this recounting of this chaotic event. But here's a man who rushed to the scene rendering aid to those who are in need. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:16",
      "speaker": "STEVEN SPAINHOUER, FIRST RESPONDER ON SCENE",
      "sentences": "She was not able to be saved. I couldn't say the second guy. The third guy actually expired while I was trying to do chest compressions. The child came out from under what I believe was the mother might have been a relative. I don't know how the relation is. But we're starting to wander around asking for help saying, mom, mom, mama, mama. So I just scooped the child up and took them about 15 feet away so he or she couldn't see what was going on.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:16",
      "speaker": "CAMPBELL",
      "sentences": "And as you mentioned, two of the deceased victims have been identified, we're still waiting for authorities to announce the identities of the six others. Of course, even as this community continues to mourn and grieve the loss of those eight precious innocent lives, there are multiple others who are wounded, that are still recovering and will likely be facing recovery for some time. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:20",
      "speaker": "BERMAN",
      "sentences": "What a grim, grim record. All right, this week lawmakers will vote on a sweeping immigration bill put together by House Republicans H.R. 2, which is known as the Secure the Border Act will codify some of the immigration policies put in place during the Trump administration.The vote is planned for Thursday, the very same day that Title 42 is set to expire and although it will likely pass the House, it will almost certainly stall in the Democratic controlled Senate. CNN's Melanie Zanona on Capitol Hill for us today, there's a lot of action potentially surrounding immigration this week on Capitol Hill, Melanie?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:20",
      "speaker": "MELANIE ZANONA, CNN CAPITOL HILL REPORTER",
      "sentences": "Yes, that's exactly right. There are really two border bills that we are tracking. Neither of them achieved comprehensive immigration reform. And neither of them have any chance of becoming law, at least at this point.But I want to start with the first one, the one you've referenced, H.R. 2, that is the House Republican plan to secure the border, it is the byproduct of months of negotiations because they really struggled to come to an agreement, but they feel like they finally have a deal that is going to unite their conference. And they are strategically timing the vote to coincide with the expiration of Title 42 on Thursday, and a sign that they are going to try to make this issue a political liability for President Joe Biden. Now, here's what that bill would do. It would restart construction of the border wall, it would increase funding for border agents, it would place restrictions on asylum seekers, enhance requirements for E-Verify and reinstate the Remain in Mexico Policy, among other things. But as I alluded to this bill has no chance of becoming law. It's going nowhere in the Senate. And it is unlikely to pick up Democratic support here in the House either. But John, I will tell you there is a lot of angst in the Democratic ranks right now with how Biden is handling immigration. Just take a listen to Henry Cuellar a moderate who represents a border district. (BEGIN VIDEO CLIP) REP. HENRY CUELLAR (D-TX): The administration needs to go to the center and I've asked them to go to the center and I think some of the policies that they're about to implement, brings him to the center, in my opinion, a little bit too late. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:20",
      "speaker": "ZANONA",
      "sentences": "Now, across the capitol in the Senate, there is a bipartisan bill from independent Senator Kyrsten Sinema and Republican Thom Tillis, that would essentially extend Title 42 for two more years. It is not the comprehensive immigration reform that some of them have been talking about and trying to work on a deal on.But this Title 42 bill at this point, does not have support in the Senate, it would need 60 votes, but we'll see if it gains more traction, depending on the situation at the border after this week. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:20",
      "speaker": "BERMAN",
      "sentences": "Yes, so for a lot of action, but maybe nothing decisive as it were. Melanie Zanona on Capitol Hill, thanks so much, Melanie. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:20",
      "speaker": "SIDNER",
      "sentences": "All right, Thursday night, just talking about this, Title 42 Trump era policy that allowed certain migrants to be quickly turned away from the border will expire as you heard it. Already chaotic humanitarian crisis will likely worsen there. Right now, roughly 7,000 encounters are happening each day at the southern border. These CNN drone images show long lines in Ciudad Juarez, Mexico as people are camping out there.CNN's Rosa Flores is in the border city of El Paso, Texas where a state of emergency is already in effect there due to the sheer number of migrants already there. We can see them sleeping on the streets behind you. What is the latest that you are seeing and hearing this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:09",
      "speaker": "SIDNER",
      "sentences": "All right, Rosa Flores, thank you so much, and we apologize for the glitches that are going on and it happens because she is live there. All right, Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:34",
      "speaker": "SIDNER",
      "sentences": "On our radar this morning, the writer strike has now delayed production of the final season of the Netflix hit show, Stranger Things. The show's co-creators and show-runners said on Twitter they hope a fair deal is reached soon so they can get back to work. The Writers Guild of America went on strike last week seeking better compensation from studios and streaming companies.CNN is learning exclusively that nearly 610,000 student loan borrowers have received debt relief from the Public Service Loan Forgiveness Program since it was expanded in October of 2021. The program wipes away loan payments for eligible government or nonprofit workers after 10 years of payments. The Biden administration says another 6,000 borrowers will have their loans discharged very soon. And altogether, this will add up to $42 billion of federal stone debt canceled. CNN's foreign or excuse me, China's Foreign Minister says relations with the United States are on cold ice but he notes that stabilizing ties is a top priority. He met today with U.S. Ambassador Nicholas Burns in Beijing. The Chinese official urge Washington to in his words deeply reflect on what it says our missteps and meet China halfway tensions between the world's two biggest economies rose even higher in February, after a suspected Chinese spy balloon flew over the United States. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:21:34",
      "speaker": "BOLDUAN",
      "sentences": "Airlines beware, this afternoon President Biden is set to announce how he wants to try and take on airlines in a new way. And better -- and in the meantime and in the process better protect travelers from being left in the lurch when airlines run into trouble.According to the U.S. Department of Transportation, more than 1.3 million flights were delayed in 2022. That represents about 20 percent of all flights. And more than 181,000 flights were canceled. That's nearly 3 percent of all flights. CNN's Gabe Cohen is live in Washington with details on this. So Gabe there's clearly a problem here. But what is the administration now going to try to do to tackle it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "BERMAN",
      "sentences": "Well, flying is already so much fun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "BOLDUAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "BERMAN",
      "sentences": "Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "BOLDUAN",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "BERMAN",
      "sentences": "I mean anything they can do to make it even more fun I appreciate.New polling this morning, that show serious challenges for President Biden a new Washington Post ABC News poll found that 58 percent of Democrats and Democratic leaning independents want the party to nominate someone else. Biden's overall approval rating, just 36 percent. That's the lowest on record for any first term president at this point with the next election just a little bit. CNN's chief national affairs correspondent Jeff Zeleny is with us. Now, Jeff, those numbers only scratched the surface in this ABC News, Washington Post poll. Biden trails both Donald Trump and Ron DeSantis, in head to head polling and on the question of mental sharpness, has the mental sharpness to serve as president, Joe Biden is at 32 percent now, almost 20 points down over the last three years. And he now trails Donald Trump on that question. So, you know, what is the White House, what are Biden political advisors saying about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "JEFF ZELENY, CNN CHIEF NATIONAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, John, there is no question that as he begins this re-election campaign, and he announced just a couple weeks ago by a video, there are blinking red signs about, you know, significant apprehension among Democrats and Democratic leaning independents, nevermind trying to win over some Republican voters. So look, the White House is not surprised by any of this. They of course, have their own polling, and it indicates that this is going to be a tough reelection bid as every reelection bid is.But just the simple notion of, if Joe Biden beat Donald Trump in 2020, he can do it again, that is not a foregone conclusion by any means. But when you talk to Democratic voters, as I do all the time, I was out in Michigan last week talking to some voters, there is some real concern. You can really sense a respectful reluctance toward the President. Yes, they respect him for restoring order in their view, for infrastructure, projects, et cetera. But they don't credit him necessarily for other achievements. So there is certainly some apprehension. Take a listen to one voter we talked to about the prospect of a rematch with Joe Biden, and Donald Trump. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "NANCY WAGNER, MICHIGAN VOTER",
      "sentences": "Oh, I think it sounds awful. I think it sounds awful. You want to know why? You know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "ZELENY",
      "sentences": "Why do you think it sounds awful?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "WAGNER",
      "sentences": "Well, I think we need a new generation of leaders. I think we need people with fresh ideas. I feel if it were a rematch, we would get the same conversation, we would get the same path ology. So I personally would hate that.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "ZELENY",
      "sentences": "So across the board, voters we talked to who voted for Biden and voted for Trump, there's not a lot of interest in a rematch. We will see if we get one, of course, the Republican primary is just in its infancy as well. But this certainly is where things begin. And it shows one thing above all, that the White House and the President have significant work to do to win that re-elections.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:06",
      "speaker": "BERMAN",
      "sentences": "You know, some Democrats I've heard from since this Washington Post ABC News poll came out suggests maybe this poll is an outlier. It's got slightly different methodology. It looks at polling age, I mean, adults voting age adults rather than registered voters. But on this specific question of mental sharpness, you know, at the White House Correspondents Dinner, we did see President Biden seem to address that joking making jokes about his age. What plan do they have in place to address this, if any?",
      "isLastSentenceInterrupted": false
    }
  ]
}