{
  "date": "2023-11-24",
  "headline": "CNN News Central",
  "subHeadline": "13 Israeli Hostages, 12 Thai Nationals Being Released by Hamas; Sources Say, White House Monitoring Hostage Transfer in Real Time. Aired 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:00",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "All right. The breaking news is this. We are just getting word that the 13 hostages being held in Gaza by Hamas terrorists are in the process of being turned over at this minute. Our latest understanding is that they have been turned over or are in the process of being turned over to Red Cross officials in the Southern Gaza City of Khan Younis. You can see where Khan Younis is, right here. They would then be moved from Khan Younis presumably to the south here, either Rafah or this crossing right there.This is not far. This is less than ten miles. It is less than 20- minute drive from place-to-place. So, this process could be very, very quick. Again, 13 hostages in the process of being turned over, our understanding all along is this will be children and also women. This is part of the deal that was brokered that would release 50 hostages from inside Gaza over the next four days in exchange for some 150 Palestinian prisoners inside of Israel, also humanitarian aid coming into Gaza from Egypt, and a few other things around the margins. Again, our understanding, this process is under way, it is developing by the minute. One of things we are watching is Abigail Idan. We are waiting for information about Abigail Idan who turns four years old today. Her parents were killed by Hamas terrorists. Unclear, we have been told, that Americans would not be part of this exchange today, but it is one thing we are watching for very, very closely Okay. Let's get back to Kaitlan Collins in Tel Aviv to get the latest of what you are hearing at this very minute, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Yes, John. Obviously, this process is painstaking. It is developing minute-by-minute here as we are watching this happen. What we do know now is that they are in the process of handing over these 13 Israeli hostages to the Red Cross. That is the group that we knew was going to be receiving them and then facilitating their move from there in Gaza to where you just pointed out on the map, not a far distance to Egypt. And then once they are processed in Egypt, that is then when they will be helicoptered here to Israel.But regardless, John, this is what we are seeing right now as this process is under way. One of the biggest diplomatic breakthroughs that we have seen since October 7th, we have seen a few hostages come out before total so far, but this is the largest group that we have seen so far, and we are also hearing in addition to the 13 Israeli hostages, 12 Thai nationals who are also being held in Gaza are also being handed over. That is what we are hearing from the Egyptian officials. So, there's a lot of the tracking developments of moving -- fast- moving developments happening right now. We are tracking them all. We've got a team across the region covering every single angle of this hostage release that is now under way as we are monitoring it very closely, waiting to hear confirmation from Israeli officials once they have made it here when they will publish a full list of the 13 who have been released. CNN's International Anchor Becky Anderson is tracking this from Doha. And, Becky, you have been hearing from sources about where this process is. What's the latest that you are hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:06",
      "speaker": "COLLINS",
      "sentences": "Absolutely. And that ten-month-old baby spent a month of his life being held captive, held hostage by Hamas. Obviously, we'll be watching all of this closely once we do get the list of these hostages.Becky Anderson and Doha, we'll check back in with you. CNN's Jeremy Diamond is also at a crossing in Southern Israel. It's near the Israel-Egypt border, Kerem Shalom, where we believe it is one of the two locations that we have heard from Israeli officials. Hostages could be entering through to come into Israel today. Jeremy, what are you seeing right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:06",
      "speaker": "JEREMY DIAMOND, CNN CORRESPONDENT",
      "sentences": "Yes, that's right, Kaitlan. There are effectively two locations where once these hostages go into Egypt, they could potentially be coming into Israel. One of them is the Nitzana crossing, which is further this way over my right shoulder. The other one is the Kerem Shalom crossing, where we know that there has been a history of deals involving people going through Rafah into Egypt and then coming through Kerem Shalom into Israel.It was the case with the Raanan family, Judith and Natalie, those two American-Israeli hostages who just a few weeks ago were released on what Hamas called humanitarian grounds and accompanied by an Israeli official via that Kerem Shalom crossing. [10:10:13] That crossing is just over my right shoulder here. And there is a road all along here where earlier today we did see some buses and vans headed in the direction of the crossing. I can't confirm to you whether or not there is a connection with the hostage release. But, certainly, if indeed as I have been told these hostages would be brought on buses to a nearby air force base, if that were to happen it would happen right over my shoulder here. There is a road here that goes north effectively in the direction that they would need to go to get to an air force base. And so we could certainly be witnessing that scene here as soon as those hostages are brought into Israel and are sent on their way to that air force base. That will be the first opportunity for those 13 hostages to get evaluated medically and also crucially to speak with their families who they haven't had any contact with for nearly 50 days. And so this moment of pain and anticipation and anxiety and just a mix of emotions that Israelis all across the country have been feeling, but especially, of course, their families, it is now coming to a boiling point. It is now coming to an inflection point here. And we could see that moment happen very soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:06",
      "speaker": "COLLINS",
      "sentences": "All right. Jeremy Diamond, thank you.And I also want to note that we are hearing from an Israeli source right now telling me that all 13 of the Israeli hostages are now in Egypt. Obviously, that was a moment that we were watching earlier. They are being handed over to the Red Cross in Gaza, then being transferred to Egypt in ambulances and vans. We are now being told by a senior Israeli official that all 13 of the Israeli hostages have now made it to Egypt. That is their next stopping point before they come here to Israel. We are waiting to see more, to hear more from Egyptian officials on the ground. So, we'll continue to monitor this, because one of the places they could be coming in Israel, we know children are expected to be in this group of 13. We haven't confirmed that yet. But CNN's Chief International Correspondent, Clarissa Ward, is outside of a children's hospital near a helipad where we do believe that some of these hostages could be choppered from Egypt to exactly where you're standing right now, Clarissa. How are officials and employees at the hospital bracing for the potential arrival of these hostages there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "COLLINS",
      "sentences": "Yes, it's hard to even imagine. Clarissa Ward, thank you.CNN's Senior White House Correspondent M.J. Lee is also tracking all of this from Washington, because although, M.J., we don't expect any Americans to be in this group, you have new reporting about what is happening inside the White House as they are watching this just as closely as the rest of us. M.J. LEE, CNN SENIOR WHITE HOUSE CORRESPONDENT:  That's right, Kaitlan. White House officials are watching this release take place in real time, monitoring every movement that is going on right now. The president, of course, himself is being constantly briefed by his top advisers as well. For U.S. officials, there has been such an emphasis on this first day and this first release of the first group of hostages going well because they believe that the first two days or so will really serve as a testing period of sorts that can pave the way for additional releases and the additional days that are to come with more hostages hopefully to be released. And even though, Kaitlan, last month, we saw these two American hostages being released successfully. Of course, it is an entirely different undertaking that we are talking about because 2 people very different from 13 hostages. Now, how today goes is especially significant now for the White House given that they do not believe any American citizens to be released among the 13 women and children that are going to be coming out of Gaza. That means that presumably they are going to be released on day two, day three or day four. We have no way to know right now or predict exactly when we will see those American citizens. But, again, White House officials very closely monitoring the situation and very much hoping that everything goes well without a significant hitch and without a significant delay because they really, really want this to go successfully and have the American citizens that are to be released for that process to go well as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "COLLINS",
      "sentences": "Yes, it's a template for all of this. M.J. Lee, Jeremy Diamond, all of you, thank you very much.John, obviously, everyone is watching this closely as this is truly developing by the minute as these hostages are now in the process of having this handover underway, obviously, with the ultimate goal, and once people will really, you know, breed that sigh of relief here in Israel once they're on the ground in Israel, which they are not at this point, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "BERMAN",
      "sentences": "You know, Cedric, as we are watching this, and, again, the primary concern today is for the welfare of these 13 individuals and hopefully the dozens of others who will be released over the next few days, but there is also an intelligence and a military aspect to what's happening right now because they know where they are. I mean, they know where they were. They knew they were in Khan Younis, which is right here, and then moving south here.How much, without drones flying, can Israel see of this from an intelligence standpoint, and what kind of intelligence can they gather from the turnover of these hostages?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "LEIGHTON",
      "sentences": "Yes, that's going to be really considerable, John, when -- you know, depending on, you know, how much they can glean from the hostages as they're being debriefed, that's going to really give them an idea. So, from a human intelligence perspective, that debriefing is going to be critical.Now, as things are happening, the Israelis do have mechanisms where they can monitor this even without drones. They might even have access to satellites that are overhead that can provide some degree of coverage. There also are other mechanisms that they may have, and if they have human sources in any of these areas, they can monitor things as well. From a distance, the Israeli forces that are positioned within Gaza can also have a way of looking at some of this. They may see movements on the ground that will indicate, you know, where the Red Cross is. They will indicate where Hamas is moving the hostages to and from. That's probably the most sensitive part of this, because Hamas is going to make every effort to make sure that the Israelis do not know where the hostages were before they were transferred at Khan Younis. So, that's going to be the challenge from an intelligence perspective on the Israeli side. And, of course, from the Hamas perspective, they want to keep that under wraps, and they're going to try to minimize the degree of knowledge that the Israelis will be able to glean from all of these activities. But activities have their own signature, and that signature is something that the intelligence agencies are going to be looking at very, very carefully.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:20:03",
      "speaker": "BERMAN",
      "sentences": "Yes. Just keep in mind one of Hamas' demands was that Israel would not be able to fly drones over Southern Gaza during this release because they don't want Israel to know where the hostages are. They want to be able to hide the dozens, if not hundreds, of remaining hostages that were there.Cedric, I do want to ask one other question here. And, again, as we watch and wait for information on these 13 people who've been turned over and are moving now, we presume somewhere along the Egypt-Israel border right now, I want to talk about the military operations, again, Al-Shifa, around the Al-Shifa Hospital, where over the last several days, Israel has continued to release more and more videos of the tunnels that they say they found underneath that hospital. They say it's a Hamas command center underneath the Al-Shifa Hospital. How much will they be able to do in search these tunnels as a military pause is underway for the next few days?",
      "isLastSentenceInterrupted": false
    }
  ]
}