{
  "date": "2023-10-27",
  "headline": "CNN Newsroom",
  "subHeadline": "Police Manhunt Ongoing after Gunman Kills 18 in Maine; Maine Shooting Victims Remembered; IDF: Expect Limited Raids of Gaza Over Coming Days; U.S. Strikes Facilities Linked to Iran in Eastern Syria; Journalist Returns to Work after Family Killed. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:00:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Coming from that direction. We did see earlier at the location --(EXPLOSION)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Another loud explosion.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:09",
      "speaker": "NEWTON",
      "sentences": "You heard those bangs. Authorities were later heard shouting, \"You're under arrest,\" and \"Come out with your hands up.\"Well, it appears the suspect was not actually there at the time. Police are searching now for this man, 40-year-old Robert Card. He's considered armed and dangerous, and he is charged with multiple counts of murder. Officials are telling residents in the areas around Lewiston, Maine, to remain vigilant, stay inside, and lock their doors as the search for Card continues. And that search, as it is ongoing, and there are, of course, other locations they've planned to investigate in the coming hours. In the meantime, schools and government properties will again remain closed Friday while the suspect is on a loose. Hundreds of local, state, and federal agents are involved in the search and that investigation into Wednesday's massacre. (BEGIN VIDEO CLIP) SEN. SUSAN COLLINS (R-ME): This has been a concerted effort and the state, local, and federal level. And everyone is determined to bring the killer to justice. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:09",
      "speaker": "NEWTON",
      "sentences": "Now the rampage is, in fact, the deadliest mass shooting of the year in the United States. The gunman first attacked a bowling alley and then a restaurant on Wednesday evening. That was around 7 p.m., as people were gathering for a night out with friends and family.More now on how the shootings unfolded from CNN's Omar Jimenez. (BEGIN VIDEOTAPE) OMAR JIMENEZ, CNN CORRESPONDENT (voice-over): A multi-agency manhunt is underway for the suspect in two mass shootings in Maine. GOV. JANET MILLS (D-ME): I am profoundly saddened to stand before you today to report that 18 people lost their lives, and 13 people injured in last night's attacks. JIMENEZ (voice-over): Both incidents happened Wednesday night in the town of Lewiston.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We've got multiple victims on scene. Multiple victims. I need every unit you can find.JIMENEZ (voice-over): State police say the first call came in at 6:56 p.m., reporting a man shooting at the Just in Time Recreation, which includes a bowling alley. Then, at 7:08 p.m., the communications center received multiple 9-1-1 calls about an active shooter inside Schemengees bar and grill, about a ten-minute drive away from the bowling alley.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:09",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Respond to the town of Lewiston for two active shooter locations. Again the town of Lewiston for active shooter incidents. All available units to Lewiston.JIMENEZ (voice-over): An 806, police released photos of the shooter to the media. COL. WILLIAM ROSS, MAINE STATE POLICE: The victims at the Just in Time establishment, seven people are deceased there. One female and six males. Victims at the Schemengees billiards, eight are deceased. Seven males inside the establishment, one male outside of the establishment. JIMENEZ (voice-over): Three other victims were pronounced dead at local hospitals. One man, at the bowling during the shooting, says he hid inside a bowling machine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He just came in. I heard a loud pop. I just booked it down the lane, and I slid, basically, into where the pins are climbed up into the machine and was on top of the machine for about ten minutes until the cops got there.JIMENEZ (voice-over): Megan Hutchinson tells CNN that she was inside the bowling alley with her 10-year-old daughter, Zoe, who was grazed by one of the bullets. She was injured but not hospitalized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:09",
      "speaker": "ZOE LEVESQUE, INJURED IN SHOOTING",
      "sentences": "It's just, like, shocking. Like it's something that you'd think would never happen. I never thought I'd grow up and get a bullet in my leg. Why? Like, why do people do this?JIMENEZ (voice-over): At 9:26 p.m., Lewiston Police received a call identifying the shooter as 40-year-old Robert Card, a former Army reservist. By 9:56 p.m., investigators found Card's white Subaru hatchback near a boat launch in the nearby community of Lisbon, among where authorities are now now actively searching for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:09",
      "speaker": "CHIEF RYAN MCGEE, LISBON POLICE DEPARTMENT",
      "sentences": "We've had everything from people calling about, you know, noises in the basement, noises in the woods, suspicious people, gunshots, all night long since the incident in Lewiston. We have our whole department working.JIMENEZ (voice-over): Now an entire community is under lockdown, being told to shelter in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's very unnerving right now. Seeing the cops coming around here, that -- that makes me feel a million times better. In a situation like this, I wish I had a firearm.JIMENEZ (voice-over): Omar Jimenez, CNN, Lewiston, Maine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "BOBBY CHACON, RETIRED FBI SPECIAL AGENT",
      "sentences": "Yes. I'm somewhat puzzled by that question sometimes, because it takes a long time to catch somebody. The police don't have, particularly in an area like this that's more rural than, say, New York City or Los Angeles. People have -- there's a lot of room. There's a lot of rugged terrain in parts of areas that they could just disappear into.I guess sometimes, you know, art does imitate life, but we don't have the ability to track everybody, everywhere, all the time. And, you know, Lewiston I'm sure doesn't have a large police department. And you know, so he did this. He planned it. He drove from one place to another, and then he disappeared into the night. It's not unusual to go this long in this kind of area and not come up with somebody who wants to stay hidden. And it will depend on how long he was planning this. Did he liquidate -- did he have cash and supplies stashed somewhere? Water, food, things like that? You know, that's going to come to light in the coming days. But right now, we have to be focused on where he is, and taking him into custody or neutralizing him before he hurts anyone else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "NEWTON",
      "sentences": "I take your point. I mean, he -- this certainly was planned and that he had some expertise. I do want to tap into two areas of your expertise.And one is the psychology of a person who doesn't surrender. In some of these situations, most times in fact, we see they immediately commit suicide. What could be motivating him, do you think, in this situation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:00",
      "speaker": "CHACON",
      "sentences": "You're right. Most of these times they either end in suicide at the scene or at least suicide by cop, where they shoot out -- shoot it out with the police, knowing they're probably going to get killed.It's hard to say, because you -- we're dealing with a very irrational person that's in the midst of a psychotic break with reality. So it's very hard to say, not knowing him. I'm hoping that they have leaned into the people they treated him. We heard he was treated for some mental health issues recently. He was institutionalized for a couple of weeks over the summer. Those doctors are probably the ones that have the biggest insight into his mindset of what he's doing and what he wants to accomplish with this thing. But it's -- it's hard for laymen like us, not medical professionals, psychological professionals, to really get inside his mind and to know what he's thinking, because every person is a little different, in when they take -- you know, when they take these kinds of actions. It's really very individualistic. It's very personal to them, to that individual. What, you know, this guy is apparently, we call a grievance collector. He was collecting all these bad things that people would do or he perceived as bad things that people were saying about him, and so -- and then something triggered him to snap. He went over the edge, and he decided to carry this out. But you know, talking to family members, talking to friends, talking to his doctors that evaluated him previously, is probably the best place to get the answers on, you know, No. 1, why he would do something like this, and then, No. 2, what his longer-term goals are in carrying this out, in escaping, or whatever. NEWTON: And in fact, his family says that they are cooperating, and they're encouraging him to surrender. To that second point, in terms of where he could be now, and again, leaning on your expertise here, he did, apparently, have or own a boat. Officials found his abandoned car at a boat launch. How much more difficult do you believe that will make the search?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:07",
      "speaker": "NEWTON",
      "sentences": "Yes. These are all good points, and especially in the case of Eric Rudolph. As you point out, that's a very chilling case for people in Maine to have to think about at this hour.Before I let you go, I want to ask you, though. So police are doing their due diligence. Right? They went back to his last known address. They've been back there twice now, apparently haven't found anything. But what does that tell you about the quality and the quantity of credible leads that authorities have right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:07",
      "speaker": "CHACON",
      "sentences": "Well, I mean, it was -- it was interesting that they went to the house, and then they -- they left the house, and then they went back to the house.So some piece of information, in the interim, for when they were there and left, drove them back to the house. And when they were back the second time, it was very much a tactical operation. Whereas the first time, it was simply kind of pro forma going in and trying to execute a search warrant. Something drove them back to that house. Some kind of credible tip said he was in there or he was near there or something. So I think that they deployed a lot of resources. They're talking to a lot of family members, friends, coworkers, things like that. But they're also -- you know, the FBI has cell phone teams that contract things and so they're probably doing that. You know, he's trying to probably stay off the grid as much as possible. But these -- FBI's social media exploitation team has probably scoured all night his social media to see where he might have left bread crumbs, unknowingly, into where people, when they disappear like this, they want to go somewhere where they're comfortable. Because if they go somewhere where they're not comfortable, they're always looking around. They don't know what's what, and they look at a place. So he's going to want to go somewhere where he's comfortable. Well, we know where people are comfortable. It's where they've been before. And it's really -- it's hard to not leave a trace, either on social media or with friends or family about where you like to go and where you're going to go if something like this happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:07",
      "speaker": "NEWTON",
      "sentences": "I take your point, Bobby. At this point, everyone just has to be patient as that work gets done. Bobby Chacon for us. Thanks so much. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:07",
      "speaker": "CHACON",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:07",
      "speaker": "NEWTON",
      "sentences": "Now, of course, we want to remember(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:07",
      "speaker": "MILLS",
      "sentences": "This city did not deserve this terrible assault on its citizens, on its peace of mind, on its sense of security. No city does. No state, no people.JASON CARROLL, CNN CORRESPONDENT (voice-over): The magnitude of what happened last night coming into focus as authorities remove the bodies of some of those who perished in a shooting at the Schemengees bar and grill restaurant. Police say of those who were killed, eight died at the bar, including Leroy Walker's son Joseph. His father says his son died when he tried to stop the shooter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:03",
      "speaker": "MILLS",
      "sentences": "This is a dark day for me. I know it's hard for us to think about healing when our hearts are broken. But I want every person in Maine to know that we will heal together.CARROLL (voice-over): Jason Carroll, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:02",
      "speaker": "NEWTON",
      "sentences": "Well, video from the Israeli military shows a column of IDF tanks and heavy equipment during the so-called one targeted raid on Thursday. The IDF said the operation was large but limited, and the troops withdrew from Gaza.Now Israel has vowed, of course, to destroy Hamas after the group massacred more than 1,400 people in Southern Israel, with more than 200 others still hostage at this hour. The IDF said an airstrike on Thursday killed a senior Hamas leader, who was involved in planning the October 7th attacks. CNN's Jim Bittermann is live for us in Paris and has been following all of this. You know, Jim, it struck me that an IDF spokesman told CNN a few hours ago that, in their estimation, the troops are actually eager to take on an invasion of Gaza at this hour.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:02",
      "speaker": "JIM BITTERMANN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, I would say they may be eager, but I think some of the other countries of the world are not so eager.I mean, France, President Macron just returned from a trip to the Middle East where he was urging caution, I think, on the Israelis. He was also expressing his support for their need to -- to defend themselves. But he was also pitching an idea that he said for some time now, to create some kind of a multinational anti-terrorism force to combat ISIS. The -- to combat Hamas, rather. On the -- on the same plane as the coalition that was put together against ISIS. That includes members from the European Union and also from the Arab League. And I think he was hoping to get some support for that. It does not seem like he got much traction for that idea, because he basically came home empty-handed. He did say, as he returned, that in fact, France is going to send a lot of humanitarian aid, with a plane loaded full of stuff that's going to the Red Crescent in Egypt. Of course, the question will be whether it can get actually into the hands of the Gazans. And then the French hospital ship that's going to anchor somewhere outside, perhaps off Gaza, but more likely, I think, would be off Egypt so that it would be available for any hospital needs, given the humanitarian situation that's developing there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:02",
      "speaker": "NEWTON",
      "sentences": "Yes. As you say, he doesn't have much to show for it. In fact, the flow of aid to Gaza has changed very little since he was on the ground. And yet, how is he portraying any progress that he's made?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:02",
      "speaker": "BITTERMANN",
      "sentences": "Well, I think -- I think, basically, he would like to see the response to support is Israel, of course. And he said that several times when he was in Israel.But he also has on the same hand that he wants to be able to say that he supports humanitarian aid for Gaza. As he pointed out, just a few days ago, there is no sustainable solution to this can be found without some kind of a political solution. And of course, he's urging all the parties to get together in some kind of political solution. But there -- there's just no sign of that yet. And I think that the Israelis, particularly, are geared up for more, and we're going to see what happens.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:02",
      "speaker": "NEWTON",
      "sentences": "We certainly will. Jim Bittermann for us in Paris. Appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:02",
      "speaker": "BITTERMANN",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:02",
      "speaker": "NEWTON",
      "sentences": "Now, continuing the story we're following here at CNN. The U.S. says it has conducted airstrikes against facilities in Eastern Syria that are linked to Iran.It's unclear if there were any casualties. The strikes followed a series of attacks on U.S. forces in the region in which Washington says Tehran was involved. CNN's Oren Liebermann has our details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:02",
      "speaker": "NEWTON",
      "sentences": "Back to our top story this hour. A community on edge and sheltering in place as an intensive manhunt is underway in the U.S. state of Maine.Authorities are looking for Robert Card, the suspect in a shooting rampage that left 18 people dead and 13 injured. SWAT teams searched his last known address Thursday. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "-- in that direction. We did see earlier at the location.(EXPLOSION)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Another loud explosion.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:02",
      "speaker": "NEWTON",
      "sentences": "Now that was said to be a flash bang used by law enforcement, both to disrupt explosive devices planted by a suspect and also to catch the suspect off-guard in case he might have been lying in wait.Law enforcement returned to the house later after detecting something near the home but say they don't know what or who it was. Card is considered armed and dangerous. He is a certified firearms instructor and member of the U.S. Army Reserves. Card recently threatened to carry out a shooting at a National Guard facility. He also reported mental health issues, including hearing voices. Law enforcement officials are expected to return on Friday to Card's last known address in Northern Maine. Authorities are also digging into his background, searching for clues to help locate him. CNN's Pamela Brown has more. (BEGIN VIDEOTAPE) PAMELA BROWN, CNN CHIEF INVESTIGATIVE CORRESPONDENT (voice-over): Swarms of federal and local officers converge as the man hunt for Robert Card intensifies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:02",
      "speaker": "MILLS",
      "sentences": "Mr. Card is considered armed and dangerous.BROWN (voice-over): His background giving a few potential clues about the shooting that left at least 18 dead and more than a dozen injured. His Army records show the 40-year-old was a petroleum supply specialist in the reserves. But he never served in combat. A former Army reservist who served with Card telling CNN that he is a skilled marksman, an outdoorsman who is among the best shooters in his unit. While he was training in upstate New York over the summer, Card reported hearing voices and threatened to shoot up a National Guard base, according to law enforcement services. The National Guard saying he was, quote, \"behaving erratically.\" He was transported to a hospital at the U.S. Military Academy for \"medical evaluation\" and stayed for two weeks. His family telling CNN he did not have a long history of mental health issues. Quote, \"This is something that was an acute episode. This is not who he is,\" his sister-in-law said, quote, \"This is a good family.\" On his Twitter page, Card liked right-wing posts, including by Tucker Carlson, Donald Trump Jr., Republican members of Congress, and multiple posts criticizing President Biden on the economy. His social media also shows photos of him fishing. Card's vehicle was found at a boat ramp less than 20 miles from the shooting scene, and public records show he owns a boat. The Coast Guard is also part of the search. According to another former soldier who served with Card, he had extensive training, including land navigation. Quote, \"So he would be very comfortable in the woods.\" The shooting was in Lewiston. Card's most recent address is in a rural area of a nearby town called Bowdoin, according to public records, which also showed that his family owns a series of properties nearby. Law enforcement sources say Card recently split up with a longtime girlfriend, and they're pursuing a theory that he allegedly targeted the bowling alley and bar, because he used to go there with her and was supposed to be at the bar that night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Based on our investigation, we believe this is someone that should not be approached.BROWN (voice-over): Card's brother telling CNN they are trying to reach him, urging him to surrender, quote, \"We have helped law enforcement in any way possible, and the police have been given anything that we can offer to facilitate their efforts.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:02",
      "speaker": "BROWN",
      "sentences": "The brother of the suspect also telling me this is many people's worst nightmare. Indeed, it is.And one of the big outstanding questions is why Robert Card was able to leave that mental health clinic after expressing thoughts of wanting to harm fellow soldiers and able to gain access again to his legally-possessed multiple weapons. We know that Maine does not have a red flag law which allows family members to petition a court to have weapons taken away from another family member in crisis. Pamela Brown, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:37:32",
      "speaker": "NEWTON",
      "sentences": "The U.N. is trying to break its own diplomatic deadlock concerning the war between Israel and Hamas.On Thursday, Israel's ambassador addressed the General Assembly's emergency session on the crisis. The Security Council has so far been unable to get on the same page about what to do next. And the assembly may, in fact, vote Friday on a cease-fire resolution drafted by Arab states. The Israeli ambassador said a cease-fire would only, in his words, tie his country's hands, and it's not an attempt to achieve peace. But a Palestinian representative pushed back, claiming almost all of the victims of the Israeli airstrikes are civilians. President Joe Biden, in fact, has expressed skepticism over casualty counts out of Hamas-controlled Gaza, which has angered Palestinians. Jordan received a rare applause from the chamber after these words. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:37:32",
      "speaker": "AYMAN SAFADI, JORDANIAN FOREIGN MINISTER",
      "sentences": "We care about all lives, about all civilians, Muslims, Christians, Palestinians, Jews, Israelis. All lives.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "NEWTON",
      "sentences": "We are joined now by Shaina Low. She's a communication adviser for the humanitarian group the Norwegian Refugee Council, and she's speaking to us from East Jerusalem. And I appreciate your time.Shaina, can you help us -- you know, bring us right up to date on the humanitarian situation at this hour on the ground in Gaza? I know that you are in close contact. Or you can be with your colleagues there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "SHAINA LOW, COMMUNICATION ADVISOR, NORWEGIAN REFUGEE COUNCIL",
      "sentences": "Every day that I speak to my colleagues, they are just telling me a situation that gets worse and worse. There is no safe place in Gaza. They are running out of necessary suppliesMy colleagues spent four hours earlier this week just working to extract one liter of fuel from a friend's gas tank in order to power a pump to get water into the house so that the family could drink and bathe. These are just a tiny glimpse of the types of struggles. As I'm sure your audience knows, hospitals around on the verge of collapse. The Palestinian Red Crescent announced yesterday that they expected to have to suspend operations within the next 24 hours, because they don't have fuel for their ambulances. More and more people are getting killed each day, and yet, we're not seeing the fuel, the food, the medicine, the water, that needs to be coming in, in order for Palestinians to survive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:06",
      "speaker": "NEWTON",
      "sentences": "And to that point, the meager aid that has come in the last few days, has it made any difference? What has come in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:04",
      "speaker": "NEWTON",
      "sentences": "So as of now, we don't seem to be close to either of those two scenarios. I mean, in terms of what you're prepared for, what are you and your colleagues prepared for in the next 24, 48 hours?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:04",
      "speaker": "LOW",
      "sentences": "Well, we've been very limited in our abilities to operate, ever since October 7th. Our staff in Gaza has -- it's struggling just to keep themselves and their families alive.And unfortunately, multiple members of our staff have lost family members, including one who lost her 6-year-old son last week. And so what we have been able to do is send cash to families, the most vulnerable families in Gaza, so that, while there still is limited stocks in -- on shelves in markets, they can go out and purchase what they need, especially as prices in -- in Gaza have gone up, as supplies have dwindled. But the window of opportunity for cash being helpful to people is -- is rapidly shrinking, as supplies get depleted and stores run out of stock.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:04",
      "speaker": "NEWTON",
      "sentences": "I take your point. The point is, even some of the aid that is coming in, as you said, the beans, you need the food the fuel and the water to be able to cook that, as well.Before I let you go, I have to ask you. On Thursday, in an interview with CNN, an IDF spokesperson suggested that aid groups like yours are crying wolf over the fuel shortages specifically, because you've been warning for about a week that she would run out, and it hasn't completely. How do you react to that kind of a comment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:04",
      "speaker": "LOW",
      "sentences": "You know, it doesn't matter whether -- it doesn't -- it's irrelevant at this point whether we've been -- we've been sounding the alarm for a week.The reality is that people are -- are suffering more and more each day. If the international community's imperative that we stop the suffering of innocent civilians. And we need to do all that we can. My understanding is that Palestinians are being very resourceful in terms of finding what limited supplies they can and using them to the most extent possible. But time is rapidly running out, and -- and we shouldn't be -- we shouldn't be allowing 2.3 million civilians to be suffering any longer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:04",
      "speaker": "NEWTON",
      "sentences": "Yes. It is -- Their suffering is certainly clear for the world to see.Shaina Low for us in Jerusalem, thanks for joining us. We appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:45:04",
      "speaker": "LOW",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:52:01",
      "speaker": "NEWTON",
      "sentences": "At least 27 people are dead after Hurricane Otis slammed into Acapulco, Mexico, as a record-breaking Category 5 storm. Four people are still missing.Officials say about 80 percent of the hotels in the popular tourist destination were impacted by Otis, and more than half 1 million homes and businesses lost power across Mexico's way era state. Authorities on the scene now after damage to roads slowed the arrival of aid. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE (through translator): It feels like this is a lie. What is this? We are alive. I don't know how, but we are alive. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:52:01",
      "speaker": "NEWTON",
      "sentences": "Now, of course, Otis weakened after moving inland. But it is expected to bring heavy rain to parts of Southern Mexico, possibly triggering a flash flooding incident, as well as mudslides.Ukrainian President Volodymyr Zelenskyy says he can see, quote, \"the end of the war\" in his country. This comes after new American and Danish defense support measures were announced Thursday. U.S. secretary of state says his country's security assistance package includes $150 million worth of arms and equipment. President Zelenskyy says Denmark's offering ease more than $500 million worth of tanks, drones and ammunition. The U.S. secretary of state and China's top diplomat are meeting in Washington as concerns continue to grow over the Israel/Hamas war expanding. Antony Blinken has said he's looking forward to having, quote, \"constructive conversations\" with Chinese Foreign Minister Wang Yi over his three-day visit. In a statement just released, the State Department says that, during their meeting on Thursday, Blinken reiterated the U.S. will continue to stand up for \"our interests and values and those of our allies and partners.\" Wang will also meet with national security adviser Jake Sullivan and speak with President Joe Biden. Well, the latest round of diplomacy comes just days after the U.S. says a Chinese fighter jet came within feet -- just feet -- of a U.S. Air Force bomber. CNN's Natasha Bertrand has details of the close encounter from the Pentagon. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}