{
  "date": "2023-05-25",
  "headline": "CNN This Morning",
  "subHeadline": "Eleven-year-old Shot by Officer; Lawyers want AG to Drop Trump Investigation; Target Pulls Pride Merchandise; David Pepper is Interviewed about Democracy. Aired 6:30-7a ET",
  "utterances": [
    {
      "timeStamp": "06:30:40",
      "speaker": "KAITLAN COLINS, CNN ANCHOR",
      "sentences": "He called 911 needing help, but then he was shot in the chest by an officer. This 11-year-old boy from Mississippi is now thankfully at home and recovering this morning, but his family is demanding to know why things went so wrong.CNN's Nick Valencia is tracking this story. Nick, I mean, obviously, that is everyone's immediate reaction here is how does a child who calls the police for help end up being shot by the responding officer. What do you know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:40",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "Well, his mother tells me, Kaitlan, that after Aderrien Murry was shot in the chest by police, he asked his mother, what did I do wrong? Why did I get shot? And according to his mother, Nakala Murry, all of this unfolded at 4All of this, Kaitlan, was reportedly caught on police body camera that has not been released. Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:40",
      "speaker": "COLLINS",
      "sentences": "What's the sense of why that body camera footage has not been released yet?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:40",
      "speaker": "VALENCIA",
      "sentences": "You know, well, I want to make this clear. You know, we repeatedly called the local police department yesterday to try to get answers from them. They never got back to us after multiple messages left. But the Mississippi Bureau of Investigation, they did get back to us to say that they are not releasing this body camera because of an ongoing investigation.Meanwhile, this officer has been identified as Greg Capers. The local board of alderman voted to place him on paid administrative leave. The family and the family attorney, they're making this very clear, they want this officer charged. They want him fired. They're planning a sit-in protest at the local city hall later this morning. Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:40",
      "speaker": "COLLINS",
      "sentences": "Nick Valencia, I know you'll stay on top of this story. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:40",
      "speaker": "VALENCIA",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:37:15",
      "speaker": "HARLOW",
      "sentences": "Donald Trump's lawyers want to meet directly with Attorney General Merrick Garland to ask him to shut down the Justice Department's criminal investigations into the former president. In a statement yesterday, a spokesperson said doing so would, quote, allow the presidential campaign to move forward without interference. Special Counsel Jack Smith is investigating the former president's handling of classified documents and his potential efforts to overturn the 2020 election.CNN has reported that Smith appears to be in the final stages of that investigation on the documents and could soon decide whether or not to seek indictments against Trump. So, let's go to our Katelyn Polantz. She's live in Washington. This is a development from what we talked to you about yesterday. Does the Trump team have any leverage here to actually make this appeal successful?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:37:15",
      "speaker": "KATELYN POLANTZ, CNN CORRESPONDENT",
      "sentences": "Well, Poppy, they can try to make this appeal successful. They can try to get this meeting with Garland. But we don't know if they're actually going to get a meeting with the attorney general at this point.What they're doing here, it's - it's not entirely clear exactly what this is. Is this a legal effort or is this primarily a political effort?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:37:15",
      "speaker": "HARLOW",
      "sentences": "Right. POLANTZWe also know that they want to protect Donald Trump's 2024 campaign. That there is this concern that he is in the middle of the campaign season and perhaps they believe that these investigations need to end so Trump can continue campaigning unaffected. And then also, they want to argue to Garland why he should not be indicted. That is something that often defense attorneys want to do at the end of a case. But in this circumstance, some of our sources were telling us that Jack Smith has not even informed the Trump team at this point that Donald Trump should be expecting to have a decision on whether or not he will be indicted or be informed of it anytime soon. And so what this is we - we just need to see exactly how the Justice Department responds. At this point in time, its not even clear whether they've received this letter. It was posted on social media. It said it was delivered via currier but we have not gotten any comment from the Justice Department yet. And, so, we're going to have to see exactly if Merrick Garland is going to buy into what they want to talk to him about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "POLANTZ",
      "sentences": "Right. We have no comment from the Justice Department at this time and it really is unclear whether they have. There's also some CCs there, other people that were supposed to have received this letter. And one of the CCs is just representatives of Congress, an unspecific set of names. There's no names there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "HARLOW",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "POLANTZ",
      "sentences": "Usually you will say exactly which House or Senate chair people you're being - you're sending it to. And we haven't heard anyone on The Hill yet who have - who have said that they have received it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "COLLINS",
      "sentences": "Maybe it's just floating around the halls of Congress",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "HARLOW",
      "sentences": "Maybe.Thank you, Katelyn. We appreciate the reporting, as always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "COLLINS",
      "sentences": "Also this morning, Target stores are now pulling items from their shelves that they say that they're doing it to protect employees. We'll tell you more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:00",
      "speaker": "HARLOW",
      "sentences": "And history made on ice. Highlights of the big win sending the Florida Panthers to the Stanley Cup finals.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:10",
      "speaker": "COLLINS",
      "sentences": "This morning, Target is now the latest company to be facing intense backlash over its support for the LGBTIQ community. Target has been celebrating Pride Month for years, but yesterday it announced that it is making some last-minute changes to its 2023 collection, namely removing some merchandise from its shelves citing an anti- LGBTIQ campaign that is threatening their workers' safety. It's not clear exactly which products have been pulled, but there are some right-wing critics who are slamming Target for several items that they had, including a swimsuit that was described as tuck friendly, meaning it's able to conceal male genitalia. And this information was spreading across social media that it was marketed to children, but it was not, we should be clear. Products that were made by a U.K. designer who often uses satanic symbols in his designs were also criticized, like this sweatshirt that read \"cure transphobia not trans people.\"Let's bring in our CNN business reporter, Nathaniel Meyersohn, who is here. Obviously, Nathaniel, we've seen all the backlash that is happening here. Do we know exactly how - OK, well, I guess this is how much Target is pulling. What's in these products that they're taking off the shelves?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:10",
      "speaker": "NATHANIEL MEYERSOHN, CNN BUSINESS REPORTER",
      "sentences": "Right, Kaitlan.So, every year Target celebrates Pride Month. It has a - usually a collection of, you know, t-shirts, mugs, hats, that sort of thing. This year there are about 2,350 products in the collection. But Target has been the subject of an anti-LGBT campaign, particularly on social media, driven by far right activists, commentators and right-wing media. And it's created a hostile work environment for employees. There are videos on social media of people stomping some of the LGBT signs, pulling some of the merchandise. And so Target says that they're going to remove a few items because of in -- out of fear of employee safety and their sense of well-being.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:10",
      "speaker": "COLLINS",
      "sentences": "And so they're saying essentially that their concern is employees have nothing to do with what Target stocks on its shelves. They're worried about their safety.What's the response that you're seeing from these critics?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:10",
      "speaker": "MEYERSOHN",
      "sentences": "So, Target's response isn't pleasing anybody. Supporters of gay rights feel that Target caved to far right extremists. California Governor Gavin Newsom called out the CEO of Target, Brian Cornell, for selling out to the LGBTQ community.Target's move also may alienate younger shoppers who are increasingly supportive of gay and transgender rights. Twenty-one percent gen-z identifies as LGBT. So, this could alienate them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:10",
      "speaker": "COLLINS",
      "sentences": "Yes, it certainly could. I mean - and as Governor Newsom was saying, he was saying it's not just a few stores, this is happening, he says, in a systemic fashion. With -- it's not just Target, though. What other stores are being targeted for this as well?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:10",
      "speaker": "MEYERSOHN",
      "sentences": "So, this comes amid a wave of anti-LGBT legislation. The Human Rights Campaign says there have been 70 anti-LGBT bills enacted this year, which is a record. Other brands have been caught in these culture wars over gender identity, sexual orientation. You think of Disney and the so-called don't say gay law in Florida. Disney has been the subject --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:10",
      "speaker": "COLLINS",
      "sentences": "Yes, which is what critics call it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:10",
      "speaker": "MEYERSOHN",
      "sentences": "Right, critics call it the don't say gay law. It's been the subject of a lot of controversy with Governor Ron DeSantis. Bud Light. We saw Bud Light, just a single Instagram post with the transgender influencer Dylan Mulvaney. Bud Light sales have plunged. Nike also was working with Dylan Mulvaney. They've been the target of criticism.So, these brands are really struggling to navigate this incredibly politicized environment driven by social media.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:10",
      "speaker": "COLLINS",
      "sentences": "Yes. And we saw Governor DeSantis yesterday defending that feud with Disney as he was launching his presidential campaign.Nathaniel Meyersohn, thank you for breaking it all down for us this morning. There's a lot there. Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:10",
      "speaker": "HARLOW",
      "sentences": "This is going to be so interesting to follow where this goes from here. Thank you guys.In sports this morning, the Florida Panthers have just made history. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:10",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The Florida Panthers are headed to the Stanley Cup finals!(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "COLLINS",
      "sentences": "Can't wait to watch, see what happens. I know you'll be watching closely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "HARLOW",
      "sentences": "Totally.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:02",
      "speaker": "COLLINS",
      "sentences": "All right, also this morning, a veteran at the IRS has now just gone public as the whistleblower in that Hunter Biden criminal probe. The information he claims to have. We'll tell you about it next and also whether or not it's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "COLLINS",
      "sentences": "Just this week alone we've seen the power that state governments have. In South Carolina the senate there sent a six-week abortion ban to the governor's desk. In Nebraska, the governor there signed a 12-week abortion ban that also restricts gender affirming care for transgender children. A Florida school removed a poem that was read at President Biden's inauguration from the elementary section of the school library into the middle school section after one complaint from a parent. That was under the state's, quote, Stop Woke Act. All three of those states have government trifectas where the Republican Party holds the governorship and majorities in both chambers of the state legislature. Republicans have 22 of those overall. Democrats have 17.The former chairman of the Ohio Democratic Party, David Pepper, has a new book out called \"Saving Democracy: A User's Manual for Every American.\" In it he argues that Republicans are stronger at running for lower level offices and he use this analogy to illustrate his point with an assist from his son. (BEGIN VIDEO CLIP) DAVID PEPPER, AUTHOR, \"SAVING DEMOCRACY: A User's Manual for Every American\": They've also learned a really important lesson in their short time playing soccer. Charlie, what is that lesson? CHARLIE PEPPER, DAVID PEPPER'S SON: The team that's always on offense wins the game. D. PEPPER: Did you hear that? Oh, hold on. Go, Charlie. Good. The team that is always on offense wins the game. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "COLLINS",
      "sentences": "And David joins us now.One, why didn't you bring Charlie? And, two, in all seriousness, reading your book, you essentially say, I don't like this idea of an off year -- an off election year. It is always an election year, in your view? DAVID PEPPER, AUTHOR, \"SAVING DEMOCRACY\": First of all, Charlie is at home watching that and he's going to be so excited.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HARLOW",
      "sentences": "Hi, Charlie. Yay!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "COLLINS",
      "sentences": "We love Charlie. Bring him back next time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "PEPPER",
      "sentences": "Yes, that's amazing.So, yes, that -- this is the problem. The democracy of our country is shaped in states and state houses. That's where the election rules are written. That's where the districts are drawn. And you can either have a -- rules and districts that lead to a competitive and represent democracy, or one, like in many of the states, which I'm not (ph) - where it's locked up and the results are guaranteed. One side has been on offense in that place for decades. And the other side, unless something happens to be a swing state for a federal election, really is not in those states. And so that's why I use the analogy with Charlie, the team that's always on offense does win the game. And right now, even though Democrats have done well in certain federal elections, even when they win those elections for the most part, Republicans have locked down state houses. And the reason why all those stories you mentioned are happening is state houses have become unaccountable places. Half of the Tennessee Republicans who kicked out the two Justins didn't even face opponents in last year's election. So, of course, they're going to act like they're acting. Every incentive in the world they live is to be more extreme. And until the other side gets into these places and starts competing, its going to keep going on just like it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HARLOW",
      "sentences": "Your book prior to this one was called \"Laboratories of Autocracy.\" And that's how I came to know you, making, like, the plan where it's of laboratories of democracy, right, how important states are in the federalist system.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "PEPPER",
      "sentences": "Right. HARLOW",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "PEPPER",
      "sentences": "It's true. I worry about that quote. I think Martin Luther King was saying this. The idea that it just naturally bending in one direction automatically is actually a historic. There has always been a fight for democracy in our country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HARLOW",
      "sentences": "You (INAUDIBLE) eventually bends towards justice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "PEPPER",
      "sentences": "Right, he does. But it doesn't bend that way by itself. The only reason it bent towards justice is because millions of people, and I'm calling on Americans in this book to be among those people, have been pushing and struggling and fighting to bend it against other people who, frankly, were pushing it the other way. That's our country's history. We didn't get our civil rights laws or overcome Jim Crow because it naturally happened. It became - it came through years of struggle.And right now my worry has been that we kind of are in this world where we assume democracy is automatically intact. That justice is just automatically there. That's not our history. You have to keep pushing for it. And when it's under attack, and it is, in all these states, and we're seeing the consequences as you went through, it looks one way in Florida, another way in North Carolina. In Ohio they're trying to change the constitution in crazy and illegal ways. Those are all happening the same time because at the heart of our democracy are these statehouses. They are largely unaccountable and they can attack democracy over and over again and never be held accountable for doing. We've got to bring that accountability back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "COLLINS",
      "sentences": "You also send basically a warning shot to corporations, saying what's happening to Disney is your future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:04",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}