{
  "date": "2023-01-20",
  "headline": "CNN This Morning",
  "subHeadline": "Santos Facing Growing Pressure to Resign; Solomon Pena's Campaign Funding Questions; Doug Jones is Interviewed about the Biden Documents; Steve Silberman is Interviewed about David Crosby. Aired 8:30-9a ET",
  "utterances": [
    {
      "timeStamp": "08:30:27",
      "speaker": "DON LEMON, CNN ANCHOR",
      "sentences": "New York Republican Congressman George Santos facing growing pressure to resign over his litany of lies. He lied about his education, work and family history, and religious background. All of this as he faces federal and local investigations and the revival of a criminal fraud case against him in Brazil. Now he is on two House committees. And despite calls from members of his own party to step down, he's refusing. He's not backing down. He says he's going to stay there.So, let's go to CNN's Miguel Marquez live in Manhasset, New York, which is part of Santos' district. Good morning to you, Miguel. What are you hearing from the people who live in his district?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:27",
      "speaker": "MIGUEL MARQUEZ, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Let me absolutely blow your mind. They'd like him to step down. They'd like him to go. They are tired of talking about it.We were out here, what, a week and a half ago and people were over it then. They are way over it now. The frustration is, is that there's not a lot that they can do. So even people who voted for him say, look, I want him to go. I want not just a few Republicans who have stepped up and said that he has to go, but they want the Republican leadership in Congress, from McCarthy on down, to freeze him out and to force him out, much like the Democrats did with Anthony Weiner back in, what, 2011 or 2012, where they basically forced him to resign eventually. They would like to see a much more concerted effort to go. They're tired of talking about it. They are frustrated that he's - that he's there, that there is nothing that they can do about it until the next election. So, until that happens, they will just have to wait. Here's what one Santos supporter said as he was getting ready to get on the train to Manhattan this morning. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:27",
      "speaker": "MARQUEZ",
      "sentences": "What's the level of frustration right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:27",
      "speaker": "GENE DOMANOCO, VOTED FOR GEORGE SANTOS",
      "sentences": "Very high. I think it was above and beyond what many politicians do, you know, exaggerate a little bit. What he did was criminal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:27",
      "speaker": "MARQUEZ",
      "sentences": "Would you like Speaker McCarthy and the Republican leadership to freeze him out, to ask him to resign? I mean does something more need to happen from that level?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:27",
      "speaker": "DOMANOCO",
      "sentences": "Yes, I think they should get rid of him. They should vote him out on the - on the House level.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:27",
      "speaker": "MARQUEZ",
      "sentences": "So, look, there is a wide range of concerns that people have with George Santos. From the money to all of the lies. Most people here are most concerned with the lies. The money, the campaign finance, they believe that there is an investigation there, and that may produce some sort of results for them, that may move him out of office sooner, but they are most concerned with just this massive number of lies. Even the people who say, I want a Republican in office, and at least he's a vote there say, probably better if he went.Back to you guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:27",
      "speaker": "LEMON",
      "sentences": "All right, Miguel Marquez, interesting. Thank you very much. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:27",
      "speaker": "KATELIN COLLINS, CNN ANCHOR",
      "sentences": "Speaking of questions about campaign finance, the man accused of hiring a gunman to shoot up the homes of Democratic lawmakers after losing an election is now under more scrutiny as investigators are looking into whether Solomon Pena's failed political campaign was funded with drug money. That is what a law enforcement source tells CNN. Campaign finance records show that one of the alleged gunman actually contributed more than $5,000 to Pena's campaign. And now there are questions about whether that money came from the sale of fentanyl.Joining us now to talk about this with this reporting is CNN's chief law enforcement and intelligence analyst, John Miller. John, you've been looking into this story. I'm so struck by this line from your reporting that campaign finance documents show that the single largest cash contributor to him is a man that police say he hired to help with these shootings.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:27",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "You know, Kaitlan, breaking down the question itself sounds absurd, which is, what is a guy doing in the candidate's car, according to police, with a smoking gun that is a ballistic match to a shooting 38 minutes before of a Democratic rival, sitting on top of $3,000 in cash and almost 900 fentanyl pills, valued at about $15,000 on the street, and he's the person who is responsible for a $5,000 contribution and that of a family member for another $4,000. Claims to be homeless in his prior contacts with police, has no financial resources. So, if the money from fentanyl isn't where the campaign contributions was coming from, where was it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:27",
      "speaker": "COLLINS",
      "sentences": "And this guy got pulled over, but, I mean, if he had not been pulled over, you know, do you think the investigation would have developed in the way that we've seen it go on?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:27",
      "speaker": "MILLER",
      "sentences": "I don't think so because, you know, he was on the local radar as a low-end criminal, but the allegations brought by Albuquerque police are that he was one member of a four-person team hired by the candidate to shoot up Democratic rivals' home, to intimidate them after the election, which he claimed was stolen.08:35:14]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:27",
      "speaker": "LEMON",
      "sentences": "All right, John Miller.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:27",
      "speaker": "COLLINS",
      "sentences": "That's fascinating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:27",
      "speaker": "LEMON",
      "sentences": "Yes, fascinating.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:27",
      "speaker": "COLLINS",
      "sentences": "John Miller, thanks for your reporting on this.All right, also, President Biden has just made his first comments in about a week on classified documents that were found at his home and former office. He says there's no there there. We're going to talk to the former senator and a close Biden ally, Doug Jones, about all of this, next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:27",
      "speaker": "COLLINS",
      "sentences": "No regrets. That's what President Biden says in his first public remarks in about a week on the classified documents that were found at his home and his former office from his time as vice president in the Obama administration.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:02",
      "speaker": "COLLINS",
      "sentences": "The president there echoing his team at the White House as they are pledging full cooperation, but downplaying the fallout of this, drawing a distinction from what is happening with former President Trump. The White House now believing this is a current storm that is going to pass. So, joining us now to talk about this is the former Democratic senatorfrom Alabama, Doug Jones, a close ally of President Biden's and this White House. Also, a former U.S. attorney, we should note. Good morning and thank you for being here. You know, you heard the president there saying he doesn't have any regrets about how this has been handled. What's your reaction? DOUG JONES (D), FORMER ALABAMA SENATOR: Well, I think he's absolutely right in terms of handling the documents. And that's what he was referring to. You know, I've said all along, it seems that the president's team, whether it's -- mainly his legal team, Kaitlan, is handling these documents absolutely correctly. In fact, they may be overcorrecting because that's who Joe Biden is. But in terms of how they called The Archives, got involved, cooperated with the Justice Department, this is always about the documents. Even the Trump situation started out about the documents and retrieving those documents. So, I don't think he should have any regrets about how the documents have been handled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:02",
      "speaker": "COLLINS",
      "sentences": "Not even about the idea that some of them were found in a garage? Obviously, that's not a secure location despite the president saying it was locked because his corvette was parked in there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:02",
      "speaker": "JONES",
      "sentences": "You know, look, again, how you handle the discovery of those documents, clearly somebody made a mistake at some point and documents appear to be inadvertently transferred when he left office. Inadvertently transferred. That is the clear implication from everything you've seen, everything that you've read. And we don't know all of the facts, but that seems to be the clear implication.But in terms of the discovery of those documents, once they were discovered, you've got to call The Archives, you've got to cooperate with the Justice Department. That is something that Donald Trump and his lawyers did not do, which created a firestorm, which created a situation where you had to get a search warrant to retrieve those documents. Not in this case. They've done everything by the book, and, in fact, they probably, I think, may have overcorrected by making sure that they cooperate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:02",
      "speaker": "COLLINS",
      "sentences": "How do you think they've overcorrected? What do you mean by that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:02",
      "speaker": "JONES",
      "sentences": "Well, I - you know, if you - you know, there was a \"Washington Post\" article yesterday about how they have handled it. And I think that they did everything by overcorrecting. Some lawyers might -- would have been a little bit more aggressive in terms of trying to get to the bottom of it themselves. That's what lawyers do, interviewing witnesses, doing those things. The president's team decided that they would not do that because they did not want to give the appearance of tampering with a witness. That is an - that is an absolutely correct way to proceed with this. It's an absolutely by the book way to proceed with this. Some people may have done it a little bit different.But in terms -- the key here, and the real key is, what did they do when the documents were discovered? And they immediately got in touch with the appropriate officials to turn them over. And that is the key. It is always about the documents when you're dealing with classified material. It is about getting the documents back into a secure location.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:02",
      "speaker": "COLLINS",
      "sentences": "But, Senator, what about the idea that they did not disclose it publicly? Should they have told the public sooner that they had found these documents?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:02",
      "speaker": "JONES",
      "sentences": "I think that that's just a judgment call. I don't think they should have disclosed it the minute that it happened for the very reason we're having to talk about it now. It should not be a political issue. The media, folks in -- that talk about it, Republicans, would make it a distraction and a media issue. They needed to cooperate with The Archives and the Department of Justice and follow their lead. And that's exactly what they did.You know, anytime, Kaitlan, that you have an intersection between politics and the law, it's difficult to juggle those, especially when one of the parties is the president of the United States. Now, I understand the need for transparency, but there's also the ability of trying to work and make sure that those that you are cooperating with, that are retrieving these documents, understand that you are going to fully cooperate and work with them. And that's what they did. I have no problem with the fact that they didn't disclose earlier.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:02",
      "speaker": "COLLINS",
      "sentences": "Senator, you also helped guide last year with the Supreme Court confirmation for now Justice Ketanji Brown Jackson. You obviously know the Supreme Court well. There has been no conclusion in one of the most stunning breaches in the history of the Supreme Court, this leak of the decision on Roe v. Wade. Are you surprised they weren't able to find who leaked this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "COLLINS",
      "sentences": "Yes, but -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "JONES",
      "sentences": "So, I'm just not really surprised they could find it. COLLINSinterview the justices themselves or their partners?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "JONES",
      "sentences": "Well, I personally don't think so. But it was unclear. It did not say whether they did or they did not. That's why I think that there's an asterisk there. And that -- I think they ought to try to clean that up a little bit and make sure that they did it. If they haven't, they should. I -- that's my personal opinion. If you want to try to get to the bottom of something, you have to do that, full-bore, top-to-bottom. And that's what I think. Just like with, you know, with Trump and the documents. You've got to interview the people that were there. And it's -- I think there's a - I think there's a little bit of a gap because it's just an unknown right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "COLLINS",
      "sentences": "Yes. And I'll note, CNN has reached out to the Supreme Court to ask, did they actually interview the justices themselves? They didn't comment. They just referred to their report, which obviously didn't say that.Former Senator Doug Jones, thank you so much for joining us this morning, and roll Tide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "JONES",
      "sentences": "Thank you, Kaitlan. Roll Tide.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "LEMON",
      "sentences": "You had to sneak that one in there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:02",
      "speaker": "COLLINS",
      "sentences": "Always.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:38",
      "speaker": "LEMON",
      "sentences": "So, at the age of 81, David Crosby, legendary singer and songwriter, has passed. He was a folk and rock music pioneer known for being a founder member of The Byrds and of Crosby, Stills &amp; Nash. His family announcing it in a statement reading, his legacy will continue to live on, though his -- through his legendary music. Peace, love and harmony to all who knew David and those he touched. We will miss him dearly.Yes, that is a sentiment that's shared by many. Family, friends and fans alike are mourning his passing, including Steve Silberman, who wrote this, after growing up a fan of David Crosby's music, he became my closest older friend. I am heartbroken to lose him, but the arc of our friendship was perfect. And so Steve is here to talk about it. Steve, good morning to you. Thank you so much for joining us here on CNN THIS MORNING. You say that you -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:38",
      "speaker": "STEVE SILBERMAN, CLOSE FRIEND OF DAVID CROSBY",
      "sentences": "Good morning. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:38",
      "speaker": "LEMON",
      "sentences": "Absolutely.You say that you were a huge fan and then you became close friends. And he's your closest oldest friend. Talk to us about that. And sorry for your loss, by the way, pardon me for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:38",
      "speaker": "SILBERMAN",
      "sentences": "Well, what happened was, I fell in love with his music when I was a teenager. I heard \"Gwenaver\" playing in a sandals shop in Provincetown and I immediately asked the guy who it was who was singing, and he said a name that sounded like a law firm, Crosby, Stills &amp; Nash. But it was - yes, it was the most beautiful music I'd ever heard.And so I collected bootleg tapes of David's. And so in the early '90s, Crosby, Stills &amp; Nash were planning a box set with bonus rare tracks. And a friend of mine was with him and kept saying, well, Steve Silberman says the best version of this is that, you know? And so he kept saying that and eventually Crosby, Stills and Nash just called me up and said, come down to this hotel in Los Catos (ph) and help us plan this boxed set. So, that was how I met David. But what really sealed the deal of our friendship was that I got David online for the first time ever. A friend of mine told me that he was a, quote/unquote, fax addict. So, I said fax addict? He should (INAUDIBLE). So got him an email account and joined a very early online community called The Well (ph). And he was instantly, you know, a hit. He was outrageous. He was honest. He loved hearing people's honest evaluations of his performances. He just took to the online world like a fish to water. And, of course, that, you know, continued through Twitter. And then when he was having his medical problems, including a liver transplant, he had a sort of mystical experience. This is not widely known, but he had a sort of mystical experience being online and feeling the presence of all these people who were wishing him well as he went through a liver transplant. And we ended up talking all night one night in chat while he was in London with Crosby, Stills &amp; Nash and we really got to know each other very well then and continued to be friends for the next couple of decades.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:38",
      "speaker": "COLLINS",
      "sentences": "That's amazing, a, that you got him on email. I mean he was still so active on Twitter. Everyone loved his tweets. But what I loved is the - you said one of your favorite memories is you guys started this podcast. You said, we'd hang out, smoke pot. He'd play music. We'd go to his favorite restaurants. And it turned into the two of you creating a podcast together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:38",
      "speaker": "SILBERMAN",
      "sentences": "That's true. We figured out that basically, you know, since we had such wide-ranging, hilarious, probing, philosophical conversations on the phone, maybe we could do it at a place where other people could hear it. So I ended up spending several days down at the Crosbys' house in Santa Ines (ph), and it was a blast. We were kind of like little kids who had met each other in school and decided that we wanted to have fun together. And so we would spend hours a day making the podcast and then, you know, head out to David's favorite restaurants where, you know, he knew all the waiters and all that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:38",
      "speaker": "LEMON",
      "sentences": "Hey, Steve --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:14",
      "speaker": "LEMON",
      "sentences": "Hey, Steve, if you would -- not to be rude, I'm watching the clock here and I want to get this in before we run out of time, please, I think it's very important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:14",
      "speaker": "SILBERMAN",
      "sentences": "Sure. Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:14",
      "speaker": "LEMON",
      "sentences": "Because you spoke to him two days ago, correct? And what did you talk about?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:14",
      "speaker": "SILBERMAN",
      "sentences": "Yes, I did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:14",
      "speaker": "LEMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:14",
      "speaker": "SILBERMAN",
      "sentences": "We talked about how excited he was to be playing a concert with the Canadian singer-songwriter Bruce Coburn at the end of February.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:14",
      "speaker": "LEMON",
      "sentences": "And --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:14",
      "speaker": "SILBERMAN",
      "sentences": "And he's also - he's -- he has another album in the can, as they say, with the young musicians who are in his lighthouse band.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:14",
      "speaker": "LEMON",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:14",
      "speaker": "SILBERMAN",
      "sentences": "So, there is another David Crosby album that's about to come out. And he was very excited about that, too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:14",
      "speaker": "LEMON",
      "sentences": "I wanted to get that in, Steve. So, sorry for me jumping in there, but we know he's great and Kaitlan and I have been waxing poetic about him all morning and just his impact not only on the music business but just on the world.Thank you so much for joining. Again, we're sorry for your loss. OK, you be well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:14",
      "speaker": "SILBERMAN",
      "sentences": "Thank you, buddy. I appreciate it. Take care. COLLINS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:14",
      "speaker": "LEMON",
      "sentences": "Yes.Well, that wraps it up for us. Hopefully Poppy will be back on - on Monday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:14",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    }
  ]
}