{
  "date": "2023-03-03",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: South Carolina Jury Finds Former Attorney Alex Murdaugh Guilty of Murder; Republicans Attend Conservative Political Action Conference; Speculation Grows About Who Will Take the Fall at Fox News; Presidential Candidates in Nigeria Challenge Election Results; Greek Rail Disaster Death Toll Rises to 57 Amid Growing Outrage. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Welcome back to CNN NEWSROOM. I'm Max Foster. If you are just joining us, let me bring you up-to-date with our top stories this hour.Parts of the southern U.S. are getting pummeled by strong storms. More than 60 million people cross the region are facing the threat of severe weather. There have been at least 90 storm reports so far. Disgrace former South Carolina attorney Alex Murdaugh will be sentenced in the coming hours after being convicted of killing his wife and son. The jury deliberated less than three hours on Thursday before returning their verdict. Earlier my colleague Kim Brunhuber discussed the verdict with Areva Martin. She's a civil rights attorney and legal affairs commentator in Los Angeles. They discussed the speedy verdict and the impact of putting Murdaugh himself on the stand. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "AREVA MARTIN, ATTORNEY AND LEGAL AFFAIRS COMMENTATOR",
      "sentences": "Very surprising, Kim, that the jury only deliberated for about three hours. Particularly given how many witnesses testified on behalf of the prosecution and the voluminous amount of evidence that was presented both by the prosecution and defense. I was not expecting them to return in just several hours.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "KIM BRUNHUBER, CNN ANCHOR",
      "sentences": "Yes, I mean, letting Alex testify, I mean, was that big mistake do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:30:00",
      "speaker": "MARTIN",
      "sentences": "I think that the defense didn't have a choice. When the prosecution put on almost ten or so witnesses that testified that they could identify Alex Murdaugh's voice in that video that was taken or, you know, produced just moments before the cellphone of his son Paul's went dead? That was a big problem for Alex. Because he had told the police for months that he was not at that kennel before his wife and son were killed. And now you had ten witnesses coming forward for the prosecution saying, yes, that is his voice. He was there just moments before the murders occurred. So he had to I believe he felt he had to get on the witness stand and try to explain why he had lied to police.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "And some of the CPAC attendees expressed disappointment that Florida Governor Ron DeSantis didn't show up, he represents the biggest challenge to Donald Trump early in the race.U.S. Congressman George Santos will face a House ethics investigation. The New York Republican has been confronted with legal issues and calls for resignation after lying about much of his life history during his campaign last year. On Thursday, the House Ethics Committee voted to move forward with the investigation. They'll look into a range of issues including whether Santos engaged in unlawful activity during his campaign and whether he engaged in sexual misconduct with someone who applied for a job in his Congressional office. Fox News is reeling from the scandal brought by revelations that it lied to its viewers about the 2020 presidential election. They're exposed in a lawsuit by Dominion Voting Systems showing that some anchors peddled theories that the election was stolen even though they knew it wasn't. And the big question for the network now is, whose heads will roll. Brian Todd reports from Washington. (BEGIN VIDEOTAPE) BRIAN TODD, CNN CORRESPONDENT (voice over): As Fox News deals with agonizing fallout from the Dominion lawsuit and the bombshell revelation that the network driven by the lure of profits and ratings was willing to lie to its viewers about who won the 2020 election. New questions are being raised about who will take the fall.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "DAVID FOLKENFLIK, MEDIA CORRESPONDENT, NPR",
      "sentences": "If you're looking for someone to be forced to walk the plank as a measure of public accountability for this, it's sure not going to be Rupert Murdoch himself and it's very unlikely to be his son Lachlan Murdoch.TODD (voice-over): So, who? New reporting from CNN's Oliver Darcy says questions are being raised about the future of a Fox executive named Suzanne Scott.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "JEFFREY SONNENFELD, YALE SCHOOL OF MANAGEMENT",
      "sentences": "Suzanne Scott, their CEO who is a very troubled successor to Roger Ailes, she was the executioner to all this stuff.TODD (voice-over): Scott was named by \"Forbes Magazine\" in 2021 as one of the 100 most powerful women in media and entertainment. But as Fox News takes more heat over the discovery that some of the network's top anchors knew the election wasn't stolen from Donald Trump and still proclaimed it was.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOLKENFLIK",
      "sentences": "Suzanne Scott is, you know, the one at whose desk the buck stops. If you read Murdoch's testimony closely.TODD (voice-over): During his deposition in the Dominion lawsuit, Murdoch seemed to distance himself from the decision making at Fox in the wake of the 2020 Election. Quote: I appointed Ms. Scott to the job and I delegate everything to her. But analysts say in reality --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOLKENFLIK",
      "sentences": "The stakes were just far too important in the hours and days and weeks after the November 2020 elections for Murdoch to completely sit back and just watch it unfold. And in fact, the evidence that has been brought to light so far shows that he didn't.TODD (voice-over): Murdoch admitted in his deposition that while election lies were being propagated on Fox's air after the 2020 vote, that he, quote, would have liked us be stronger in denouncing it in hindsight. But he also admitted that partially at Scott's urging he didn't push back for fear of losing viewers. Another person at Fox who could take the fall, former Republican House Speaker Paul Ryan who's a Fox board member. Ryan has admitted that while he advised Murdoch after the 2020 election that Fox shouldn't spread conspiracy theories --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "PAUL RYAN, FOX BOARD MEMBER, FORMER HOUSE SPEAKER",
      "sentences": "I do. I have a responsibility to offer my opinion and perspective and I do that. But I don't go out on TV and do it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "SONNENFELD",
      "sentences": "He said, well I quietly voice my opinion. That's not what a director is supposed do. That is a failure of management oversight. He is complicit through his complacency.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "TODD",
      "sentences": "Fox declined to comment when CNN reached out to ask about Suzanne Scott's future at the network. For now, Fox is not offering any public statements in support of Scott. CNN also reached out multiple times to Paul Ryan and his spokespeople for a response to the criticism of him. We haven't heard back.Brian Todd, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "ATIKU ABUBAKAR, NIGERIAN PRESIDENTIAL CANDIDATE",
      "sentences": "The weekend election was neither free nor fair. Preliminary assessments indicate that it is the worst conducted elections since the return to democratic rule. The manipulation and fraud that attended this election are unprecedented in the history of our nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "MADOWO",
      "sentences": "Peter Obi of the Labour Party also says he won the election and the Nigerian people have been robbed. And this will go down in history as the most controversial election. And he too is going to court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "PETER OBI, NIGERIAN PRESIDENTIAL CANDIDATE",
      "sentences": "Let me reiterate and assure you the good people of Nigeria, that we will explore all legal and peaceful options to reclaim our mandate. We won the election and we will prove it to Nigerians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "MADOWO",
      "sentences": "Atiku Abubakar and Peter Obi actually have a history. Peter Obi was Atiku's running mate in 2019 and Atiku left the door open for a dialogue between them. Bola Tinubu presidential campaign says they are misleading the public and Bola Tinubu rightfully won the election. So, this battle now moves to court. And Nigerian courts have never overturned a presidential election. But as Peter Obi says, he hopes that they will do the right thing because the future of their children is at stake.Larry Madowo, CNN, Lagos. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "FOSTER",
      "sentences": "A scary scene in Hong Kong on Thursday night as a massive fire engulfed a skyscraper under construction. It broke out shortly before midnight on the roof of an 18 story hotel. Flames quickly spread to other floors and the fire could be seen from miles away. Falling debris and ember started fires on nearby buildings as well. At least two people were injured. It's unclear though what caused the blaze.In Greece, 57 people are now confirmed dead after the head on train collision earlier this week. Crews keep sifting through the wreckage near the city of Larissa and anger is building. The Greek Federation of Rail Workers announced a 24-hour strike saying government disrespect for their industry caused the crash. The federation says requests for more staff and the training and modern security systems have been thrown into the bin. But government blames disaster on human error and arrested a station manager. An audio recording of him speaking to one of the train drivers was released on Thursday. Our CNN's Nada Bashir has the details. (BEGIN VIDEOTAPE) NADA BASHIR, CNN REPORTER (voice-over): Wrangled metal, charred debris, the remnants of a disaster that could have been avoided. And now this. TRAIN MASTER (through translator): Proceed through red traffic light exit until traffic light entry of Neon Poron. TRAIN DRIVER (voice-over): Vasilis, am I good to go? TRAIN MASTER (through translator): Go, go. TRAIN DRIVER (voice-over): Done. Have a good night. TRAIN MASTER (through translator): Have a good trip. BASHIR (voice-over): An audio recording of the station master in Larissa, ordering one of the train drivers involved in the deadly collision to ignore a red-light warning. The country's Prime Minister has described the collision as a product of tragic human error. The station master heard in that recording now detained, charged with causing mass deaths and grievous bodily harm through negligence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "BASHIR",
      "sentences": "That negligence has of course, come with devastating consequences. You can see behind me the emergency response team still working to clear the wreckage. Still working to try to recover bodies. But in the most tragic of cases, there is only DNA left to identify some of the victims.BASHIR (voice-over): And for those involved in the recovery efforts, it is a deeply difficult process. UNIDENTIFIED MALE (through translator): Instead of saving lives we have to recover bodies. It is not something that we like. It is not something we want to do. And it is something that will remain in our memory for ever as much as we try to get rid of it. BASHIR (voice-over): The tragedy has sparked anger across the country. Protestors seen here clashing with police officers in Athens. The country's transport minister has since tendered his resignation conceding on Wednesday that the country's rail network is simply not up to the standard one would expect in the 21st century. And as recovery efforts draw to a close, questions over accountability and frustration towards the government are only growing. Nada Bashir, CNN, in Tempi, Greece. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "The protest comes as Serbia is seeking European Union membership by proving that it can root out corruption and organized crime.The remainder of the season is up in the air for NBA star LeBron James. Next, what the Los Angeles Lakers are saying about an injury on his foot. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}