{
  "date": "2023-03-01",
  "headline": "CNN Newsroom",
  "subHeadline": "Fox News Fighting Dominion's $1.6 Billion Defamation Lawsuit; Near Bomb-Grade Uranium Found In Iranian Nuclear Plant; Interview With Rep. Haley Stevens (D-MI): House Select Committee On China Threat; Venessa Bryant Reaches Nearly $29 Million Settlement With LA County. Aired 3:30-4p ET",
  "utterances": [
    {
      "timeStamp": "15:30:00",
      "speaker": "CHARLIE SYKES, THE BULWARK PODCAST",
      "sentences": "But do you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "RYAN",
      "sentences": "I do. I do.I offer my perspective in my opinion, often. I'll just leave it at that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SYKES",
      "sentences": "OK. So, you have raised these particular --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "RYAN",
      "sentences": "I'll just leave it at that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SYKES",
      "sentences": "Is there a red line for you at any point where you say, I cannot be associated with a company that does this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "RYAN",
      "sentences": "I want to see the conservative movement get through this moment. And I think Fox is a big part of the constellation of the conservative movement. And I want to see --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "SYKES",
      "sentences": "Is it the solution or the problem?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "RYAN",
      "sentences": "Oh, no, I think it's going to have to be part of the solution if are going to solve the problem in the conservative movement, because there isn't a bigger platform than this in America.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "OLIVER DARCY, CNN SENIOR MEDIA REPORTER",
      "sentences": "I think you're going to continue seeing question like that asked to Fox board members, particularly Paul Ryan, given how notable he is. And he doesn't have a great answer right now. When I'm talking to experts in corporate governance, they're saying that he actually does have more responsibility than he may be letting on there. Because, again, his responsibility is to shareholders, not the Murdochs, and if he sees wrongdoing, it's not to may be privately raise it. He needs to alert shareholders to this wrongdoing so the company is not legally exposed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "BIANNA GOLODRYGA, CNN HOST",
      "sentences": "How is the former president reacting to all of this and revelations that's in the lawsuit?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:30:00",
      "speaker": "DARCY",
      "sentences": "This is fascinating. Because obviously Fox is big hit by the left -- as we just talked about. The Democrats who are riding Fox. But They're also he's being hit by the right. The former president has been absolutely railing against Rupert Murdoch in the past 24 hours. In a tweet Social post earlier today. I'll read part it to you.He said that Rupert Murdoch and his group of MAGA-hating globalist RINOS should get out of the news business as soon as possible because they're aiding and abetting the destruction of America with fake news. So, very strong words from the former president. This is exactly what Fox wanted to avoid, because they don't want him chipping away at their base. So, it will be interesting to see how this plays out as well. You know, this is a fight they don't want.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "VICTOR BLACKWELL, CNN HOST",
      "sentences": "Some unsettling news from Iran now. The U.N.'s nuclear watchdog reports uranium particles found at one enrichment plant shows the country is much closer to producing weapons-grade material.A top official with the U.S. Defense Department estimates that Iran could now produce one bomb's worth of fissile uranium in about 12 days. CNN's Christiane Amanpour spoke with Iran's foreign minister about the possibility of a re-brokered nuclear deal between his country and the U.S. (BEGIN VIDEO CLIP) HOSSEIN AMIR-ABDOLLAHIAN, IRANIAN FOREIGN MINISTER (through translator): Our relationship with the IAEA is on its correct natural path. And we have said this to the U.S. side through mediators that we are on the path to reach an accord. But if the Iranian Parliament adopts a new law then we'll have to bide by the parliamentary act. So, the window for an accord is still open. But this window will not remain open forever. The U.S. party has been sending us positive messages through diplomatic channels. But in its media remarks they made very deceptive remarks that are totally different. I'm really, as Iranian foreign minister, sometimes I have serious doubts. I receive a message from the U.S. party emphasizing their commitment to accord. But then in the media, they say we are not at a point of accord. And that JCPOA is not a priority on our agenda. Which version should we accept? Nevertheless, we are still on the path of reaching an accord. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:35:00",
      "speaker": "GOLODRYGA",
      "sentences": "This will despite relations between the two countries continuing to spiral.Well, a bipartisan group of lawmakers had a stark warning, the Chinese Communist Party is posing a growing threat to our country. (BEGIN VIDEO CLIP) REP. MIKE GALLAGHER (R-WI): This is an existential struggle over what life will look like in the 21st century. And the most fundamental freedoms are at stake. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "You mentioned McMaster, obviously, he had worked in the Trump administration. And we also heard from Matt Pottinger who also worked in the Trump administration. Both of them had sent dire warnings yesterday. Pottinger saying that the U.S. was hoodwinked by China. And both men suggest that whether it's economically or academically, private companies, public companies, in this country, that they've dropped the ball in terms of standing to their ground against China. I'm curious, what do you make of their warnings? And what are you going to do about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "STEVENS",
      "sentences": "Well, this is certainly a really unique moment for us as federal lawmakers to set the tone. Because you know that private industry is going to chase the dollar or open markets are being exploited. I certainly heard General McMaster say, hey, we're going to have peace through strength. We want to have economic strength as well as national security strength.And we're certainly not negotiating from a place of strength when China is producing 85 percent of the electric vehicle batteries when we're leading an automotive revolution here in the United States of America with the bipartisan infrastructure bill that was passed along with the Inflation Reduction Act. It's our manufacturers who I see every single day doing these things. But certainly, Mr. Pottinger, also, he shed light on a very specific lens of the conflict. And I think that that was teased out a little bit. And it's not a conflict, it's a competition. But certainly, areas where maybe there is some friction. So, how do we take the rhetoric down? How do we promote peace through strength? It's through investing in our industrial base.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "And Matt Pottinger was one of the first to sound the alarm when it comes to COVID that was also I believe in late 2019 and early 2020 when the pandemic was just in its early days. There's questions now, again, about the origins of the pandemic and COVID, given what will we heard now from the DOE just this week expressing with low confidence that they believe that the virus originated in a lab. I want to play to you sound though from the FBI director, who they concluded over a year ago, with moderate confidence, they also believe that it began in a lab.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "CHRIS WRAY, FBI DIRECTOR",
      "sentences": "The FBI has for quite some time now assessed that the origins of the pandemic are most likely a potential lab incident in Wuhan. The Chinese government, it seems to me, has been doing its best to try to thwart and obfuscate the work here.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:40:00",
      "speaker": "GOLODRYGA",
      "sentences": "So, two intel agencies believe that this began in a lab, while four others do not. At this point, will your committee be asking for more conclusive analysis from the DNI which, of course, oversees all of the intel agencies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "GOLODRYGA",
      "sentences": "Congresswoman, keep us posted in all of the developments with your committee. We appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "STEVENS",
      "sentences": "Yup.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:45:00",
      "speaker": "BLACKWELL",
      "sentences": "Kobe Bryant's widow has reached a multimillion-dollar settlement with L.A. County over the photographs taken in the aftermath of the fatal helicopter crash. Details, next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "GOLODRYGA",
      "sentences": "The lawsuit claimed that sheriffs and fire department workers took graphic photos of the victim which they later shared with other county workers. CNN's Natasha Chen joins us now with more. So, Natasha, tell us about the settlement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "NATASHA CHEN, CNN NATIONAL CORRESPONDENT",
      "sentences": "Well, Bianna and Victor, this includes a $15 million award that a federal jury already gave Vanessa Bryant last August, and that's after we sat through this 11- day emotional trial where we heard graphic details about these photos taken and deputies, first responder sharing them. One person sharing them at a bar. Another person over a video game. Another person airdropping them. So, this settles that amount as well as state claims of invasion of privacy. Those claims were not heard in court.Here's the statement from the L.A. County attorney Mira Hashmall: This $28.85 million settlement includes the verdict awarded by the federal jury in August of 2022, and further resolves all outstanding issues related to pending legal claims in state court, future claims by the Bryant children, and other costs. Proceeds from the settlement, I'm told by Vanessa Bryant's attorney, Luis Li, will go toward the Mamba &amp; Mambacita Foundation in honor of Kobe and Gianna Bryant. Now Luis Li said in a statement that she fought for her husband, her daughter, and all those in the community whose deceased family were treated with similar disrespect. We hope her victory at trial and this settlement will put an end to this practice. Now she did have a co-plaintiff in this, Chris Chester lost his wife and daughter in the same crash. And he also settled with the county last year for close to $20 million. Luis Li also said this is groundbreaking in that is set a legal precedent that just because you may wear a badge does not mean you can share graphic scene photos or victim photos with others who are not related to the investigation including other first responders. And he pointed out a much more recent case -- Tyre Nichols in Memphis. We know from internal police documents that one of the Memphis officers took a couple photos of the injured Nichols and shared them with at least five people. So, if you're another law enforcement agency in this country, you might want to look at this case and see that you could be liable for similar behavior.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:50:00",
      "speaker": "BLACKWELL",
      "sentences": "Yes, important lesson here. Natasha Chen, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "Promising news today for the more than 37 million Americans living with diabetes. Drugmaker Eli Lilly announced price cuts to lower the cost on commonly used forms of its insulin. For many it will cap out-of-pocket insulin costs at $35 a month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "BLACKWELL",
      "sentences": "CNN's Elizabeth Cohen is here with more. So, insulin prices have really skyrocketed in recent years. How big of a price cut is this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "ELIZABETH COHEN, CNN SENIOR MEDICAL CORRESPONDENT",
      "sentences": "Victor, this is a substantial price cut. If you look at insulin prices nationally from around 2002 to 2013, they tripled and just the horrifying stories of so many Americans who had to ration their insulin. Diabetics who couldn't take the insulin that they needed to take because the prices were so high.So, let's take a look at what Lilly did. Lilly for its most popular form of insulin, they said, look, the current list price which is a price that nobody pays but sort of a gauge, the current list price is $82 per vial, the new list price will be $25 per vial. And so that will mean about $35 per month for people with insurance, and they say they're also going to be sort of moving toward giving that same price to people who actually need the help. Those are people who don't have insurance -- Victor, Bianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, real significant cut. In other more disturbing news, there's news about the rate of colorectal cancer on the rise among young people especially.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "COHEN",
      "sentences": "Bianna, this is so surprising. I think that, you know, doctors who treat colon cancer, if you had asked them years ago how often do you see someone under 55, you know, show up at your office with advanced colon cancer they would say that hardly ever happens. But now they're finding that that's just not true. They're seeing more and more young people show up with colon cancer and with advanced colon cancer.So, when you look at 1995, if you look at a proportion of colon cancer cases under the age of 55, it was 11 percent. And then in 2019 it was 20 percent. That is a huge jump during a relatively short time period. Doctors say they don't know why there's this jump. They think one reason could be diet. But really, they're not sure. But they want young people to be aware of this and to make sure that you get all the screenings that you're supposed to get.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes, an important health headline there. Elizabeth Cohen, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "15:55:00",
      "speaker": "BLACKWELL",
      "sentences": "Well, this story brings a whole new meaning to the term bone chilling. One of our writers is so proud right now. So proud. Police in Peru arrested a 26-year-old man who had a mummy in a cooler. You get it -- bone chilling -- a cooler that looks like was used for meal deliveries. The ancient remains could be anywhere from 600 to 800 years old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "BLACKWELL",
      "sentences": "A spiritual girlfriend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "BLACKWELL",
      "sentences": "That's what I had in high school before I came out. She's just my spiritual girlfriend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "GOLODRYGA",
      "sentences": "A 300-year-old, 600-year-old mummy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:00:00",
      "speaker": "BLACKWELL",
      "sentences": "No, no, all right.",
      "isLastSentenceInterrupted": false
    }
  ]
}