{
  "date": "2023-12-20",
  "headline": "CNN News Central",
  "subHeadline": "Trump Barred From Colorado Ballot; Trump Raising Money Off Colorado Court Decision. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "It's a constitutional crossroads really unlike anything in this country's history.As of right now, Donald Trump is barred from the Colorado Republican primary ballot. The state Supreme Court has ruled that he's not eligible to run for president there due to the 14th Amendment's insurrectionist ban. But it's not the final word. That could come from the U.S. Supreme Court. That's what's expected here. So, for now, Trump is fund-raising off of this stunning ruling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "And we have new reaction from President Biden. He says the matter of Trump's being disqualified is up to the courts, but that the matter of Trump's backing and insurrection is already settled. Listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "QUESTION",
      "sentences": "Is Trump an insurrectionist, sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Well, I think it's self- evident. You saw it all. Now, whether the 14th Amendment applies, I will let the court make that decision.But he certainly supported an insurrection. There's no question about it, none, zero. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "KEILAR",
      "sentences": "Biden seemingly aligned certainly with a key part of this 4-3 opinion in Colorado.The majority writing -- quote -- \"Trump did not merely incite the insurrection. Even when the siege on the Capitol was fully under way, he continued to support it by repeatedly demanding that Vice President Pence refuse to perform his constitutional duty and by calling senators to persuade them to stop the counting of electoral votes. These actions constituted overt, voluntary and direct participation in the insurrection.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "SANCHEZ",
      "sentences": "Let's dig into the details now with CNN senior Supreme Court analyst Joan Biskupic.Joan, great to see you. What happens next in this case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "JOAN BISKUPIC, CNN SENIOR SUPREME COURT ANALYST",
      "sentences": "All paths are leading to the U.S. Supreme Court.I mean, it's going to -- it's got to get up there fast, because we have got some deadlines. First of all, we have got a January 4 deadline that the Colorado Supreme Court itself set. When it issued this ruling last night, it said that it will put it on hold. Trump's name should not be on the ballot, but it will put that ruling on hold until January 4. And if Trump appeals to the Supreme Court, it could be on hold indefinitely. But, on January 5, the secretary of state in Colorado is going to certify the Republican primary names, where Donald Trump's name would be on. So there's going to be confusion in lower courts if the Supreme Court doesn't step in and decide this quickly and definitively.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "KEILAR",
      "sentences": "Has the court looked at any similar cases, decided to take anything up, decided not to take anything up that could give us any idea where they might fall on this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "BISKUPIC",
      "sentences": "Absolutely not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "SANCHEZ",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "BISKUPIC",
      "sentences": "Not at all, because just think. This is a post-Civil War amendment that was used extensively against Confederates for insurrection and rebellion, but it hasn't -- it really hasn't been tested at all.And I'm putting a little caveat there, but no. First of all, I will tell you what -- so many issues from this Colorado ruling, some distinct to Colorado, but more fundamentally that will dictate what happens nationwide. There are questions of, can a former president who was never convicted of insurrection nonetheless still be kept off a ballot because of this 14th Amendment provision?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "SANCHEZ",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "BISKUPIC",
      "sentences": "And then also another issue that was actually decided in the opposite direction by another Colorado judge was that the president doesn't fall under it, that it's only for other officers.So, a lot of fresh ground for the U.S. Supreme Court to decide. And only the Supreme Court can decide definitively this question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "SANCHEZ",
      "sentences": "Yes, Section 3 doesn't specifically mention the president as being part of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "BISKUPIC",
      "sentences": "Right. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:00",
      "speaker": "SANCHEZ",
      "sentences": "Quickly, Joan, not to confuse things, but Trump is already at the Supreme Court over the issue of immunity in the special counsel case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:15",
      "speaker": "SANCHEZ",
      "sentences": "That deadline coming within our hour, so we could potentially see Joan again before 4",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:15",
      "speaker": "BISKUPIC",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:15",
      "speaker": "SANCHEZ",
      "sentences": "Joan Biskupic, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:15",
      "speaker": "BISKUPIC",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:15",
      "speaker": "SANCHEZ",
      "sentences": "Appreciate it.Let's bring in former U.S. attorney Harry Litman now and presidential historian Doug Brinkley. Thank you both for sharing part of your afternoons with us. Harry, how do you see this playing out at the Supreme Court? HARRY LITMAN, FORMER U.S. ATTORNEY:  First, I just want to emphasize what Joan said. We are so far off-road here with really no cases to go on that I do think the Supreme Court's going to come in. They have a few different ways to reverse. They could just rely on the language of the provisions, say something like he's not included as a president in the officer part, or this was too loosey-goosey a definition of insurrection. But the real battle here that's shaping up is a fundamental one about judicial power. That's what the three dissenters said. That's what the other states who have not passed on the question have said, this is, as important a command as it might be, is not for courts to decide. And that's going to be, I think, the question really front and center before the Supreme Court. And, as I say, it's completely unprecedented. But are courts the right call -- people to make the call, including the state court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:15",
      "speaker": "KEILAR",
      "sentences": "Yes.I mean, Doug, you can speak to this, just how extraordinary this moment is, especially considering what we're talking about, this provision of the Constitution that was supposed to deal with Confederates after the Civil War.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:15",
      "speaker": "DOUGLAS BRINKLEY, CNN PRESIDENTIAL HISTORIAN",
      "sentences": "And when it was supposed to deal with Confederates in 1868, it was talking about people like Jefferson Davis, people who would deny that, back then, in the 1860s, that Abraham Lincoln was a legitimate president.And so they did the right thing in 1868 with the 14th Amendment, Section 3. The problem is, it doesn't say that word president in it. And that is what Donald Trump's going to be and his lawyers will be taking to the Supreme Court, that this shouldn't apply to me. On the other hand, I mean, the term -- it's been a battle for a few years now. Was it an insurrection or not? I think the key to this is, did Donald Trump -- was part of an insurrection or is that the wrong word, it was just a rally that some hooligans went amuck? And that's been the big argument between Democrats and Republicans. And you heard President Biden really lay down hard, 100 percent, that it was an insurrection. So it's really becoming a lot about what's the meaning of that word, and is Trump -- can he be lumped in with the rest of Section 3 as a former president? (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:15",
      "speaker": "KEILAR",
      "sentences": "Harry...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:15",
      "speaker": "BRINKLEY",
      "sentences": "And -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:15",
      "speaker": "KEILAR",
      "sentences": "Yes. Sorry. Sorry, Doug. Continue. I didn't mean to interrupt you there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:15",
      "speaker": "BRINKLEY",
      "sentences": "Well, no, I'm just going to say that the election denial has been going on and on and on. And we knew this would get to the Supreme Court at some point. But Donald Trump is going to fund-raise on this.He's going to probably end up being on the ballot, one would think, in the end. But it's a huge legal moment, because, if the -- if this Section 3 of the 14th Amendment doesn't apply to Trump, then it shouldn't be in our -- it should just be gotten rid of, because, obviously, this is what they were meaning in 1868.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:01",
      "speaker": "SANCHEZ",
      "sentences": "Hopefully, some catering will be provided for them in this process.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:01",
      "speaker": "KEILAR",
      "sentences": "Yes.(LAUGHTER)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:01",
      "speaker": "LITMAN",
      "sentences": "Right. Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:01",
      "speaker": "SANCHEZ",
      "sentences": "Doug, I'm glad that Harry brought up Bush v. Gore, because it strikes me that the Supreme Court is now thrust into the center of a presidential election.Is there precedent for anything like that in U.S. history? I'm assuming the answer is no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:16:12",
      "speaker": "SANCHEZ",
      "sentences": "Shortly after the Colorado Supreme Court disqualified Donald Trump from the 2024 primary ballot, the Trump campaign blasted out a fund-raising e-mail to supporters attacking the decision as election interference and asking for money to join the fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:16:12",
      "speaker": "KEILAR",
      "sentences": "That's right. The e-mail said that Trump would -- quote -- \"not let the left-wing judges steal the votes.\"Let's bring in Alayna Treene for details on this. Alayna, tell us what you're hearing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:16:12",
      "speaker": "ALAYNA TREENE, CNN POLITICAL REPORTER",
      "sentences": "Boris and Brianna, this is totally unsurprising coming from the former president and their campaign.It's a strategy that we have seen them implement every time that Donald Trump has had some sort of legal challenge crop up. They are going to attack this decision as political, argue that the judges in this case or judges on the bench who decided this case are biased against him, and as well, of course, try and attempt to raise money off of his legal misfortune. And this is a strategy that, from my conversations with Donald Trump's team, they think is really effective. We have saw after the four indictments brought against Trump earlier this year that the former president did enjoy a boost in polling and in donations after those. And they think, his team thinks that he will continue to enjoy a similar type of effect following this decision. Now, Boris and Brianna, I also just want to point out some reporting I have on the campaign's next steps and how they plan to respond to this Colorado decision. I obtained a memo written by a Trump campaign official, and, essentially, they lay out the next steps moving forward, one, of course, is which his lawyers plan to file an appeal to the Supreme Court imminently, they say -- and that's a quote, imminently -- to try and fight this. They are very confident that the Supreme Court will take up their appeal swiftly, and they do think that they will end up having more luck with the higher courts and with the Supreme Court ruling in Donald Trump's favor. Of course, that is just how the campaign is thinking about it. And we have no -- we have really no information how the court will rule at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:16:12",
      "speaker": "SANCHEZ",
      "sentences": "So, Alayna, we want to play a sound bite of Donald Trump's Republican rivals reacting to this decision by the Colorado Supreme Court. Let's play it.(BEGIN VIDEO CLIP) FMR. GOV. CHRIS CHRISTIE (R-NJ), PRESIDENTIAL CANDIDATE:  I do not believe Donald Trump should be prevented from being president of the United States by any court. I think he should be prevented from being president of the United States by the voters of this country. VIVEK RAMASWAMY (R), PRESIDENTIAL CANDIDATE:  We need elections we can trust, that we can believe in. That means, yes, unelected judges are not going to decide willy-nilly across the state who ends up on a ballot and who doesn't. NIKKI HALEY (R), PRESIDENTIAL CANDIDATE:  But I will beat him fair and square. We don't need to have judges making these decisions. We need voters to have -- make these decisions. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:16:12",
      "speaker": "SANCHEZ",
      "sentences": "Perhaps not really a surprise at this point, given the way that they have not really gone after Trump, with the exception of Chris Christie. What did you make of those responses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "KEILAR",
      "sentences": "Very interesting.Alayna, thank you for that report. And let's discuss this more now with CNN political analyst Gloria Borger. Gloria, what do you think of this ruling?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "GLORIA BORGER, CNN CHIEF POLITICAL ANALYST",
      "sentences": "Well, I think that it allows Donald Trump to play the professional victim, which he's really good at.And so the news, which was not good for the campaign, can actually be turned into something positive for them. You saw his opponents once again having to defend him, which is something they really probably don't want to do. But there they are saying the courts should not be doing this. And so this is turning -- he's fund-raising off of this. And it's just one more thing about the weaponizing of the justice system, et cetera, et cetera, that he will use successfully, in the same way he's used these things before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "SANCHEZ",
      "sentences": "The jujitsu by which Donald Trump is able to take bad news...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "BORGER",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "SANCHEZ",
      "sentences": "... and somehow make it...",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "BORGER",
      "sentences": "Good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "SANCHEZ",
      "sentences": "... positive with fund-raising and polling is something I don't think I have seen before in U.S. history.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "BORGER",
      "sentences": "Sure. I -- It's remarkable. I mean, with any other candidate, 91 felony charges would put you in a box that you wouldn't be able to get out of.With Donald Trump, it helps him, because he has convinced his followers, many in the Republican Party, that these are politically motivated. And if it's politically motivated, then he again is the victim. And he plays that card over and over again to a great deal of success.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "SANCHEZ",
      "sentences": "We also have former Republican Congressman Adam Kinzinger with us. He's also the honorary chairman of Country First PAC.Congressman, thank you so much for being with us. Your reaction to this ruling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "ADAM KINZINGER, CNN SENIOR POLITICAL COMMENTATOR",
      "sentences": "Man, I'm so mixed.So, OK, as Gloria was saying, he's such a professional victim. Like, I have never seen a politician or a man, frankly, be such -- or a human being -- it's not gender-specific -- be such a victim and so whiny and complaining, and this just builds into that. So I'm mixed. From a political perspective -- and that's, of course, how I think of things. That's my background. I think this is probably good for Donald Trump and, probably, as we were talking about, builds into that whole narrative of, the whole system is after me, and everybody wants to get me. But the thing I struggle with and the reason I guess I can't give a definitive answer is, the Constitution exists for a reason. Now, as not a constitutional lawyer, I have to leave it up to the judges and ultimately the Supreme Court to decide what the 14th Amendment means when it comes to Donald Trump. But, again, these things are put into place not because they're antidemocratic, but because they know that -- they knew, the founders, the writers, the authors of the amendments knew that at some point there would be a moment maybe where public pressure wanted them to do something and they put these guardrails in place to say, no, you can't. I'm sure they first saw that there was going to be a moment where somebody very popular did something very antidemocratic and there had to be a safety trigger mechanism in there. So, while I can't give you a definitive answer, I think it's going to be really bad for politics, probably good for Donald Trump. But I'm still, like, kind of back and forth on this idea of the Constitution exists for a reason. And Donald Trump undoubtedly performed an insurrection. I think we showed that on the January 6 Committee. And for 187 minutes, he watched it unfold and did absolutely nothing, only acted when he saw that law enforcement was able to turn the tide against him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "KEILAR",
      "sentences": "So, Congressman, what do you make then of Chris Christie, who has no problem -- actually, he's one of the rare -- the rarities here in this field -- has no problem taking a swing at Donald Trump. And he's having issues with this.What do you make of that kind of perspective?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "KINZINGER",
      "sentences": "Well, I think he comes from a legitimate point of view.I think people that think this isn't the way to go have a legitimate point of view. And it's compelling. I'm kind of in the boat of whoever I hear speak about it the last time, I'm leaning that way, because I just don't know. But I also think, look, from a candidate perspective, the one thing you don't want to do is show that you're going to rely on something like the 14th Amendment to beat Donald Trump. Chris Christie has made it clear he wants to take Trump head on. He's the only person out there doing it, by the way. And so I think it was the right answer to give, which is, I will beat him on the battlefield, we will win in the political arena. And he couldn't come out and say, like, yes, the 14th Amendment is great, because it'll look like, from a political perspective, he's trying to kind of skirt the system. But I -- everybody makes compelling cases in this. And that's why it's ultimately going to be up to the U.S. Supreme Court to decide if this applies or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "BORGER",
      "sentences": "We have really hardly ever seen this collision of politics and the justice system collide, the way it's colliding right now.And I guarantee you that the justices on the Supreme Court don't want to do this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:01",
      "speaker": "SANCHEZ",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:10",
      "speaker": "KEILAR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:10",
      "speaker": "SANCHEZ",
      "sentences": "As you noted, with favorability ratings for the Supreme Court at historic lows.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:10",
      "speaker": "BORGER",
      "sentences": "Are down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:10",
      "speaker": "KEILAR",
      "sentences": "Certainly.And is this the realm of the courts? So many questions here. (CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:10",
      "speaker": "SANCHEZ",
      "sentences": "Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:10",
      "speaker": "BORGER",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:10",
      "speaker": "SANCHEZ",
      "sentences": "A lot to dig into.Gloria Borger, former Congressman Adam Kinzinger, very much appreciate the perspective. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:10",
      "speaker": "KINZINGER",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    }
  ]
}