{
  "date": "2023-09-15",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "Special Counsel Seeks Limited Gag Order On Trump In Election Case; Russian Woman: Putin's War, Recruit Efforts \"F*cked Up\"; DeSantis Leans Into Navy Career As Campaign Struggles; Libya Death Toll Soars, Estimates As High As 11,000; Mystery Grows Over Chinese Defense Minister's Whereabouts. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:38",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "OUTFRONT nextBreaking  news: Gag order. The special counsel investigating Trump for meddling in the election now wants to limit what Trump can say publicly. He's also accusing Trump of harassing witnesses. So will a judge now give Jack Smith what he wants, to being incredibly consequential? Plus, quote, it's F-ed up. A Russian woman speaking out bravely in her home country against Putin's war. She is not alone. How much more support can Putin afford to lose? And another top Chinese official tonight missing. This time, it is the defense minister of China just weeks after the foreign minister vanished and was eventually replaced. What is going on? Let's go OUTFRONT. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:38",
      "speaker": "BURNETT",
      "sentences": "And good evening. I'm Erin Burnett.OUTFRONT tonight, gag order. Special counsel Jack Smith now asking the judge overseeing Trump's 2020 election case to severely limit what the former president can say publicly. At issue, prosecutors say Trump is harassing people involved in the case, even Judge Tanya Chutkan, who's presiding over the trial, has been the target of Trump's public ire. Prosecutors pointing to several of the former president's social media posts, including this one from last month, which says, if you come after me, I'm coming after you. It's statements like that that prosecutors say can intimidate witnesses and jeopardize the integrity of their case. And, as we've seen, of course, Trump has a long history of trying to influence witnesses. Take, for instance, the former lieutenant governor of Georgia, Geoff Duncan. He was a witness in the Fulton County grand jury investigation. And on the day he testified, Trump wrote, quote, I'm reading reports that failed former lieutenant governor of Georgia, Geoff Duncan will be testifying before the Fulton County grand jury. He shouldn't. Well, some might perceive that as a threat. And there is Trump's former Vice President Mike Pence. Last month Trump writes, wow, it's finally happened, little Mike Pence, a man who was to be ousted as governor of Indiana until I came along and made him VP has gone to the dark side. He's delusional. Pence, of course, is likely to be an invaluable witness in the federal and Georgia indictments of Trump. And Trump's gone after a lot of other people, potential witnesses, including the former attorney general, Bill Barr. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:38",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT",
      "sentences": "Who even more importantly refused to fight election fraud of which there was much. He knew what was going on.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:38",
      "speaker": "BURNETT",
      "sentences": "Now, all this is rally important because the judge overseeing Trump's case in Washington has already explicitly warned the former president not to make statements that could intimidate witnesses. And if Trump continues to try to do that, to say these things about people, attacking prosecutors, judges and witnesses, he could find himself in serious legal trouble that could indefinitely remove him from the campaign trail.Evan Perez is OUTFRONT live in Washington tonight. So, Evan, what more can you tell us about this? This is obviously late on a Friday, a filing from the special counsel. So where are we? How likely is it that the judge could put some sort of a gag order on Trump, and what does enforcement of that even look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:03",
      "speaker": "BURNETT",
      "sentences": "All right. Evan, thank you very much.So Ryan Goodman's with me now, of course, former special counsel for the Department of Defense, and now with \"Just Security\". And Chris Timmons is the former Georgia prosecutor. Okay. So, Ryan, you know, Special Counsel Jack Smith's team, you know, they -- it was a possibility they were going to go this direction. They decided to do it today. They filed late on a Friday. They said the reason they have to do it is because the defendant knows that when he publicly attacks individuals and institutions, he inspires others to perpetrate threats and harassment against his targets. So, I understand that it sounds like from what Evan's saying the judge's goal to be start narrow. But what does a gag order here even look like, and how significant is it that they're formally making a request? RYAN GOODMAN, JUST SECURITY CO-EDITOR-IN-CHIEF:  I think it's very significant and they've in fact proposed a draft order for the judge to potentially adopt. And it does mean that it sets up some very specific guardrails, narrowly tailored indeed, specifically about trying to intimidate these witnesses and others. But it does set up a particularly concerning case in which it's quite likely that Donald Trump will violate the gag order, and then what? If this were a normal situation, the then what might be a person is held in contempt of court and it could actually be --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:03",
      "speaker": "BURNETT",
      "sentences": "Put in prison time, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:03",
      "speaker": "GOODMAN",
      "sentences": "Maybe prison time. This is also something that implicates his conditions of release. So, it's very significant to what's happening.But the government is properly kind of starting narrowly, conservatively, not going full scale on this. And we'll see where the judge goes. BURNETT:  So, you know, Chris, big step closer to something, you know, very significant, witness intimidation, right? And one of the clear conditions of Trump's release in the Georgia case on bond, you know, is clear as day in his bond agreement. So, he says, Trump must perform no act to intimidate any codefendant or witness in the case or to otherwise obstruct the administration of justice. Additionally, he must make no direct or indirect threat of any nature against any codefendant or witnesses. And Trump signed that document. So, Chris, to this point that Ryan's making, which is that you start down a slope here and you would end up in another more ordinary situation possibly if someone kept violating this, with going to jail. What happens here? CHRIS TIMMONS, TRIAL ATTORNEY &amp; FORMER GEORGIA PROSECUTOR:  I mean, that's a great question because the jail he'd be going to is Rice Street in Fulton county, which already has an overcrowding problem. And typically, when you put a VIP like that into a prison or into a jail situation, he's got to be away from every other inmate. So talking about tripling, quadrupling up other inmates in cells just to accommodate the former president. So, I don't think anybody wants to go in that direction. I think it would be a horrible situation for all involved. At the same time, though, if your order has any teeth, if it has any meaning, you've got to be able to back it up with some jail time on the back end if he does violate it. So, it's going to be an interesting situation. I suspect he's going to have a long leash because we don't want to get into that situation where Rice Street's overcrowded. But, at the same time, every judge has an end to their patience, and there is an end to that leash.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:03",
      "speaker": "BURNETT",
      "sentences": "I mean, it is stunning though, Ryan, that we're even having this conversation. Chris Timmons just came on here and was talking about how many people go in a cell in Fulton County jail to fit in the former president of the United States. There are just moments when you say I can't believe we're talking about this.But here's Trump even now, okay, after this filing, he comes out, he posts on Truth Social. He calls Jack Smith deranged, okay, the special counsel. He says I'm campaigning for president against an incompetent person who has weaponized the DOJ and FBI to go after political opponent and I'm not allowed to comment. All right. So, what do you do there? Calling somebody deranged who is involved in prosecuting the case would seem to be a violation, wouldn't it? This hasn't been issued yet. But if this is what he's going to do, it would be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:03",
      "speaker": "GOODMAN",
      "sentences": "Yeah, it's daring the judge to impose the order. It's in fact an exact replica of what is in Jack Smith's proposal, Jack Smith gives many examples, this is an egregious form of one of the examples that Jack Smith gives. And the conditions of Trump's release don't just specify intimidation of witnesses. It also says intimidations of officers of the court. Who are officers of the court? Jack Smith.So he's directly confronting what the judge has imposed as a condition of release. I think it really does, in some sense, force her hand to a certain degree. I cannot imagine that his defense counsel thought this was a wise thing for him to do tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:03",
      "speaker": "BURNETT",
      "sentences": "I mean, it is -- it is, you know, pretty stunning. Chris, let me just wrap this up with Judge Chutkan right at a public hearing. She said to Trump's lawyers she wouldn't tolerate any remarks from the former president that would intimidate witnesses or prejudice potential jurors. So, in a sense, is this now sort of a fait accompli that you're going to get this gag order and possibly then even have to scale it up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "GOODMAN",
      "sentences": "So, she might allow that to happen. She might allow criticism of herself. But I think we're going to see some type of limited gag order in place, and then you're right, it may scale up depending on the rhetoric.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "BURNETT",
      "sentences": "Right, because you leave court officers out, so he can call Jack Smith deranged all he wants, if he does.Ryan, one final question here. The White House, this afternoon in a press conference came out and said that president would not pardon Hunter Biden if he is convicted on federal gun charges, would not pardon him. Now given that the charges themselves are so rare, you've pointed out Hunter Biden's admission of guilt is also rare. But the actual charges for this crime are unprecedented. Wouldn't a pardon be reasonable in an ordinary circumstance?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "GOODMAN",
      "sentences": "That's a good question. It might be reasonable in an ordinary circumstance. But this is not an ordinary circumstance. And I think it's really good that they lay down this marker, that there's no such thing as a pardon coming.It's another reflection in a certain sense of the rule of law holding because otherwise that pardon would be highly political in a sense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "BURNETT",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:00",
      "speaker": "GOODMAN",
      "sentences": "And I think it's another indication that we have a Justice Department that has indicted the son of the incumbent president. In some sense, it's also reflection of the rule of law working as an independent Justice Department. So I think both at the same time are in some sense good news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:30",
      "speaker": "BURNETT",
      "sentences": "Tonight, it's F-ed up. Those words from what appears to be a young Russian woman who was asked about the possibility that Putin is about to have even more young men go fight his war in Ukraine.(BEGIN VIDEO CLIP) REPORTER (translated):  What do you think about it? RUSSIAN WOMAN (translated):  Can I use profanity? It's (EXPLETIVE DELETED) up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:30",
      "speaker": "REPORTER",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:30",
      "speaker": "RUSSIAN WOMAN",
      "sentences": "Because they're just sending people out to die. I haven't figured out what the purpose of the war is yet. We're just fighting and fighting.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:30",
      "speaker": "BURNETT",
      "sentences": "And you can see it was blurred out. Her identity concealed, for obvious good reasons. Comments like that, prison could be the best outcome you get for saying something like that. And she continued, pushing back on Putin's baseless claims that the war was needed in order to demilitarize and denazify, as he has said, Ukraine.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:30",
      "speaker": "RUSSIAN WOMAN",
      "sentences": "There's no obvious reason for war, and I don't even know what it is. It's scary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:30",
      "speaker": "REPORTER",
      "sentences": "Will the war ever end, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "BURNETT",
      "sentences": "All right. Fred, thank you very much in Kyiv tonight.And OUTFRONT now, the Democratic Congressman Mike Quigley of Illinois, who's a longtime member of the Intelligence Committee, and is the co- chair of the Congressional Ukraine Caucus. So, Congressman, wonderful to have you with us and to be here together in person. So, I want to play, again, because, you know, we have not heard this sort of thing for a while, even on Telegram and other places of such internal dissent in Russia. The woman, again, who is criticized the war and used the profanity. Let me just play part of what he had to say for you, Congressman. (BEGIN VIDEO CLIP) REPORTER (translated):  What do you think about it? RUSSIAN WOMAN (translated):  Can I use profanity? It's (EXPLETIVE DELETED) up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "REPORTER",
      "sentences": "Why?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "RUSSIAN WOMAN",
      "sentences": "Because they're just sending people out to die. I haven't figured out what the purpose of the war is yet. We're just fighting and fighting. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "BURNETT",
      "sentences": "Now, her identity's concealed. But even to take the risk of saying such a thing is obviously very significant in terms of what the repercussions could be.Does it say anything to you that we're hearing this now? REP. MIKE QUIGLEY (D-IL):  In the middle of the Second World War, we sometimes forget that we had to convince people that the war still mattered and we had to continue the support at home. This is why we're engaged with this. This is Frank Capra's movie back then, well, why we fight. We're about to vote on a supplemental as to whether or not to continue to aid Ukrainian -- the Ukrainian military in this war. This is as good a reason to remind our folks of why we do this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "QUIGLEY",
      "sentences": "Because this wouldn't just be happening in Russia. This would be the tyrant type of activities not just in Ukraine where we saw the sins of this war, and I was there in Bucha, for example, but in Moldova, the Baltics, Eastern Europe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "BURNETT",
      "sentences": "So, when Putin says that he has 300,000 more recruits, does that -- do you think that's real?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "QUIGLEY",
      "sentences": "I think it's real. I think it's possible that the Russian army is larger than it was when the war started.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "BURNETT",
      "sentences": "Which is stunning when you think about the death that they've had.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "QUIGLEY",
      "sentences": "Oh, sure. But if you are a tyrant who doesn't care about using your people as cannon fodder, you don't worry if they're trained, particularly well-paid. You use convicts. Then it's possible to have those numbers pop up because they really don't have a choice but to be there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "BURNETT",
      "sentences": "And in terms of where this is going now, you know, the Defense Minister Sergei Shoigu visited the headquarters of the Russian Pacific fleet and they talked about how they're developing multipurpose nuclear submarines. And then Russia announced a newest nuclear weapon, it's operational. They say it's ready to go, been placed on combat duty.Now, some of this may be bluster, some of it may be real. Not sure if you're sure where the line is. But do you think that this escalation is a real threat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "QUIGLEY",
      "sentences": "We've had this kind of threat since the first day of the war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "BURNETT",
      "sentences": "Right. QUIGLEYSo, you have to take Putin very seriously. He's capable of anything. But you can't let him blackmail you or, frankly, scare you not to do the right thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:04",
      "speaker": "BURNETT",
      "sentences": "So you talk about the supplemental about to get the vote. Unfavorable views of President Zelenskyy who will be in Washington next week and visiting the White House and Congress, among Republicans certainly have gone up. And there has been some weakening among Democrats. But, you know, 2 to 11 percent, that's a big jump but it's a small number overall.But Republicans, you see that. Is there a risk that this doesn't pass, that this aid is not going to continue? And how much is on Zelenskyy next week to get anything over the finish line?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "BURNETT",
      "sentences": "Right, right. And of course, it's worth noting that we can certainly go in to how much money it really is relative to other things, which would be important, but also worth nothing that a lot of this aid is going, frankly, to Americans and American companies that are building tanks and ammunition to send to Ukraine.All right. Thank you very much, Congressman. I appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "QUIGLEY",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "BURNETT",
      "sentences": "And next, Ron DeSantis now touting his military experience all the time on the campaign trail. He is the only veteran in the Republican race. (BEGIN VIDEO CLIP)GOV. RON DESANTIS (R-FL), PRESIDENTIAL CANDIDATE:  I understand the importance of putting service above self. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "BURNETT",
      "sentences": "But will this help him in the polls?Plus, tonight, one of China's highest-ranking military officials is now missing, just vanishing, weeks after the foreign minister went MIA. This is pretty incredible. We have a special report on what is really going on inside China. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "BURNETT",
      "sentences": "Tonight, Trump and DeSantis making dueling remarks at two conservative summits in Washington today. DeSantis leaning into one thing that makes him different from Trump, and the other GOP candidates, which is his military record.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "DESANTIS",
      "sentences": "After September 11th, I felt a call to serve the country in uniform. So I volunteered to serve, volunteered to serve in Iraq.I understand the importance of putting service above self. It's not about me. It's not about my issues. It's not about litigating things from the past. It's about your future. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "DESANTIS",
      "sentences": "I learned in the military, I was assigned with U.S. Navy SEALs in Iraq, that you focus on the mission above all else. You can't get distracted.JESSICA DEAN, CNN CONGRESSIONAL CORRESPONDENT (voice-over):  As a former Navy JAG officer, Ron DeSantis is the only military veteran running in 2024. And as the Florida governor looks to make in roads in the GOP primary, he's leaning into his report of service. CAPT. DANIEL BEAN (RET.), SERVED WITH DESANTIS IN THE NAVY:  If you're going to put the armed forces into danger, you need to understand what you're doing, you need to understand what you're asking them to do. DEAN:  Retired Captain Dan Bean was DeSantis' commander during his time in the Navy Reserve. Like some other allies, Bean has encouraged DeSantis who supporters say prefers to talk about policy and accomplishments rather than his personal story, to talk more about his time in the U.S. Navy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "BEAN",
      "sentences": "He never talked about his service in service in Fallujah when we were serving every day together and working together every day. He never talked about that. He never talked about Gitmo. He doesn't -- he doesn't talk about that. He's reticent I think to do that.I do think it's absolutely critical that he talk about it now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "DEAN",
      "sentences": "Either President Joe Biden or former President Donald Trump served in the military, though Biden's late son Beau served in Afghanistan.Ambassador Nikki Haley's husband has deployed with the National Guard. And former Vice President Mike Pence's son is a marine. But DeSantis is the only candidate who's worn a uniform. That's something his team believes will resonate with voters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "DESANTIS",
      "sentences": "I'll be the first president-elected since 1988 that's served in a war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "DEAN",
      "sentences": "In 2004, DeSantis was in Harvard Law School when he earned a commission in the U.S. Navy as a JAG officer, a decision he says he made because of 9/11.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "DESANTIS",
      "sentences": "You know, as an American, I've got to do my part. However small, I got to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "DEAN",
      "sentences": "In 2006, he was stationed at the Joint Force Guantanamo Bay detention facility. DeSantis has faced questions over whether he authorized the force-feeding of prisoners, allegations he's firmly denied.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "DESANTIS",
      "sentences": "I was a junior officer, I didn't have the authority to authorize anything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "DEAN",
      "sentences": "In 2007, DeSantis deployed to Fallujah, in Iraq, where he served alongside SEAL Team 1.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "BEAN",
      "sentences": "You're making life and death decisions, you're talking about what the rules of engagement are, trying to keep your folks out of trouble, and trying to keep your folks from getting killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "DEAN",
      "sentences": "DeSantis returned to the U.S. in 2008 and served as a special assistant U.S. attorney in the U.S. attorney's office in the middle district of Florida. He was honorably discharged from active duty in 2010 and served in the naval reserves until 2019.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "DESANTIS",
      "sentences": "I, Ron DeSantis --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "DEAN",
      "sentences": "While DeSantis saw his political star rise by taking on cultural clashes in Florida, his political ads are now focused on an attribute his campaign and allies say is a key differentiator.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "AD ANNOUNCER",
      "sentences": "When our country was under attack, Ron DeSantis fought back. He joined the Navy, became a JAG officer, volunteered to serve in Iraq.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "DEAN",
      "sentences": "A message voters are likely to hear more of on the air waves and on the trail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "DESANTIS",
      "sentences": "I would have made so much more money, but to be able to serve alongside other patriots, you know, to wear the uniform of your country, you know, that's something that money can't buy.(END VIDEOTAPE) DEAN (on camera):  DeSantis' military experience doesn't just extend his campaign's messaging in ads. It also extends right into the heart of his policies. His military policy was one of the first big rollouts for his campaign. And he's spoken often on the campaign trail and in interviews about removing so-called woke policies from the military -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "BURNETT",
      "sentences": "And OUTFRONT now, the Democratic Congressman Dean Phillips of Minnesota, who has said publicly that he does not think President Biden should run for re-election.And, Congressman, I appreciate your time. I want to start with what we were just hearing, right? The fact that DeSantis is doing badly in the polls. Right now not even a close second to Trump. Do you think at this point it's going to be Trump versus Biden take two? REP. DEAN PHILLIPS (D-MN):  Well, Erin, I'm a numbers guy, and I'm a data guy. And it's hard to look at the numbers or the data, not to mention anyone's intuition, to see the writing on the wall. I give a lot of credit to some of those challenging former President Trump, I think those choices are really important ones. But anybody who looks at those numbers differently than I, I'd love to have a visit with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "BURNETT",
      "sentences": "So, you know, you have specifically cited Biden's age as a reason why he shouldn't run again. And, you know, we've got the latest poll here at CNN that shows 49 percent of Democrats say that their biggest concern about Biden is his age.And, Congressman, when you look at all voters, 67 percent of them including nearly 40 percent of Democrats say they aren't proud to have him as president. But the poll went on, 74 percent of all voters including half of Democrats do not think he has the stamina and sharpness to serve as president. So, you know, if you're going to go by those numbers, and polls are polls, but they're the numbers you've got right now. There is a case for another candidate if you want to see it in there. The question for you, Congressman, because you've been saying that that should happen for a while is, is it getting too late for anyone else in your party to jump in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "PHILLIPS",
      "sentences": "No, it's not too late. And let me start by saying I'm among the proud. I think President Biden is an honorable, courageous, competent and compassionate president. I think he saved our country.He was absolutely the right person for the job over the last number of years. But, like I just said moments ago, the numbers don't lie. A number of pundits I think are. It's hard to look at these numbers, look at the polls, to listen to people, to go back to our districts and have the same conversations quietly. But somehow the conversation is not happening publicly. And the last few days, everybody probably knows a number of prominent journalists have been making a similar case. I love this president. But I care so deeply about preventing Donald Trump from destroying this country in another term that if we don't have this conversation right now, Erin, then it will be too late. But, no, it's not and I still hope that the president is willing to pass the torch. It's as simple as that. There is a remarkable, wonderful bench of Democratic, potential Democratic candidates that can't do anything unless the stage is cleared. And I still hope that happens because I do not want to live through another four years of Donald Trump. And I'm concerned about the numbers as are a lot of Democrats and most of the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "BURNETT",
      "sentences": "All right. So I want to ask you about that. It's interesting, you know, when you do show a matchup between Trump and Biden. And, again, the polls are a snapshot in time, right? They're like a balance sheet, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "PHILLIPS",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "BURNETT",
      "sentences": "So, you don't know what will happen or could happen. But right now it's a dead heat. In fact, out of all the Republican candidates, Nikki Haley is the only one who actually beats Biden outside the margin of error in that same snapshot poll.But you referenced, Congressman, a deep bench. Okay, who's on that bench? Who should Biden consider passing the torch to? It's fine if it's not just one name, but who?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "PHILLIPS",
      "sentences": "Well, Erin, I've said this before, I don't like coronations. I like competitions. The Republicans have, I think, 12 people on their stage right now. The beautiful thing about democracy is that people stand up and raise their hands and participate.We have a crisis of participation, literally, amongst the Democratic bench right now. We've got wonderful popular Democratic governors in many states around the country. Would I live to see a Midwestern governor? Yes. I think they understand the challenge that's facing the country? Do we have competent, wonderful senators, members of the House, business leaders, people around the country whose names we may not even know at this very moment? Yes. And, by the way, in 2008, a first-term unknown Democratic senator challenged then Hillary Clinton, people thought it was pretty strange. Look what we got. We got Barack Obama. That's the beauty of our country of democracy. And at a time where the numbers are saying something really loudly, I come from a marketing background. You know, the private sector --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "PHILLIPS",
      "sentences": "-- that's our guide. And I'm simply saying what, frankly, most are saying privately. I know saying it out loud does not accrue any benefit or reward to me. Someone's got to do it. I know many are doing it quietly.And I just encourage people to have that conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "BURNETT",
      "sentences": "So, Congressman, I know you met with donors in New York recently. And you say it's not too late. You say someone, you know, you referenced Barack Obama, someone not well known could still get in.What about you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "PHILLIPS",
      "sentences": "This isn't about me. In fact, if anything, I'm disappointed that the attention sometimes is accruing to me. It's about the issue. I'm the messenger right now.I think there are some people really well positioned to do it. My name recognition is not national. And I think that's a big player in this presidential politics game. But we'll see. I don't think anybody should take their names out of the hat because who knows what might happen. But, most of all, I just wish that more in positions of prominence might have that conversation and consideration right now because it's not too late. And at the end of the day, no matter who it is, and if it is President Biden, my goodness, I will do everything I can as I did before to prevent Donald Trump from returning to the White House. Erin, I woke up the morning after the 2016 election. My daughters were in tears, and I promised them I would do something. That's the only reason I'm here. So I will never do anything to pave a path for his return. I will do everything, including lose my career, to call attention to what I think is going to be another tragedy like we had in 2016.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "BURNETT",
      "sentences": "Congressman, I appreciate your time. Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:02",
      "speaker": "PHILLIPS",
      "sentences": "Erin, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:43:14",
      "speaker": "BURNETT",
      "sentences": "Breaking news. OUTFRONT getting new glimpses of what's happening in Libya tonight following the catastrophic flooding. The death toll there soaring, now estimated to be anywhere between 6,000 to as many as 11,000 people dead. But the sheer amount of devastation is leading to an unclear number of deaths as they are unable to even figure it out right now. They are frantically digging for the more than 10,000 people still missing. Most of them are now presumed dead.At this hour, there's a severe shortage of water and fuel the city. Only one healthcare facility is even operational. There aren't even enough doctors there. Libyan officials telling CNN bodies are still washing up on the shores of Derna. I want to go straight to Jomana Karadsheh. She is in the flood zone inside Derna in Libya. And, of course, Jomana, the only U.S. TV network there. You are there witnessing this yourself. What -- what are you seeing tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "KARADSHEH",
      "sentences": "It's a scene of utter devastation here. Everywhere you turn, it's apocalyptic scenes here. It resembles a war zone.Many cities across the Libyan coast were impacted by that storm. But what happened in Derna was so different. This catastrophe, as people describe it here, was, of course, caused by those two dams that burst, unleashed all that water, the floods that swept through the city and destroyed pretty much everything in its path, washing out entire neighborhoods, entire buildings, infrastructure, families that ended up in the sea. And you speak to people here, survivors who describe a night of horror that they went through. All this destruction, all this human loss, the thousands of lives that were lost, the more than 10,000 people who are unaccounted for right now. They say this all happened within the span of about 90 minutes. We've spoken to some survivors describing how they had to race to save their lives, their children grabbing what they can, their children and running and trying to escape the rising waters that just kept on rising, three-story-high. We heard that the waves were up to about 22 feet. And those who survived it are just traumatized. You speak to people right now who are barely able to comprehend what happened to them, what happened to their city. People are in shock. And Libyans tell you, they have seen everything, they have dealt with war, they've seen death, they have dealt with loss before. But nothing prepared them for this. And right now, from what we have seen, they don't have the capabilities to deal with a disaster on this scale. There are some search and rescue teams that have come in from different countries. But they say that this is nowhere near enough. They need more. We have seen so many volunteers here in this bitterly divided country, a country where city fought city, east has been fighting west for more than a decade now. We have seen people from all across the country who have poured into Derna, who have poured into the east to try and support the people to help volunteers, search and rescue, trying to help retrieve the dead bodies. In the words of one woman we spoke to earlier saying, this catastrophe has united the people of Libya. And it seems like it has, at least for now. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:11",
      "speaker": "KARADSHEH",
      "sentences": "And, Erin, as we are walking around, you are constantly bumping into people with just tragic stories, one after the other. People are just walking around traumatized, trying to pick up the pieces of what's left of their lives.You know, we spoke to a number of people who told us what they had gone through, a man we met who was walking with his children, his arm, his leg bandaged. And he was so thankful that he and his children are safe and alive. And then he tells us that his father drown in that same house. And it is story after story like this. It is just unimaginable what people in this city have gone through. We really still don't know the real extent of the human loss here, how many people really have been killed. No one really knows. We might not know for days, weeks, or months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:15",
      "speaker": "BURNETT",
      "sentences": "Tonight, another top Chinese official has gone missing. Defense Minister Li Shangfu hasn't been seen in public for more than weeks. The mystery surrounding Li's whereabouts comes less than two months after China's foreign minister was ousted after not being seen in public for a month. So, where is Li, and what is going on inside Xi Jinping's inner circle?Ivan Watson is OUTFRONT. (BEGIN VIDEOTAPE) IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): Where is China's defense minister? General Li Shangfu was last seen in public in Beijing on August 29th. But nine days later, he did not show up for this planned meeting with top military officials from Vietnam. Beijing didn't offer a public explanation why. Asked on Friday, where is the defense minister, is he under investigation? The Chinese foreign ministry spokesperson answered, I'm not aware of the situation. Li's disappearance from the public eye is reminiscent of the mysterious case of China's former foreign minister Qin Gang. In July, Qin seemed to disappear. He stopped showing up at regional summits and high profile meetings with top U.S. officials, until he was inexplicably replaced by his predecessor only months after getting the job. The U.S. ambassador to Japan, Rahm Emanuel, has been trolling China on social media. Chinese President Xi Jinping's lineup is now resembling Agatha Christy's novel, \"And Then There Were None\", he wrote, adding hashtag, mystery in Beijing building. Li is still listed on the Chinese Defense Ministry website, and users can still search his name on China's heavily censored internet. That's where people are starting to ask questions such as, General Li Shangfu, it's been 16 days. What's going on? And things are so opaque.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:15",
      "speaker": "DREW THOMPSON, SENIOR FELLOW, LEE KUAN YEW SCHOOL OF PUBLIC POLICY",
      "sentences": "What is unprecedented is the removal of both the defense minister and the foreign minister to externally focused portfolios in the course of only three months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:52:15",
      "speaker": "WATSON",
      "sentences": "Li was appointed defense minister in March and travelled soon after to meet with Vladimir Putin in Moscow. Li has been under U.S. sanctions since 2018 for purchasing Russian weapons, as the Chinese military's top procurement officer.He has refused to formally meet with U.S. Defense Secretary Lloyd Austin, who went ahead and shook his hand at a security conference in Singapore. Two top commanders of the Chinese military's rocket force were abruptly removed from their positions two months ago, part of a broader pattern targeting the top brass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:08",
      "speaker": "WATSON",
      "sentences": "We do know that Xi Jinping broke precedent, setting himself up potentially to be leader for life. And his style of governance includes the abrupt and unexplained disappearances of some of his top officials.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:08",
      "speaker": "WATSON",
      "sentences": "Erin, \"The Wall Street Journal,\" \"The Financial Times,\" and \"Reuters,\" they're all reporting that General Li is currently being investigated. Reuters going on to report that the investigation, the questioning, has to do with his work when he was in charge of military procurement, and some of his subordinates are also being questioned. The fact there's been no public statement about this, this underscores so opaque and unpredictable the Chinese government is.It also just shows you that nobody really is safe in that system of government except for the man at the top of it, and that's Xi Jinping -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:08",
      "speaker": "BURNETT",
      "sentences": "Yeah. Talk about a reign of terror in its own -- in its own way. Thank you very much, Ivan, reporting from Hong Kong tonight.And next, Republican Congresswoman Lauren Boebert says she wasn't vaping inside a theater when she got kicked out. Well, there's surveillance video. We have it. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}