{
  "date": "2023-10-02",
  "headline": "CNN 10",
  "subHeadline": "How Congress Averted a Government Shutdown; Hear From Young Voters About Whether Age is Just a Number in Politics; A Magical Skydiving Stunt Over England. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Within I guess, about 10 minutes, it waste high water.SANDOVAL (voice-over):  Forcing some residents to abandon their cars and others to create makeshift barriers to protect their homes and businesses. Flooded subway stations in Brooklyn with at least 10 lines suspended. And even buses taking on water while still in service.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, my goodness.SANDOVAL (voice-over):  As they tried to wade through the floods. New York`s airports weren`t spared either. LaGuardia`s historic Marine Air Terminal flooded. In the Bronx, the National Weather Service warning that the Bronx River reached major flood stage, with levels hovering close to 5 feet. Mayor Eric Adams declaring a state of emergency for the city. MAYOR ERIC ADAMS (D), NEW YORK CITY:  This is time for heightened alertness and extreme caution. If you are at home, stay home. If you are at work or school, shelter in place for now. (END VIDEOTAPE) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "China opened its first overwater bullet train line. It can take you to a city, 160 miles away in under one hour. The new line inFujian Province goes along the west side of the Taiwan, straight with the trains running as fast as 217 miles per hour. Fujian province is the closest part of mainland China to the self-governing island of Taiwan, which China claims as its own territory, despite having never controlled it. In September, China`s ruling communist party stated its aim to facilitate better connectivity and integration between Fujian and Taiwan. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Ten second trivia.Which of these is not a requirement to become president of the United States? Be a natural born citizen, be at least 35 years old, served in the U.S. military for a year, lived in the U.S. for at least 14 years? All of these are requirements to be president of the U.S. except having served in the U.S. military, according to article two of the constitution. While there is a minimum age to be president, 35, there is no maximum and recent CNN polls have shown that Americans are worried about the age and capability of the people who want to lead this country. But what about young voters? CNNs? Omar Jimenez talked to students at William &amp; Mary, a public research university and the second oldest institute for higher learning in the U.S. to get their thoughts on whether age is just a number. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "OMAR JIMENEZ, CNN CORRESPONDENT",
      "sentences": "How many of you think that president Biden is too old to be president again? And so why, why do you feel thatway?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "He does make a good president, but I just think that there is not a lot of representation for our generation in the entirety ofthe government right now. And I`d like to see more of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It`s like president Biden capable of serving another term, I think absolutely. They should look to his legislative record andnot necessarily to his -- his age or his persona.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JIMENEZ",
      "sentences": "It`s a key distinction for these William &amp; Mary students, age versus ability. President Joe Biden would be 86 years old at the end of hissecond-term, while former president Donald Trump is just three years behind him, a different world than those who weren`t even teenagers when Trump was first elected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I was 11, I think that happened. They don`t say, go look at somebody graduated 40 years ago, 20 years ago, 30 years ago or 50years ago to ask them for college advice.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I`m just looking for a candid who`s appealing, but the current candidates, Trump and Biden, I mean, they`re fossils.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JIMENEZ",
      "sentences": "There are other candidates on the Republican side to choose from, but to some young conservatives, it`s more about perception.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I was in 6th Grade when Donald Trump won. He seems the same as he was in 2016 as I remember him. I don`t see his age affectinghim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JIMENEZ",
      "sentences": "Some Republicans believe it can`t just be about age.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They dismiss us all the time for our age. So we`re not going to dismiss people on the other end of the spectrum for their ageeither.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JIMENEZ",
      "sentences": "If I asked you, is Biden -- president Biden too old to run? You would say don`t focus on age?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JIMENEZ",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If you`re in really strong, great health and you look and you`re being perceived by the entire world as confident and in control,then age wouldn`t come up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JIMENEZ",
      "sentences": "The White House has maintained. Biden has more than demonstrated his fitness for the job. In 2020, voters under the age of 30 turned out ingreater numbers than in recent elections with exit polls showing they backed Biden by more than 20 points over Trump. It`s part of why at Hampton University in Virginia, Vice President Kamala Harris kicked off her fight for our freedoms college tour, hoping to drive young turnout on some of the issues they care about most.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We want people in office who are going to listen to us and make changes according to that as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JIMENEZ",
      "sentences": "It`s especially important for those who plan to vote for the first time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I feel like a real adult. Just because we`re younger does not mean that we don`t have an understanding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JIMENEZ",
      "sentences": "And to some that understanding doesn`t have an expiration date.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If somebody is 80 years old, pushing 93 years old, as long as they know what they`re doing, that`s all that matters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JIMENEZ",
      "sentences": "But to others, age means understanding, especially on issues like climate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "They don`t have as long of a future on this planet as we do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JIMENEZ",
      "sentences": "Hey, direct about it. Yeah. Are you enthusiastic about placing your first ever presidential vote for president Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Given what he`s done in office? Yes, I am happy to vote for Biden. Just wish that we had another candidate who could relate tous a little bit more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JIMENEZ",
      "sentences": "It`s a bottom line that could swing an election by the youngest of margins.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I think in like all the difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yeah. I think it`ll be pivotal. A single college campus could make a difference, youth turn out as maybe the most important factorin the next election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JIMENEZ",
      "sentences": "Omar Jimenez, CNN.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Today`s story getting a 10 out of 10 is a magical landing by a sky diver in England.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JAN ZACKL, SKYDIVING INSTRUCTOR",
      "sentences": "I`m coming for you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Nailed it, Jan Zackl now known as Unicorn Man was one of about 30 sky divers in a contest attempting to land and ride an inflatable unicornafter dropping from about 6,000 feet in the sky. Some of these skydiver were just ouch. But Jan or shall we say \"Janicorn\" was the main man, horn to be wild. He says he was going about 60 miles per hour when he successfully mounted up. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ZACKL",
      "sentences": "I`m coming for you.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}