{
  "date": "2023-11-01",
  "headline": "CNN This Morning",
  "subHeadline": "Reporting Indicates Qatar Brokered Agreement between Israel, Hamas, and Egypt to Allow Injured Palestinians to Seek Treatment in Egypt; Americans in Gaza Reportedly to be Released into Egypt; IDF Defends Deadly Strike on Refugee Camp in Northern Gaza, CNN Poll: Biden's Approval Dips Among Black SC Voters. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "ATHENA JONES, CNN NATIONAL CORRESPONDENT",
      "sentences": "Another thing that struck me about our conversation was this overwhelming desire on the part of each and every one of those teens to help, to be able to do something and this sense of guilt that they can't do anything to resolve this conflict from here.One young man said that he and his best friend, they had parallel lives. They were on the same path for years, all of their lives. And then the best friend's family moved to Israel, and now that best friend is preparing to join the Israeli military. So it really, really hits home for these students.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Important conversation, important piece. Athena Jones, thank you.And CNN THIS MORNING continues right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN breaking news.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "It is the top of the hour. I'm Poppy Harlow with Phil Mattingly in New York.We are following the breaking news this morning. Injured Palestinians are now, as we speak, arriving in Egypt one by one after a deal was reached to allow hundreds of foreign nationals and critically injured civilians to leave Gaza after being trapped for weeks in the middle of the warzone. That is according to the Egyptian Ministry of Health. The U.S. government says Americans are not expected to be in this first batch of people being allowed to cross into Egypt today, but Americans will be allowed to exit as early as tomorrow. MATTINGLY:  Sources tell CNN Qatar brokered a deal with Hamas, Israel, and Egypt to allow up to 500 foreign nationals to cross into Egypt with those Palestinians patients. But we are told hostages held by Hamas are not a part of the deal. This morning we have been seeing ambulances rushing through the crossing and we are also being told officials from several foreign consulates are standing by on the Egyptian side. We have live team coverage. Becky Anderson is standing by in Doha with how this deal actually game together. We want to start with Melissa Bell in Cairo. Melissa, you were just at the Rafah border crossing yesterday. What's the latest right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "MELISSA BELL, CNN CORRESPONDENT",
      "sentences": "What was remarkable yesterday was how little was happening at the Rafah crossing, Phil. And all of a sudden very quickly these two breakthroughs. First of all, the news that the most severely wounded Palestinians were coming out. We got that yesterday.And we have just been hearing that the first ones are now making their way through the Rafah crossing. To be clear, Phil, these are the first Palestinians leaving Gaza since the conflict began. These are people who need immediate surgical intervention. They are going to be taken by ambulance straight from the Rafah crossing to a field hospital that Egyptian authorities have set up about nine miles away. And in a separate series of people who are expected to make their way through the Rafah crossing later today, these are the foreign nationals. There are many hundreds of them believed to be inside Gaza, some 400 Americans for a start. As Poppy was saying a moment ago, they are not expected to be amongst that first group of foreign nationals that will, we understand, be allowed to leave the Gaza Strip today. That first group will include anywhere between 450 and 500 people. And what we are hearing from the Rafah crossing right now is that consular services from countries as diverse as Austria, Indonesia, Japan, are now present the crossing, a large number of Egyptian military and officials as well, to receive these foreign nationals that we expect to make their way through the crossing at some point today. They will then receive these consular services. They will, we imagine, be allowed to come on to Cairo and then back home. This is a huge development. Again, all day yesterday we stood at the Rafah crossing in front of those long lines of aid that has been going in painfully slowly over the course of the last more than three weeks, 217 trucks of aid have made it in. No Palestinians have made it out. There have been a handful of hostages, and today we expect to see many people make it through this crossing, and that is a huge development, Poppy and Phil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "HARLOW",
      "sentences": "And can you speak to what happens when they are finally able to get through both checkpoints and cross? Then what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:03",
      "speaker": "MATTINGLY",
      "sentences": "CNN's Becky Anderson joins us from Doha, Qatar, now. Becky, I thought the way Melissa framed this was so fascinating. She was at the Rafah border crossing yesterday. There was no activity, to some degree. Families had been waiting there for weeks. And then today it's this huge rush of activity, things actually happening, a very real breakthrough. Qatar was central to this, kind of ran quarterback here. How did it happen?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:03",
      "speaker": "BECKY ANDERSON, CNN INTERNATIONAL ANCHOR",
      "sentences": "Difficult to say. What I can say is I have been in touch with my sources now for days, and these talks about getting the foreign nationals and dual citizens out of Gaza through that crossing and those Palestinians who are critically injured, those talks have been going on for some days in parallel, as it were, with talks about securing the release of hostages held by Hamas. And those negotiations, as I understand it, continue. But those are separate from what we are seeing today.Look, these are hard-earned successes at this point. None of this is easy. We do know when we spoke to the advisor to the prime minister here over the weekend, and we were talking about the release of hostages at the time, he told me that all of this has been made a lot more difficult because of the uptick in Israeli activity, and this was when we know that the Israelis were on the ground in Gaza. Be that as it may, today I got news earlier on this morning that we do now have this success. We are talking of as many as 500 nationals and dual citizens, as Clarissa reported, upwards of, we believe, some 80 to 81 severely injured, critically injured Palestinians who will be allowed through the gate, as Melissa reported. That is one by one. So you are not going to see a huge rush through that gate, or those gates, as well described by Melissa. This is one by one. We know those field hospitals are set up for the critically injured in Egypt now. We have got images of those. And of course, the ambulance is waiting to get them to those hospitals. So as I say, hard-earned success in the first instance, the negotiations on the release of the hostages ongoing as far as I understand it. No breakthrough there to speak of since the weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:03",
      "speaker": "MATTINGLY",
      "sentences": "Yes, an important distinction there. Becky Anderson, great reporting. Thank you. Poppy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:03",
      "speaker": "HARLOW",
      "sentences": "As some of those injured Palestinians are making their way out of Gaza through that Rafah crossing, the Israel Defense Forces are defending their decision to strike Gaza's largest refugee camp. It happened yesterday. Those are images of it. Witnesses say the strike killed a large number of Palestinian civilians and caused massive damage at the Jabalia refugee camp. The IDF claims a Hamas commander who was integral in the October 7 terror attack was killed during that strike. Hamas denies that leader was even there at the refugee camp.Joining us now is Aviv Ezra, the senior diplomat for the Israeli Consulate in New York. Appreciate you coming in this morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:03",
      "speaker": "AVIV EZRA, ACTING ISRAELI CONSUL GENERAL",
      "sentences": "Thank you so much for having me under the circumstances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:03",
      "speaker": "HARLOW",
      "sentences": "Will Israel provide evidence that that Hamas leader was indeed killed?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:03",
      "speaker": "EZRA",
      "sentences": "It's part of the process, it takes time. We need to make sure that Israel is credible with the information it is giving out. We remember, of course, the story about the hospital, it took about a few hours to make sure that we have the right, credible information. We also may need to make sure that Israel is not guilty until proven innocent, but rather give us the benefit of really --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:03",
      "speaker": "HARLOW",
      "sentences": "So you are saying they will?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:03",
      "speaker": "EZRA",
      "sentences": "Of course, that's the process we always do. When we have information, we share it out. I also suggest to be cautious about the information coming from the Ministry of Health from Gaza, because at the end of the day it's Hamas --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:03",
      "speaker": "HARLOW",
      "sentences": "It is Hamas controlled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:03",
      "speaker": "EZRA",
      "sentences": "It's a party of the conflict. So it's one side of the conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "EZRA",
      "sentences": "We start by saying that this is heartbreaking. Nobody wants to see innocent citizens hurt, either the Palestinian side, and certainly not the butchering and massacre that we've seen on the Israeli side. But we need to pinpoint who bears the responsibility here? Is it a liberal democracy which is fighting for its life, fighting for its survival, or is it a terror organization that committed triple war crimes, butchering innocent Israeli citizens, kidnapping innocent Israeli children, nine-month-old, two-years-old, four-years-old six- years-old, and last, but not least, hiding behind innocent Palestinian children and by that creating that situation. I think they bear the responsibility --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "There is no question that Hamas is keeping Palestinians in danger and using them as human shields. Another Doctor without Borders doctor who was there said Mohammad Hawajreh said young children arrived the hospital with deep wounds and severe burns, many screaming for their parents.The question I am trying to ask you, and I think a lot of people are waking up with this question this morning, is, is there a red line? How many civilians are going to lose their life? Does Israel think it is legitimate to take those lives to kill Hamas militants? What's the line? Is there one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "EZRA",
      "sentences": "I think at the end of the day it's legitimate to defend yourself when you have atrocities coming towards you in this sense. Now, I think you are right. There has to be an equilibrium that we seek. And we go through calculations every time that we go after these kinds of terrorists that are hiding behind the innocent civilians. We want to make sure that the fact that we are going after these terrorists saves innocent civilians of Israel and, we want to make sure --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "Can I ask, how do you make a calculation like that at a refugee camp?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "EZRA",
      "sentences": "It's tough. The United States has had to go through these kinds of things. But unfortunately, our enemies are not across the Atlantic ocean. They are a mile-and-a-half from us. And they are planning onto us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "You do bring up the United States. And as you know, President Biden has given Israel, Bibi Netanyahu, advice to look at the mistakes the United States made post-9/11. Listen to this from the president.(BEGIN VIDEO CLIP) JOE BIDEN, (D) PRESIDENT OF THE UNITED STATES:  Justice must be done, but I caution this. While you feel that rage, don't be consumed by it. After 9/11 we were enraged in the United States. While we sought justice and got justice, we also made mistakes. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "Is Israel heeding that advice?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "EZRA",
      "sentences": "A hundred percent. I think we are in consultation with the United States, the administration all the time. The moral clarify message coming from the United States of America, including the president, Secretary of State Blinken yesterday, is that Israel has not only the right but the duty to protect its citizens. And we will do that in a matter that will be consistent with international law and humanitarian law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "How are you sure this is, at this stage, consistent with that? You have accused Hamas of war crimes. I don't think anyone would dispute that. But many human rights organizations, and not just the U.N., right? The U.N., Amnesty International, Human Rights Watch, say that the siege of Gaza at this point in this manner is consistent with showing evidence of war crimes.A recent report from Amnesty International says, quote, \"There is damning evidence of war crimes, and in their stated intent to use all means to destroy Hamas, Israeli forces have shown a shocking disregard for civilian life.\" What is your response to those reports?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "EZRA",
      "sentences": "My response is the following. The best proof in the humanitarian conduct of Israel's war is through the way that Hamas is actually handling their activities. They are hiding -- why are they hiding behind the hospitals? Why are they hiding under mosques? Why are they hiding under schools? Why are they hiding behind the children? Because they understand --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "Those are all legitimate questions. But I am asking about Israel's actions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "EZRA",
      "sentences": "I am talking about Israel's actions. Israel does not go after innocent citizens. Israel does not go after mosques. Israel does not go after schools. Israel targets specifically when we know that there is a terrorist that is about to -- is a ticking bomb, is about to go after Israeli citizens. We will defend ourselves --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "Even if they are surrounded with refugees?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "EZRA",
      "sentences": "We know, as I said, to go to an equilibrium, a set equilibrium. If we know that the guys, or the terrorist is going to be shooting at our innocent citizens, killing hundreds of Israelis, do we go after him. That's the dilemma.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "I do want to ask you one final question on some important CNN reporting. A recent document was leaked from the Israeli Intelligence Ministry, and that document, as you know, proposing the relocation of millions of Palestinians to the Sinai Peninsula in Egypt. The Israeli government has acknowledged the document but downplayed it, essentially. Is that part of Israel's plan when this war is over, the relocation of millions of Palestinians to Egypt? EZRA100 reports that are coming all the time. Israel's policy is the following. We will go after Hamas, eradicate their military capabilities, remove the threat, and go after --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:00",
      "speaker": "HARLOW",
      "sentences": "What about after? What about the Palestinians after?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "HARLOW",
      "sentences": "But it is a crucial question that has to be addressed. What at the end? Thank you for coming in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "EZRA",
      "sentences": "Thank you so much for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "HARLOW",
      "sentences": "Thank you very much. Phil",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "MATTINGLY",
      "sentences": "And we are continuing to follow the breaking news that a deal was reached for the release of all foreign nationals and critically injured civilians from Gaza. The number of how many it will be still up in the air, but we are following that very closely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:00",
      "speaker": "HARLOW",
      "sentences": "Also, a new CNN poll shows some strong numbers for former President Trump and some concerns for President Biden in South Carolina next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "HARLOW",
      "sentences": "Meanwhile, Hamas denies its leader was at the camp and accuses Israel of trying to justify, a, quote, \"heinous crime against safe civilians, children and women in the Jabalia camp.\" With us now, is journalist and foreign policy analyst Rula Jebreal. Thank you, Rula, very much for being us.I'm not sure if you heard the interview we just had with the Israeli official from the consulate here in New York, but we were discussing, is there a red line? Where is the red line to take out Hamas terrorists who attacked and slaughtered more than 1400 Jews on October 7 to go after them while also knowing that they're surrounded by civilians? The latest strike in a refugee camp, is there a line?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "RULA JEBREAL, VISITING PROFESSOR OF THE UNIVERSITY OF MIAMI",
      "sentences": "It should be a line, according to international law, what Israel did yesterday did not meet the requirement of proportionality. There are 2 million civilians. They didn't offer them a pathway, a way out. They told them to go to the south, the south was bombed.And again, they didn't offer them a path to go. Even in the occupied territories where they have families, they could have opened a humanitarian corridor and taken the civilians, children, and women who are 50 percent of the population, and allowed them to go to the West Bank where they would be welcome. Again, when we discussed this, and what the military officials are saying today, and they've been saying for weeks, they really don't see the distinction between militia and militants and civilians. And this is a huge problem because it's creating mass radicalization around the Middle East, and it's triggering actors like Iran and other militias, who are now declaring war not only on Israel but also on the United States, as we've seen yesterday from the militias, the Houthis in Yemen. And this is really a dangerous moment that can lead America to become part of this war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "MATTINGLY",
      "sentences": "You raised an interesting point, and I think a very good point in the sense that American officials have been unequivocal. Israel has a right to defend itself, and the president has been forceful in his support of Israel and its actions post-October 7th.But the continued warnings about the need to take into account humanitarian issues, to be cautious and careful, to not redo what the U.S. did in the wake of 9/11 is as much about the humanitarian causes as it is the point you're making, trying to keep regional actors from feeling like they have to get in -- for Hezbollah to have to cross the border in a significant way, for Iran to have to come in. Do you have any idea what's the red line there? What's the threshold where those entities feel like they have to get involved?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "JEBREAL",
      "sentences": "Look, when we look at the wider region, the region continued to convey in a clear way that international law, for them, is considered optional somehow, especially when the United States looks at what's happening in Gaza towards the civilian population, the killing of thousands, thousands, thousands of children.I mean, Israel dropped a 2000-pound bomb on refugee camps. Let's think of that. So, would that be acceptable eventually to be dropped on any American city after Timothy McVeigh blew up a federal building? And again, they look at also what America did post 9/11, especially in Iraq, and they look at the surge, and they reference to the surge in Iraq. It wasn't a military surge; it was a surge of ideas. And that means that they know that the Americans and also their counterparts and their allies in the region, you cannot kill your way to defeating an idea. You have to address the underlying causes that feed that idea. Killing thousands and thousands of civilians strengthens that idea and empowers it. And this is what they point out. You had a success, and you had many defeats today, you have the Taliban in Afghanistan; you have Iran controlling Iraq. You have the Houthis who are threatening the Americans. And they think this administration is underestimating the threat and the conflagration of the region that is happening now in front of our eyes. And they wonder, do Americans want another war in the Middle East? And I think the answer has to be answered in a formula for not only a military operation but a political path to forging a way forward for Palestinians. As Ami Ayalon said, who is the head of the Shin Bet -- used to be head of the Shin Bet, the FBI in Israel. He said, \"Absent a political solution, absent a Palestinian state, sadly, we will be in a hundred- year war.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:00",
      "speaker": "HARLOW",
      "sentences": "Rula Jebreal, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "HARLOW",
      "sentences": "Also, to politics in the U.S. A CNN poll shows South Carolina is big on Trump and may not be the stronghold it was for President Biden in 2020. That's next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:00",
      "speaker": "MATTINGLY",
      "sentences": "Welcome back, you are looking at live pictures of the Rafah border crossing, where we have learned over the course of the last several hours a deal has been brokered to allow some injured civilians from Gaza to receive medical support outside of Gaza in Egypt.And also critically, between 400 and 500 foreign nationals will be able to start crossing. We are learning from our colleagues Priscilla Alvarez and Jenny Hansler that Biden administration officials are tracking the agreement that has been reached that will allow the foreign nationalists to leave Gaza through the Rafah crossing. Americans are not expected to be able to depart until at least tomorrow, but they are in part of this process. Well, also there are some serious warning signs for President Biden, as we get closer to 2024. In a new CNN poll, former President Trump dominating again the Republican field in the early primary state of South Carolina, while former governor of the state, Nikki Haley, is a distant second. The same poll though, found President Biden struggling with a key demographic group in that crucial state where his 2020 lead was solidified. Joining us now with all the numbers, CNN Senior Data Reporter, man, myth, and the legend himself, Harry Enten. What are you seeing?",
      "isLastSentenceInterrupted": false
    }
  ]
}