{
  "date": "2023-06-30",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "Russia's FSB Accused of Plotting to Assassinate Prigozhin; Supreme Court Sparks Outrage with Rulings on LGBTQ Rights, Affirmative Action, Student Loans; OutFront Follows Ukrainian Fighters Downing Putin Missiles. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:31",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "OUTFRONT next, live from UkrainePlus, a life-or-death mission. I'll speak with Ukrainian troops who trained in Oklahoma. They are trained to take down Putin's prized hypersonic missiles on the Patriot system. And they'll tell you what happened when one of those missiles was aiming directly at their unit. And another major story we are following tonight. The Supreme Court ruling in favor of a web designer who says she didn't want to make wedding websites for same-sex couples. But there's a late-breaking twist tonight to that story. Let's go OUTFRONT. And good evening. I'm Erin Burnett. OUTFRONT tonight, Putin's alleged assassination plot. Ukraine's military intelligence chief tonight saying Russia's security service, the FSB, has been given the mission to assassinate Yevgeny Prigozhin. Well, the Wagner group leader, who led the armed insurrection against Putin, of course, that's Prigozhin, and the intelligence chief of Ukraine saying, quote, all of such potential assassination attempts will not be fast. It will take them some time to have the proper approaches and reach the stage when they're ready to add a huge operation. The White House tonight is telling CNN that it's not sure what Putin is up to on this. But, of course, we do know what happens to many who crossed Putin. They end up poisoned, imprisoned, or dead in almost every case. Will that be Prigozhin's fate? All we can tell you right now is that he is missing. He has not been seen since Saturday when it was reported that he struck that deal with the Kremlin or really with Lukashenko, the leader of Belarus, to call off Prigozhin's armed rebellion. Since then, here's what's happened. He taped something the next day, two of his planes have been crisscrossing Russia flying to Belarus back to Russia, and then again today one of his planes was on the move, this time flying from Moscow to St. Petersburg, both within Russia. So, was Prigozhin on one of these planes? We just don't know, right, because we haven't seen him. He's not talking in Moscow. He's making sure it stays that way. Tonight, access to sites belonging to Prigozhin's media empire, this is really important to try to figure out what's happening. Access to those have been blocked. And questions about Prigozhin's whereabouts come as the \"Wall Street Journal\" tonight reports that the director of the CIA, William Burns, quietly reached out to his Russian counterparts to ensure them that the United States was not involved in Prigozhin's rebellion. For days, though, Russia has been saying that it was, blaming the United States for cheering on the uprising. And now on state television, in the light of all this, they are returning to a crucial topic, nuclear weapons. I want to show you what they aired on television today, right? So, I'm going to put this on the screen to explain. This is a map of Washington, D.C., and then an animated -- an animation of a massive explosion right in the heart of the capital. And that's the sort of stuff we get from Kim Jong Un, right, when he puts out those sizzle reels of nuclear bombs on New York and Washington. This is in Russia on state television. A nuclear bomb on Washington, D.C. We have a lot to cover tonight. We begin with Matthew Chance, OUTFRONT, live in Moscow. Nick Paton Walsh is also with me in Kyiv again tonight. I want to begin, though, with you, Matthew, because, obviously, there's some very serious questions here that are going to impact a lot of people, all of us. What is the latest on the ground there tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:31",
      "speaker": "MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, I mean, it's been a very fast-moving week. It has only been a week since that armed rebellion by Wagner mercenaries flared up and shook the country before being quickly aborted. The Russian authorities, the Kremlin, have been desperately since then trying to repair the damage to their authority.And they've started, it seems, by trying to shore up the support of the Russian military. (BEGIN VIDEOTAPE) CHANCE (voice-over): Near the front lines, a tattered-looking Russian army unit is grilled on camera about their treatment. Are you offended or used as cannon fodder, the commander asks. [19:05:04] No, is the response. We are well-trained and well-fed, the commander insists. All this talk of mistreatment is nonsense. A week after an aborted uprising in Russia, amid complaints the Ukraine war is being mishandled, keeping the military happy is suddenly a priority. Already, President Putin has thanked Russian troops for not taking the rebel Wagner side. You prevented a civil war, he told them. Now he's giving them a 10.5 percent pay raise, a little thank you, perhaps, for keeping him in power. There are new uniforms, too, a summer outfit, says a soldier on the defense ministry video. Even new summer boots for the front line. We all like it, the soldier says. It's very comfortable. Putin's own comfort levels are in question. But the Russian leader, cheek by jowl, with a jubilant crowd in Dagestan in southern Russia this week, perhaps an attempt to reconnect amid concerns he's grown too distant, shaking off memories of his strangely elongated table. The serious challenge to his authority this week appears to have drawn out a new side of Russia's leader. And his loyal deputies insist the country's stability is not in question. SERGEY LAVROV, RUSSIAN FOREIGN MINISTER (through translator): Russia has always overcome its problems and come out stronger and stronger. It will be the same this time, too. Moreover, we feel that this process has already begun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:31",
      "speaker": "CHANCE",
      "sentences": "Problems like Yevgeny Prigozhin, the Wagner leader last seen leaving the Russian city of Rostov-on-Don after reporting his rebellion. He's meant to be exiled in Belarus, but so far, there's been no verification he or his fighters are actually there, although recent satellite images show a disused military base in Belarus where rows of tents have suddenly appeared, preparation, perhaps, for a new mercenary base.Back in Russia, though, the head of Prigozhin's nationalist media group, Patriot, has announced the propaganda outlet and troll factory is shutting down effective immediately. As the Kremlin rapidly withdraws its support from Prigozhin, his vast Russian business empire is no longer in fashion. (END VIDEOTAPE) CHANCE (on camera): Sorry, got a few technical problems here. But, Erin, tonight, there's still no sign of the Wagner leader, Prigozhin, who's meant to be in Belarus. Nor of a senior Russian Commander General Surovikin who is accused, of course, of having close ties with the Wagner organization but also of having prior knowledge of the armed uprising. On both of those mysteries, the Kremlin tonight is saying it has no comment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:31",
      "speaker": "BURNETT",
      "sentences": "Yeah. All right, Matthew live from Moscow, thank you very much.And here in Kyiv, Nick Paton Walsh with me. You know, in light of all this, this uncertainty, massive uncertainty that has global implications and crucial implications life and death right here. Zelenskyy -- President Zelenskyy here is giving new military orders. What are they?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:31",
      "speaker": "NICK PATON WALSH, CNN CHIEF INTERNATIONAL SECURITY CORRESPONDENT",
      "sentences": "Well, they need to shore up the defenses in the north of the country. We've been seeing this on and off over the past 16 months of the war. It comes at a time when Ukraine is concerned with potential threats from Belarus, and that's exactly what we think Wagner maybe reconstituting itself.Important to point out that despite the suggested assassination attempt, Yevgeny Prigozhin hasn't confirmed where he is yet. You see that plane move back and forth. But the predominant thinking as part of this deal that was hatched over the weekend was he would move to Belarus. And so, perhaps Ukraine's moves are there. Poland's been concerned as well that maybe we're seeing this mercenary group being shifted further west, although they're obviously out of favor, right, but they try and regain favor by threatening Ukraine from that northern front.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:31",
      "speaker": "BURNETT",
      "sentences": "Yeah. All right. Nick Paton Walsh, thank you very much. I mean, just so many questions and so many uncertainty now thrown into this war.OUTFRONT now, Christo Grozev, he is the lead Russia investigator for Bellingcat. He's been placed on Russia's wanted list for his work on uncovering the men who poisoned top Putin critic Alexei Navalny, and he has been piecing together, the communications to establish what happened in the coup attempt in Russia. And, Christo, I'm glad to have you back with us as you've been doing more and more reporting every day. And you do have some new information on the call data, the call traffic, a cell phone traffic that you have been monitoring involving the Russian general then in this picture, when you look up on your screen, you see to Putin, Prigozhin's left. This is now a famous scene in that courtyard in Rostov-on-Don, right, before Prigozhin pulled back on his threat to go to Moscow. What more are you learning about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:31",
      "speaker": "CHRISTO GROZEV, LEAD RUSSIA INVESTIGATOR, BELLINGCAT",
      "sentences": "Well, we're trying to piece together what happened on that fatal night, a crucial night by the metadata, the records showing who called who among the power elite in Moscow and around the country. What we do see is that we were able to identify a secure line that Prigozhin was using to communicate with Russia's military intelligence. That allowed us to check how long he was in communication and with whom he was in communication with that night.And it seems that the last communication that he had is with General Alekseyev, the deputy chief of the military intelligence, GRU, and that was about 10:30 at night. So he continued communicating throughout the day until 10:30 at night. And then he stopped communicating and taking calls from Alekseyev. Alekseyev apparently then tried to reestablish contact with him and he started calling Alexei Dyumin. Aleksey Dyumin was President Putin's former bodyguard, and currently the governor of Tula, and he is known as the godfather of the Wagner group because he brought Prigozhin to Putin many, many years ago. And it seemed that the military intelligence were trying to re-establish contact with Prigozhin via this trusted middleman. When we looked at other data, we see that he was having a hectic night communicating with the Kremlin, with the chief of staff to President Putin, Mr. Vaino, calling the Kremlin landline himself multiple times. And he had a phone call with Sergei Shoigu, the minister of defense who disappeared at about 3:00 in the morning. But that showed the hectic communication that apparently nobody was able to kind of come up with a plan until the wee hours in the morning. Something that I would like to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:31",
      "speaker": "BURNETT",
      "sentences": "So, all the call data really does show you -- yes, go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:31",
      "speaker": "GROZEV",
      "sentences": "One other discovery was that General Aleksey communicated with two other leaders of two other private military companies, smaller than Wagner but still crucial in this war. And that is interesting because, well, it's hard to know what the content of those calls was. It could be that they were pledging allegiance to the country and to the Kremlin and saying no we're not with Prigozhin. But it could be also something else.What I'm sure is that the internal domestic intelligence of Russia will be asking questions about what those conversations were all about as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:31",
      "speaker": "BURNETT",
      "sentences": "Absolutely.And this all comes as Nick is talking about the whereabouts of Prigozhin still being a total mystery. I was just showing, Christo, what we know in terms of the plane traffic, right? Two of his planes literally have been crisscrossing Russia all week, going into Belarus, back to Moscow, to St. Petersburg, unclear if he's on them. But they've been moving a lot. We do know, we just haven't seen him in nearly a week. This is a guy who led what appeared to be an attempted coup, haven't heard from him in four days. Do you have any indication of where he is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:31",
      "speaker": "GROZEV",
      "sentences": "No, no data. His phone has been disconnected since the 26th. We do have him reporting from colleagues in Belarus that he was on in Belarus on the 27th of June. But, again with, but, again we don't have a visual. What we do have is a fake visual in St. Petersburg. There was a videocirculated yesterday showing a helicopter landing in St. Petersburg and a man who looked very much like Prigozhin coming out of the helicopter. However, that was not Prigozhin because a clear shot of the left hand of that man showed five fingers, intact fingers and Prigozhin is known to be missing half a finger on his left hand. So there is a lot of disinformation in attempts to show Prigozhin in different places. But we still don't know where he is. What we do is there are preparations in Belarus for something that matches exactly the number of people in the Wagner private military company about 8,000 positions, tents for 8,000 soldiers are being built in Belarus at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:31",
      "speaker": "BURNETT",
      "sentences": "Right. So it does show it would appear that there would be camping there. But amazing, as you say, when you look closely enough at that, you're able to ascertain this is a guy who's missing part of a finger, and that stand-in, or whatever it was, that was not him.So the chief of Ukraine's military intelligence, as we led the show with tonight, they're claiming that the FSB is plotting to assassinate Prigozhin. How real do you think that is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:05",
      "speaker": "BURNETT",
      "sentences": "All right. Christo, thank you very much. We appreciate your sharing all this new reporting with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:05",
      "speaker": "GROZEV",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:05",
      "speaker": "BURNETT",
      "sentences": "And next, we have some new video just in to OUTFRONT. This is a deadly blast along a very busy bridge in Ukraine, as we take you to the front lines where medics are risking their own lives in order to save those fighting for their freedom. Plus, I'll speak to the Ukrainian soldiers who are the Patriotbattery. They are the ones using the U.S. Patriot defense system to take down Putin's deadly missiles. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:05",
      "speaker": "BURNETT",
      "sentences": "So this is the best missile that Russia has. It goes ten times the speed of sound. This is a Kinzhal missile. They didn't think Ukraine could take it down. But Mykola and Vladimir did with a patriot missile. You took this down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:15:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes. This is my work. We are proud of our result.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:42",
      "speaker": "BURNETT",
      "sentences": "Welcome back to a special edition of OUTFRONT.We are live in Kyiv, Ukraine, tonight. And we have new video into OUTFRONT this evening. This shows a strike in the Kherson region in southern Ukraine. Russia claims 30 Ukrainian fighters were killed and a dozen other maimed by this Iskander missile. There has been very heavy fighting in that region over the past week. Ukrainian troops were able to cross the Dnipro River, right? This is how they're going to have any breakthrough in this counteroffensive. They were able to establish positions on the eastern bank. Ben Wedeman is OUTFRONT with more tonight from the front lines. And a warning, when you watch this, that some of what you are about to see is disturbing. (BEGIN VIDEOTAPE) BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): The doctors and nurses here have done this time and time again, treating the wounded fresh from the front, assuring the soldiers that, despite the pain, they'll be all right. Near the battles around Bakhmut, this field hospital known as a stabilization point is where the wounded, after being hastily bandaged up by combat medics, get a proper treatment by a full medical team. These soldiers were advancing on Bakhmut when they came under intense Russian artillery fire. This stabilization point has so far on this day received more than 50 troops from the front suffering from shrapnel, from artillery, and concussions. The Ukrainian military doesn't issue dead on casualties. A recent poll conducted here found that almost 80 percent of Ukrainians have close relatives or friends who were injured or killed as a result of the full-scale Russian invasion. Andriy, a vascular surgeon, is surprised there aren't even more wounded. Even during this counteroffensive, he says, we have lower casualties than we expected. Once the wounds have been cleaned and bandages applied, the soldiers will be moved to better equipped hospitals elsewhere. Valentina is studying biotechnology in Kyiv when the war began on the 24th of February last year. By February 26th, I started working as a nurse, she says, and then worked in evacuations, clinics and now at this stabilization point. Eduard is still in shock, but his injury isn't serious. I'm okay, he says, but it burns a lot. I think it was a piece of shrapnel, something flew by me like this. I got lucky it went right past me. Not everyone here was that lucky. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:42",
      "speaker": "BURNETT",
      "sentences": "Ben, it is hard to watch. And, you know, what they're going through is coming in the context of what is still to come. I know there are new warnings tonight about the Zaporizhzhia nuclear power plant, and that, of course, is still occupied right now by Russian forces, but there are some very serious new warnings about that tonight.What can you tell us about them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:42",
      "speaker": "WEDEMAN",
      "sentences": "Well, these are puzzling warnings. The defense intelligence director out of Ukraine has said that Russians are beginning to leave the territory of the Zaporizhzhia nuclear power plant, the biggest nuclear power plant in Europe. It's not clear if they're talking about troops or employees of the Russian nuclear -- state nuclear power company, Rosatom.And, in fact, they also say that Ukrainian employees who have signed contracts with Rosatom have been told to leave and relocate to Russian-occupied Crimea. Now, this comes just a few days after Kyrylo Budanov, the head of Ukrainian intelligence, had warned that the Russians had mined the cooling ponds of four out of the six reactors at the nuclear power plant. The Ukrainians have repeatedly warned of the danger of a disaster there, but certainly we're hearing more and more about odd goings-on -- going-ons down at that place. And, obviously, there's growing concern. [19:25:05] BURNETT: Growing concern and sobering of what would be an incredible catastrophe for the world. Ben, thank you very much. I appreciate it. And, next, another major story we are following tonight, those two major Supreme Court rulings today. A top constitutional expert says one could lead to the end of marriage equality. Laurence Tribe is OUTFRONT. Plus, Putin's prized Kinzhal missiles, claimed they can go 10 times the speed of sound. Well, tonight, you're going to meet the men, the men who trained in the United States and are now manning the U.S. Patriot defense system here in Ukraine to intercept Putin's missiles. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:42",
      "speaker": "BURNETT",
      "sentences": "New tonight, President Biden blasting the Supreme Court for striking down his plan to forgive up to $20,000 in student loans for 40 million Americans.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:42",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "I believe the court's decision to strike down my student debt relief program was a mistake, was wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:42",
      "speaker": "REPORTER",
      "sentences": "Did you overstep your authority?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:42",
      "speaker": "BIDEN",
      "sentences": "I think the court misinterpreted the Constitution.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "Jeremy, thank you at the White House.And there's a major twist tonight in one of these cases. And I'm referring to the case involving that Colorado web designer. So get ready for this. Lorie Smith just won her case at the Supreme Court. And she claimed in court filings that a man identified as Stewart inquired about her services for his same-sex wedding. That man, though, tells CNN that he actually never reached out to Smith, and that's not all. Stewart, as the name is, also says that he is straight and happily married man to a woman for 15 years. And that he is a web designer himself so that he would not have had to need to hire someone else to do his wedding. Now, I will note Stewart happened to previously work for CNN. OUTFRONT now, Laurence Tribe, constitutional law professor at Harvard Law School and one of the nation's obviously most preeminent experts on the Supreme Court. Harvard University was one of two schools, by the way, at the center of the affirmative action case. But, Professor Tribe, that's not where I want to start. I want to start with this Lorie Smith situation. Lorie Smith's lawyer says to CNN, I quote: Whether Lorie received a legitimate request or whether someone lied to her is irrelevant. And that, quote, no one should have to wait to be punished by the government to challenge an unjust law. So, basically, what they're saying is if someone pretended to want to same-sex thing and was happily married to a woman, that's beside the point because the point is should she have to take the business if she doesn't want to take it. So the whole predicate for this is not relevant. Is that true?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "LAURENCE TRIBE, CONSTITUTIONAL LAW PROFESSOR, HARVARD LAW SCHOOL",
      "sentences": "It's not really true. This is a profoundly Trumped up case, in more ways than one. It's really only a Trump-stacked court that would have hit at a pitch of this kind, because whether or not this guy is real, whether he's straight or gay, the fact is that Lorie Smith is putting a purely hypothetical case before the court. She didn't really have a business for customized web designs. She just asked hypothetically if I were to design wedding sites on my website, would I have to do it for gay couples as well as straight couples just because the Colorado anti-discrimination law says so?And the court, instead of doing what a normal court would do and say that's a hypothetical question, we're not here to give advisory opinions. Instead of that, because this was a setup case that they were welcoming, they swung at it, and as far as I'm concerned, they hit a foul ball because the opinion itself, which they had no business rendering in this hypothetical situation, makes no sense. They're saying --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:30:01",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:02",
      "speaker": "BURNETT",
      "sentences": "All right. So let me ask you about that because you wrote an op-ed in \"The Boston Globe\", and the title is, the Supreme Court LGBTQ decision, marriage equality is at risk.Let me just take a step back and just ask the question this way, professor, so I understand. It would seem that if anyone in the United States, capitalist-driven country, if you don't want to do a website for someone because they are, fill in the blank, you would have every right to do that. Who knows why someone says they're going to take business or not take business? You don't know what's in someone's heart or what their reason is. Why does this ruling in that context, given that that would happen every day with small businesses who may or may not want to make a cake for somebody or do a website for somebody, why does this ruling, then, make marriage equality itself at risk?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:02",
      "speaker": "TRIBE",
      "sentences": "Well, because the court has long established that when there is an anti-discrimination rule, whether it's against discriminating based on race or sex, or sexual orientation, people have to obey it. They don't have to speak a message that they don't agree with, but they have to obey anti-discrimination laws if they want to open their business to the public.Of course, if you want to do something for a particular individual, then it's up to you whether to say yes or no. But these are businesses open to the public, just like the kinds of motels and hotels and restaurants that were open to the public. The Supreme Court said that even though they might not believe in racial integration, they can't refuse to serve blacks at the lunch counter. If this rule were in place, they could say, I don't want to serve Blacks at the lunch counter, they can have takeout, because if they're at my lunch counter, that means I'm endorsing racial integration, and I don't believe in it. That's never been the law. This is the first time the court has ever said the generally valid anti-discrimination rule is one you don't have to follow if your own beliefs are to the contrary. But that undermines the rule of law. The very fact that they decided this case when they had no business deciding it undermines the rule of law as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:02",
      "speaker": "BURNETT",
      "sentences": "So, let me ask you about one other case because obviously there's a lot coming down here, and that's the student loan. That was Biden's student loan forgiveness plan, $20,000 for up to 40 million Americans. So this is very significant.It comes a day after the court decided to end affirmative action as a, you know, race, as a specific reason for college admission decisions. Roe v. Wade, obviously, about a year ago was overturned. Vice President Harris calls this an activist court. Is that accurate on its face?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:02",
      "speaker": "TRIBE",
      "sentences": "Well, it's not just activist. It's reactionary. It's turning back the clock as fast as it can.It rolled back the clock on women's rights, on the rights of people to determine whether to become parents, turn back the clock on affirmative action in a way that Justice Sotomayor and Justice Jackson and Justice Kagan properly disagreed with. And now it is turning back the clock on gay rights. And in the loan case, that's another one where not just activists, they had no business deciding it. As Justice Kagan pointed out, there was no one in front of the court that really had standing. The state of Missouri, finally, the court said they have an interest. Why? Because there was some agency independent from the state, funded separately, separately incorporated that might lose some money. But there was no showing that any of the parties before the court had any skin in the game. And, yet, the court reached out to strike down this law even though congress's Heroes Act in 2003 read quite literally gave the president the power he exercised. So activist is hardly the word for it. It's sort of extremist and rolling back the clock and really following its ideological proclivities, not like a normal court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:02",
      "speaker": "BURNETT",
      "sentences": "Professor Tribe, thank you very much. I appreciate your time, and your perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:02",
      "speaker": "TRIBE",
      "sentences": "Thank you, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:05",
      "speaker": "BURNETT",
      "sentences": "All right. So, these are all the parts of the Kinzhal when it landed. What's this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is the battery of the Kinzhal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:05",
      "speaker": "BURNETT",
      "sentences": "This is the battery and what about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Decoy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:05",
      "speaker": "BURNETT",
      "sentences": "To try to trick you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:05",
      "speaker": "BURNETT",
      "sentences": "But it didn't, obviously. And one night you had 16 of these in one night?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Maybe. I see targets in my indicator and the all missiles destroyed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:40:05",
      "speaker": "BURNETT",
      "sentences": "You took every one of them down? Yeah.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "BURNETT",
      "sentences": "All right. So this is the Kinzhal, the first one shot down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "BURNETT",
      "sentences": "This is it, huh?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This is my work. This is destroyed hypersonic missile Kinzhal. And, you see --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "BURNETT",
      "sentences": "Got it right in the middle, right in the middle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes, right way in the middle, yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "This was where the Patriot missile intercepted this missile.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "BURNETT",
      "sentences": "Tell me about that night. What was it like that night when you're waiting and then you hear a Kinzhal is coming in to Ukraine?UNIDENTIFIED MALE (through translator): That night when Russians hit with the supersonic Kinzhal missile, we detected it on Patriot's radar and we were following it. After that the missile was intercepted and destroyed. It was a very effective interception. It happened very fast. Patriot system worked because I think it is the best antiaircraft missile system. It is not a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "BURNETT",
      "sentences": "How did you feel that night? Were you -- I don't know what the right word is, but it must've been incredibly intense and maybe even feeling nervous to see whether everything would work. And you could take out a missile.And this missile is the fastest missile they have, right? It can be equipped with a nuclear war head. It can -- these are -- this is the best Russia has. UNIDENTIFIED MALE (through translator): After we got confirmation that it was a Kinzhal that we just shot down, first of all, it was a feeling of happiness. We felt proud. And we felt relieved that by the means of our Patriot system, we could intercept the missiles we were told were impossible to intercept.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "BURNETT",
      "sentences": "Tell me about your training.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We train in Fort Sill two months, and one month we were at training in Europe. It's a very interesting part of our life.UNIDENTIFIED MALE (through translator): It was a very exciting learning taken into consideration the fact that our team is very experienced in working with the Soviet antiaircraft missile systems. We had some base knowledge, and thanks to our experienced instructors, we were able to learn as antiaircraft missile system very fast. This is the new era equipment. So it's impossible to compare it to our old Soviet equipment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "BURNETT",
      "sentences": "When we met, Mikhail, and Vladimir, obviously I saw your faces. But now talking, you're wearing the balaclava to cover. And tell me why that is. It's not just that the Russians want to find the Patriots and target them. They would also want to target you and your team.UNIDENTIFIED MALE (through translator): Human resources are very important. For Ukraine, it is a very important part. These are the people who went to the United States to learn this system. Those who were chosen were the best of the best. It is a very important resource. What I'm trying to say is that not only the system matters but also the people who know how to operate it. This is why we covered our faces so we won't be recognized. UNIDENTIFIED MALE (through translator): We do not want to give the Russians any chance to figure out where our system is located.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "BURNETT",
      "sentences": "How close is the bond between Mikhail and Vladimir, between you two and the others on your team?(LAUGHTER) UNIDENTIFIED MALE (through translator): Think of us as best friends. We are like one family. We have a very positive attitude among our servicemen. We know what an important mission we are a part of. We learn together in the U.S. We are living together now. So every serviceman that is with us right now is a part of a family. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:01",
      "speaker": "BURNETT",
      "sentences": "And, of course, out here in the dark in Ukraine, they're awake right now. Their unit of about 90, awake, prepared to intercept missiles which can come in, of course, so many on any night here.[19:50:00] And, next, we return to a town that we visited near the beginning of the war where Russian foxholes still litter the countryside, and one mother, like so many others, is now dealing with the pain of losing her only child in this war. Plus, Russian women whose husbands and sons are fighting in Ukraine, have a message tonight for Putin. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:01",
      "speaker": "BURNETT",
      "sentences": "As we got ready to leave Olga's house today, she turned to cut some flowers. And she brought them to me, asking me to take them to her son, Ivan's grave nearby. It was meaningful to me to be asked because it mattered to her. And we went, and there we saw Ivan as a boy, and then as a soldier. And I laid his mother's beautiful flowers from her garden, and we thought about this one precious lost life.We'll be right back. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}