{
  "date": "2023-09-11",
  "headline": "CNN Newsroom",
  "subHeadline": "More than 2,100 Dead After Massive Earthquake Hit Morocco; Manhunt for Escaped Killer in Pennsylvania Continues; Luis Rubiales Resigns as Soccer Chief; President Biden Visits Vietnam to Elevate Partnership; Ukraine Builds Decoy Weapons to Fool Russia; Nikki Haley Touts Her Chances Against Trump And Biden; Hurricane Lee Strengthens Back To Category Three; Hawaii's Jack Johnson Releases Music For Maui Wildfire Relief; Hawaii Kilauea Erupts For Third Time This Year; Celebrity Couple Address Backlash Over Masterson Support; Djokovic Defeats Medvedev, Now Has 24 Grand Slams; NFL's Patriots Hold \"Tom Brady Appreciation Day\". Aired 2-3a ET",
  "utterances": [
    {
      "timeStamp": "02:00:00",
      "speaker": "PAULA NEWTON, CNN HOST",
      "sentences": "Hello and a warm welcome to our viewers joining us here in the United States and all around the world. I'm Paula Newton. Ahead on \"CNN Newsroom,\" rescuers in Morocco scrambling to find people who may still be alive following that devastating earthquake as the death toll tops 2,100.An urgent search here in the United States. Police say an escaped killer is now taking new steps to try and blend in. Plus, a victory for Spanish women's soccer off the field. The official who gave this female player an unwanted kiss is out. Details in a live report from Valencia. And it is 7 a.m. in Morocco where many have spent yet another night outside after Friday's powerful and deadly earthquake. More than 2,100 people have been reported killed and rescuers continue to dig through the rubble in a frantic search for survivors. The 6.8-magnitude quake was the strongest to hit Morocco in more than 120 years and the death toll is expected to keep climbing as teams search collapsed homes in very remote areas. Now, near the quake's epicenter in the Atlas Mountains, scenes of destruction and devastation with homes in small villages reduced literally just to piles of rubble. Rescuers in Morocco are still digging through that rubble, and they of course are clinging to hope that they will find survivors. Many who did make it through are now left sleeping outside in tents. CNN's Nada Bashir has more now from Marrakesh. (BEGIN VIDEOTAPE) NADA BASHIR, CNN REPORTER (voice--over):  Morocco in mourning, still grappling with the aftermath of Friday's devastating 6.8 magnitude earthquake. In Marrakech, families line the streets at night, too afraid to sleep inside, as aftershocks still ripple through the country. MOHAMED LAGHRORU, MARRAKECH RESIDENT (through translation):  All our houses are cracked. They could fall down at any moment, and that's why we can't go back. All these people are afraid to come back home. BASHIR (on camera):  The city lies around 45 miles away from the epicenter. But even here in Marrakech, the impact, the extent of the damage caused by Friday's earthquake is evident. You can see this building damaged behind me parts of the old city, a UNESCO World Heritage Site, have also sustained damage. But in other parts of the country, the devastation has been far more severe. (Voice-over):  Along the foothills of the Atlas Mountains, a path of destruction stretching miles. Rescuers in a race against time, desperate to find survivors. The more they dig, the higher the death toll. Adding to the more than 2,000 lives lost in what has become the deadliest quake to strike the country in decades. Pushing through the grief, many are queuing up here in Marrakech to donate blood. It is an act of solidarity, and there has been an outpouring of support from the international community, with offers of aid from countries including the U.S., Japan, France, and the UAE. But the challenges ahead for Morocco are immense, and the recovery effort may well take years. Nada Bashir, CNN, Marrakech. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "NEWTON",
      "sentences": "CNN's Larry Madowo has been following developments for us and joins us now live from Lagos, Nigeria. Larry, as you well know, you've been following us since the earthquake struck. The concern is still whether or not the kingdom of Morocco has mobilized rescue operations and coordinated things quickly enough. What more do we know, especially after we have seen all these offers of international aid?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:01",
      "speaker": "MADOWO",
      "sentences": "And he said some people who have suffered from diabetes or other illnesses that needed regular medication didn't have it and they had not received it, which you know, puts their life at risk. But also, it's got to be said that Morocco does have a robust emergency system. There's a lot more people responding to this earthquake that would be possible in many other African countries. But the scale of this disaster and the destruction it has seen, certainly more help would be appreciated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:01",
      "speaker": "NEWTON",
      "sentences": "Yeah, and that's the issue, right, Larry? From what we've seen, the scale of this disaster still isn't apparent to everyone and that includes the government as we all learn more. Larry Madowo for us. Thanks for the update. Appreciate it. Now for more information about how you can help victims of the Morocco earthquake, go to cnn.com/impact.So, in the United States, authorities in Pennsylvania are still pushing to get an escaped killer back behind bars as the manhunt enters day 12. State police held a news conference Sunday so they could get out these new photos, you're looking at them now, of Danelo Cavalcante. They wanted to make sure people in the state and beyond would see those new pictures. That's on the heels of him being spotted multiple times this weekend. And law enforcement officials say they've now learned Cavalcante got a hold of this van that has prompted new concern about whether he has actually crossed state lines already. CNN's Polo Sandoval picks up the story from Chester County, Pennsylvania.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:01",
      "speaker": "POLO SANDOVAL, CNN CORRESPONDEN",
      "sentences": "Well, the firehouse that you see behind me here in Chester County, Pennsylvania, serving as a temporary command center for the search as they work to track down the Danelo Cavalcante. Investigators here earlier had said that the latest developments are considered, quote, \"a minor setback.\" Though when you look at those developments, that certainly could be considered an understatement given that authorities really have no idea where do you begin searching right now. And here's why as you retrace the steps of this escaped killer sinceSaturday night. They believe at one point he managed to escape that perimeter near Lockwood Gardens, which was being looked at by authorities for several days. Eventually, he made it his way into or at least onto, a dairy farm, which is where investigators believe he managed to steal a van because the keys were left inside. Cavalcante believed to have gone on a drive about 22 miles or so north into the Phoenixville, Pennsylvania area, where a surveillance camera at the residence of a former colleague of his actually captured him, there. And when you look at it, this is really the latest image that we have, at least one of them, that we have showing Cavalcante appears to be in fairly good spirits especially for being somebody who's been on the run for a week and a half. The hoodie that he's wearing according to investigators, he actually stole from that dairy farm.  Eventually, Cavalcante then resumes his drive making it west to Northern Chester County, specifically in East Nantmeal Township. That is where investigators say the vehicle literally ran out of gas forcing him to ditch that car. And that is where there is a temporary perimeter set up. Authorities are searching that particular area, though they have no reason to believe that he could potentially still be there. During a press conference on Sunday, Lieutenant Colonel George Bivens addressing some mounting criticism that this individual was able to slip past hundreds of men and women in law enforcement. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:01",
      "speaker": "GEORGE BIVENS, PENNSYLVANIA STATE POLICE",
      "sentences": "I'm not going to make an excuse to you. I wish it had not happened. Unfortunately, there are a lot of circumstances. There are a lot of issues associated with that property. Tunnels, very large drainage ditches, things that could not be secured. You couple that with weather, aviation being down for a night. There are a number of reasons, again, no excuses.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:55",
      "speaker": "LUIS RUBIALES, FORMER PRESIDENT, SPANISH FOOTBALL FEDERATION",
      "sentences": "Yes, I'm going to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:55",
      "speaker": "PIERS MORGAN, HOST",
      "sentences": "You're going to resign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:55",
      "speaker": "RUBIALES",
      "sentences": "Yes, I'm going to. Yes, because I cannot continue my work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:55",
      "speaker": "MORGAN",
      "sentences": "What was the final moment for you? Was it talking to your family, your dad perhaps?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:55",
      "speaker": "RUBIALES",
      "sentences": "Yeah, my father, my daughters, I spoke with them. It's not -- they know it's not a question about me and some friends very close to me. And they say to me, Luis, now you have to focus in your dignity and to continue your life because if not, probably you are going to damage people you love.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:55",
      "speaker": "NEWTON",
      "sentences": "On Friday, the Spanish national prosecutor filed a complaint against Rubiales for sexual assault and coercion against Hermoso. A social media post of Rubiales maintained his innocence and said he will continue to defend his honor. Journalist Atika Schubert joins us now live from Valencia, Spain.And Atika, you've been following this entire saga since it began. You know, Rubiales' answers, you know, as to why he finally resigned still sounds like a man portraying himself as a victim. How is all of this being received in Spain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:09:55",
      "speaker": "ATIKA SCHUBET, JOURNALIST",
      "sentences": "Yeah, well the statement, you know, came to the conclusion that I think much of the country had already come to, which is that he is completely ineffective as the president of the football federation when the world governing body for football, FIFA, has already suspended him for at least 90 days pending an investigation.And so, it became clear that his position was untenable, but he's just still with the resign. So now we finally have it several weeks later. And it's pretty clear from the statement that he put out that he is not making any apology. He still says, for example, that it's an excessive persecution of him and that he believes that the truth will finally sort of absolve him of what's happened. So, he's certainly not repentant in any way here. So, the reaction here, news is still trickling out, certainly from some authorities such as Yolanda Diaz, the Vice Prime Minister and Irene Montero, the equalities minister, they've said, you know, it's over for him and that they posted tweets in support of Jenny Hermoso, the star striker who planned to make the case on him. And I think for much of the public here, it's just a relief to see that this sort of drawn-out saga seems to be coming to some sort of conclusion and now will work its way through the courts, through the various tribunal systems in Spain, to finally come to some sort of legal conclusion on this, but also become some sort of resolution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "ANNA COREN, CNN CORRESPONDENT",
      "sentences": "Yeah, it is crucial to the Biden administration. And we've seen the partnerships that the U.S. has formed in this region over the past few months, you know, Vietnam being the latest, this comprehensive strategic partnership. And we heard from President Biden overnight, you know, talking about this 50- year arc from conflict normalization to this elevated level.The U.S., Paula, has been trying to become a member of this very exclusive club of which China and Russia are part of. Well, they are now also in this very important orbit. You're talking about multi- billion-dollar deals being signed as we speak. The leaders of Intel, Google, Boeing, Amcor (ph), they are here in Hanoi signing these deals. And we just heard from the president saying that, you know, they're deepening ties and corporations on cloud computing, semiconductors and artificial intelligence. Vietnam, Paula, has come a long way in the last 20 years. You think back then they were manufacturing t-shirts. They are now heavily involved in the semiconductor industry. Rare earth minerals are another industry that the U.S. wants to invest in here. Obviously, that's essential for the production of batteries. But this isn't just about trade. This is about America countering China's influence and assertiveness in the region. And whilst, you know, China is certainly Vietnam's largest trading partner, it's a highly sensitive relationship and it's also problematic. They're seeing China's encroachment in the South China Sea, laying claim to islands like the Spratly and the Paracel Islands, which Vietnam sees as part of its territory. So, having America involved in this part of the world really does provide a level of comfort for Vietnam. But it's a very tight balancing act that they have to go through in managing the relationship between the U.S. and China. Vietnam is not interested in being part of a superpower showdown. And as one U.S. state government official told us, Paula, Vietnam is incredibly pragmatic and they will do what is best for Vietnam and that is maintaining relations with both of these superpowers. But let's now have a listen to what President Biden said last night about maintaining ties and creating stability in this region. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES OF AMERICA",
      "sentences": "We have an opportunity to strengthen alliances around the world to maintain stability. That's what this trip was all about. Having India cooperate much more with the United States, be closer with the United States, Vietnam being closer with the United States, it's not about containing China. It's about having a stable base.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "COREN",
      "sentences": "President Biden is with the Vietnamese president right now. Shortly they will head for a state luncheon. Later this afternoon, Paula, they will attend the memorial of the late Senator John McCain. He was a POW here in Vietnam, and he will be paying tribute to his dear friend later this afternoon before flying out to Anchorage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:56",
      "speaker": "NEWTON",
      "sentences": "U.S. Presidential candidate Nikki Haley is touting results of a recent CNN SSRS poll, arguing that it shows she is the only Republican contender who can take on President Joe Biden in a hypothetical matchup.Now in the poll, 49 percent of respondents said they'd support Haley, compared to 43 percent who would back Biden. Republicans were over sampled in this survey. Haley says it is a sign that the U.S. wants someone else in command and she is the leader to do it. (BEGIN VIDEO CLIP) NIKKI HALEY, U.S. REPUBLICAN PRESIDENTIAL CANDIDATE: I think the majority of Americans know we need a new generational leader, that we need to leave the negativity of the past behind us. The majority of Americans don't want to see a rematch between Trump and Biden, that's been very clear. This is the beginning of it. We've got quite a bit to go before we get to January. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:56",
      "speaker": "NEWTON",
      "sentences": "Ron Brownstein is the CNN senior political analyst and senior editor at the Atlantic and he joins me from Los Angeles. Nikki Haley, right? I found her blunt in terms of what she just said. What do you make of voters in this argument?She believes that she's the only candidate that could beat Trump in a head to head race. She is taking age head-on. Will it work? Is it a point that will resonate with voters? RON BROWNSTEIN, CNN SENIOR POLITICAL ANALYST: Well, in the Republican primary the problem is that the electorate is very old. You know, in many of these states, two thirds, three quarters of the voters are over 50 and I don't see that being a decisive argument against Trump. Maybe on, kind of, the bank shot that he could not exploit the opportunity created by the concerns about Biden's age because he is old -- he is pretty old himself, almost the same age. But I think for Haley, the reason she is polling better in the CNN poll is very specific, and actually points to a different vulnerability to Trump. She is polling much better among college educated white voters, who've been trending away from the GOP in the Trump era, who find his cultural belligerence essentially unacceptable. And she's able to win back some of those voters by focusing more -- by neutralizing some of those issues and allowing their center-right economic views to come forward more. That's her opportunity in getting past him in the Republican primary and obviously it remains a tremendous challenge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:56",
      "speaker": "NEWTON",
      "sentences": "I want to go to Iowa now. It was a busy weekend there, at football games especially. But let's listen to just a little bit of video again, we'll play it, of Donald Trump tailgating at a football game. Listen.You know, Ron, he was essentially mobbed and they were yelling USA. Now there are reports from the same event saying that he didn't get quite the reception that we are looking at there. What does that tell you, though, about Iowa, first up in that GOP primary?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:05",
      "speaker": "NEWTON",
      "sentences": "Yeah, what struck me was the fact that there isn't any other candidate getting that kind of photo opportunity that is beamed all over the country. It is what it is at this point in terms of enthusiasm.Before I let you go, I really want to go to this scathing editorial in the New York Times. Former New York mayor Michael Bloomberg saying the asylum system in the United States has collapsed. He's saying both Trump and Biden are to blame and both parties are to blame. Just a quote from him now, he says we have a system that essentially allows an unlimited number of people to cross our borders, forbids them from working, offering them free housing, and grants them seven years of residency before ruling on whether they can legally stay. It is madness. Do you think this will be on the ballot in 2024?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:05",
      "speaker": "BROWNSTEIN",
      "sentences": "Yes, there is no question America is dissatisfied with Biden's management of the border. I think pollsters on the Democratic side believe that by and large this is primarily a voting issue where voters who are unlikely to vote for him anyway, Republican voters.But the pressure that is being put on Democratic cities I think is something that he is going to have to address. And the paradox, of course, is that we have employers all over the country complaining that they can't find enough workers. In fact, one of the reasons that inflation has been so high is because of wage inflation, because we don't have enough workers after the decade of the 2010s was the second slowest decade of population growth in American history and now we have large numbers of people who, for a variety of reasons in federal law, are here as former mayor Bloomberg knows, waiting for their adjudication date, and are legally prohibited from working. It would seem that is the point of least resistance where Biden has to figure out a way to allow more of the people who are in these shelters in places like New York to work and to contribute to the community and to, you know, move off the public dime. And I've got to think, you know, there are a lot of groups that are really pressing on him to do that and to find a way to loosen the pressure on these big cities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:05",
      "speaker": "NEWTON",
      "sentences": "Okay, Ron Brownstein. Thanks so much. Another busy week of politics ahead. Glad to have you weigh in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:05",
      "speaker": "BROWNSTEIN",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:40",
      "speaker": "NEWTON",
      "sentences": "That's the soulful music of Hawaii's own Jack Johnson. This week he's releasing a new album, Songs For Maui, with all proceeds going towards fire relief efforts. Now next Monday September 18th, he'll host a benefit concert that, thankfully, is already sold out. It's been a little more than a month since wildfires killed 115 people in Maui and 66 people are still unaccounted for.And Jack Johnson joins me now from Oahu, Hawaii. Thanks so much, really appreciate seeing you. You were born and raised in Hawaii, Hawaii is home. And you know Maui, and obviously the unspeakable tragedy that they have just gone through. I'm just curious, what was your initial reaction as you saw that unfold?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:40",
      "speaker": "JACK JOHNSON, MUSICIAN",
      "sentences": "Just, I mean, like I'm sure everyone, just total heartbreak. It's a place, growing up, yeah, like you said, I grew up on Oahu and spent a lot of time on Maui growing up, a lot of close friends over on Maui, it's a lot of my parents' friends.When we were kids, like in the summertime we'd go camp a lot on Maui and that area in particular I have a lot of childhood memories of being in Lahaina. And so just seeing the images and hearing the stories from friends about how devastating it really was, I mean we've all seen the images and it's kind of knowing the town and then seeing how it looks now, it just was too much. I mean, I think it was almost surreal at first with the images. But then hearing the stories and connecting with people that had lost everything. My heart just goes out. I'm just sending all of my love to the community in Lahaina right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:09",
      "speaker": "NEWTON",
      "sentences": "You make such a good point because it will take a very long time for people to rebuild there. And you and your wife Kim, by the way, happy birthday to her, she is celebrating a birthday, so, cheers. You've donated your family to several other charities in Maui. If you had to explain to people what Maui needs most now, what do the people need now a month on as you say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:09",
      "speaker": "JOHNSON",
      "sentences": "Well I mean just all of our love. But as far as supporting financially, I think a really good way for people to do that from outside is the Hawaii Community Foundation, Maui Strong Fund. Because they are here in Hawaii and they know what's going on and that's a really good place to support.They are giving a lot of donations to smaller nonprofits and figuring out ways to best support in the long run too. Yeah at this point, you know, it is like nobody has shelter. Well people are sheltered now short term and whatnot, so it is going to be about rebuilding from this point. But making sure people are fed and so those groups that I've listed, those are really good groups to support right now to make sure people are getting food and are just getting the basic necessities, until we can think about this next phase.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:09",
      "speaker": "NEWTON",
      "sentences": "As a son of Hawaii can you talk to us about the resilience of the folks there in Maui and their determination to make sure that they do rebuild and rebuild in the right way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:09",
      "speaker": "JOHNSON",
      "sentences": "Yeah. I think you said it right there. Just making sure, I think there is a lot of people that are really worried and rightfully so, really anxious about what's going to happen next. There's a lot of generational families that lost everything they had and just wanting to make sure that they have a chance to rebuild and have their home still be their home. And so I wish I had all the answers.I just think it's an important time to make sure that all those the heart, like I said, of those communities, the things that the community was based around, returned, and that community gets to rebuild the way they want to, to make it as good as it was before and even better, you know, if possible. It's hard to imagine in this dark time that, you know, the positives yet but if we can kind of find those stories like I was saying about like Mo'olele and make sure to get behind things like that. The resiliency is there, it's just about making sure to support from the outside and that people are able to have their homes back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:09",
      "speaker": "NEWTON",
      "sentences": "Jack Johnson, I really want to thank you. It's been great spending time with you, especially as we know the cause means so much to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:09",
      "speaker": "JOHNSON",
      "sentences": "Yes, thank you so much for lending support to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:09",
      "speaker": "NEWTON",
      "sentences": "Hawaii's most active volcano is erupting for the third time this year, Mount Kilauea began spewing lava on Sunday afternoon after a period of strong seismic activity, according to the United States Geological Survey.Scientists say the lava flow is currently confined to the surrounding crater floor and isn't threatening any residents. It last erupted in June. Actors Ashton Kutcher and Mila Kunis are addressing the backlash they've gotten for writing character letters in support of Danny Masterson. He's their former sitcom co-star who was sentenced last week to 30 years to life in prison for raping two women in 2003. Now in the letters asking the judge for leniency, Kunis and Kutcher described Masterson as a friend and role model. Backlash erupted when their letters became public and the couple shared this video in response. Listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:09",
      "speaker": "ASHTON KUTCHER, ACTOR",
      "sentences": "We are aware of the pain that has been caused by the character letters that we wrote on behalf of Danny Masterson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:09",
      "speaker": "MILA KUNIS, ACTOR",
      "sentences": "We support victims. We have done this historically through our work and will continue to do so in the future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:09",
      "speaker": "KUTCHER",
      "sentences": "A couple of months ago, Danny's family reached out to us and they asked us to write character letters to represent the person that we knew for 25 years so that the judge could take that into full consideration relative to the sentencing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:09",
      "speaker": "KUNIS",
      "sentences": "The letters were not written to question the legitimacy of the judicial system or the validity of the jury's ruling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:09",
      "speaker": "KUTCHER",
      "sentences": "They were intended for the judge to read and not to undermine the testimony of the victims or to retraumatize them in any way. We would never want to do that and we are sorry if that has taken place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:09",
      "speaker": "KUNIS",
      "sentences": "Our heart goes out to every single person who's ever been a victim of sexual assault and sexual abuse or rape.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}