{
  "date": "2023-07-13",
  "headline": "Inside Politics",
  "subHeadline": "Biden Guarantees Ukraine Will Join NATO; Biden: World Has Told Putin \"Don't Go There\" On Nukes; Pentagon Chief: \"No Doubt\" Ukraine Will Join NATO; Michigan Sec. Of State Interviewed In 2020 Probe; Giuliani Failed To Vet 2020 Election Fraud Claims; Sen. Tuberville Responds To Biden In CNN Interview; Debate Begins On Controversial Amendments To Defense Bill. Aired 12-12:30p ET",
  "utterances": [
    {
      "timeStamp": "12:00:00",
      "speaker": "DANA BASH, CNN HOST",
      "sentences": "Today on \"Inside Politics\", promises and push back. The president of the United States says, Ukraine will get into NATO eventually. And his message to Vladimir Putin was impossible to misunderstand. Putin is losing.Plus, no suspect in a blind spot. The secret service ends this investigation into cocaine found at the White House without answering the biggest riddle. Whose was it? And the billionaire class goes shopping. Ron DeSantis' spur some second thoughts among the wealthiest Republicans and sends one on a scouting trip to South Carolina. I'm Dana Bash. Let's go behind the headlines at Inside Politics. Up first, a guarantee from President Biden on the global stage. (BEGIN VIDEO CLIP) JOE BIDEN, 46TH U.S. PRESIDENT: No one can join NATO while the war -- a war is going on, where a NATO nation is being attacked because that guarantees that we're in a war. We're in a third world war. So that, it's not about whether or not they should or shouldn't join. It's about when they can join and they will join NATO. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "That appeared to be the most clear and most concise answer to the question that's been asked all week. When will NATO let Ukraine into its alliance. Mr. Biden, also use the final event of the big trip to try to put to bad doubts about NATO unity by blasting Vladimir Putin.(BEGIN VIDEO CLIP) PRES. BIDEN: Putin has already lost the war. Putin has a real problem. He could end the war tomorrow. He could just say, I'm out. But what agreement is ultimately reached depends upon Putin, and what he decides to do, but there is no possibility of him winning the war in Ukraine. He's already lost that war. (END VIDEO CLIP) BASH: We're going to start our coverage in Helsinki, that's where CNN's Arlette Saenz is. Arlette, you were one of the questioners at that press conference today. How did it go and tell us more about what it was like in that room?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Dana, President Biden really was trying to emphasize the message that we've heard throughout this week, it's that the U.S. stands to support a Ukraine and that there is a stronger NATO alliance in the face of Russia's aggression against Ukraine.Now, the president in those comments, he was asked about some of the political volatility in the United States and what that would ultimately mean for the future of the NATO alliance. He said that he tried to guarantee that the United States would fully remain in an alliance and that Americans understand that the security of the U.S. is also dependent on the NATO allies. But you also heard the president with really a sharp remarks about Russian President Vladimir Putin. He said, he doesn't think this is a war that's going to last years and believes that Putin is in a position where this has already backfired on him, and he has lost. And I asked the president about the prospect of whether President Putin might -- he feel that he needs to take other steps, like using nuclear weapons in this fight. Take a listen to what he had to say? (BEGIN VIDEO CLIP) PRES. BIDEN: I don't think there's any real prospect, you never know, of Putin using nuclear weapons. Not only has the west, but China and the rest of the world has said that's don't go there. Don't go there. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "SAENZ",
      "sentences": "And the president, there have been concerns that Russia might resort to tactics like using nuclear weapons, the more Putin feels boxed in, not just by the war in Ukraine, but also some of the disarray that we've seen within Russia when it comes to the generals in Russia as well as that recent rebellion by Prigogine.Now, the president also told me that the U.S. doesn't know where Prigogine is right now. Who he is aligned with? Giving a little bit of an insight into how they are viewing that rebellion from a few weeks ago, that was in Russia. But President Biden is heading home, telling reporters that he feels that he accomplished all that he needed to in this summit, not just with the expansion of NATO, with that expected entry by Sweden, but also rallying allies around Ukraine, and offering more long-term commitments and support. Dana?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "BASH",
      "sentences": "Arlette, with some very loud seagulls at that beautiful location in Helsinki. Thank you so much. The Pentagon Chief Lloyd Austin echoed his boss in a new CNN interview with our Wolf Blitzer as soon as the war ends with Russia.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:00:00",
      "speaker": "WOLF BLITZER, CNN ANCHOR, THE SITUATION ROOM",
      "sentences": "So, you have no doubt that after the war, Ukraine will become a member of NATO.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BLITZER",
      "sentences": "How much time do you think it will take after the war? That's assuming the war ends. God willing it will end someday. How much time will it take for NATO to join -- for NATO to welcome Ukraine as a full member?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "AUSTIN",
      "sentences": "I won't speculate on that. Well, if I will just say that all of the countries that I've witnessed are interested in moving as quickly as possible.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "CNN's Wolf Blitzer is with us now from Vilnius, Lithuania. What a great interview. Wolf, very, very revealing with the defense chief.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BLITZER",
      "sentences": "He was very, very blunt in talking about the prospects of Ukraine joining NATO. And he made it clear that's not going to happen until this war is over. The United States does not want to necessarily get involved in what some officials described as a potential World War three, where the U.S. and Russia, Russian troops would go to battle against each other. So, that they're going to wait until this this war is over one way or another.And I thought it was really interesting that the President Biden of that news conference made it clear that, from his perspective, Russia is already losing this war and can't win this war. Those were blunt words from President Biden. And I think they reflected clearly the same thoughts that Lloyd Austin the Secretary of Defense had. He was very blunt that once the war is over, Ukraine will become a full-scale member. That will be very, very significant. President Zelenskyy of Ukraine, he wants Ukraine in NATO. But that's not going to happen for a while. Let's see what happens as this war continues.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "And Wolf, you also asked the defense secretary about the Republican senator holding up hundreds of military promotions. What did he say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BLITZER",
      "sentences": "He thought this was undermining U.S. national security Republican Senator Tommy Tuberville of Alabama, using this one procedure to prevent confirmation, Senate confirmation of senior military officers going from three stars to four stars, for example, admirals and generals. And he said this is really undermining national security. There's a potential Commandant of the Marine Corps who's not going to be on hold, pending what Senator Tuberville is doing, given the procedures of the Senate, as you well know, Dana. So, he was very angry about that. And President Biden at that news conference. He went even further in making the point that the Republican leadership in the Senate should simply tell Tuberville, what you're doing is undermining U.S. national security and stop it. That's clearly not happening. At least not yet.I want to play this clip, Dana. This is the exchange I had with the secretary of defense on what Senator Tuberville is doing. Listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BLITZER",
      "sentences": "Senator Tuberville said, he's only spoken to about this once that was back in February. Why not have a conversation with him and get this resolved?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "AUSTIN",
      "sentences": "I will. I certainly will engage, continue to engage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BLITZER",
      "sentences": "But if you're not doing it right now, I mean, the last conversation was in February.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "AUSTIN",
      "sentences": "It was in March, end of March. But yes, I'll engage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BLITZER",
      "sentences": "You talk to him and your message to him will be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "AUSTIN",
      "sentences": "In each the left the halls. This is a national security issue. It's a readiness issue.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BLITZER",
      "sentences": "And it's interesting, Dana, that President Biden said, he also would be willing to speak with Senator Tuberville to stop this and allow these senior officers to move up the chain of command that is so important to U.S. national security. Dana?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:05:00",
      "speaker": "BASH",
      "sentences": "Certainly is. Thank you so much. Great to have you with your exclusive interview and reporting from Lithuania. And we want to make sure our viewers know there will be a lot more of Wolf's exclusive interview with Defense Secretary Lloyd Austin on The Situation Room tonight at 6pm Eastern right here on CNN.Now, back here at home. The White House cocaine mystery is now a cold case. CNN's Jeremy Diamond is live at the White House. Jeremy, the secret service wrapped this investigation up and they don't have the answer to the question everyone has.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "Now a CNN exclusive, the special counsel's team investigating efforts to overturn the 2020 election, interviewed the highest-ranking election official in a key battleground state. My colleagues Zach Cohen reports that Michigan Secretary of State Jocelyn Benson spoke to investigators in March. It's unclear if she was specifically asked about Donald Trump or if Jack Smith, the Justice Department prosecutor who's spearheading the probe was president. Benson, who is a Democrat told CNN's Kaitlan Collins, the meeting lasted, \"several hours.\"(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BENSON",
      "sentences": "It really underscored I think, the depths through which the federal prosecutors are looking into everything and the seriousness with which they're taking what occurred and the quest for justice.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "Talk about this with two of my colleagues who have been all over this story and other stories, but let's just talk about this one. Evan Perez and Paula Reid. Evan, what does it tell you that she was interviewed and that she spoke to the prosecutors for several hours?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Well, what it shows is that, you know, they're trying to go to all of the states. You know, there were seven states where the former president and his allies really focused their efforts to try to cast aside the valid votes of Americans and try to decide that Donald Trump had won those states, even though he had not.And so, Michigan was one of the first ones. Jocelyn Benson, you know, she was very public, very early on urging the Justice Department to look at this stuff. She turned over documents that indicated that people close to Rudy Giuliani, working with Rudy Giuliani, where we're trying to get access to voting machines in Michigan. She had a lot of information about the fake electors' scheme. So, it was just a matter of time before they came to her. The question I have is, you know, why did it take so long? Because it seems like, you know, certainly, some of this information they've had for some time, and here at the late stage of this investigation, they now sat down with her. I guess it happened a couple of months ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "That question comes up a lot in our reporting in this investigation. I can't tell you how many times we've gotten something. We look at each other and say, why now, why did it take so long?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "Well, this was her first conversation was in March.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "PEREZ",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "REID",
      "sentences": "She was subpoenaed last year. And that's a trend that we've seen. People who received subpoenas last year, either from the Justice Department before Jack Smith took over or from Jack Smith are just around now or in the past few months being interviewed.I mean, that's something that we've seen pretty consistently, but it's a reminder, right? She talked about the depth that they're going to investigate, but also the breadth of this investigation. They're talking to officials from Georgia to Arizona, what's in between Michigan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "PEREZ",
      "sentences": "And there were dozens. I mean, there were dozens of people involved in all aspects of this very complicated scheme, right? I mean, they were increasingly desperate to keep Donald Trump in office despite losing the election. And so, they were coming up with evermore ridiculous plots, including, you know, trying to get voting machines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:15:00",
      "speaker": "BASH",
      "sentences": "Well, let me -- first of all, you mentioned, the three states. Let's just actually put up who were talking about special counsel -- the special counsel interviewed, not just Jocelyn Benson, who we've been talking about for Michigan. You mentioned Georgia, obviously he spoken to Brad Raffensperger with that infamous phone call. Rusty Bowers, former Arizona House speaker who, of course, has testified, testified publicly in the January 6, investigation.He talked about the desperation from people in that Trump orbit at the time. And we have a text that came from new court filings. Showing the court filings having to do with Rudy Giuliani. And this is a text from Boris Epshteyn, who was part of the president's inner circle then and still is. Said, urgent POTUS requests need best examples of election fraud that we've alleged that's super easy to explain. Doesn't necessarily have to be proven. Again, I'm going to read that, again. Doesn't necessarily have to be proven but does need to be easy to understand. Is there any sort of greatest hits clearinghouse that anyone has, for best examples? I mean, to me, this text encapsulates the whole culture, the whole problem. It's A, you have a desperate man trying to stay in power. And B, you have people around him, trying to help make that happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "BASH",
      "sentences": "Moments ago, Senator Tommy Tuberville responded directly to President Biden. He did so to who else? CNN's Manu Raju. Manu, you tracked him down, because of course you did. What did he tell you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes. He's not backing down. In fact, he is rejecting the president's claim that that Tuberville has a \"ridiculous position.\" And there's probably no point in talking to him because of his position, Tuberville's position. Of course, is for the Pentagon to scrap its abortion policy, providing reimbursements and service members who travel out of state to seek the procedure.But Tuberville wants that caught and the Senate vote to essentially see whether there are the votes to codify it. But he says if the president does not talk to him, he said, there's no chance in changing my position. (BEGIN VIDEO CLIP) SEN. TOMMY TUBERVILLE (R-AL): Then sound like anybody that wants to sit down and visit and work a problem out. It sounds like somebody who wants to argument. I'm not in this to argue, you know, I'm just in this to try to be fair, and do what's right and do what -- and go to the log by the constitution. You know, he called me everything he wants, but we need to get this worked out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "RAJU",
      "sentences": "Republicans, he said this way that's ends his Republicans is going to put pressure on you to elect.SEN. TUBERVILLE: That's not happen. You know that I've already told that's not going to happen. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "RAJU",
      "sentences": "So, he's making very clear that no matter how many Republicans come out and say that he should change his tactics, he simply will not change his tactics. He is using the power of any one individual senator to place a hold on nominations, typically ones that would be approved rather quickly.But these military nominations are now piling up, more than 250 and counting. And he said, he's willing to continue to see that grow unless the White House agrees to talk to him unless there's some sort of negotiation over this Pentagon policy. But Dana, this issue to complicating matters in the House as well. Republicans trying to add language to a must pass defense bill to strike down that Pentagon abortion policy. And if that's added there, it could jeopardize his chances because Democratic support could crater. Dana?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "BASH",
      "sentences": "So fascinating that this is happening when it comes to the United States military, something that generally is a third rail in politics. And you mentioned what's going on in the House. This is beyond the nominations on the House floor. They're starting an 80 plus amendment bill, a bill on an 80 plus amendment, critical defense bill and many of the amendments target hot button cultural issues, including abortion, transgender rights, critical race theory and vaccine mandates.Joining me now is an Air Force veteran and a member of the House Armed Services Committee, Democrat Chrissy Houlahan. Thank you so much for coming in. I want to ask about what's going on the House floor, but quickly moving over to the Senate. What's your reaction to what Senator Tuberville said, he's not backing down. He's keeping his hold on the nominations for promotions in the military. CHRISSY HOULAHAN (D-PA): Yes, sure. And Dana, thanks for having me back. And it's a pleasure to be here. But under difficult circumstances, what I would say is, as you know me, I've tried always to be as bipartisan as possible. This is a place where I have to draw the line. I think was Senator Tuberville is doing is not only ridiculous, but it's irresponsible. It's dangerous to our national security. And the idea that his narrative now is that he'd like to sit down and talk about something that, frankly, is insulting to women who wear the uniform and fit members of families who serve in uniform, is something that is enormously disappointing. And I'm worried that we won't be able to secure our national security if Mr. Tuberville doesn't relent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:25:00",
      "speaker": "BASH",
      "sentences": "Well, let's talk about what's going on the House floor. This is a defense bill, which generally speaking is a bipartisan piece of legislation. Broadly speaking, as a veteran, how do you feel watching this bill bogged down by a lot of hot button cultural issues, and it's being entangled in military issues.REP. HOULAHAN: And so, not only am I a veteran, but I was actually born on an air station, a naval air station. So, I've lived most of my life in service in one form or another. And you're right, historically, for more than 60 years, this particular piece of legislation has been relatively speaking bipartisan. And the idea now that we are bogging it down, so to speak with all of these issues of the military and wickedness, you know, so to speak, is enormously disappointing and very, very divisive. And it is a threat, not only to the ability for us to secure, you know, our country, but also, it's a signal to our enemies that we are weakened and that's something that none of us wants to see.",
      "isLastSentenceInterrupted": false
    }
  ]
}