{
  "date": "2023-08-06",
  "headline": "CNN Newsroom",
  "subHeadline": "Trump Attorney Insists Former President Asking Was Aspirational, Not Action; Team USA Out Of Women's World Cup; Former Intel Official Says Trump Is A National Threat; Trump Poses Danger; Man Rescued At Sea; Quarantine Over Invasive Fruit Fly; Seniors Taking CBD. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:01:04",
      "speaker": "FREDRICKA WHITFIELD, CNN HOST",
      "sentences": "Happening now in the NEWSROOM, a heartbreaking loss for U.S. Women's Soccer.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "O'Hara off the post. Sweden can win on this kick.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "WHITFIELD",
      "sentences": "Plus one-on-one with Donald Trump's lawyer who claims Trump's efforts to overturn the 2020 election were aspirational, not criminal. And lost at sea for two days in a boat only 12 feet long. We'll show you the incredible rescue.You're live in the CNN NEWSROOM. Hello, again, everyone. Thank you so much for joining me this Sunday, I'm Fredricka Whitfield. Former President Donald Trump's lawyer speaking out this morning, doubling down on his argument that Trump was within his First Amendment rights when he told former Vice President Mike Pence not to certify the election results. And the attorney says it all boils down to the way he asked. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "JOHN LAURO, TRUMP ATTORNEY",
      "sentences": "And all of this played out in the open. It's all free speech. There was a Supreme Court decision, Hammerschmidt, which is right on point, that says when you're exercising free speech, you're not engaging in a fraud on the government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "DANA BASH, CNN ANCHOR",
      "sentences": "OK. We --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "LAURO",
      "sentences": "And that's what, unfortunately, most people don't understand in this context.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "BASH",
      "sentences": "That's just one example of the actions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "LAURO",
      "sentences": "Now it's very political.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "BASH",
      "sentences": "That's just one example of the actions in this indictment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "LAURO",
      "sentences": "Right. But -- absolutely. You're entitled --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "BASH",
      "sentences": "And this is a long list that we've compiled from the indictment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "LAURO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "BASH",
      "sentences": "I mean, there are -- it's more than a dozen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "LAURO",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "BASH",
      "sentences": "Not speech. Actions that the former president allegedly took.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "LAURO",
      "sentences": "Like what? Like what? Like what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "BASH",
      "sentences": "I mean, where do I even start?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "LAURO",
      "sentences": "Tell me. What actions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "BASH",
      "sentences": "Asking the Arizona speaker to interfere with ascertaining Arizona's electors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "LAURO",
      "sentences": "Asking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "BASH",
      "sentences": "The Justice Department to conduct --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "LAURO",
      "sentences": "Asking is speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "BASH",
      "sentences": "But any alleged --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "LAURO",
      "sentences": "And that's the point. Asking is speech. It's not action.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "BASH",
      "sentences": "But any alleged -- almost all alleged criminal activity has to do with using words and a speech.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "LAURO",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "BASH",
      "sentences": "And that's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "LAURO",
      "sentences": "What you don't -- no, what you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "BASH",
      "sentences": "Listen, this is obviously the defense that you're going to use, and it will be fascinating to see how it works out in a court of law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "LAURO",
      "sentences": "No. Yes, but --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "BASH",
      "sentences": "I want to move on to another issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "LAURO",
      "sentences": "No, but you're --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "BASH",
      "sentences": "And that is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "LAURO",
      "sentences": "No, no, I got to tell you, though, but you make an interesting point because you're saying that asking is action. No, asking is aspirational. Asking is not action. It's core free speech. The press should be defending free speech in this case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "BASH",
      "sentences": "OK. Let's talk about something else that you've repeatedly said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "LAURO",
      "sentences": "Because free speech is the most protected speech.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "WHITFIELD",
      "sentences": "Attorney John Lauro's comments coming after a federal judge denied their request for a deadline extension on a possible protective order which Trump's legal says it will fight. The former president also calling for the judge overseeing the case to recuse herself. He has pleaded not guilty to all federal charges.I want to discuss this with Jamil Jaffer and Nick Akerman for their legal perspectives on this. Jamil is a former counsel to the assistant attorney general for national security, and former associate counsel to President George W. Bush. Nick is a former assistant special Watergate prosecutor and former assistant U.S. attorney for the Southern District of New York. Good to see both of you. Jamil, first, what's your reaction to Lauro's argument?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "JAMIL JAFFER, FORMER COUNSEL TO THE ASSISTANT ATTORNEY GENERAL FOR NATIONAL SECURITY",
      "sentences": "Well, look, I don't think Lauro is right. I mean, the president can certainly say a lot of things publicly and engage in his right of free speech. What he can't do is ask somebody to engage in comment that is illegal. The asking, just because that is speech, doesn't mean it's covered by the First Amendment in that context.And so in this case the president did all sorts of things, all sorts of overacts, or at least he's alleged to have in the indictment that if proven certainly could subject him to criminal liability notwithstanding the First Amendment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:01:04",
      "speaker": "WHITFIELD",
      "sentences": "And Nick, debating free speech on television is one thing but how would this argument hold up in court?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "WHITFIELD",
      "sentences": "And Jamil, last hour I spoke with John Dean who said that Nixon and Trump were similar in the way that they would pose their commands as questions, and as it pertained to Watergate, Nixon's ask was not aspirational. Do you see Trump's ask in a similar way? He even went as far as to say, you know, mob bosses talk this way. JAFFERthat way in court, and we'll see how that argument fares. As you know, obviously the president is innocent until proven guilty in our system by reasonable doubt before a jury of his peers. That being said, if the government proves the fact that they've laid out in the indictment, they have a strong case to argue that in fact the former president did in fact seek to defraud the United States, did seek to obstruct a government purpose, a government proceeding. And so that's the real challenges lawyers are going to face regardless of someone's argument about First Amendment and about phrasing his orders as questions. That doesn't really change the fact of what he was asking people to do and what he sought to have done, and the end purpose of his efforts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "WHITFIELD",
      "sentences": "So then, Jamil, is this really about trying to taint perhaps a prospective jury pool knowing that this kind of argument is not going to fly in court but maybe in the court of public opinion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "JAFFER",
      "sentences": "Well, I'm not sure about tainting a jury pool but certainly trying to set the public perception of the case and try to sort of engage in the narrative that the president has engaged in from the beginning, which is that, A, this election was stolen from him. B, that he's being pursued by the deep state and that this is a conspiracy designed to undermine his ability to be a candidate and represent the average person.Now of course if you're the average person, you've got to be asking yourself how is this billionaire who doesn't have anything in common with me representing me out there in public?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "WHITFIELD",
      "sentences": "All right, Nick, and Trump's lawyers, you know, they do have until tomorrow afternoon to respond to the Justice Department's proposal for a protective order. The Trump team tried to get an extension. The judge denied the request. Is this just part of the Trump team strategy to delay, delay, delay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "AKERMAN",
      "sentences": "No question. If you look at this, it's absolutely ridiculous. I mean, this was the wrong issue to try and delay on. First of all, the issue here was whether or not they would agree to the order, the protective order, the exact same protective order that was filed in Miami court, the same one they agreed to down there, whether or not they would agree to that before they got discovery.So what they're trying to do is delay that because Jack Smith is ready, as he said in his papers to push the button and to provide them with all the discovery immediately. Secondly, they came up with these absolutely crazy ideas that they have to file papers, that they have to have oral argument. That the judge may have more questions. The judge shot back pretty quickly and this was all over the weekend. This was last night that she came down with this opinion and basically said this is ridiculous, in a sense, you got to stick to what my order was. You got to respond by 5:00 Monday and if you want, you can take their order and you can mark it up and that's what I asked you to do, and I'm not conferencing any other delays on this. So I think this is an extremely bad omen for the Trump defense team because it's obvious that this judge is not going to take any nonsense and is going to push this case ahead. And I predict there's going to be a trial date set in January or February of next year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:04",
      "speaker": "WHITFIELD",
      "sentences": "And the judge as a result of her decision this weekend denying that extension. Now the Trump team says that they think that she should recuse herself and they claim to have other reasons why. So, you know, Jamil, this morning the former vice president, I mean, he left open the possibility that he would testify if necessary. Take a listen.(BEGIN VIDEO CLIP) MIKE PENCE (R), PRESIDENTIAL CANDIDATE: I have no plans to testify but, look, we'll always comply with the law. But, look, I want to tell you, I don't know what the path of this indictment will be. The president is entitled to a presumption of innocence. He's entitled to make his defense in court. There actually are profound issues around this pertaining to the First Amendment and freedom of speech, and the rest. I'm confident he and his lawyers will litigate all of those things. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:15",
      "speaker": "JAFFER",
      "sentences": "Well, Fredricka, certainly if the vice president were to testify against the former president, his former boss, and talk about the pressure that he felt by the former president, by the team around him, to certify or to decertify the votes and send them back to the states, that certainly could be damning for the former president. At the same time, you know, Vice President Pence lays out some very important issues, which is that the president does get a presumption of innocence. That the government does have to prove its case beyond a reasonable doubt.And there are these very tough legal issues, and so while I agree with Nick that the judge is likely to set a trial date soon, it is very possible that we could see attempts by the Trump team to appeal, to seek interlocutory appeals, disfavored in criminal cases, and yet they may seek to get appeals moving up to try and slow this thing down and try to delay it past the election, which is the goal I think of the campaign because they believe the president gets more political benefits and may be able to stop the prosecution or pardon himself if he's in fact elected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:15",
      "speaker": "WHITFIELD",
      "sentences": "And Nick, do you see anything standing in the way of a Pence testimony?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:15",
      "speaker": "AKERMAN",
      "sentences": "None whatsoever. He's going to be subpoenaed to testify. He's going to have no choice but to testify. And his testimony is probably the most significant of anybody in the trial. Because everything comes back to what Mike Pence would do. That's why Donald Trump set up these phony electors so that he could either reject the Biden electors from the battleground states or send it back to the states and delay it even more to try and get the state legislatures to appoint the Trump electors in the place of the Biden electors.This was nothing more than a simple criminal scheme. I must say I disagree that there are significant issues here. This case has been designed in a way that is streamlined to avoid First Amendment issues. For example, unlike with the impeachment proceeding, there is no issue about Donald Trump telling the crowd at the Ellipse to go up to the Capitol and do whatever they were going to do. They've eliminated that from this. They've eliminated all the First Amendment issues. The motions on this particular prosecution are really going to be very straightforward, almost perfunctory and will be perfunctorily denied. So the idea that Donald Trump has real issues here I think is really nonsense.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:15",
      "speaker": "WHITFIELD",
      "sentences": "Conspiracy to defraud the U.S., conspiracy to obstruct an official proceedings, obstruction and attempt to obstruct official proceeding and conspiracy against voting rights. All right, that's what's at issue.Jamil Jaffer and Nick Akerman, thanks to you both.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:15",
      "speaker": "AKERMAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "WHITFIELD",
      "sentences": "All right, now to that heartbreaking defeat for Team USA at the Women's World Cup. And you can see Team USA missed that penalty shot and then Sweden just barely scored a winning goal, that ended Team USA's chance at a third World Cup title. But we still love them.CNN sports anchor and correspondent Don Riddell joining me now. So this is a crushing loss for them and time to regroup.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "DON RIDDELL, CNN SPORTS ANCHOR AND CORRESPONDENT",
      "sentences": "Yes. I mean, we kind of got the sense from their early games of this tournament that they were struggling and it's a shame for the U.S. team because they actually played really, really well against Sweden today. They had 11 shots on target. The Swedish goalie was absolutely brilliant and saved every single one of them. But when it came to the penalties where the U.S. team is so experienced, I don't think we would have expected them to miss three out of those four kicks. In the end it all came down to a margin of just millimeters with the way they've all kind of squirted over the line for the Sweden team.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "WHITFIELD",
      "sentences": "Yes. You said as thin as a piece of paper.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "RIDDELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "WHITFIELD",
      "sentences": "I read like the width of a pencil.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "RIDDELL",
      "sentences": "It literally couldn't have been any closer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "WHITFIELD",
      "sentences": "My gosh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "RIDDELL",
      "sentences": "But that's the way it goes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "WHITFIELD",
      "sentences": "That's the way a cookie crumble.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "RIDDELL",
      "sentences": "And, you know, this team has really been spoiled with success. They've earned it over the years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "WHITFIELD",
      "sentences": "Oh, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "RIDDELL",
      "sentences": "But this is a disastrously early exit when you think that they've always made at least the semifinals and here they are going home before even the quarterfinals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "WHITFIELD",
      "sentences": "Right. Yes. A first for them. Right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "RIDDELL",
      "sentences": "Yes. I mean, listening to the players and the coach afterwards saying they're devastated but they think they deserved to go through. Have a listen.(BEGIN VIDEO CLIP) VLATKO ANDONOVSKI, U.S. COACH: I'm very proud of them and devastated for them that they, you know, would have to go out in the way we did. I thought they deserved a lot more. We deserved to win this game. I thought we created enough to win this game. LINDSEY HORAN, U.S. MIDFIELDER: Penalties, to be frank, they suck. They're cruel. I've gone through too many in my career and this is -- you know, I'm proud of every player that stepped up to take a penalty today. You know, score missed. It's courageous to go take a penalty. So I'm very proud of my team. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "RIDDELL",
      "sentences": "Yes. She's right. Penalties are awful. They're very, very entertaining when your team is not involved in them but they're horrible to be a part of.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "WHITFIELD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "RIDDELL",
      "sentences": "You asked where they go next, well, there's the Olympics next summer, of course. The American team is very successful historically there. And as for this tournament, it's just wide open. So many huge teams going out already we've seen Canada, the Olympic champions, Germany, the two-time world champions. Norway previous world champions. The USA. They're all out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "WHITFIELD",
      "sentences": "So some real surprises on the horizon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "RIDDELL",
      "sentences": "So it's exciting. It's exciting but this team are not the only ones to go home early.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "WHITFIELD",
      "sentences": "Yes. Right. Still many reasons to watch. OK. And then there's the MLB or at least there is a moment that a lot of people are watching, family, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "RIDDELL",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "WHITFIELD",
      "sentences": "I mean, do we want to see this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "RIDDELL",
      "sentences": "I mean, MLB is baseball but this wasn't baseball.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "WHITFIELD",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:17:13",
      "speaker": "RIDDELL",
      "sentences": "I mean, this really is like boxing fight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "RIDDELL",
      "sentences": "Base-brawl. Absolutely. Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "WHITFIELD",
      "sentences": "Base-brawl. What happened?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "RIDDELL",
      "sentences": "Cleaveland Guardians against the Chicago White Sox, a bit of an irritation there between Jose Ramirez and Tim Anderson. It was almost as if the ref had them touched gloves and said off you go, have at it. Tim Anderson seemed to throw the first punch, I would say. Ramirez seemed to land the punch there, count it, and as you can see this then ended in an actually massive brawl. Both players ejected. Both managers ejected, too. Other players ejected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "WHITFIELD",
      "sentences": "But boxing stance, like -- oh, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "RIDDELL",
      "sentences": "I know. Yes, yes. Yes, it looks like they kind of knew what they were doing in that regard. But yes, I mean, it's -- well, a lot of people were watching this of course. This is the biggest brawl we've seen in the league this year. But yes, the league office is going to have some work to do figuring out potential suspensions here. We'll see what kind of punishments are handed down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "WHITFIELD",
      "sentences": "All right. I'll wait for the follow-up on that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "RIDDELL",
      "sentences": "Yes. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "WHITFIELD",
      "sentences": "Don Riddell, thank you so much.All right. Coming up, a former intel official issuing a warning about former President Donald Trump saying he poses a significant threat to homeland security. He joins me live next. (COMMERCIAL BREAK) [16:25:35] WHITFIELD: All right, I'm quoting now, \"Donald J. Trump poses a significant threat to homeland security.\" Those troubling words from a public safety official and former intelligence chief for the Washington, D.C. government. Donell Harvin penned an op-ed piece for \"Politico\" that he describes as the intelligence assessment of Donald Trump that the government cannot write. Harvin who's currently working for Georgetown University's Emergency and Disaster Management is joining me right now. Hi, Donell. So you say the former president has become a unifying figure for violent extremist groups, writing this, I'm quoting you again now, \"The former president has become a focal point of domestic terrorism and by not denouncing them and sometimes courting them, he has adopted by these groups as a de facto spiritual leader. In some ways Trump has also co-opted these groups to boost his own support. This in my assessment makes the former president a leading driver of domestic extremism.\" So what do you believe federal intelligence, national security agencies would say about that assessment and what do you want your warning or assessment to ultimately employ? DONELL HARVIN, GEORGETOWN UNIVERSITY'S EMERGENCY AND DISASTER MANAGEMENT: Well, thanks for having me on, Fredricka. What I think they would say about that assessment is no comment. And that's why I wrote it. I wrote the assessment that many of my colleagues, people I still in touch with could not write but we talk about when we go out. We communicate about, you know. The problem is that domestic intelligence for many years has strayed away from getting involved in domestic politics. It's just not good business. First Amendment protective rights, civil liberties and civil rights. The issue we have right now is that politics is actually encroaching into homeland security. When you have political officials who basically cause violence, we call that stochastic terrorism. They demonize their opponents. They say, you know, knock their teeth out or they dox the former president, give his address out online for people to go and stalk him. That becomes a problem now. And what I want us to do is this is not really a government problem. I know this may sound funny. I've been in government my whole life. This is a civil society problem. If we're waiting for the government to fix the issues that we have with radicalism and domestic extremism in this country, we'll be waiting for a long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:01",
      "speaker": "WHITFIELD",
      "sentences": "Hmm. So if, say, for instance, the intelligence agencies in your view wouldn't say anything out loud about your assessment, they wouldn't comment out loud, what do you believe these agencies or groups might be doing to respond to an assessment like this? I mean, it wouldn't be just your observation but your colleagues who might be making the same kind of assessments or -- assessments, period. So what do you suppose they might be doing behind the scenes? HARVINway, over the last 24 hours since the political piece dropped, I've heard from dozens of former and current intelligence officials that I know and some that I don't know who applauded me for saying and speaking out words that they can't. What they're doing is playing whack-a-mole to be quite honest with you. They can track these violent extremist groups, they can make sure that they are not plotting attacks or violence. At the end of the day they can't do anything about the driver. And as I said in my piece, Donald Trump is actually the driver. They've coalesced with him. These groups we've been tracking for decades, some of these groups. And they're loosely affiliated. They don't communicate with each other. They don't plan with each other. And what we saw on January 6th is them coming together under a common cause, under one banner. And that's not going to go away. It's not probably going to go away with a trial and a conviction or anything of Donald Trump, so this is a bigger problem. And so that's why I wrote the piece to tell people what the intelligence community is saying behind scenes and to let them know that we're really in for a rough road ahead in terms of domestic extremism.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:17",
      "speaker": "WHITFIELD",
      "sentences": "All right. Well, it's a -- it's a powerful assessment that you did pen. Donell Harven, we're glad that you were able to join us as well to talk further. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:30:17",
      "speaker": "HARVEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:36:38",
      "speaker": "WHITFIELD",
      "sentences": "An incredible rescue at sea. A man missing since Thursday off the coast of Florida is pulled to safety by the U.S. Coast Guard. Seen here drifting in a little boat, a 12-foot boat, which was taking on water. He was spotted by a helicopter about 12 miles offshore.CNN's Camila Bernal joins me now with more on this. Camila, you actually spoke with the father of that man, right? What did he tell you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:36:38",
      "speaker": "CAMILA BERNAL, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes. So, I talked to Raymond Gregory, and he's Charles' dad. Charles is 25 years old. His father telling me that he went out on Friday at around 4And he says, look, this is something he always does, has been doing it for years. This time, though, the father saying he didn't realize he was -- that the tide was going as fast as it was and a wave came crashing in and capsized his boat. So, he says once that happened, he lost his throw cushions, his cell phone, his life jacket. He had to remove the motor of the boat and just try to hang onto this boat for as long as he could. The father also saying that, of course, he's getting sun burnt while all of this is happening, because there's obviously no shade. He says he sees sharks, big fish. There's jelly fish biting him. And, again, he's just trying to hold on. He says he does see the helicopters, other boats. So, he takes off his shorts and starts waving it in the air, but nobody sees him. And so, again, he just holds on. And he says that the worst part about the whole thing was the nighttime. Because he says he was so sun burnt and the wind just made it freezing cold. So, he would try to get back in the water just to warm up. But it was incredibly difficult for him, according to his father. Thankfully, the Coast Guard rescues him on Saturday. He says, look, he is dehydrated. He is having difficulty moving, talking because he's so sun burnt and the bites. And he says his muscles, the tissue, essentially, was breaking down. So, he is going to require some help over the next couple of days. But the father is saying, look, he is going to be OK. But at the end of the day, what the father told me is that the moral of this story is to never give up. He held onto that boat and never gave up -- Fred.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:36:38",
      "speaker": "WHITFIELD",
      "sentences": "We are so glad he never gave up. I mean, what -- that is an incredible story of survival.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:36:38",
      "speaker": "BERNAL",
      "sentences": "It really is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:36:38",
      "speaker": "WHITFIELD",
      "sentences": "Camila Bernal, thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:36:38",
      "speaker": "BERNAL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:43:45",
      "speaker": "WHITFIELD",
      "sentences": "Officials in Los Angeles County are trying to stop an invasion that is posing a massive threat. Right now, a 79-square-mile area of the county is under quarantine, after more than 20 invasive Tau fruit flies were found on a ranch near Santa Clarita. The fly originates in Asia and is considered a serious threat to agriculture in Southern California.Jason Leathers is an environmental program manager for the California Department Food and Agriculture. So good to see you. Let's start with exactly how do you quarantine almost 80 square miles of an area in an urban setting, even if it's, you know, to try to protect their produce? JASON LEATHERS, ENVIRONMENTAL PROGRAM MANAGER, CALIFORNIA DEPARTMENT",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:43:45",
      "speaker": "FOOD AND AGRICULTURE",
      "sentences": "Yes. So, we started out by putting hold notices on the find sites where flies are found. It will just inform the residents to please do not move any fruits or vegetables off of their property. Keep everything onsite and consume it on the property.And then, our -- we have a pest-exclusion branch that goes out to all of the businesses in the area. All the farmers' markets, fruit vendors, nurseries. And inform some of the regulation that's in effect. And bring some into compliance, by getting them to sign up and agree to safeguard their products.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "WHITFIELD",
      "sentences": "Because I think everyone's had an experience of the fruit flies that are, you know, hovering around the produce they may pick up at the grocery store or at home, which are all a real nuisance. But why is this different? What is it about this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "LEATHERS",
      "sentences": "Yes. So, this is not the common fruit fly that you find in your kitchen on your older fruit. This -- these are much larger flies. They're about the size of a house fly. Bright yellow and black, colorful animals.And what's dangerous about them is they can -- they have an egg-laying organ, ovipositor, that can pierce the skin of healthy fruit and lay eggs inside it. So, it can infest fruit that's on trees or in -- growing in people's gardens. Most of the regular fruit flies that we deal with only affect stuff that's starting to get old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "WHITFIELD",
      "sentences": "Oh, yuck. OK. So, this fly has been detected in California a few times before, right? And it was eradicated at the time. Are you optimistic it will be this time, too?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "LEATHERS",
      "sentences": "Yes, definitely. I think we have got a really good program in place. And all of the flies that we've found are clustered into one fairly small neighborhood that's surrounded by, you know, dry mountain terrain that is inhospitable to flies.So, I think we're on top of it, and it's just a matter of over the next couple of months, you know, preventing the flies from spreading from the area and eliminating the ones that are there right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "WHITFIELD",
      "sentences": "So, earlier in our intro to you, I mentioned that there, you know, had been 20 invasive fruit flies, you know, found on one particular ranch. What are -- what kind of concentration are we talking about in this 80-square-mile area?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "LEATHERS",
      "sentences": "Yes, we're up to 34 flies now that we've trapped, and we haven't found any larvae yet. And they're all in the -- it's one neighborhood that was built where the ranch used to be. And all of the flies have been found within, you know, maybe 500 meters of each other. WHITFIELD",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "LEATHERS",
      "sentences": "The most likely pathway for fruit flies to come into the United States is when travelers travel somewhere and bring back fresh fruits and vegetables with them from another country, or when they have a package mailed to them. You know, and we saw with the pandemic, everybody started buying everything online. And so, I think a lot of people are buying, you know, fruits and vegetables that may be getting shipped in from abroad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "WHITFIELD",
      "sentences": "Fascinating. All right, Jason Leathers, thank you so much. Glad you could be with us. And, hopefully, the problem gets solved soon.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "LEATHERS",
      "sentences": "Yes, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "WHITFIELD",
      "sentences": "All right, 80 million people are under heat advisories or excessive heat warnings across the South and Southwest. The dangerous record-breaking numbers will bring temperatures as high as 110 degree in some parts of New Mexico and Arizona.CNN Meteorologist Allison Chinchar is here with the very latest -- Allison.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "ALLISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "Right, Fred. Not a lot of places dealing with temperatures below average. And for the ones that are, it's really due to all of the rain and the shower and thunderstorms in the forecast.But for the southern tier, it's still hot, yet again. It's what we feel like on repeat for much of the summer. You've got heat alerts, stretching from California all the way to Florida. In fact, Florida and Louisiana, the entire states, are covered with some type of heat alert. Now, in the Gulf Coast region, the big concern there is not just the temperature, but also factoring in the humidity. Take, for example, Corpus Kristy. The high temperature today of 97, but the feels-like temperature tops out at 115. New Orleans not much better. The high temperature likely to get up to 98, but that heat index right up around 112. And out west, it's really not that much better. Places like Tucson and Sacramento, looking at temperatures, once again today, about 10 degrees above average. And take Albuquerque, New Mexico. Yesterday, Saturday, for example, topping out at 102. That is their hottest August day ever. Now, there is some relief in sight, for Albuquerque specifically. We will finally start to see those temperatures dropping back down a bit this week. Now, keep in mind, their average, this time of year in the summer, is still 90 degrees. So, we'll still be about five to seven degrees above normal, but not quite the 10 to 15 degrees that we've seen for much of the summer. More records, yet again, possible for several locations, from Arizona all the way to Florida. Not just today, but, really, for the next several days. And some areas could break those records two, three days in a row. And that's been a problem for many locations this season. Austin, for example, 29-day stretch in a row of triple-digit temperatures. El Paso, not much better, Fred, 45 days in a row of temperatures of 100 or more. And to put that in perspective, their average this time of year in summer is only 95. So, imagine having those temperatures at least five to 10 degrees above average 45 straight days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "All right ICARE, are we ready?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "CROWD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "All right, let's go down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "But then, I says, you know what? I'm going to do something. I truly believe we're going to be successful with this restoration work.UNIDENTIFIED MALE (on camera): It's amazing how fast this coral is growing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I see things every time I go in the water that give me hope. I love being a part of it. I wake up every day and say, look what I get to do.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:15",
      "speaker": "WHITFIELD",
      "sentences": "All right. \"Barbie\" just made history. The film, which has sparked a pop culture phenomenon, has raked in an astounding $1.03 billion, so far at the global box office. So, this makes \"Barbie\" writer, director Greta Gerwig, the first female director ever with a $1 billion movie. According to experts, only about 50 films in history have hit that mark.\"Barbie's\" global success has been driven by box office sales in some of the world's largest movie markets, including the U.K., Mexico, China, and Australia. Where it has been the number one release every weekend since it opened, according to tracking site box office mojo. \"Barbie\" was distributed by Warner Brothers which is owned by CNN's parent company, Warner Brothers Discovery. All right, over the last 10 years, Dr. Sanjay Gupta has reported on how medicinal cannabis has been lifesaving for so many. Well, this Sunday, \"THE WHOLE STORY\" with Anderson Cooper brings you the latest installment of the award-winning series \"WEED.\" But this time, Sanjay explores how life-changing it might be for older adults. (BEGIN VIDEOTAPE) DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Iris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:15",
      "speaker": "GUPTA",
      "sentences": "How are you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "My wife's mother and sister and aunt, they had Alzheimer's. It scared her half to death. And they progressed very slowly. Maybe four years ago, she cried for a half an hour every morning like clockwork.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:15",
      "speaker": "GUPTA",
      "sentences": "And this is full-on crying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Crying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:15",
      "speaker": "GUPTA",
      "sentences": "Did they try different medications?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "She had enough anti-depressants to keep an elephant calm and still she cried.GUPTA (voice-over): In 2019, they started a pilot program here at morse life. It's a senior living community in Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Hi, Iris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:15",
      "speaker": "GUPTA",
      "sentences": "Iris was given cannabis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "You look so beautiful today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:15",
      "speaker": "GUPTA",
      "sentences": "Dr. Melanie Bohn (ph) runs the program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We do CBD. All of the different CBs in them and the terpenes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "One, two, three.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(INAUDIBLE) gave her one. Stopped crying. Done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Iris, here we go, sweetie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Takes one in the morning. One at night. It's over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:15",
      "speaker": "GUPTA",
      "sentences": "That sounds extraordinary.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:15",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Magic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:15",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was so impressive how that worked. Kind of like Charlotte Figi, where you see the seizures change and you go, oh, my gosh.(END VIDEOTAPE) GUPTA (live): It is worth remembering that these behavioral outbursts in patients with dementia can be some of the most difficult to manage. What is interesting is that the researchers thought that they saw these benefits in children with seizures, and thought those same benefits could actually apply to patients who are much older. Patients with dementia who are also having outbursts. And, so far, what researchers have found is that in some cases, in some patients, it has worked. It worked really well, as you just saw there. It's not going to work for everybody and there are concerns. As you've seen an increase in cannabis use among seniors, you've also seen an increase in E.R. visits related to cannabis use. So, it's not a panacea. It needs to be something that's carefully controlled. But, again, for some of these patients who have had real challenges in managing behavior, especially associated with dementia. Not only does it seem to work, but, for some of those patients, it's the only thing that works.",
      "isLastSentenceInterrupted": false
    }
  ]
}