{
  "date": "2023-06-15",
  "headline": "CNN Newsroom",
  "subHeadline": "Hundreds Of Migrants Missing And Feared Drowned In Shipwreck Off Greek Coast; CNN Reports From Ukraine's Southern Front Lines; Former President Donald Trump Pleads Guilty To 37 Federal Charges; Federal Reserve Pauses Interest Rate Hikes; Top U.S. Diplomat To Visit Beijing This Weekend; 100+ Dead after Boat Capsizes in River Niger; Thousands Attend Former Italian PM's Funeral; Study: Life-Sustaining Element Found on Moon of Saturn. Aired 12-1a ET",
  "utterances": [
    {
      "timeStamp": "00:01:07",
      "speaker": "JOHN VAUSE, CNN ANCHOR",
      "sentences": "I have here on CNN NEWSROOM, tragedy at sea. Hundreds feared drowned after overcrowded boat believed to be taking migrants to Europe sinks off the coast of Greece.How much harm has been done to U.S. national security after Donald Trump allegedly left top secret information scattered around the bathroom, a ballroom, his bedroom and other locations? And could there be alien life in our solar system? A crucial discovery on one of Saturn's moons raises the likelihood it's life, Jim, but not as we know it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:01:07",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center, this is CNN NEWSROOM with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:01:07",
      "speaker": "VAUSE",
      "sentences": "Thank you for joining us. We begin with one of the worst migrant tragedies in years unfolding right now in the Aegean Sea, often an overcrowded fishing boat capsized in high seas and then sank off the coast of Greece. The Greek Coast Guard released this aerial photo of the blue and battered boat. Every part of the upper and lower deck appears to be covered by migrants reportedly heading to Italy.The exact number on board ranges between 400 to 750. So far, more than 100 people have been rescued, at least 79 others confirmed dead. The boat was first spotted Tuesday in international waters. Hours later, the Greek Guard was reportedly notified the engines had failed. Not long after that, the boat capsized and sank. Greek officials say repeated efforts by the Coast Guard and other merchant vessels to offer assistance before the boat sank were rebuffed and CNN's Barbie Nadeau reports, Greece has now declared three days of national mourning. (BEGIN VIDEOTAPE) BARBIE NADEAU, CNN CONTRIBUTOR (voice over): Exhausted migrants who survived a shipwreck rest at a rescue center in Greece. The Greek Coast Guard responded to the latest Mediterranean tragedy on Wednesday. They say no one on board was wearing a lifejacket, scores of people drowned, the death toll continues to rise. Hundreds of migrants crammed onto a boat in Libya hoping to reach Italy or get rescued on the way. But that didn't happened. Their boat sank in the Central Mediterranean, the most dangerous maritime crossing in the world. YANNIS KARVELLS, REGIONAL HEALTH DIRECTOR (through translator): It is indeed a tragic situation, a very difficult situation with a very large number of shipwreck people, a number that I think we have not faced in the past to such an extent and volume. NADEAU (voice over): This is the deadliest first quarter on record in the Mediterranean since 2017. In February, a migrant boat carrying more than a hundred people broke off the rocks of Calabria, Southern Italy. 94 bodies were recovered. Despite the dangers, the number of undocumented people seeking a better life in Europe has soared in 2023. The Italian government says more than 55,000 people have arrived by boat since January. They're fleeing conflict at home, the climate crisis and sweeping economic inequality. But European leaders can't seem to agree on how to solve the crisis, which has grown increasingly deadly. Ongoing negotiations with Tunisia and Libya where most of the boats come from have stalled. So, the boats keep coming and the death toll keeps rising. Barbie Latza Nadeau, CNN, Rome. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "JENS STOLTENBERG, SECRETARY GENERAL, NATO",
      "sentences": "We meet as Ukraine is conducting a major counter offensive. It is still early days and we do not know if this will be a turning point of the war.But we see that the Ukrainians are making advances and liberating more land. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "VAUSE",
      "sentences": "More details now from CNN's Fred Pleitgen reporting in from the frontlines.(BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice over): Ukrainian forces laying into Russian troops holed up in southern Ukraine. This video shows what was the Russians' final stand here, the brigade said, but Vladimir Putin's army continues to put up stiff resistance, a drone pilot tells me. They are good grunts, he says. Sometimes it is very difficult to knock them out of those positions. But the Ukrainians have been making significant gains here, after launching large scale offensive operations across southern Ukraine. Heavy combat now nearly constant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "PLEITGEN",
      "sentences": "This is the area of Ukraine where the heaviest fighting is currently taking place. You can see what it has done to a lot of the buildings in the cities and villages around this area. And that fighting is set to get even worse.PLEITGEN (voice over): We're with the 68th Jaeger Brigade, the soldiers confident and grateful for U.S. supplied vehicles, saying it's not only the firepower, but also the protection that matters. A lot of times it saved my life, he says, it saved our lives every day from shrapnel, shelling and bullets. But some vehicles have already been lost, and the Russians continue to fire back with frequent artillery barrages, but also using jets to try to hit Ukrainian forward positions. We had to take cover as a plane dropped bombs nearby. Not the only time we had to scramble.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:14",
      "speaker": "PLEITGEN",
      "sentences": "We had to evacuate to the shelter now because the guys fear there could be aviation bombs coming in fairly soon. You can see the situation here is still very kinetic.There's a lot of shelling still going on. PLEITGEN (voice over): Still, the deputy brigade commander says his soldiers are just getting started. Our counterattack will definitely be successful, he says, we believe in victory, we are moving towards our goal, we are advancing. On this part of the front line, the Ukrainians believe they have the gear, the manpower, and the determination to advance far into Russian- held territory. Fred Pleitgen, CNN, Velyka Novosilka, Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "MERRICK GARLAND, ATTORNEY GENERAL",
      "sentences": "I can now take a few questions.PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT (voice over): Speaking for the first time since former President Trump was indicted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "GARLAND",
      "sentences": "Mr. Smith is a veteran career prosecutor.REID (voice over): Tonight, Attorney General Merrick Garland standing by Special Counsel Jack Smith, who is prosecuting former President Trump and addressing fears of a violent response from protesters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "GARLAND",
      "sentences": "We live in a democracy. These kind of matters are adjudicated through the judicial system. The Justice Department will be vigilant to ensure that there are no threats of violence or actual violence.REID (voice over): Demonstrations Tuesday outside the Miami federal courthouse where Trump was arraigned were largely peaceful. DONALD TRUMP, FORMER U.S. PRESIDENT: I did everything right and they indicted me. REID (voice over): Trump gearing up for the legal and political fight of his life, as the first former U.S. president to face federal criminal charges, the result of a large scale Justice Department investigation into his handle go of national security secrets after leaving office.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "TRUMP",
      "sentences": "Many people have asked me why I had these boxes. Why did you want them?REID (voice over): Trump speaking to supporters at a fundraiser held at his New Jersey golf club the same day he made his first appearance in federal court, telling them how the FBI ended up recovering hundreds of classified documents from his Mar-a-Lago home last summer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "TRUMP",
      "sentences": "These boxes were containing all types of personal belongings, many, many things, shirts and shoes. I hadn't had a chance to go through all the boxes. It's a long, tedious job, which I was prepared to do but I have a very busy life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "TIM PARLATORE, FORMER TRUMP ATTORNEY",
      "sentences": "Don't talk about the case in public. Let your lawyer do all the talking for you.REID (voice over): Attorney Tim Parlatore, who, up until a few weeks ago, was representing Trump in this matter, says, ideally, Trump would stop talking about the case in public all together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "TRUMP",
      "sentences": "Thank you very much.REID (voice over): In court Tuesday, Trump was silent. His attorney, Todd Blanche, entering a not guilty plea on his behalf. During his nearly hour long arraignment, Trump signed his bond agreement and then the judge telling him not to communicate with his co-defendant and personal assistant, Walt Nauta, about the case, though a source tells CNN that the two men would continue to travel together and work side by side.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "TRUMP",
      "sentences": "That young man right there, he has answered more subpoenas than any human being in the history of the world.REID (voice over): Parlatore worked alongside Nauta when he represented Trump. Asked if he thinks the president's assistant might make a deal to flip on his boss --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "PARLATORE",
      "sentences": "Every criminal defendant has to make their own decision as to what they are willing to do, how much they are willing to risk. It is the client that has to live with it the rest of their life.REID (voice over): What is next in this case? The Justice Department will provide a full list of witnesses Trump would be barred from talking to except through counsel. The discovery process begins and with it likely disputes over evidence to be decided by Trump-appointed Judge Aileen Cannon and Walt Nauta's arraignment will be in two weeks. (END VIDEOTAPE) REID (on camera): Going forward, Trump's hearings will be held a little closer to one of his homes in West Palm Beach, the location of his Mar-a-Lago resort, and the case will be heard before Judge Aileen Cannon, she was appointed by Trump after he lost the election but before he left office. Now, according to an analysis done by the New York Times, she has only overseen four trials, which amounted to a total of just 14 trial days. Special Counsel says the Trump case is expected to last 21 days. Paula Reid, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "VAUSE",
      "sentences": "Donald Trump and his lawyers continue to criticize the Justice Department for charging the former president under the Espionage Act, saying that's meant for spies and traitors.But the Espionage Act also applies to those who willfully retain National Defense Information like Donald Trump. Joining us now is CNN National Security Analyst and former Department of Homeland Security Assistant Secretary Juliette Kayyem. She's also a professor and faculty chair of Homeland Security at Harvard's Kennedy School of Government. That's a pretty big title, but as always, good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:05",
      "speaker": "JULIETTE KAYYEM, CNN NATIONAL SECURITY ANALYST",
      "sentences": "Good to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:05",
      "speaker": "KAYYEM",
      "sentences": "No. I mean, no indication, no promises except for perhaps the thoroughness of the investigation. And actually, the details of the indictment was just show a sort of thorough review of what's in the documents.Also, I should add, what we don't know is whether in the indictment, all of the materials that Trump was in possession of were actually listed because there may be materials that the intelligence community was unwilling to disclose even in a public court and a criminal proceeding simply because it was too sensitive. So, the short answer is absolutely no, we have no idea. And that's, of course, the problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:05",
      "speaker": "VAUSE",
      "sentences": "I want you to listen to Senator Lindsey Graham, who was a defender of Donald Trump, he was speaking a few days before Trump's arraignment. Here he is.(BEGIN VIDEO CLIP) SEN. LINDSEY GRAHAM (R-SC): Whether you like Trump or not, he did not commit espionage. He did not disseminate, leak or provide information to a foreign power or the news organization to damage this country. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:05",
      "speaker": "VAUSE",
      "sentences": "Besides the fact that's not what Trump was charged with under the Espionage Act, it's willful retention of documents. What we do know is that Trump has done that before by revealing classified information to the Russian Foreign Minister and the Russian U.N. ambassador at the White House back in 2017.You know, the point is, we just don't know what is happening here. We don't know what's going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:05",
      "speaker": "KAYYEM",
      "sentences": "I actually don't get -- I mean, I understand supporting Trump if he's the leader of your party. I actually don't get making representations that you know can't possibly be verified.I mean, at this stage, we simply do not know what the investigators have a regarding who may have had possession of them, or disseminations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:05",
      "speaker": "VAUSE",
      "sentences": "You know, the diamond does mention, you know, tens of thousands of members and guests at Mar-a-Lago between 2021 and 2022, when these documents were there.And we know that before that, in 2019, there was reporting on a woman who gained illegal access to the club, she was from China, she was out with passports, plural, cash, spy devices. So, is it possible how many people have seen or photographed this information just in passing? KAYYEM: Yes, it's possible if they had access to any of the areas but -- so, you have that scenario where someone nefarious comes in with like a secret camera and is taking pictures. But what's also a possibility was left open by the espionage charges, is of course that Trump is directing this. I don't -- I'm more honestly worried less about whether a spy gets (INAUDIBLE) is that what was Trump doing? And why was he, one, so unwilling to give back the materials? And then, the question that Chris Christie, former governor of New Jersey who is also running for president said, why did he keep them? Like, if we -- if we can't answer that question, every scenario could be true. And that's not just, you know, from the perspective of national security, that's also our allies and our enemies who are well aware that there's no good explanation still, why did he take them? And why after being told he can't have them did he keep them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:05",
      "speaker": "VAUSE",
      "sentences": "Very quickly, about almost a year ago, the DNI auditor review of how much harm could have been caused by these documents -- by these documents, which went missing or being held by Trump and not returned. When will we get the results of that investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:05",
      "speaker": "KAYYEM",
      "sentences": "So, it's probably an internal review. I don't think it will be public. But the important point on this is that the review had to be conducted. It may be we can never connect the dots between what Trump did and maybe a foreign asset or someone who was spying for us or someone who got into a terror organization for us that harm was done to them, because our enemies had access to the information.So, the point is, why do we have to ask, right? And that's because the President of the United States was so ne -- former president United States was so negligent about the materials. It's just the sheer fact that we have to do these reviews, or ask these questions, does someone get harmed, is it was the damage itself? Because no one should have confidence that if Donald Trump becomes president again in sharing intelligence with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:05",
      "speaker": "VAUSE",
      "sentences": "Juliette, thank you so much for being with us. As always, really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:05",
      "speaker": "KAYYEM",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:05",
      "speaker": "VAUSE",
      "sentences": "Still ahead on CNN, a long awaited much late high stakes trip to Beijing, back off with U.S. Secretary of State. Can Antony Blinken force some chilly diplomatic relations?Later this hour, a stunning number of corporate bosses believe A.I. could wipe out humanity in just a few years. More on that here on CNN. (COMMERCIAL BREAK) [00:22:03] VAUSE: The U.S. Federal Reserve has hit pause on interest rate hikes for now, but warned more increases are likely later this year. That that mixed message led to a wobbly afternoon on Wall Street. Whereas market says the best is trying to work out what was actually happening. Markets end of the day a little changed. CNN's Karin Caifa explains what the Fed is thinking. (BEGIN VIDEOTAPE) KARIN CAIFA, CNN REPORTER (voice over): The Federal Reserve is skipping a rate hike this month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:05",
      "speaker": "JEROME POWELL, CHAIRMAN, FEDERAL RESERVE",
      "sentences": "Looking ahead, nearly all Committee participants view it as likely that some further rate increases will be appropriate this year.CAIFA (voice over): The Fed started increasing its benchmark rate in March 2022, making borrowing more expensive to try to curb spending and inflation. The strategy has been working slowly. Data released by the federal government Tuesday pointed to consumer price inflation easing for the 11th straight month in May. And data released Wednesday by the Labor Department pointed to a deceleration in producer prices. TED ROSSMAN, SENIOR INDUSTRY ANALYST, BRANKRATE.COM: Basically what the Fed is doing here is saying that we're moving in the right direction. We're going to take a little bit of a pause, we want to see if this medicine has worked. They're not saying their job is done. CAIFA (voice over): Consumer prices were up four percent year over year according to the May report, that's twice the Fed's target rate of two percent. And some sectors remain sticky, like housing for both homeowners and renters and the cost of services like travel and hospitality. Meanwhile, inflation has dented the savings many Americans built during pandemic lockdowns and some have turned to credit cards and other borrowing. The interest rate pause won't provide too much relief.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:05",
      "speaker": "ROSSMAN",
      "sentences": "Those tend to be variable rates. So, even a pause from the Fed means that your rates could be sticking at the highest that we've seen in a while.CAIFA (voice over): The Feds benchmark rate is at its highest level in almost 16 years. (END VIDEOTAPE) CAIFA (on camera): And as the Fed steps back, they'll keep an eye on economic data across the board. But in particular job and wage growth. If those start to soften a little and inflation keeps slowing, they may keep things steady in July as well. But the opposite of that will likely prompt them to pick things up again. In Washington, I'm Karin Caifa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:15:05",
      "speaker": "VAUSE",
      "sentences": "America's top diplomat is -- excuse me, heading to Beijing, excuse me, this weekend for a long delay trip to try and mend some fences.CNN's Kristie Lu Stout is live this hour in Hong Kong. It has nothing to do with the trip. I just couldn't get the words out. It's hard to believe though that you know, one trip by Blinken is going to repair, you know, all the damage from the spy balloon, the sanctions of this and that. So, what? This is the start of something maybe?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "VAUSE",
      "sentences": "Kristie, thank you. As always, you got it all in one. Appreciate it.Italy saying goodbye to the colorful and controversial Silvio Berlusconi. I'll take you inside the cathedral for a look at the former Prime Minister's funeral in just a moment. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:06",
      "speaker": "VAUSE",
      "sentences": "More than 100,000 people across Pakistan and India have been evacuated and millions of others are in the path of a slow moving cyclone said to make landfall in the coming hours.With a wind speed equivalent to a strong Atlantic tropical storm, it has now weakened slightly. Still, the cyclone is expected to cause extensive damage to the region. Torrential rain is likely to trigger flash flooding and landslides in many areas over the next 24 hours. More than 100 people are dead in Nigeria after boat carrying a wedding party capsized on Monday. Almost 150 people were rescued. Police say they will be reunited with their families once they've recovered from the trauma. CNN's Stephanie Busari as details (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:05",
      "speaker": "BUSARI",
      "sentences": "-- at least 15 people died after a boat capsized in Northwestern Sokoto State.Stephanie Busari, CNN, Lagos. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:05",
      "speaker": "VAUSE",
      "sentences": "Italy has said its final farewell to a former prime minister, Silvio Berlusconi. His body is expected to be cremated and then housed at a mausoleum at his villa near Milan. Thousands of mourners attended Wednesday's funeral.CNN's Ben Wedeman reports now from Rome. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:05",
      "speaker": "BEN WEDEMAN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Thousands attended the funeral of former Italian Prime Minister Silvio Berlusconi --WEDEMAN (voice-over): -- held in the Duomo of Milan, the largest church in all of Italy, to commemorate a man who was, for many, larger than life. The applause a gesture of respect from his admirers. In attendance were his five adult children from two different wives and his last romantic partner, Marta Fascina, 53 years his junior. Also there was president of the republic, Sergio Mattarella, and Prime Minister Giorgia Meloni. But just a handful of foreign dignitaries showed up. Among them, Hungarian Prime Minister Viktor Orban, the emir of Qatar, and the prime minister of Iraq. Wednesday was declared a day of national mourning for a billionaire who was at least Italy's longest-serving prime minister since the end of the Second World War --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:05",
      "speaker": "WEDEMAN",
      "sentences": "-- and one whose flamboyant personality, for better or for worse, has left a lasting mark on Italian politics.I'm Ben Wedeman, CNN, reporting from Rome. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:18",
      "speaker": "VAUSE",
      "sentences": "The European Parliament has approved landmark new rules on artificial intelligence, moving one step closer to the first laws which would regulate A.I.They call for bans on A.I. biometric surveillance, bans on emotion recognition systems, and bans on predictive policing. Lawmakers also want tech firms like ChatGPT to disclose anything generated by A.I., and to help distinguish between what's real and what's fake. Parliament says it will negotiate with E.U. membership states to turn these rules into laws. A lot of business leaders apparently believe A.I. could end our very existence, and pretty soon. A Yale University survey of almost 120 CEOs, shared exclusively with CNN, found 42 percent said A.I. could destroy humanity within 5 to 10 years. The other 58 percent said it could never happen, and they're not worried at all. In a separate question, 42 percent said the potential of an A.I. catastrophe is overstated. Fifty-eight percent say it's not, which clearly represents a fairly sharp divide. The Yale professor behind the survey called the results pretty dark and alarming. Well, for the first time, scientists have discovered evidence of phosphorus in an ocean not on Earth. A new study in the journal \"Nature\" says the life-sustaining element was found inside salty ice grains shot into space from Enceladus, one of the -- Saturn's moons. It's -- not only is phosphorous vital to all life on Earth, but its existence supports the idea of an ocean beneath the icy surface of the moon capable of supporting life. Just because it's capable of supporting life does not mean that there is life. The coauthor of the study says, quote, \"The next step is clear. We need to go back to see if the habitable ocean is actually inhabited.\" Joining me now from San Antonio, Texas, is Christopher Glein, a planetary scientist, geochemist, and coauthor of the study. Thank you for being with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:18",
      "speaker": "CHRISTOPHER GLEIN, PLANETARY SCIENTIST",
      "sentences": "Hi, John. I'm happy to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:18",
      "speaker": "VAUSE",
      "sentences": "That's great. All right. I'm about to read three different headlines for you about this discovery. At the end of it, tell me which one best ascribes what this is all about.OK, from Space.com, \"First-ever detection of phosphorus shows that Encelas [SIC] -- \"Enceladus\" -- I keep getting that wrong -- \" has all necessary ingredients for life.\" OK. From \"The Independent\" has this: \"Major finding on Saturn's moons boosts hopes of finding alien life in our solar system.\" And there are this with the good folk at \"The Daily Mail.\" They ask, \"Are aliens hiding on Saturn's MOON? Scientists discover phosphates and say it could be a sign of life.\" OK, so is it ingredients for life, increased chance of finding alien life, or the aliens are actually hiding on Saturn's moon?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:18",
      "speaker": "GLEIN",
      "sentences": "Right. So, there's a lot to unpack there. It's definitely an ingredient for life. It's one of the big six elements that life uses. So, it makes the environment habitable, what scientists call it. Those are the conditions that can support life. And if you have those conditions that can support life, that gives you better odds of finding life.But we cannot yet say that we know or do not know if Enceladus has life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:18",
      "speaker": "VAUSE",
      "sentences": "OK. So, Saturn has, what, 146 moons at last count? How was this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:18",
      "speaker": "GLEIN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:18",
      "speaker": "VAUSE",
      "sentences": "-- discovery made on Enceladus, especially since it wasn't really something you were looking for, nor did you expect?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:18",
      "speaker": "GLEIN",
      "sentences": "Right. There was -- We had a mission there about ten years ago named Cassini. It did a lot of great science. There were different models suggesting that phosphorus could be very rare or more abundant. So, we weren't really quite sure what to expect.And then, over the past few years, this team I was a part of, led by Frank Postberg, we started looking at the data from the Cassini mission, and we found the telltale signs of phosphorus contained in the chemical data of material that spewed out of Enceladus's ocean.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:18",
      "speaker": "VAUSE",
      "sentences": "So, \"The New York Times\" sort of breaks down the importance like this. It's kind of a good write. They say, \"Phosphorus is a key ingredient in human bones and teeth. And scientists say it's the rarest bio-essential ingredient in the cosmos. Planetary researchers had previously detected the other five key elements on EnceladusIf this potentially habitable ocean was, in fact, inhabited, what sort of life form would be there? What would it look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:08",
      "speaker": "VAUSE",
      "sentences": "We were thinking we like to play movie clips whenever we do kind of, you know, segments about space. And in the movie \"Total Recall,\" we should note that Saturn, apparently, was a hot destination of choice. Watch this.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:08",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "To be perfectly honest with you, Doug, if outer space is your thing, I think you would be much happier with one of our Saturn cruises. Everybody raves about them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:08",
      "speaker": "ARNOLD SCHWARZENEGGER, ACTOR",
      "sentences": "I'm not interested in Saturn. I said Mars.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:08",
      "speaker": "VAUSE",
      "sentences": "Wants to go to Mars. So -- so Enceladus may be able to support life. It doesn't seem to be capable of supporting human life. That's right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:08",
      "speaker": "GLEIN",
      "sentences": "Well, if we wanted to have humans go there -- and I don't think that would be our first step into the solar system -- we would need to kinds of life-supporting systems like you'd need on other planetary bodies, where -- you know, like if you go to the Moon or Mars, we have to have self-sustaining systems to keep people alive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:08",
      "speaker": "VAUSE",
      "sentences": "But the fact there is water there is obviously, you know, something which can then be used to sustain some kind of human settlement. Is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:08",
      "speaker": "GLEIN",
      "sentences": "It could be, yes. The surface of Enceladus is frozen. It's very bright water ice. So, there's a lot of water that's available there. As ice on the surface and then liquid water down a few miles below the surface.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:08",
      "speaker": "VAUSE",
      "sentences": "Yes. Not exactly our first stop into the universe, you're right. Well, beyond the moon, I guess.But Christopher, thank you so much for being with us. We really appreciate it. Congratulations on your discovery. It's been described as one of the biggest in the last 25 years. So, well done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:08",
      "speaker": "GLEIN",
      "sentences": "Thank you, John.",
      "isLastSentenceInterrupted": false
    }
  ]
}