{
  "date": "2023-04-24",
  "headline": "CNN News Central",
  "subHeadline": "Biden Finalzing Plans TO Announce Re-Election Bid; Several Republicans Weighing White House Bid; Countries Rush To Evacuate Diplomats, Citizens Amid Deadly Conflict. Aired 10-10:30a ET",
  "utterances": [
    {
      "timeStamp": "10:00:05",
      "speaker": "KATE BOLDUAN, CNN ANCHOR",
      "sentences": "And crisis in Sudan. Right now 16,000, Americans remain in a country being torn apart by violence. We have the very latest as the U.S. has evacuated all diplomats from the region.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:05",
      "speaker": "JOHN BERMAN, CNN ANCHOR",
      "sentences": "Release from prison, the former Minnesota Police officer who said she mistook her gun for her taser and then shot and killed Daunte Wright is a free woman this morning. These stories and more right here on CNN News Central.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:05",
      "speaker": "SIDNER",
      "sentences": "We are expecting a big but not an unexpected announcement from President Joe Biden. Let's get straight to the Arlette Saenz who has been watching all of this. Arlette, what do you know so far? We know last week, you broke the news, basically that we expect him to announce that he is going to become the presidential-elect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:05",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Sara, President Biden spent the weekend at Camp David, a trip really meant to give him the opportunity go over some of those final details regarding the operations and staffing for a campaign. The president's advisers have been working towards possibly launching this campaign tomorrow, doing so in a video. The president also tomorrow is scheduled to be speak at North American's Building Trade Union's legislative conference here in Washington, D.C., labor being a key constituency that helped Biden back in 2020.But we're learning that some of the final details regarding the campaign apparatus are starting to come into focus. Democratic sources have told us that that president is expected to name Julie Chavez Rodriguez as the campaign manager. Rodriguez is one of the most senior advisers here at the White House. She's the director of the White House's Office of Intergovernmental Affairs, working with the state and local officials, trying to implement portions of President Biden's agenda. She is also the granddaughter of labor icon Cesar Chavez and she would be one of a few Latinas to ever run a presidential campaign. So, we are waiting to see whether that announcement will officially come tomorrow as the president is approaching his re-election bid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:05",
      "speaker": "SIDNER",
      "sentences": "All right. So, there is new polling that is out now for his team to consider. Can you give us the idea of what that is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:05",
      "speaker": "SAENZ",
      "sentences": "Yes, Sara. Some of the challenges President Biden would face in a re-election are starting come into focus, and that includes public perception about whether President Biden should even be running for re-election. The majority of Americans say that the president should not seek a second term and he is facing headwinds within his own Democratic Party as well, as half of Democrats believe the president should not run for re-election.Now, if you take a look at some of those people who do not believe President Biden should run in 2024, 48 percent say that his age is a major issue. President Biden is 80 years old. He would be 86 at the end of a second term if he were to win. And, ultimately, his advisers don't believe that these questions about his concerns will be an issue in the long run. Allies try to argue that he has a strong record to run on, but, clearly, this is showing that it could be a challenge for the president as you are seeing the concerns from Americans there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:05",
      "speaker": "SIDNER",
      "sentences": "Those are hard numbers for anybody running to swallow. Arlette Saenz, thank you so much, I appreciate it. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:05",
      "speaker": "BOLDUAN",
      "sentences": "All right. So, while we wait for President Biden's announcement, and you see the polling, as Sara and Arlette are talking about right there, some notable Republicans are also making moves. Former Vice President Mike Pence now says that he will announce his possible presidential plans, quote, well before late June.Just stay right there. New Hampshire Governor Chris Sununu is expected to jump in the race before July 4th. And Florida Governor Ron DeSantis, he is visiting Japan, South Korea and Israel and the U.K., an international swing, I would say, that is far from Florida right now. But his office says that the meetings are part of an international trade mission. CNN's Harry Enten kindly standing by to talk more about this. So, Arlette and Sara went over where the polling is standing for Biden right now. And I am talking about, as we were just discussing, a lot of the possible contenders against Donald Trump. So, where is Donald Trump standing right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:00:05",
      "speaker": "HARRY ENTEN, CNNN SENIOR DATA REPORTER",
      "sentences": "Yes. So, look, these are the top choices for the GOP nominee, right? And keep in mind that some we didn't have the other candidates listed, that's because they're all polling in single digits.These are the only two candidates that are polling in double digits. Donald Trump has a clear advantage over Florida Governor Ron DeSantis, right? You see it in the NBC News poll, it's a 15-point advantage. Look at The Wall Street Journal poll, it's a 24-point advantage. No matter what way you look at it, Donald Trump is near 15 percent and he has a double-digit advantage in pretty much all of the polling at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "BOLDUAN",
      "sentences": "I think you and I have debated this many times in the past, and I think it is still up for debate how much impact endorsements have on a presidential race these days, you know, the endorsement game. Regardless, how is Trump of 2024 doing if you stack him up against 2016?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "ENTEN",
      "sentences": "Yes. So, he's doing significantly better, right. He is, in my mind, based upon these numbers, the, quote/unquote, establishment candidate, he already has over 60 endorsements in the 2024 cycle from congressional and gubernatorial endorsements. In the entire 2016 primary cycle, he had just 15.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "BOLDUAN",
      "sentences": "But, again, evidence in my arguments favor, which is endorsements don't matter, maybe when it comes to Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "ENTEN",
      "sentences": "Maybe so. But here is the thing that I would point out, Kate. Here is the thing I would point out. If we look at the non-incumbents who had similar share or more endorsements this early in the primary season, look at this, Bob Dole in '96, George W. Bush in 2000, Al Gore in 2000, John McCain in 2008, Hillary Clinton in 2016, guess what, Kate, they all went on to become the nominee of their party that year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "BOLDUAN",
      "sentences": "So, the odds are in his favor in the moment. But there's a long way to go. We shall see.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "ENTEN",
      "sentences": "We shall see and I will be with you the entire way, Kate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "BOLDUAN",
      "sentences": "Fortunately and unfortunately. Thank you, Harry. John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "BERMAN",
      "sentences": "It is a mixed bag.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "BOLDUAN",
      "sentences": "Oh, it is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "BERMAN",
      "sentences": "All right. Thank you very much.Joining me now, CNN Chief Political Correspondent and Anchor Dana Bash. Dana, I want to go back to the Biden announcement tomorrow, because it is a big deal when a president announces for re-election officially. What are you hearing publicly and privately from Democrats on this announcement? DANA BASH, CNN CHIEF POLITICAL CORRESPONDENT: Look, there is -- it is very, very mixed when it is coming to the true feelings of Democrats. When they look at the hard facts, and you heard this from Amy Klobuchar on State of the Union with me yesterday, there is excitement because of the accomplishments that he can run on, because of so many pluses that he has in his column. The big thing hanging over it, the big negative is something that is not changeable, which is Joe Biden's age. And the White House sees that. The Democrats see it and they hear it not just, you know, in focus groups, but probably when they are going to the grocery stores and they're talking to regular constituents that they have. It is not changeable and it is going to be the biggest hurdle when it comes to convincing voters that Joe Biden has and a bigger hurdle than any presidential candidate has had, because, historically, no one has been as old as he is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:05:01",
      "speaker": "BERMAN",
      "sentences": "When I hear from Biden insiders, they emphasize that the contrast that they like the most is between Joe Biden and Donald Trump. Now, I don't know how granular this campaign is. I don't have a feel for it yet. But, tomorrow, when Biden releases his announcement video, there is another trial for Donald Trump here in New York City, E. Jean Carroll, the trial for sexual assault and defamation launches right then. How much of that contrast do you expect the Biden campaign to lean into?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BERMAN",
      "sentences": "Ron DeSantis overseas, what are the Republican insiders looking at during this trip?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BASH",
      "sentences": "They are looking at any indication that he can have a different kind of public-facing candidacy. Yes, he is not actually a candidate yet, and, yes, he made that very clear in his comments, sort of awkward response when he is in Japan, when he was asked about being a candidate. But the thing that Republicans are looking for is for him to look comfortable and look confident and find his way. And so far, it is clear the donor class and just the people who are being polled, they don't see it quite yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BERMAN",
      "sentences": "Dana Bash, great to have you on this morning. And let me just add, your trip to Poland, we were also inspired by your reporting last week. So, thanks again for that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BASH",
      "sentences": "Thank you for having us on, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:10:01",
      "speaker": "BERMAN",
      "sentences": "Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BERMAN",
      "sentences": "On the radar this morning, the funeral for Philstavious Dowdell, one of the four victims killed in the mass shooting at a sweet 16 party in Dadeville, Alabama. The 18-year-old high school football player was described by many as a hometown hero. He was just weeks away from graduating and have received a scholarship to play football at Jackson State University.In Washington, D.C., this morning, jury deliberation is set to begin in the case against former Fuji's rapper Pras Michel. Justice Department has accused him of being the linchpin of an international multimillion dollar national conspiracy. He pleaded not guilty. And Twitter CEO Elon Musk is facing new backlash after apparently making a U-turn on blue check verification badges, blue checkmarks colloquially known as. They were removed from the accounts of many celebrities, journalists and organizations who said they would not pay $8 for Twitter blue status. But then the checkmarks reappeared for some people with no explanation. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "SIDNER",
      "sentences": "Right now, a global race to evacuate Sudan, with the country on the brink of civil war. Over the last 24 hours, scene-after-scene of U.S. allies packing people into cargo planes as thousands of people try to flee the violence. U.S. officials confirmed all U.S. personnel have been removed. President Biden ordered a daring mission, U.S. special operations flying into the capital city under darkness to airlift nearly a hundred U.S. diplomats, staff and their family members. At this hour, roughly 16,000 Americans remain in Sudan, most of them hold dual citizenship. Clashes between rival military factions have now killed more than 400 people there. 4,000 thousands others have been wounded.CNN's Sam Kiley is in Djibouti, which many diplomats and citizens are using to try and escape, and that's their route. What are you seeing now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "SAM KILEY, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Sara, this small country has become the hub for multinational special forces efforts involving troops from countries as far as away as Japan and South Korea, all the way through to the United States, and, of course, many, many Europeans.Now, that particular operation led there by the United States took in British Special Forces, who themselves then went out on the ground and mustered British ex-patriots to get them on an 18-kilometer drive. That's 30 miles out to a desert airstrip and get the Brits out. The French have been running a very similar operation. They have already taken nearly 500 people out on four different flight. I have understand that there's one more flight they're saying they are going to be doing imminently or it's conceivably already on the way. The United States though is saying that their citizens should remain in place. And the reason for that is that there has been an escalation of the level of violence particularly in Khartoum, but around the country, which means that it is very dangerous indeed for the civilians to move out of where they are hiding to get through the checkpoints in order to get to some mustering point for an evacuation. The United Nations has had a 70-vehicle convoy travel the 800 kilometers, 500 miles, to Port Sudan over land. But in order to join those sorts of convoys, people need to have vehicles, they need food, they need fuel and water, and none of those are in ready supply anywhere in Khartoum. Of course, the Sudanese themselves are in the most disastrous state. I was just talking to a German national who has evacuated yesterday by the French, and she is talking to friends in Khartoum and describing bodies in the street, the families are trying to evacuate out of town, into the countryside or the desert just to get away from human beings who might be dangerous to them. And this painting the picture of a country really starting to implode in a most catastrophic way, and that term, of course, just been used by none other than the U.N. secretary-general. Sara?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "SIDNER",
      "sentences": "Sam Kiley, thank you so much for being there. We should mention, it is not just getting the foreign nationals out, but there are people who are stuck there dealing with the violence. Kate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BOLDUAN",
      "sentences": "Absolutely. And just this morning, the White House has said once again that they believe it is not conducive or safe, is how they're putting it, right now to conduct a civilian evacuation effort for Americans still in Sudan, which means huge and urgent questions for the families of the thousands of Americans that are stuck in the country today. [10Joining us now is one of those family members, Fatima Elsheikh. Two of her brothers, Ahmed, Muza (ph), are in Sudan right now. They traveled there recently to visit a sick family member. The timing of it just unfortunately couldn't worse. And now, they're stuck. Fatima, when was the last time you heard from them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "FATIMA ELSHEIKH, SISTER OF TWO AMERICAN MEN STUCK IN SUDAN",
      "sentences": "A few days. The internet all the systems are shutdown, so we're just relying on the voice messages whenever they get a chance, and to get any type of signal, you kind of have to put yourself in danger and kind of go outside and or like put your phone out the window not knowing if a missile get hit on you or you're going to be mistaken for someone else. So, just like every couple of days, we just pray and hope that they're still okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BOLDUAN",
      "sentences": "When you do have a chance to connect with them, or you're able to get the voice memos, what are they telling you? How are they describing what they're seeing and how unsafe they are feeling right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ELSHEIKH",
      "sentences": "They are describing like deeply traumatic event and scenes, as mentioned as bodies on the streets.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BOLDUAN",
      "sentences": "They are even seeing bodies on the street?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ELSHEIKH",
      "sentences": "Yes, the screaming. When you're in the city, your house is shaking from the missiles being dropped on nearby buildings. It is really hard to even listen to, but the urgency in their voices to get help, which is why I am here, is just what is needed right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BOLDUAN",
      "sentences": "When you heard that the U.S. was evacuating diplomats, U.S. personnel and their families out of the country, what did you think when you heard that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ELSHEIKH",
      "sentences": "We were very disheartened because it felt like they were being stranded. There's thousands of U.S. citizens, my brother is being an example, born and raised in this country, haven't traveled to Sudan in over a decade, went to go visit a family member and then this happened a day before they were scheduled to come back to the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BOLDUAN",
      "sentences": "A day before they were planning to fly home. And as you were mentioning, and we were talking about before, this is not -- this is not an area -- they are not familiar. This is not -- they live in Connecticut. They are not familiar with --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ELSHEIKH",
      "sentences": "They barely speak Arabic well enough to get around. They are not familiar with the streets, the areas of the zones. They are relying on my mom and family members to tell them what to do, hiding under tables. You know, it's been a week of this, it feels longer, to be honest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BOLDUAN",
      "sentences": "When did they -- I mean, they were planning on leaving the next day when everything kind of really devolved. When did they realize that they were stuck? ELSHEIKH",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BOLDUAN",
      "sentences": "That seems -- their options are so limited at this point. And the State Department, the Biden administration, again, this morning, making clear that they do not anticipate or expect any large effort to evacuate the U.S. citizens.I want to play for you, if you listen with me, what John Kirby from the White House, what he said about this, this morning, about the whole situation. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "JOHN KIRBY, COORDINATOR FOR STRATEGIC COMMUNICATIONS, NATIONAL SECURITY COUNCIL",
      "sentences": "The best advice we can give to those Americans who did not abide by our warnings to leave Sudan and not to travel to Sudan is to stay sheltered in place, stay safe and secure and off of the streets of Khartoum.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BOLDUAN",
      "sentences": "How does that make you feel? What's your reaction to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ELSHEIKH",
      "sentences": "It makes me upset, because there was no warning. I don't -- I think it is being painted as a country that's being war-torn for a while, which is not true. This is unprecedented what is happening. It was a simple vacation. Not even a vacation. It was unfortunate circumstances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BOLDUAN",
      "sentences": "Like they were going to see an uncle who unfortunately also has since passed, which your family is also dealing with. If the U.S. government can't do anything, doesn't do anything, what are the options for your family now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "ELSHEIKH",
      "sentences": "Right now, the options are just staying safe and waiting to see another day. That's it. It's all we can do. We've had help from our senator of Connecticut, Blumenthal, Richard Blumenthal, and our local mayor, Mayor Ganim. But other than that, it's just coming on the news and keeping the story going and keeping eyes on Sudan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:15:00",
      "speaker": "BOLDUAN",
      "sentences": "So, we have images of your brothers, of Muza, of Ahmed (ph). What would -- what is your message to the administration and to the president as you are looking at these pictures of your brothers? This is just when -- just the last images that you have of them. This is before the violence broke out. What is your message to the president, if you could give them one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "BOLDUAN",
      "sentences": "You want your brothers back?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ELSHEIKH",
      "sentences": "Yes. I am just praying that they come back safely, and, hopefully, that peace will go on in Sudan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "BOLDUAN",
      "sentences": "Yes. Thank you for coming on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "ELSHEIKH",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:25:00",
      "speaker": "BOLDUAN",
      "sentences": "I really appreciate it. John?",
      "isLastSentenceInterrupted": false
    }
  ]
}