{
  "date": "2023-08-21",
  "headline": "Inside Politics",
  "subHeadline": "Biden To Tour Fire-Ravaged Maui; Poll: Biden Struggles With Voters On The Economy; Biden Puts Focus On Black, Hispanic Communities In New Ads; Poll: Trump Holds Whopping 23-Point Lead In Iowa; One-On- One With GOP Gov. Chris Sununu; NYT: Prosecutors Insisted On Harsher Hunter Biden Plea Deal Around Time IRS Whistleblowers Came Forward. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:30:30",
      "speaker": "DANA BASH, CNN HOST",
      "sentences": "Today, President Biden will land to frustration and fear in Maui. Fear that for thousands, their lives have been rewritten forever by the deadly fires that cut through their homes and businesses and frustration at the pace of government getting them the help that they need.CNN's Jeremy Diamond is at the White House. Jeremy, what is the President's mission when he lands?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:30",
      "speaker": "JEREMY DIAMOND, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Well, Dana, the President has a couple of key objectives as he lands in Hawaii today. The first of which will be to try and reassure the local population, some of whom have some deep seated skepticism of the federal government, that the government is indeed here to help and here to stay.And that is summed up in the Honolulu Star Advertiser, which writes today that a warm welcome may not be assured for Biden in some circles on Maui. And that is because of some of that frustration with what some have seen as an initially slow federal response to these wildfires. The President also has some ground to make up personally after he spent five days early last week not commenting on the situation as the death toll was rising, drawing some criticism from Republicans. But today, Dana, will be an opportunity for the President to not only see the disaster firsthand, but also to try and provide that signature empathy that he has been known for in his political life, throughout his political life and during his presidency in playing that role of consoler in chief. The President will get an aerial tour of the disaster above the skies of Maui. He will then land in Lahaina, where he will get a tour on the ground of that hard hit area. The President is expected to meet with local officials, federal officials, as well as first responders, but also victims' families and survivors of these disasters as people wait to see how much higher will this death toll get. We know that there are still hundreds of people who are still missing. And the President, in terms of providing assurances of long term support, we expect him today to announce that Bob Fenton, the regional administrator for FEMA, will be named the chief federal response coordinator to oversee this effort. A signal, the White House says, that this White House, this government is in it for the long haul. Dana?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:30",
      "speaker": "BASH",
      "sentences": "Jeremy, thank you so much. Absolutely heartbreaking.And now to the President's big bet on getting you to believe that the Biden economy is working. How big is that bet? $25 million in new ads big. The message is the same as it ever was. The country Built Back Better. Thanks to Joe Biden. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:30",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was the worst pandemic in 100 years, the worst economic crisis since the Great Depression. But America fought back. Today, unemployment is at record lows, our economy leading the world. Joe Biden passed historic laws to rebuild the country.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:30",
      "speaker": "BASH",
      "sentences": "Our great reporters are back around the table, and joining our conversation is pollster and political strategist Terrance Woodbury. Thank you so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:30",
      "speaker": "TERRANCE WOODBURY, CEO, HIT STRATEGIES",
      "sentences": "Thanks for having me, Dana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:30",
      "speaker": "BASH",
      "sentences": "You conducted a focus group recently, and you did so with Biden supporters, mostly people of color or exclusively people of color?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:30",
      "speaker": "WOODBURY",
      "sentences": "All people of color.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:30",
      "speaker": "BASH",
      "sentences": "All people of color. And I just want to put some of the adjectives used by the people you spoke with, discouraged, pathetic, pessimistic, the lowest it's been.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:30",
      "speaker": "WOODBURY",
      "sentences": "You know, Dana, what we're finding in these focus groups and the reason we are laser-focused on young voters and voters of color is because what we've learned is that when the President's approval rating drops by two or three points nationally, it's because it's dropped by 10 or 20 points amongst his base.And that base of young people, people of color are growing frustrated with a lack of perceived progress. This despite the Biden-Harris administration delivering overwhelmingly on the agenda that we've been tracking since the 2020 election, that the promises that he made in 2020 are, in fact, being fulfilled, but they don't always feel the impact of that. And that is where we have to connect the governing and the progress of the White House to the needs that people are really feeling on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:06",
      "speaker": "WOODBURY",
      "sentences": "The 59 percent support on the economy is not bad until you consider that he had 81 percent of black voters votes four years ago and he's going to need that many, if not more, to secure reelection that these voters are -- you know, and look, a part of what we have to do here is not just talk about how we're making their lives better, but actually connect them to the progress that's being made.One of the young men in the focus group said to me that passing legislation in Washington is only a win for politicians in Washington and that for him and his family, what he really needs is access to this. And so passing the IRA with 50 plus one votes is different than him being able to access $35 insulin or to be able to access the hearing AIDS that his family needs. And that's a part of what we now have to do is connect this fantastic legislative record to the folks that need it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:06",
      "speaker": "BASH",
      "sentences": "So we just played the -- one of the ads that the Biden campaign released today. Another, according to the Biden campaign, says that it is the largest, earliest media buy for a re-election campaign into a constituency media. And the constituency is specifically targeting black and Hispanic communities.Let's watch part of that. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "President Biden got to work for us. Cutting black child poverty in half, more money for black entrepreneurs, millions of new good paying jobs.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:06",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Every action, every policy for Joe Biden is about who. And since he's taken office, unemployment in our community has been cut in half.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:06",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT",
      "sentences": "Well, I think that this, you know, could be effective. But also, and I think that the administration, the Biden team is aware of these vulnerabilities. So all of this that's coming up in the focus group that Terrance is hearing, it's not exactly new. Like, you know, they are well aware of this.I would say the hope for them though, I think comes with time. We know that by and large, many black voters, they weren't all that enthusiastic, many of them anecdotally, speaking to them about President Biden, but they felt as though he was the most practical choice. And that is why in South Carolina, we saw them rally around President Biden. Also, we know that he is going to frame his campaign in terms of Republican extremism. If Trump is ultimately the nominee, that makes a huge difference in terms of motivating these voters. That right now seem a little bit me apathetic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:06",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "And, in fact -- excuse me, and in fact, you see an image of Donald Trump in that ad. They are not shying away from that at all. This robust effort that's in seven battleground states, they made sure to include a not so attractive version of Donald Trump.They found a rather unattractive piece of video to put in there and talked about how some people talk about America's lost and contrasting that with Biden trying to sell a message, as you said, at the beginning of that it's building back better and stronger. And so the contrast is going to be their campaign, whether Donald Trump is the nominee or any other Republican that we see on that debate stage the other night. As you know, though, history suggests re-election efforts for presidents are largely usually in the past referendum on the president. And so they have to contend with that as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:35:06",
      "speaker": "JACKIE KUCINICH, CNN POLITICAL ANALYST",
      "sentences": "The focus also on Latino and Hispanic voters is also interesting in terms of where the buys are, because -- and correct me if I'm wrong, I think with young voters, the fear is that they'll stay away with some of the voters, particularly in Florida, the fear is that they'll vote for the other party. And so that -- trying to keep that coalition together and keep people from kind of looking across the fence is going to be another challenge for the Biden administration and campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "SUNUNU",
      "sentences": "That's right. And that's why his ceiling is stuck at about 45 percent. So he really can't go any higher because there's no unknowns. And I think one of the most telling pieces, I don't think it was that Iowa poll, but another recent national poll says that two-thirds of Americans will never vote for the guy, right?So it just doubles down on the idea he cannot win in November. So as bad as it would be as losing the presidency, and he absolutely can't do it, it also hurts other. We want to win governorships. He hurts that. We want to run Senate races and congressional races. He hurts all of that. So I think there's some more data out there, and I think as we get closer to the actual election, folks, that starts coming into play. Also, he's the only guy anyone's talking about on national media, right? I say it all the time. His name is said like a hundred times a night on every station. Some of the other candidates are barely lucky to get their name mentioned in any of this, and even when they're interviewed, they're asked about him. So Trump is really dominating those national media airwaves. It's not shocking that he's there. But as the debates start, as people get more and more into that conversation in October, November --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "SUNUNU",
      "sentences": "-- as we get around to Christmas, I think nationally, his numbers come back down to what you see in Iowa, New Hampshire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "BASH",
      "sentences": "Governor, I'm just -- what are you seeing that we're not seeing, and I don't know that anybody else is really seeing at this point, when you say that Donald Trump's ceiling is not that high, meaning his support seems to be pretty not just widespread, but pretty firm. Is there something that you're hearing on the ground in New Hampshire, or is there data --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "SUNUNU",
      "sentences": "Yes, so --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "BASH",
      "sentences": "-- that we're not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "SUNUNU",
      "sentences": "So, for example, if you look at the RealClearPolitics just averages not to pick any particular poll, they do the average on both Iowa and New Hampshire, where the conversation is really happening, where that retail politics, where other candidates are having a little more media and accessibility, that's where Trump is down in the 42, 44 percent range, right?So as that continues on and we have our four indictments, those are in the past, Trump isn't going to show up to the first debate. He can only really go down from here. And I just think as more of these candidates, two things are going to happen. They're going to get more media attention, and the field's going to narrow. Like four or five candidates won't make the debate. They'll be gone. I've always said that, you know, later this fall, you have to get it. If you're in the low single digits, you got to get out. And my sense is, by New Hampshire, you need three or four candidates in the race to really make it a, you know, a real opportunity and an option for the Republican voter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "BASH",
      "sentences": "OK. Let me follow up on that. You told me, I guess a couple of months ago, you thought that other candidates should drop out by the end of the year if they don't see some momentum. But today in this New York Times op-ed, you said that, as you just mentioned, again, that these candidates have to the fall.Can you quantify that? Can you be more specific? What do you want to see --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "SUNUNU",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "BASH",
      "sentences": "-- for the consolidation to happen and for it to actually have some success.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "SUNUNU",
      "sentences": "If you don't make the debates, you got to be out in the next few weeks. So let's start there. Then you got to give folks time to -- if you make the debates OK, fine. As the debates get harder, bigger and bigger thresholds, more candidates are going to not be able to get on that stage. And if you're not on the stage, you have to kind of see the right --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "BASH",
      "sentences": "But what about the eight people on the stage right now? I mean, eight people is a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "SUNUNU",
      "sentences": "Yes. No. So my sense is by, like, let's say Thanksgiving-ish, if you're still in those low single digits, the 1, 2, 3 percent nationally, it's not going to happen. No matter how great your candidacy is, it ain't going to happen if you're in the low single digits. So I say early -- by early December, if that's where you are, you're out.So you maybe get five or six candidates into Iowa, three or four into New Hampshire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "BASH",
      "sentences": "Governor, Chris Sununu, thank you so much. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:45:07",
      "speaker": "SUNUNU",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:54:16",
      "speaker": "BASH",
      "sentences": "The probe that almost went away. The New York Times reports the prosecutor and the Hunter Biden investigation almost ended the probe without charging the President's son. CNN's Senior Justice Correspondent Evan Perez is back with us to explain what happened.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "PEREZ",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "BASH",
      "sentences": "-- within David Weiss, the now special counsel --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "PEREZ",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "BASH",
      "sentences": "-- was just the U.S. attorney overseeing this within his office?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "PEREZ",
      "sentences": "Within his office. And we documented some of those --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "PEREZ",
      "sentences": "-- disagreements --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "BASH",
      "sentences": "I remember.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "PEREZ",
      "sentences": "-- certainly going back, you know, two years over this investigation. So it has been part of the feature of this investigation, and it will continue, I assume.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "BASH",
      "sentences": "And the five years real quick.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "PEREZ",
      "sentences": "Five years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "BASH",
      "sentences": "And that's how long it has been going. We don't know when the end is insight now because it's the special counsel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "PEREZ",
      "sentences": "No, it -- to be honest, I don't really see how much more investigators have to uncover, especially as results of this -- of the foreign lobbying allegations that are still being investigated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "BASH",
      "sentences": "OK, well, I guess we're going to know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "PEREZ",
      "sentences": "There is going to be a report at the end of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "BASH",
      "sentences": "-- when we see the report --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "PEREZ",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "BASH",
      "sentences": "-- which is the difference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:13",
      "speaker": "PEREZ",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    }
  ]
}