{
  "date": "2023-05-16",
  "headline": "CNN This Morning",
  "subHeadline": "Asa Hutchinson is Interviewed about His Presidential Run; Kenny Smith is Interviewed about his New Book; More Americans are Holding on to their Vehicles Longer. Aired 8:30-9a ET",
  "utterances": [
    {
      "timeStamp": "08:31:08",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "New this morning, sources tell CNN that the Florida governor, Ron DeSantis, is days away from launching his White House bid. Something that's expected to happen before the end of May. His political operation is currently moving into a new headquarters in Tallahassee as a super PAC that is closely aligned with the governor builds out a national campaign from Atlanta. A source with knowledge of the planning told CNN, he thinks he's on a mission from God and he wants people who are going to give up their lives for the next year to go change the world.Just yesterday former President Trump was pushing back on DeSantis, who called on Republicans to reject a, quote, culture of losing, saying, I'm doing much better against Biden than he is in the polls and I'm doing much better against him. I did very well in the midterms. Ron's not a winner. DeSantis responded to that comment from Trump. (BEGIN VIDEO CLIP) GOV. RON DESANTIS (R-FL): Well, we've had three election cycles in a row where we've had poor results. I mean that's just the fact. And then 2022, the circumstances were probably never better for our party in the last 10, 15 years. It was an historic underperformance across the board. So, I'm not sure what he's saying that his candidates did well in the midterms. If that were the case, we would have 54 Senate seats. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:31:08",
      "speaker": "COLLINS",
      "sentences": "Joining us now, one of the Republicans that DeSantis will likely soon be running against, Republican presidential candidate, and former Arkansas governor, Asa Hutchinson.Good morning and thank you for joining us. Nice to have you here on set. DeSantis does have a point about the 2022 midterms and what those looked like for Republicans, does he not? ASA HUTCHINSON (R), PRESIDENTIAL CANDIDATE: Oh, he's absolutely right. I mean you could take states like Arkansas, and we did well. We grew our Republican majority. Iowa did. So, there's different states that did well. But overall, we didn't meet expectations. And he's right that much of that responsibility lies with Donald Trump, whenever you look, the fact that loss in 2020, 2022, his candidates did not do well, and he engaged himself in an ineffective way. And so the message to me is, and I think there's a consensus, that if we're going to win in 2024, we need to have new leadership. We need to move a different direction. We have to be able to attract independents and suburban voters with our message, and we can do it with the challenges with the Biden economy. People are struggling today and to me that's the -- where people trust the Republican leadership. And I want to make the case on the economy that we have to control federal spending. I'd like to reduce civilian federal employment by 10 percent. We'd like to be able to make sure that we're strong, we control the border. These are messages that are important for average Americans. I hope that's what we can focus on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:31:08",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "I think a lot when we're - as we're talking about DeSantis, about this fight that he has taken up, now lawsuits with Disney, and how -- where you think the role is in the Republican Party, if there is a role for big government all of a sudden and private corporations. Obviously, Walmart is based in Bentonville, Arkansas. Would you ever respond to Walmart taking a position you disagreed with as governor the way that Ron DeSantis has for Disney's position?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:31:08",
      "speaker": "HUTCHINSON",
      "sentences": "I don't think government should be about punishing businesses because they say something we don't agree with. That's not the role of government. That's what the left tries to do. We shouldn't try to do it. And it's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:31:08",
      "speaker": "HARLOW",
      "sentences": "That's what DeSantis is doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:06",
      "speaker": "COLLINS",
      "sentences": "And you just talked about spending in Washington. I think pretty much anyone from any party would agree that spending is out of control in Washington. But when it comes to the talks that are happening right now and the demands that Republicans are making for cuts and the White House saying we're not going to negotiate on this, though they are meeting today, the former president, who is the frontrunner of the Republican Party right now, casually suggested letting the U.S. default last week if Republicans don't get those spending cuts that they want in our town hall. Is that responsible to say the U.S. should just default and imperil people's 401(k)s and Social Security benefits?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:06",
      "speaker": "HUTCHINSON",
      "sentences": "Well, default is not a responsible position. The United States cannot default on its debts. And you can't take Mr. Trump's private business practices of declaring bankruptcy and using that as a tool and say that's what ought to be applied to the federal government.We pay our debts. We keep our obligations paid. Speaker McCarthy is absolutely right in trying to negotiate a framework for reducing spending in the future. It is out of control. And President Biden should very quickly say, yes, I'll agree to a framework for the future to control spending. He should agree to that. This is not an unreasonable request. In the end, we've got to be able to make sure that we cover our debts, there's not any downgrade in our bonding capacity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:06",
      "speaker": "HARLOW",
      "sentences": "I want to ask you finally about women and children because you said on this show back in April, I believe that you win on standing with the unborn and making it clear as to how you would help women and problem pregnancies as well. That was on a question about abortion.While you were governor from Arkansas, looking from 2018 to 2020, the most recent available data, your state had the highest rate of maternal mortality and the third highest rate of infant mortality. In 2020 there were seven infant deaths per 1,000 live births in Arkansas. That's according to the CDC. As president, what would you do differently? Because statistics like that are not acceptable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:06",
      "speaker": "HUTCHINSON",
      "sentences": "No, they're not. And that - and for that reason, we initiated expanded health care in our rural areas to help on maternal care and to help reduce the incidence of births that are unhealthy. And so we've invested in that.And as a national level, we have to make sure that adoption services are available and are funded properly. We've got to make sure that we have the appropriate maternal care. And we need to have the states have more flexibility in Medicaid, for example, to provide those kind of expanded services. We had to go to the administration and beg and plead, give us a waiver so that we can have that flexibility. And so absolutely we have to show more compassion and understanding and really help the problem pregnancies and those that are in the poorer areas of Arkansas and our nation to make sure they have health care during that pregnancy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:06",
      "speaker": "COLLINS",
      "sentences": "On the abortion front, you have said you would sign a federal abortion ban into law if you're elected. You said you want exceptions to be included in that. Poppy and I were talking earlier about Nikki Haley, who is obviously also running for president. She said the idea that a Republican president could ban all abortions is not being honest with the American people. What's your response to her comment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:06",
      "speaker": "HUTCHINSON",
      "sentences": "Well, I mean if you're speaking of, it's very unlikely that we're going to have a super majority of Democrats or Republicans that are going to be able to address it at the national level, I agree with that. It would take a supermajority in the Senate and the president of the same party to accomplish that result.And so you can talk in theory. And like I said, I would support a pro- life bill that came to my desk if it had reasonable exceptions to it and reasonable limitations. So, that is -- but most likely, and I think this is Nikki's point, that it's going be left to the states. And that was one of the outcomes that's permissible under the Dobbs decision. And so each state is going to debate this. They're going to have different standards based upon their culture and what their representatives see is appropriate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "HUTCHINSON",
      "sentences": "Sure, I think they should. They should state their position on it. I'm pro-life. And while we want to make sure that we provide the care, that we make sure that we have reasonable exceptions in there. And if you look at the polls, it's exceptions of rape, incest, and the life of the mother. They are very important exceptions that have to be included.And -- but a candidate should state as to what their position is on it. That's where you get by the hurdles, is honesty, clarity, and really explaining and defending your position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "COLLINS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "HARLOW",
      "sentences": "Former Arkansas Governor Asa Hutchinson, it's nice to have you. Good to have you at the table in person.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "HUTCHINSON",
      "sentences": "Oh, it's good to be here. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "COLLINS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "HARLOW",
      "sentences": "Charles, Shaq, Ernie, Kenny, \"Inside the NBA\" has been a fan favorite for 30 years. People come for the expert analysis. They stay for the hilarious jokes and pranks. We're going to be joined by Kenny \"The Jet\" Smith on his new memoir and headlines from the playoffs. That's all ahead. (COMMERCIAL BREAK)(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(INAUDIBLE). Don't you - don't you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ooh!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Get your butt out here!",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, that was bad right there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I'm telling you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That was bad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "All right, Jack (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "First of all, my chair is booby-trapped. It doesn't - it doesn't spin. It doesn't spin. I can't (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I know it -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I cannot spin, Al.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Congratulations, Jack (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Imagine, Chuckster, if you were outside and it started hailing or something like that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Like doing what?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Like it was hailing outside. You would be totally projected.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, my -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I can't see, Ernie, with this thing. I knew it was coming. I knew it was coming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:03",
      "speaker": "HARLOW",
      "sentences": "That's just par for the course, by the way, on the Emmy Award- winning TNT show \"Inside the NBA.\"Our next guest is Kenny Smith. He is a two-time NBA champion who joined the show after playing ten seasons in the league. He is now adding author to his resume. His new book, \"Talk of Champions: Stores of People Who Made Me,\" is a revealing look at the people who helped shape his life. And Kenny Smith joins us now. It is great to have you. Last time I got to be with you was in the middle of you guys in Utah at the all-star game.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:03",
      "speaker": "COLLINS",
      "sentences": "Which was so funny.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:03",
      "speaker": "HARLOW",
      "sentences": "That was my favorite interview of the year. I just had to be quiet and let you guys go.Good morning. KENNY SMITH, AUTHOR, \"TALK OF CHAMPIONS\": Well, I -- we do - we do talk basketball on our show as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:03",
      "speaker": "HARLOW",
      "sentences": "Yes, but that's tough (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:03",
      "speaker": "COLLINS",
      "sentences": "Sometimes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:03",
      "speaker": "SMITH",
      "sentences": "Not just having things drop on us (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:03",
      "speaker": "HARLOW",
      "sentences": "That's the least of it.Congratulations on the book. I understand your five children in the pandemic played a big role in you actually writing it. But I love what you said in the book. You said, make no mistakes, one of the most important people in my life, perhaps the most important, was a woman. Who?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:03",
      "speaker": "SMITH",
      "sentences": "Well, my mom. You know, the one thing that she taught me is how to listen. I think what happens is, I could hear her echoing in my ears now, Kenny, listen. Kenny, listen first. Because what that teaches you is at times to have empathy when you might not be as sympathetic to someone and what they're doing or what they're going through. But you might have - you have a chance to understand why they feel that way. And I think that helped with the relationships that I have or had throughout the years with the Magic Johnsons, the Michael Jordans, and Charles Barclays and Shaq, who I've written about in the book. And each chapter is a named after a specific person instead of chapter one, two, three, four.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:03",
      "speaker": "COLLINS",
      "sentences": "And -- I love that. I love that you have a different chapter dedicated to these deeply influential figures in your life.You just mentioned Michael Jordan there. And, obviously, that's a chapter I feel like everyone's going to skip ahead. They want to read about everything that you've said about him. And one of the quotes you had in your book was about late night conversations that the two of you had. And you said, when you're 18 or 19 years old, you have conversations that you don't have at 30. You're still vulnerable and figuring out who you are. What were those conversations like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:03",
      "speaker": "SMITH",
      "sentences": "Well, the interesting part is to see when -- you're college roommates on the road, you're talking about your dreams and aspirations, and then watch someone ascend to them and how they -- you know, you - you're talking those into light. And for me, you know, I always -- I'm the one that kind of reads a lot of self-help books and how to get better at certain things. And I always thought it was from one person's perspective.And then, you know, I was writing the book and I'm sending in chapters and I realized that the access that I had to the people, everyone I was writing about had a book written about their life. And so I -- this is 15 chapters of self-help. So, I think when people read it, they're going to feel better about themselves, they're going to get 15 perspectives and go, oh, when I do that, that's why it worked. Magic Johnson does that. Oh, Bill Russell did that. Dean Smith did that. When it doesn't work you say, oh, I understand why it doesn't work as well, because you're talking to champions and people of champions of life, not just of the sport.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:03",
      "speaker": "HARLOW",
      "sentences": "You said, we talk basketball on the show, too. But I do think some of the most meaningful and consequential and impactful things you say, aside from the hilarious jokes, are what you talk about that is about culture, about politics, about society, about discrimination. I just think back to 2020. You walked off set in solidarity with the Milwaukee Bucks after the shooting of Jacob Blake Blackman in Kenosha, Wisconsin. And you talk about in the book your response to Shaq and Charles in that moment.Can you speak to the impact that had on you? Because it certainly made an impact to everyone watching.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:09",
      "speaker": "COLLINS",
      "sentences": "Yes, it's a deep conversation to have at that time. It's meaningful.You said we do talk about basketball on your show as well. We talk about basketball on this show, too. Game one tonight. Who do you have? SMITH: Well, you know, it's so interesting, you know, the East Coast with the -- and the West Coast, it's so different. With the Lakers and Denver, Denver to me is the most complete basketball team that's left. They have everything. They have an MVP candidate. They have great point guards. They have experience and youth, coaching, all the things together. They should win it. They would be the favorite. But the Boston Celtics coming up on Wednesday, those guys have proven that they are the youngest duo with Tatum and Brown. And to win in the last six years. They've been in the conference finals. They've been in the NBA finals. Even better than LeBron James. They've had - they've had more success, those two guys, than anyone in basketball right now in the last six years. So, do not count out the Boston Celtics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:09",
      "speaker": "HARLOW",
      "sentences": "OK. We're going to end on King Charles. And by that I mean Gayle King and Charles Barkley, are bringing their talents to CNN starting in the fall. Any words of advice for your fellow host? And thanks for sharing him with us, by the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:09",
      "speaker": "SMITH",
      "sentences": "Well, listen, you can have him anytime you want. And sharing is not a problem. Sharing is caring over here. We will -- Shaq and I and Ernie will share anytime. The biggest thing - I'll go back to what my mom said, be a good listener because you're not going to always be -- you need to be empathetic and you're not always going to be sympathetic or agree with what he says. So, that would be my advice. We started with it. We'll end with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:09",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:09",
      "speaker": "COLLINS",
      "sentences": "I texted Chuck and I said that we only hired him because I'm such a rabid Alabama fan that we needed a little more Auburn here at CNN. And so that's who he's representing while he's here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:09",
      "speaker": "HARLOW",
      "sentences": "(INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:09",
      "speaker": "COLLINS",
      "sentences": "Kenny Smith, the book is \"Talk of Champions,\" thank you so much for coming on to share your morning with us and to talk about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:09",
      "speaker": "SMITH",
      "sentences": "Thanks a lot, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:09",
      "speaker": "HARLOW",
      "sentences": "Congratulations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:09",
      "speaker": "COLLINS",
      "sentences": "That's going to be such a good book.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:09",
      "speaker": "HARLOW",
      "sentences": "I know.All right, price of new cars -- the price of new cars has skyrocketed because of the global shortage the past few years. That's forced many Americans to keep their cars longer than they previously would have. How long? Harry Enten with this morning's number.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "HARLOW",
      "sentences": "Like -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "COLLINS",
      "sentences": "This is our data point right here.CNN's senior data reporter Harry Enten has been crunching the numbers, including talking to Poppy. Harry, what is this morning's number? I'm actually very interested in this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "All right, this morning's number is 12.5, because the average car has been on the road now for 12.5 years, a figure that has gone up for six consecutive years.Why are these cars staying on the road for so long? Well, maybe it's because the price of a new car is way up. Look at this, up to $48,000 now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "HARLOW",
      "sentences": "Wow. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "ENTEN",
      "sentences": "That is up $11,000 from pre-pandemic in April of 2019.How about a used car? That might be a little bit better. Not really, no. Average used car list price, look at that, up $8,000 from $19,000 to $27,000 in April of 2023.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "COLLINS",
      "sentences": "$27,000 for a used car.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "HARLOW",
      "sentences": "That's a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "ENTEN",
      "sentences": "Yes, it's a lot. And, you know, one of the things that I'm interested in, you know, the Biden administration, you know, wants to get electric cars on the road, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "ENTEN",
      "sentences": "So, the idea is, OK, do those roads -- stay on the road longer than the combustion vehicles? Actual, no. So, the registered cars pulled from commission over the last decade, look at this, 6.6 of electric vehicles, look at that, just 5.2 percent of combustion vehicles. And, of course, keep in mind that gasoline vehicles are - there are so many of them on the road, 241 million to just 1.5 million electric in 2021. So, I don't know, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "COLLINS",
      "sentences": "And when it comes to electric cars, I mean, how are we seeing those numbers - I feel like we talk about electric cars on this show all the time but you're not really seeing it reflected -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "HARLOW",
      "sentences": "I got chastised by my daughter this weekend for not having -- my seven-year-old for not having an electric car. COLLINS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "HARLOW",
      "sentences": "We have a 2012 Highlander. And you know why? Because it's still working.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "ENTEN",
      "sentences": "Still working.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "HARLOW",
      "sentences": "She's -- we almost ran out of gas. She's like, mom, if you had an electric car this wouldn't happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "ENTEN",
      "sentences": "If it gets you from point a to point b, that's what's most important in my mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "HARLOW",
      "sentences": "See, Sienna.Thanks, Harry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "ENTEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "HARLOW",
      "sentences": "Appreciate it.",
      "isLastSentenceInterrupted": false
    }
  ]
}