{
  "date": "2023-04-25",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: Three-Day Ceasefire Had Been Reached On Monday; President Biden Announces He Is Running For A Second Term; Russian FM Lavrov Chairs U.N. Security Council Meeting; Israel Marks Memorial Day Amid Ongoing Political Crisis; Report: Corruption Fuels Lavish Life Of Russian Minister's Family. Aired 8-8:30a ET",
  "utterances": [
    {
      "timeStamp": "08:01:10",
      "speaker": "BIANCA NOBILO, CNN ANCHOR",
      "sentences": "Hello, and welcome to CNN Newsroom. I'm Bianca Nobilo in London in for Max Foster today.Just ahead, evacuations continue in Sudan as gunfire is heard in the capital and both sides accuse the other of breaching a shaky ceasefire. U.S. President Joe Biden makes it official he's running for reelection in 2024. More details on that in a moment. Plus, the ultra-lavish lifestyle of a Russian socialite sparks anger in France over her ex-husband's role in Moscow's war in Ukraine and allegations of corruption. We begin in Sudan, where just hours after a fragile ceasefire was reached, the sound of gunfire and fighter jets is being reported in the capital, Khartoum. The RSF paramilitary force and the army are accusing each other of violating the truce, though, things appear to be calmer than on Monday. That's when the 72-hour ceasefire was agreed after 10 days of deadly violence. Foreign countries, including the U.K. and India, have been taking advantage of the relative calm to evacuate their citizens. Sam Kiley is monitoring events from Djibouti. Sam, what is the state of this ceasefire currently and what does it frailty mean for people who are trying to escape to places like where you are?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:02",
      "speaker": "NOBILO",
      "sentences": "Well, let's hope so, even though that warning from the WHO that you just brought us down is, obviously, alarming about the huge biological risk that's presented by that party occupying the lab.Sam Kiley, thank you so much. Let's cross now to the United States where it is official. U.S. President Joe Biden has announced that he's running for reelection in 2024. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:02",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "When I ran for president four years ago, I said we're in a battle for the soul of America, and we still are. The question we're facing is whether in the years ahead, we have more freedom or less freedom. More rights are fewer. I know what I want the answer to be, and I think you do, too.This is not a time to be complacent. That's why I'm running for reelection. Because I know America. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:02",
      "speaker": "NOBILO",
      "sentences": "The announcement came exactly four years after Mr. Biden launched his 2020 presidential race. In his campaign video that he released a short time ago, Mr. Biden appealed to the nation to fight what he portrayed as Republican extremism, arguing that he needs more time to, quote, finish the job.CNN's Jasmine Wright joins me now from Washington, D.C. Jasmine, great to have you on the program. Given that President Biden has been in frontline politics longer than almost anyone, did we learn anything new about his ambitions or his goals going into this reelection campaign?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:02",
      "speaker": "JASMINE WRIGHT, CNN WHITE HOUSE REPORTER",
      "sentences": "Yes, well, we learned that President Biden is adamant that he wants to finish the job that he started. Now, this video really makes it official here. We heard from him in that video just moments ago saying that the battle for the soul of the country is not yet complete, really drawing on the same things that propelled his campaign in 2020. And that is why voters should give him a second chance in office, basically, is what the President is saying.Now, early on in that video, we heard him really slam who he called MAGA extremists. We saw video images of former President Donald Trump and Florida Governor Ron DeSantis. Of course, Trump has announced that he is going to run. DeSantis has not yet announced that, but it is expected. And also the President, he featured images from cultural flashpoints in his tenure, not only January 6, the attack on the Capitol here in D.C., but also abortion protests that took over the country last summer after Roe v. Wade was overturned. So really, this is what the President's campaign is about. But not only is it about these kind of cultural shifts, the battle for the soul of America, as he put it, but it's also about really the accomplishments that he made in office and his advisers and he are hoping that those accomplishments are able to propel him also to another term in office. And I'm thinking about that infrastructure bill, also climate actions that he's been able to pass and wants to pass more in the future. Now, when you speak to White House advisers, they say that the President's not just going to launch immediately into campaign mode, that he's going to continue to do the things that he was elected to do, which is basically be President and go through his agenda as President. But the bottom line here, Bianca, is that the President is facing extensive political headwinds. Not only are his poll numbers really hovering over those low 40s, but a majority of Americans here in the country aren't really excited for him to run a second term. They don't want him to chiefly aware of his age. The President is 80 years old, and he'll be 86 if he does win by the end of a second term. Now, when you talk to advisers, they feel like they can overcome that really when they compare President Biden to what his opponent would be likely former President Donald Trump, who is the GOP frontrunner. So today, we won't see him at a major campaign rally. Instead, we'll see him meeting with a union, just as he did four years ago after announcing his 2020 bid. Bianca?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:02",
      "speaker": "NOBILO",
      "sentences": "CNN's Jasmine Wright in Washington, D.C., thank you. And we'll have more on that later in the show.In about two hours, Russia's Foreign Minister will chair a U.N. Security Council meeting on the Middle East. Sergey Lavrov's reception at Monday's meeting, one that was supposed to focus on peace, was very contentious. Western diplomats are slamming Lavrov for his country's actions in Ukraine. Russia is currently holding the rotating presidency of the Security Council. So let's discuss this with Clare Sebastian, who joins me now. Clare, given that the objectives of the U.N. are to preserve the well-being of citizens around the world, peace, international cooperation, what is going on there at the moment doesn't seem to be furthering any of these objectives?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:11",
      "speaker": "BLITZER",
      "sentences": "Clare Sebastian, thank you so much. We'll be wrapping that up with you tomorrow, I presume.Israel marks one of its most solemn holidays today. Memorial Day honors Israel's fallen soldiers as well as victims of terror attacks. This year, it comes amid ongoing tensions over the government's plan to overhaul the country's judicial system. Protesters shouted at Israel's controversial far-right National Security Minister and some other ministers. Hadas Gold joins us now from Jerusalem to discuss this. Hadas, how is this tense political context affecting the observance of Memorial Day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:11",
      "speaker": "HADAS GOLD, CNN JERUSALEM CORRESPONDENT",
      "sentences": "Yes, Bianca, normally, Memorial Day is a day that rises above politics, but it's been clear this past few months that the situation, the divide, political divide in Israel, the societal divide, is even seeping into a day that was normally held above any sort of political situation.We were in Be'er Sheva in the south of Israel, at a military cemetery earlier today for the ceremony where Itamar Ben-Gvir, the National Security Minister, a rather controversial figure in his own right, was expected to speak. This is despite the fact that there had been request by families of fallen soldiers for the politicians to just completely stay away from these ceremonies this year. And, in particular, politicians like Itamar Ben-Gvir, who never actually served in the military. Itamar Ben-Gvir, despite the fact that there's a compulsory draft in Israel, he was barred, actually, from joining the military for his extremist views, even as a young man. And so there were calls by the families for these people to stay away, not only because of who they are, but also out of concerns that there would be protests and that the protests and potential disturbances at these ceremonies would take away from the real meaning of the ceremonies. And while we were there, actually on some of the graves of the soldiers, in addition to the flowers and the candles honoring those that had died, there were some signs from families saying, you know, to my loved one, I'm sorry, we will not be at the ceremony. We wanted to come a day before to reflect quietly and not be involved in sort of the politics that has surrounded this. And there were some disturbances at the ceremony where Itamar Ben-Gvir spoke. There were some people shouting at him that he was not worthy. But there were also some supporters who said that they liked Ben-Gvir and that somebody, one woman next to me even said that she wanted to bless him. And there were some scuffles between the families. And it goes to show you that the heightened tensions here, the political divide here is so deep that it's even seeping into something like the Memorial Day here. Bianca?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:11",
      "speaker": "NOBILO",
      "sentences": "Hadas, thanks.As U.S. President Joe Biden officially announces he's seeking reelection, we'll take a look at where things stand in the race and the chances of a rematch between him and Donald Trump just ahead. (COMMERCIAL BREAK) [08:16:00] NOBILO: Where do things stand in the race for the White House in 2024? President Biden has now officially announced that he's running, but many are raising concerns about his age. Mr. Biden is 80, and if he gets reelected, he would be 86 by the end of his second term. A recent NBC News poll found that 70 percent of Americans don't want Mr. Biden to run again, and nearly half of them said that his age was a major reason. And apparently, there's little enthusiasm for a rematch between Mr. Biden and former President Donald Trump, who is currently the frontrunner in the Republican primary race, as you can see there, just ahead of Florida Governor Ron DeSantis, who hasn't yet announced his candidacy. CNN's Arlette Saenz joins me now from the White House. Arlette, great to speak to you. So it didn't seem to me that President Biden was even hinting at addressing some of the main concerns that people have about his reelection bid. In that video, we just saw, it was quite subdued. It wasn't exactly trying to portray a vitality and combat those issues that people have with his age and sort of tiredness in the political forum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:11",
      "speaker": "ARLETTE SAENZ, CNN WHITE HOUSE CORRESPONDENT",
      "sentences": "Yes, Bianca. Ultimately, President Biden's adviser believes that he will be able to overcome those concerns about his age by simply running on his record. They are pointing to his legislative achievements while in office when it comes to things like infrastructure and climate change, as well as his efforts to kind of restore diplomatic ties around the world after many relationships have been eroded by former President Donald Trump.But as you noted, there are some very deep concerns among some voters about President Biden's age. The majority of people right now do not believe that President Biden should be running for reelection, and there's even headwinds within his own Democratic Party with that NBC poll showing that only -- or that 51 percent of Democrats did not think that he should run. But ultimately, his allies have insisted that he will be able to run on his record. That that's something that will resonate with voters, and that also, when they look at the alternatives being presented on the Republican side, that voters will decide to go with President Biden. In that video, you did hear him trying to warn that Americans freedoms are under threat by what he described as those MAGA extremists, pointing to the January 6 insurrection and also efforts to limit access to abortion in this country, an issue that has really resonated with many voters, something that we saw back during the midterms. So for President Biden, he has simply said, watch me, when people ask about his age. But he is hoping that his record is what will sell voters heading into this 2024 campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:11",
      "speaker": "NOBILO",
      "sentences": "And in terms of the broader state of the race, there's a lot of chatter about a potential rematch between Biden and Trump. But, I mean, does DeSantis really stand a chance at this point, given everything that's working against Donald Trump? You'd think that he would, but it seems that his campaign is faltering somewhat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:11",
      "speaker": "SAENZ",
      "sentences": "Well, I think that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:11",
      "speaker": "NOBILO",
      "sentences": "I mean, unannounced campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:04",
      "speaker": "NOBILO",
      "sentences": "CNN's Arlette Saenz, thank you so much, at the White House for us.Still to come. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:04",
      "speaker": "CLARISSA WARD, CNN CHIEF INTERNATIONAL CORRESPONDENT",
      "sentences": "How is it possible that she can continue to do this?MARIA PEVCHIKH, HEAD OF INVESTIGATIONS, ANTI-CORRUPTION FOUNDATION: It's a very simple trick that they play. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:04",
      "speaker": "NOBILO",
      "sentences": "Why some protests are popping up over this Russians socialite living the life of luxury in Paris?(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:04",
      "speaker": "NOBILO",
      "sentences": "As heavy fighting continues in Ukraine, one well-known Russian socialite continues to travel regularly to France, causing something of an uproar. CNN's Clarissa Ward tells us where she allegedly gets the money to fund her expensive tastes.(BEGIN VIDEOTAPE) WARD (voice-over): Svetlana Maniovich is a woman of expensive taste, diamonds and couture, extravagant parties and European vacations. Just last month, she was seen shopping and dancing in the elite French ski resort of Courchevel. But Maniovich is no ordinary Russian socialite. She is the other half of Russia's Deputy Minister of Defense, Timur Ivanov, one of the most senior architects of Russia's invasion of Ukraine. And according to a shocking investigation, Maniovich continues to gallivant around France, more than a year into Russia's bloody war, despite the fact that Ivanov was sanctioned by the E.U. in October. The explosive report put out by the Anti-Corruption Foundation, an investigative outfit founded by Russia's jailed opposition leader Alexei Navalny, is based, they say, on a leaked archive of more than 8,000 of Maniovich's emails over the last 12 years, and has racked up more than 6 million views on YouTube. It claims that on March 25, 2022, as dozens of missiles rained down on the Ukrainian city of Kharkiv, Maniovich spent more than $100,000 in a top Paris jewelry store on the Place Vendome. WARD (on-camera): How was it possible that she can continue to do this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:20:04",
      "speaker": "PEVCHIKH",
      "sentences": "It's -- it's a very simple trick that they played. Number one, Svetlana has an Israeli passport through her first husband, and second of all, six months into the war, they have filed for divorce. They haven't split any assets. Nothing has changed in terms of like, you know, daily life. Whatever they owned, they keep owning together, but technically, they're not legally married anymore.WARD (voice-over): Equally shocking are the opulent lifestyle and lavish spending that the leaked emails document. According to Russian business publication, RBC, Ivanov's official income was once declared to be around 14.2 million Rubles a year, less than $175,000. Yet, the Navalny group's report calculated that the couple spent more than a quarter of a million dollars in just one summer. CNN has not been able to independently verify those numbers. (on-camera): How is he funding this lifestyle?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:08",
      "speaker": "PEVCHIKH",
      "sentences": "The Russian army has destroyed, demolished 70 percent of the apartment blocks in town. They had to build new ones, and they did. So, that company that built those display houses in Mariupol, it is the same company that pays for Timur Ivanov's personal bills.WARD (voice-over): Despite claims of such brazen corruption, Putin toward the construction project last month, a request for comment on the investigation from the Russian Ministry of Defense received no reply. In France, though, the pressure may be mounting. On Sunday afternoon, the Anti-Corruption Foundation organized a small protest outside the Paris apartment it claims Maniovich still rents, demanding to know how she is allowed to spend the profits of Russia's war in the heart of France. A question, so far, without any satisfactory answer. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:08",
      "speaker": "WARD",
      "sentences": "CNN has reached out to the French Foreign Ministerial who responded, saying, \"We do not comment on individual situations.\" France with its E.U. partners has ended visa facilitation for Russian citizens and has also adopted targeted individual sanctions against 1499 Russian officials and their supporters.\"We also attempted, of course, to reach out to Svetlana Maniovich, sending her an email. But as of yet, we have not received a reply. Clarissa Ward, CNN, London.",
      "isLastSentenceInterrupted": false
    }
  ]
}