{
  "date": "2023-08-01",
  "headline": "CNN News Central",
  "subHeadline": "U.S. Employment Declines to Lowest Level Since April 2021; \"Barbenheimer\" Leads AMC's Best-Ever Week of Ticket Sales; Alleged Murder-For-Hire Plot Involving U.S. Woman in the Bahamas; Lying to Police Chief and Discussing Specifics of the Incident Led to Ohio K-9 Officer Who Released Dog on Unarmed Black Man Being Fired, According to New Documents; Source: 10 Trillion Gallons of Water Lost in the Colorado River Basin; Prior to Tonight's Drawing, Mega Millions Jackpot Exceeds $1B. Aired 10:30-11a ET",
  "utterances": [
    {
      "timeStamp": "10:30:00",
      "speaker": "MATT EGAN, CNN BUSINESS AND ECONOMY REPORTER",
      "sentences": "I think that this number today, along with some of the other recent ones are only going to make people more confident, more optimistic about a potential soft landing, which is great because just a few months ago, people thought there was no way they were going to be able to get inflation under control without causing recession.SARA SIDNER, CNN NEWS CENTRAL CO-ANCHOR:  Yes, the big R word was tossed around like, you know, people eating cereal in the morning, but now we seem to be OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "EGAN",
      "sentences": "And now it's been replaced by the -- another R word, resilient.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "Oh, I like it. I like -- that was good. I like that.Speaking of the resilience, the movies which I still love to go to, ladies and gentlemen. I love the theaters. Box office hit \"Barbie\" and \"Oppenheimer\" which has been called --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "EGAN",
      "sentences": "\"Barbenheimer.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "\"Barbenheimer\"?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "EGAN",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "Right, that's weird. But they had a huge impact. What happened with theaters?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "EGAN",
      "sentences": "Well, Sara, this has just been a life saver for the movie industry. AMC Theaters just announced that they had their best week of revenue ever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "EGAN",
      "sentences": "Keep in mind that this company has been around since 1920. And they are obviously crediting these blockbuster successes of \"Barbie\" and \"Oppenheimer.\" All told, now, we've got \"Barbie\" at $775 million globally at the box office. \"Oppenheimer\", $440 million. So, combined, we're looking at well over a billion dollars for these two movies. We should note that \"Barbie\" is put out by Warner Brothers and Discovery, which, like CNN, is owned by CNN. But these numbers are just incredible. And I don't know about you, but, Sara, but I have a little bit of a FOMO because I haven't seen either of these movies just yet. Have you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "Just -- didn't I just tell you that I love the movies. I went to see \"Barbie\" and \"Oppenheimer\", and both were really, really well done.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "EGAN",
      "sentences": "Well, I got to say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "Really good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "EGAN",
      "sentences": "Maybe we could catch them at night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "I wouldn't tell you to see them both together. It's a little rough. But John and I remember back in 1920 when those first movies came out in AMC. Don't you, John?JOHN BERMAN, CNN NEWS CENTRAL CO-ANCHOR:  Moving pictures? The talkies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "The pictures. The pictures. The talkies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BERMAN",
      "sentences": "I remember the talkies. Yes, all I keep hearing when you guys are talking about is \"Bermanheimer.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "SIDNER",
      "sentences": "\"Bermanheimer.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BERMAN",
      "sentences": "Which I absolutely think is responsible for our resurgence at the AMS (ph). But as it aside.All right. New information just in about the American woman who was arrested and charged in a murder for hire plot in the Bahamas. Police say, Lindsay Shiver tried to hire two locals to kill her husband, Robert. CNN's Nick Valencia is all over this. Nick, what's the latest?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "NICK VALENCIA, CNN CORRESPONDENT",
      "sentences": "God, what a wild story. And it's even crazier how police were able to successfully foil this plot, John. According to Bahamian police source, they were investigating another crime, a local business break-in when they uncovered a phone and they were going through that phone for evidence to that break-in when they came across, just stumbled across these written messages which seemed to indicate this sinister plot was going to take place.We don't know exactly who that phone belonged to. Police would not elaborate on those details, but we do know that two local Bahamian men were taken into custody. And according to local prosecutors, they agreed to carry out this murder for hire plot on the husband of American Lindsay Shiver on the island of Abaco in the Bahamas on July 16th. Police, of course, foiling this plot by uncovering that evidence in the phone. These three suspects made their first court appearance. Their arraignment Friday. They were not required to enter a plea, and were told if they were seeking bail that they could apply to the Supreme Court on the island. Look, we know that social media is a highlight reel, but according to the social media from Lindsay Shiver, this family seemed to be a happy, churchgoing family. Her and her husband both attended Auburn University where he played football in the early 2000s. But it was in April, according to court documents that he -- that Lindsay Shiver's husband filed for divorce, citing adulterous conduct by his wife as the reason for that divorce. She then, subsequently, filed for divorce the next day. Saying that she didn't have the means to pay for that. She was asking for her husband to pay for the divorce fees. We have reached out to the attorneys in those divorce proceedings, we have not yet heard back. Meanwhile, the next court date for those three suspects in the Bahamas is set for October 5th. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BERMAN",
      "sentences": "Nick, is the husband talking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "VALENCIA",
      "sentences": "You know, we did reach out to him. We tried to reach out to him at his home. He seems to work in insurance here in Georgia. The couple has a home here in Thomasville -- or they did have a home here in Thomasville. He has not heard -- we have not heard back from him, John, and he has not posted anything on social media. So far, he's not talking. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BERMAN",
      "sentences": "All right. A curious case to say the least. Nick Valencia, thanks so much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "BERMAN",
      "sentences": "Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:30:00",
      "speaker": "VALENCIA",
      "sentences": "You got it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "On the ground or you're going to get bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Come to me, man.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Police K-9, you're to get bit. Police K-9, you're going to get bit. Final chance, you're going to get bit. Sir.I think it's a justifiable bite. I don't know why they seemed pissed off at me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "I don't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "He didn't comply. I gave him three commands. I told him final warning if you don't get on the ground, you're going to get the dog. I don't know why they seem mad at me for? He wasn't complying. I mean, am I wrong?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ROSALES",
      "sentences": "And on July 20th -- 24th, 20 days after the Rose arrest, we here -- see here in the documents that detective hand delivered a sealed letter to Speakman, once he opened it in his front yard, he was, \"Visibly upset.\" Two days later, the public was officially told that he was fired. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BERMAN",
      "sentences": "So, you couldn't really make it out on that video. But other videos we've seen, you could clearly hear other officers saying, do not release the dog. Is it clear in the documents that you have reviewed whether Speakman says he heard that warning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "ROSALES",
      "sentences": "Well, John, we do have an actual written report from Former Officer Ryan Speakman. And he does acknowledge that he heard during that time before he released the dog, hearing state troopers giving commands. But it is not clear, he does not address in his report whether he heard state troopers telling him to not release that dog. And of course, the police union has stepped in. It is filing and has filed an official grievance with the police department, asking for this officer to get his job back. Saying that he was fired without just cause. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "BERMAN",
      "sentences": "All right. Isabel Rosales, thank you for bringing us up to speed. Talk to you soon.Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:40:00",
      "speaker": "SIDNER",
      "sentences": "All right. Now, to an alarming new side effect of global warming. A recent study revealing the Colorado River basin has lost 10 trillion gallons of water due to rising temperatures, that's roughly the size of Lake Mead. Researchers found that human-cause climate crisis was a major contributor to that water loss.CNN's Lucy Kafanov has been following this story for many, many months now. Speaking to farmers and people that live along the Colorado River, I once did myself. Lucy, what is the impact of all this? That's a heck of a lot of water that is just gone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "WILL THELANDER, ARIZONA FARMER",
      "sentences": "I'm very worried about the future because if we keep losing water, we can't pump ground water forever. And then where's food coming from? Where is our cotton coming from? You can't just move and pick and hope everything works out. You got to plan for the future. And just kicking the can down the road and hoping for the best is what everyone seems to be doing, I don't think is a path for success. So, I'm very worried about it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "KAFANOV",
      "sentences": "And it's counterintuitive because we have this blockbuster wet winter, a lot of rain that's helped, for example, Lake Mead's levels inched up to summer. But these researchers are telling CNN that unless greenhouse gases are curbed, we will have less and less water available as temperatures continue to rise. This is a long-term problem. And what we do as people does impact how our planet functions. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:45:00",
      "speaker": "SIDNER",
      "sentences": "Yes. And the fact that, you know, look, much of the produce that we eat are from places in the west like California. To see this going down this way is really, really disturbing and have an impact on the entire nation eventually. Lucy Kafanov, thank you so much for the update. Appreciate it.John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SIDNER",
      "sentences": "Officials in France and Italy say they plan to evacuate their citizens from Niger after a presidential coup plunged the West African nation into political crisis. France will also help evacuate other European nationals there. France's foreign minister says, it's first evacuation flight is airborne, but did not say specify if the flight has departed for or from Niger. French official say they hope to complete evacuations in the next 24 hours.And this is for John Berman. John, pay attention. The U.S. women's national team has advanced -- don't fear it, to the knockout round of 16 at the Women's World Cup. Managing a zero-to-zero draw with Portugal. But the defending champs were just inches away from being eliminated when a Portugal had a chance for a massive upset. Luckily for the Americans, there was a goalpost there, knocked the ball out of the way, tied the game. Up next, Team USA will likely to take on Sweden who has beaten the U.S. in two straight Olympics. All right. Is this a bear? I can't believe I'm asking this question, or a human in a bear costume? A zoo in Eastern China says, it is a real sun bear. Rumors started swirling that the bear might be a human in disguise after a video went viral on social media showing the animal standing just like a person, having a good day. It even appears to be waving at visitors. In a statement, the zoo said, people don't understand bear's behavior. Sun bears are the smallest bear species. They're about the size of a good-sized dog. John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BERMAN",
      "sentences": "Yes, or a small human who is clearly inside that suit waving. That's my only takeaway from this right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "SIDNER",
      "sentences": "I like it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BERMAN",
      "sentences": "As I want to meet the person inside that bear suit.All right. The Mega Millions jackpot for tonight's drawing has ballooned to more than $1 billion, that is billion with a B which equals the fourth largest Mega Millions jackpot ever. CNN's Dianne Gallagher is live in Charlotte, North Carolina. Speaking to people, Dianne, who, let's face it, aren't going to win. But what are you learning out there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "DIANNE GALLAGHER, CNN NATIONAL CORRESPONDENT",
      "sentences": "-- so we can hit that $1.05 billion jackpot. Look, you have about a one in 302.6 million chance of winning this jackpot. So, the odds may not be in your favor, but somebody's got to win eventually. Now, if you have noticed that we've seen more of these mega jackpots, these billion dollar jackpots, it's because both Powerball and Mega Millions have added more of those white balls to the mix. So, it's harder to get the matches.But once, you know, my ticket wins, it's -- I've got to figure out. Do I want the 30 years of annual payments or do I want the cash prize which would give me about $528 million before taxes. And for those of you in New York, you will lose even more money on the taxes. New York has the highest lottery tax that they take away from it after those federal taxes as well. Again though, we talked to people. Some who play the lottery every day. One man, Derek today, told me he already won $50 and thinks that that is good luck for his Mega Millions ticket. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "DEREK BAKER, HOPING TO WIN MEGA MILLIONS JACKPOT",
      "sentences": "Take care of my family and provide for a beautiful woman I date and things of that nature. And helping friends and help people. And -- there's a lot of things we can do with that. I just hope the right person that does get it, does the right thing with it. That's all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "GALLAGHER",
      "sentences": "That's a lot of money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BAKER",
      "sentences": "A lot of money. So, God bless anyone that wins it. I'm not a hater with it. God bless anyone with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "GALLAGHER",
      "sentences": "North Carolina has never heard a billion-dollar winner. It's about time, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BAKER",
      "sentences": "Well, I'm going to be the first, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "GALLAGHER",
      "sentences": "Yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "BAKER",
      "sentences": "I'm going to be the first. So, I'll see you at the podium.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:50:00",
      "speaker": "GALLAGHER",
      "sentences": "Right. Let's --(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BERMAN",
      "sentences": "Dianne Gallagher, I am wishing you the best of luck. Truly. No one deserves this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "GALLAGHER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BERMAN",
      "sentences": "-- more than you do. Everyone is pulling for you here. Just know that we are all behind you, 100 percent. Thank you so much for that.And Sara, I hope you noticed that Dianne said she did buy a ticket. I will tell you, the first time I had to do a lottery live-shot, I hadn't bought a ticket. So, when the anchor asked me, you know, John, did you buy your ticket? And I said, no. It's like, the biggest downer ever. It's like a T.V. infraction if you haven't bought a ticket when you're doing a lottery live-shot. So, I learned a very important lesson there. Sara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "SIDNER",
      "sentences": "I tend to agree. I tend to agree that you should have bought a ticket. And I'm hoping that Dianne buys tickets for us. I'm sure she's already done that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "10:55:00",
      "speaker": "BERMAN",
      "sentences": "No doubt.",
      "isLastSentenceInterrupted": false
    }
  ]
}