{
  "date": "2023-06-01",
  "headline": "CNN News Central",
  "subHeadline": "Senate Could Vote on Bills as Early as Tonight; Attacks Increasing Inside Russia, Occupied Ukraine; Protests in Seven States Over Florida Immigration Law. Aired 2-2:30p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "The Senate on the Clock. Lawmakers racing to pass a debt limit bill that would prevent a disastrous default. We're following the latest on the Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "Plus, Trump caught on tape. Sources say federal prosecutors have a recording of him talking about holding onto a classified document. What that could mean for the special counsel's case against the former president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "And Ukraine's capital rocked once again by Russian missiles. And a family just devastated. A nine-year-old girl and her mother among the dead after the bomb shelter, they were fleeing to for safety, well, was closed. At the same time, Russia is reeling from attacks on its own soil now. We are following these major developing stories and many more, all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KEILAR",
      "sentences": "As soon as this evening, a debt ceiling bill could be on the way to President Biden's desk, ending this seemingly endless debt drama on Capitol Hill. Senate leaders are furiously negotiating ahead of a critical final vote on the House-passed debt limit bill just four days before a disastrous government default is predicted.CNN's Lauren Fox is on Capitol Hill for us. Talk to us about the timing here because it could be as soon as this evening. It could be tomorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "LAUREN FOX, CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes, Brianna. They have to get some kind of time agreement, but they are aiming to try and have this vote as soon as tonight. That is what they are working toward.They just had a Senate vote that close a couple of minutes ago. And they were working on the Senate floor furiously trying to find some way forward. What they are working through right now as there are a number of senators both on the Republican and Democratic sides who want to have amendments. Here's the trick though. None of those amendments can pass because if they do, then they have to kick this back over to the House of Representatives and that would push them very close to the deadline. Here's what Majority Leader Chuck Schumer said about that earlier today. (BEGIN VIDEO CLIP) SEN. CHUCK SCHUMER (D-NY): Time is a luxury the Senate does not have. Any needless delay or any last-minute holdups would be an unnecessary and even dangerous risk. And any change to this bill that forces us to send it back to the House would be entirely unacceptable. It would almost guarantee default. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "FOX",
      "sentences": "And meanwhile, you have other senators on the Republican side who are very concerned about the amount of spending on defense. Senator Lindsey Graham trying to get assurances from leadership that they would bring forward a Ukraine supplemental. More money for that war in Ukraine later this summer.That is something that he's asking as part of his vote for this -- excuse me, he won't be voting for this but as part of his agreement, not to actually slow this whole process down. So, they are working toward trying to get all one hundred senators to agree to move expeditiously on this, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "KEILAR",
      "sentences": "All right. We'll see where they land on that, Lauren. I want to bring in CNN's Manu Raju from the Hill as well. How is the speaker faring today after facing that backlash from Republican hardliners for the deal that he cut?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:10",
      "speaker": "RAJU",
      "sentences": "So, in order to get to that point to actually eject McCarthy from the speakership, all Democrats would have to agree to do that, as well as more than four Republicans. That is why it is always a threat that is over the speaker in this environment, in this narrowly divided Republican majority because there are more than four Republicans who have been concerned about this deal and have warned that perhaps there could be some repercussions for the speaker. But the question is, will they actually go that far?That is something that they're divided about whether I should try to go after the speaker because what is the strategy if they're able to knock him out? There's really no other person who could get 218 votes to become the House Speaker at this point. So, at the moment, we'll see if that temperature continues to increase and decide to go after the speaker of the dial back after this -- after days pass since the -- since his bill left the House, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:10",
      "speaker": "KEILAR",
      "sentences": "Yes. And who would want that job? We don't know. It's a very tough job as we have seen. Manu Raju live for us on the Hill, thank you, to Lauren Fox as well. Boris?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:10",
      "speaker": "SANCHEZ",
      "sentences": "Right now, former President Donald Trump is on the campaign trail in Iowa, and he has yet to respond to CNN's exclusive reporting that federal prosecutors have a tape of him talking about keeping classified documents after he left the White House. Sources tell CNN that the recording captures Trump discussing, sharing a specific Pentagon document and admitting that he is limited in his ability to declassify it. That could potentially undercut his legal argument in that special counsel probe.CNN's Paula Reid was part of the CNN team that broke this story. And, Paula, one source telling you this is a serious problem for the former president. What does the evidence entail?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:10",
      "speaker": "PAULA REID, CNN SENIOR LEGAL AFFAIRS CORRESPONDENT",
      "sentences": "What's so remarkable -- one of the many things that's so remarkable about this evidence is that the former president knew he was being recorded. Sometimes when people hear oh, there's a tape, they think it was a secret recording. But during the summer of 2021, the former president, he was in the habit of having his aides record and then upload any conversations with journalists, writers, people working on books.So, in this meeting at his golf club, among those in attendance were some of his aides and two people working on an autobiography for former White House Chief of Staff Mark Meadows, and Meadows was not in attendance. But that's one of the ways that a recording was created here, though, it's unclear exactly where investigators got theirs. And what's so remarkable and is going to be of interest to investigators is that he knows he's being taped, and yet he's still discussing whether they classified Pentagon documents. Talking about a possible strike on Iran. Suggesting that he would love to share it. But also acknowledging the limits on his ability to declassify this once he was out of the Oval Office. And this, as you noted, it really undercuts a lot of the defenses that he and his attorneys have tried to put forth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:10",
      "speaker": "SANCHEZ",
      "sentences": "That he can declassify documents just by thinking it, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:10",
      "speaker": "REID",
      "sentences": "That was one of the many conflicting explanations, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:10",
      "speaker": "SANCHEZ",
      "sentences": "Right. And does this bring investigators any closer to figuring out his intent on figuring out why he held on to these documents?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:10",
      "speaker": "REID",
      "sentences": "Yes. Intent is huge here when we look at the potential criminal charges or willfulness, it's all part of this. And up until now, we really hadn't seen anything this clear cut where the former president acknowledges, yes, I have this document. Yes, it's classified. And no, I can't really be sharing it.So, even if he's able to get around this question of whether was it classified or not, I mean, these are still sensitive defense secrets that he is possibly waving about. We know we can hear some paper on the tape.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:10",
      "speaker": "SANCHEZ",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:10",
      "speaker": "REID",
      "sentences": "Though, it's unclear if he's waving the document or something else for theatrical effect. This also, for investigators, it spreads a sort of the theater of their investigation. We've been really focused on Florida, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:10",
      "speaker": "SANCHEZ",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:10",
      "speaker": "REID",
      "sentences": "Because that's where the FBI conducted its search. It's where we've understood the classified materials had been found. We know his lawyers did a search in New Jersey but didn't find anything.But now we know according to this audio recording, at least one classified document was in New Jersey at one point. Now, the big question, Boris, is well, where to go from there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SAM KILEY CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, Jim, if we look back over the last week or 10 days, we have seen at least two series of raids claimed by these two Russian groups that are part of the Ukrainian security forces. Russian dissidents effectively, one group from the far-right, the other much more centrist, both of them combining to carry out these raids.Now, today, they have posted online claims that they crossed the border conducted more raids, claims to have attacked ammunition dumps and other targets. The Russians have made counterclaims about having driven them -- driven them back. But we also do know that inside Russia, there has been shelling. And that shelling must have come from somewhere and it must have been coming ultimately from Ukraine. And this shelling has reached right into the town of Belgorod, as well as the province with the local governor there saying that eight people were injured in shelling earlier on in the day. The many hundreds have been evacuated from boarded villages there, especially women and children, obviously. And the Russian government publicizing their efforts to get people shelter in safer parts of the country. Now, if we look at the map as it were, this is taking place in patches along about 150-mile stretch of border, which is I think deliberate policy of the Ukrainians. Keep the Russians guessing about what will happen next, at the same time denying direct responsibility for these cross-border raids in terms of the ground troops being used at any rate, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes, it seems a deliberate decision too to bring some of the effects -- the consequences of war on the Russian soil. I do want to get to the latest strikes on Kyiv. Of course, these are not new. They've been going on since the very start of the invasion.But we have this photo which puts a human face on the human losses there. This is a man overseeing the covered body of his granddaughter who, as I understand it, along with her mother were trying to get to a bomb shelter in Kyiv, and we're not able to get inside. Do we know what happened there? I know you've run from your own share of air attacks during your time in the country. Do we know why this particular shelter was locked, it seems at the time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KILEY",
      "sentences": "It's very peculiar, indeed, the subject of an official investigation with President Zelenskyy coming out with a statement saying that whoever's responsible will suffer the consequences. There's extreme anger both on the street and in the government that more than a year after the war with almost nightly raids on every Ukrainian town --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KILEY",
      "sentences": "-- but particularly Kyiv, that any bomb shelter would be unlocked. Now, you -- as you know, Jim, these are Soviet-era bomb shelters. In most cases, they're normally unlocked. They're quite good facilities.Once you get down into them, they have ventilation. Even some of them have schoolrooms and such. Even showers. But ultimately, people have become a little blase about taking cover. This -- on this occasion, though, at three o'clock in the morning, was not the case. The family and many others were trying to get into this bomb shelter, banged on the door as they had done in the past, and found it locked, were unable to get into it. Now, one man lost his wife and daughter in that strike. Another woman was killed. The number of people injured. And that was by the descending debris from a missile.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KILEY",
      "sentences": "Of course, it could have been a whole lot worse, if not there than elsewhere, had those missiles been able to penetrate Kyiv's air defenses. But the government in -- of Ukraine saying that all of the missiles were indeed shot down but the debris can be a killer too, Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SCIUTTO",
      "sentences": "Yes. No question. And it's just a reminder this happening, well, virtually every day in that country since the start of the war. Sam Kiley, in Kharkiv in the northeastern part of the country, thanks so much. Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "KEILAR",
      "sentences": "Ron DeSantis's presidential campaign takes him to New Hampshire. Next, the person that some call his secret weapon and the power behind the throne. And we'll show you why immigrant workers in DeSantis's home state of Florida are on strike.Plus, how closely are Alexa and ring cameras watching you? Ahead, the controversy that has Amazon paying a $30 million fine. This is CNN NEWS CENTRAL. (COMMERCIAL BREAK) [14:18:37] SANCHEZ: Today, immigrants around the country are taking action through their absence. Demonstrations in seven states are recognizing what they call A Day Without Immigrants to push back primarily against a new immigration law in Florida. The law requires employers with more than 25 workers to check their immigration status. It also invalidates government ID cards issued to undocumented immigrants. And at issue steep fines or potential jail time to anyone who transports undocumented people. Let's take you now live to Immokalee, Florida with CNN's Carlos Suarez, who has been following these protests. Carlos, what are these protesters hoping is going to come from A Day Without Immigrants?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:03",
      "speaker": "MARLA PLATA, UNIDOS IMMOKALEE",
      "sentences": "We have many farm workers who have already left. And they've already migrated up north. But they are thinking about where are they going to go in October, right because they will not be coming back to Florida. So, they're having to say goodbye to friends, family members, as well as just the community that has helped support them.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:03",
      "speaker": "SUAREZ",
      "sentences": "And the impact on businesses is already being felt. Yesterday, we were over in West Palm Beach County -- West Palm Beach, rather where we caught up with the owner of a Mexican restaurant who told us he's already lost 30 percent of his staff. He says his workers of all quit. Many of them were undocumented. They all told him that the reason they were leaving their jobs is because of this new immigration law. He says -- the owner of that business told us that they're now in the process of trying to figure out whether or not they're going to be able to stay open once this law goes into effect in July. Again, here in Immokalee, Florida, we're expecting a crowd of several hundred to come out in support of immigrants. It's something that we've seen in Homestead, Florida, as well as Orlando and in Jacksonville, Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:03",
      "speaker": "SANCHEZ",
      "sentences": "Yes, Carlos. Agriculture, a huge part of Florida's economy, and migrant workers are its backbone. Carlos Suarez, thank you so much for that report. Brianna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:03",
      "speaker": "KEILAR",
      "sentences": "The man behind the controversial immigration law is not in the Sunshine State today. Florida Governor Ron DeSantis is on the campaign trail, a little more than a week since he launched his run for the White House. He is set to speak soon in one of the critical early primary states, New Hampshire. And earlier, he pointed out how he can serve a longer term than his prime rival.(BEGIN VIDEO CLIP) GOV. RON DESANTIS (R-FL): The bureaucracy and the administrative state. If you only did four years, everything would get reversed. The bureaucrats would wait you out. There's a lot you can do on day one that will have a big impact. But that bureaucracy, I think, is a huge, huge problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There must -- I think Trump said he can do it in six months.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:03",
      "speaker": "DESANTIS",
      "sentences": "Why didn't he do it his first four years?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:03",
      "speaker": "KEILAR",
      "sentences": "CNN's Jessica Dean is in Manchester, New Hampshire following DeSantis. What is the governor's message to voters today, Jessica?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:03",
      "speaker": "JESSICA DEAN, CNN CORRESPONDENT",
      "sentences": "Well, Brianna, I think it's been interesting to watch him really sell himself as a sitting executive. That is really the lane we're seeing him carve out for himself in what is an ever-growing GOP presidential field in this primary. And what he and his team believe it really sets him apart is that he's not a former anything, he is a sitting governor, and that he can go through and check off what they think are big accomplishments that will really resonate with GOP voters here in New Hampshire, but also in other early states and all across the country.And that's what we've heard him do again and again, is really tick through that list of what he's done in Florida. It's what he and his team like to call the Florida blueprint. And it's really about introducing himself to a lot of voters who maybe don't know that much about him or don't know exactly what he's done in his state. I will say, I was there for his first stop when I was inside. And I was watching him do this. And there were people in the crowd kind of nodding their head and leaning over to each other going oh, we didn't realize that he did that. So, that is -- that is something that we're hearing a lot of. It is interesting who -- what we're not hearing a lot of on the -- on the campaign trail on the stump as it were, President Trump's name. He's not mentioning President Trump by name on the stump at all. Now, he will mention it in passing if asked about -- if asked about it by other media outlets, he will go hard at Trump. But it -- on the stump, he's really not talking about it. But you saw right there, Brianna, in that clip you just played when you were coming to me how he took that swipe there, well, why they didn't do it -- why didn't he do it in six months. And we're starting to really see that back and forth between the former president and the governor really intensify as he's now a full candidate in this race.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:03",
      "speaker": "KEILAR",
      "sentences": "Yes, that was a full clause out swipe there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:03",
      "speaker": "DEAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:03",
      "speaker": "KEILAR",
      "sentences": "DeSantis, we should note, he is campaigning with his wife, Casey. She is perhaps the most influential member of his inner circle. How are voters there in the Granite State receiving her?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:06",
      "speaker": "KEILAR",
      "sentences": "More phones out to take photos of her than the governor? What do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:06",
      "speaker": "DEAN",
      "sentences": "It's a good -- it's a good question. I don't know -- I -- they want to see everyone. I just think there's a lot of interest in her right now for sure. And I do think we have a clip you can listen to have her on the stump -- you can listen for yourself.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:06",
      "speaker": "CASEY DESANTIS, WIFE OF GOVERNOR RON DESANTIS",
      "sentences": "So, that was a goal of trying to sign up one million mamas across the state to support the governor for reelection. And we actually surpassed that goal. We got 1.1 million Mamas. And I'll tell you why. It was bipartisan. It was Republican, Democrat, independent.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:06",
      "speaker": "DEAN",
      "sentences": "So, again, there she is really playing a key role in all of this, Brianna. And we do expect to keep seeing them together. And then it will be interesting and something to watch is how the campaign will choose to deploy her and him in different ways to really gin up support in all of these early states, Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:06",
      "speaker": "KEILAR",
      "sentences": "Yes, it's going to be very interesting. Jessica Dean, a very busy woman in Manchester, New Hampshire, only going to get busier for you. I know. Thank you so much for that. Jim?",
      "isLastSentenceInterrupted": false
    }
  ]
}