{
  "date": "2023-12-13",
  "headline": "Laura Coates Live",
  "subHeadline": "The Presidency Might Be The Ultimate 'Get Out Of Jail Free' Card For Trump; Judge Pauses Trump Election Interference Case; House Votes To Formalize Biden Impeachment Inquiry; Multiple Men Exonerated After Serving Years In Prison; Golden State Warriors' Draymond Green Is Suspended. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "GAYLE KING, CNN HOST",
      "sentences": "We're going to change our clothes. You can catch me tomorrow on \"CBS Mornings\" at 7",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "LAURA COATES, CNN HOST",
      "sentences": "So, what exactly happened in the Oval Office behind closed doors and the legal case that could put Donald Trump maybe right back in the White House? Tonight, on \"Laura Coates Live.\"All right, so, admittedly, there's so much Trump legal news. You may be having a little bit of trouble keeping track of it all. I mean, you've got election interference, you got fraud, hush money payments, classified documents. Yes, it's a lot. Let me tell you what the main takeaway is tonight, the thing that puts really all of this in perspective. The presidency, well, it just might be the ultimate \"Get Out of Jail Free\" card for one Donald J. Trump. I mean, imagine you're all in law school now because, in a way, we all have become law students. How can all of this legal trouble just maybe fade away? I'm going to explain to you. But don't worry. No pop quiz, no Socratic method. That's all coming up. But first, I want to look at what we have learned just in the past few hours. First is Kenneth Chesebro coming back to maybe haunt the former president. Remember who he is? He's the ex-pro-Trump lawyer whose claim to fame is helping to cook up the fake electors' plot and who pleaded guilty, remember that, down in Georgia to one count of conspiracy in the election interference case. Well, now, he's talking to people, investigators not just in Georgia but in Michigan and Nevada and Wisconsin, as well, of course, as Georgia. (BEGIN VIDEO CLIP) KENNETH CHESEBRO, FORMER ATTORNEY FOR DONALD TRUMP (voice-over): I ended up explaining that Arizona was still hypothetically possible, because the alternate electors had voted. So, it was, I think, clear in a way that maybe it hadn't been before, that we had until January 6th to, to win. And that, you know, created a real problem. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "COATES",
      "sentences": "I think there's a little problem. Absolutely. He told Trump how he could still win and explained how a so-called \"alternate electors\" that he helped to assemble in places like Arizona and six other states gave Trump an opening to keep contesting the election all the way until January 6th.There's another case. It's also a huge deal. I told you, a little bit of whiplash, a little bit of fire hose drinking here. And this one just might put him back in the White House. How? Well, maybe by kicking a can way down the road. Judge Tanya Chutkan, you know her well from how we've been covering this case and all that has come to pass, well, she is now pausing temporarily the D.C. election interference case which could then push that trial date that right now is set for March of 2024 a little bit farther down the road. And, of course, the longer the case is paused, the closer we get to November 5th, 2024 and potentially a second Trump term. Now, Jack Smith has asked the Supreme Court, as you know, to step in and resolve a really big question in that case. The big question, of course, does Trump have presidential immunity? In other words, law students, come in. Where I'm going with all this? You already know. All these cases are piling up. Looks pretty bad for the former president. But in the end, it may all come down to what happens on election day because if Trump wins at the federal level, of course, he may also win that great big, old \"Get Out of Jail Free\" card. I've got a mountain of legal developments. I got to plow through with all of you here because it is that important to know, that important to actually get and assess. I got the perfect guests to do it. CNN legal analyst Norm Eisen, former House Judiciary special counsel in Trump's first impeachment trial, and CNN opinion contributor Sophia Nelson, former House GOP Investigative Committee counsel. So, first of all, first things first. We got the fire hose going. We're all drinking through it. A lot of cases to get through. When it comes to this major development today, this pause in this case before Judge Chutkan, it is very significant, isn't it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Yep.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "EISEN",
      "sentences": "We're in December. We're counting less than three months to get to that case. And the question is, how many days are going to be eaten up as we have these appeals?There's two going on. There's a process going on in the Supreme Court. There's a process in the Court of Appeals. Both, though, are moving at extraordinary speed. We don't know what the terminus will be. If they take 30 or 60 or 90 days off the clock, you still get that trial. Instead of March, it's a trial that begins in June. You get that trial before November. If it takes much longer, it gets tougher and tougher, and it matters so much because of the connection between your two points, Laura. If you look at like that big \"New York Times\" poll where Trump was leading Biden in the swing states, if Trump has a single conviction and sentencing, there's a 14-point swing. So, there's a connection between the trial date and the election date.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Sophia, are you ready for my dramatic reading tonight?(LAUGHTER) It's coming. It's coming right now. It's a little bit of Grinch who stole Christmas moment, and I'll tell you why. You know what I'm talking about, don't you? I do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "You know what I'm talking about. So, apparently, Trump's attorneys have been arguing about that clock, because we all know that you never ever should actually be serious in filing for the corporate. Here you are.He asks about and talks about the proposed schedule, and they say -- this is actual quote in legal filing. \"This proposed schedule would require attorneys and support staff to work round-the-clock through the holidays, inevitably disrupting family and travel plans. It is as if the special counsel 'growled with his Grinch fingers nervously drumming, I must find some way to keep Christmas from coming. But how?'\" Now, you've been in private practice. You've served honorably in government as well. Um, is this even remotely persuasive to a court as the idea that you've known this schedule all along and now you're telling me that it's the Grinch who's doing it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "SOPHIA NELSON, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, listen, two things. First of all, they are unserious. We all know that. So, let's move on. Secondly, the judge did give them a stay. Judge Chutkan did something that other people were really not happy with today.And I think that she made an interesting choice given the fact that no judge likes to be overturned. So, if it goes to the Supreme Court or a court above her and they come back and say there is not going to be a trial because he does have presidential immunity, there's a problem. I agree with everything Norm said about the timeline and the process. It all depends on how fast this moves and how fast they come back. One question I would ask you, Norm, because you'll know this better than me, can she do this parallel or the reason she stopped it is because she can't for the reasons I said? I'm not really sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "EISEN",
      "sentences": "Trump's argument is, I am totally immune as president. It's a losing argument, by the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "NELSON",
      "sentences": "It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "EISEN",
      "sentences": "However, much time gets eaten up. At the end of that, they're going to say, no, you're not immune.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "NELSON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "EISON",
      "sentences": "But the nature of that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "Hold on. Is it that certain?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "NELSON",
      "sentences": "I think so. He's not president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "EISEN",
      "sentences": "It's inimical to American law, Laura. The whole idea of America is, you know, there used to be somebody in charge who was above the law, who was the law, the king. We started a country in which everybody is subject to the Constitution. Judge Chutkan wrote a very persuasive opinion. There has never been a case holding a president absolutely immune. I think this court, the Supreme Court, is going to toss that out.For sure, this panel -- this panel in the D.C. Circuit, you've got --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "NELSON",
      "sentences": "They're wild.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "EISEN",
      "sentences": "It's a strong panel for the government.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "NELSON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "EISEN",
      "sentences": "They're not going to recognize that. So -- but the problem that Sophia points to is, when you've made an argument that, hey, I'm not supposed to be in this court at all, binding Supreme Court precedent, to Jack Smith and Tanya Chutkan's credit, they followed the law, while that argument that Trump is making, you have no right over me at all, while that is going on, you've got to pause most of the case. That's what Tanya Chutkan did. It is the honorable thing to do.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COATES",
      "sentences": "I mean, the (INAUDIBLE), the roast beast is getting ready to be consumed. I love it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "NELSON",
      "sentences": "Yeah, they get Christmas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "EISEN",
      "sentences": "It's on a rocket docket in the D.C. Circuit and in the Supreme Court. It's going to be decided. I think the most likely -- nobody knows for sure. The most likely, the odds cluster around 60 days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "NELSON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "EISEN",
      "sentences": "That just means we go from March to April to May, maybe to June. You can still get a trial in before the election on that schedule.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "NELSON",
      "sentences": "Laura, you were a prosecutor. You know the prosecutors don't rest. I worked on committee staff you worked. We don't sleep. There were days you don't sleep. So, I think it is actually to Trump's disadvantage that they're not -- his lawyer kind of did this whole pause. We need Christmas thing, actually, for all the reasons you stated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "EISEN",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "COATES",
      "sentences": "I mean, Chesebro shows that Trump knew about the electors' plot --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "NELSON",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "COATES",
      "sentences": "-- in -- while he was still the president. So, the immunity aspect of it, the whole thing comes down to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "NELSON",
      "sentences": "Shows he knew he lost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "COATES",
      "sentences": "Well, yes, but it also comes down to the immunity argument, that everything you do while you're the president is not immune from prosecution if you knew about criminal behavior perhaps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "EISEN",
      "sentences": "How could that be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "NELSON",
      "sentences": "Well, doesn't that apply to Joe Biden? If he -- don't -- I'm sorry. I'll behave myself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "COATES",
      "sentences": "I will bring in logic. Hold on. Why now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "EISEN",
      "sentences": "How could that be the law? Once you were elected president, it would allow you to plan bank robberies --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "NELSON",
      "sentences": "There's my point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "EISEN",
      "sentences": "-- and kidnappings and even murder in the Oval Office. It can't be.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "NELSON",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "COATES",
      "sentences": "But then why --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "EISEN",
      "sentences": "But your conduct as president allows --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "NELSON",
      "sentences": "You have to go back to the framers' intentions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "COATES",
      "sentences": "But hold on --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "NELSON",
      "sentences": "This is ridiculous. Anyway, go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "COATES",
      "sentences": "For the average person thinking about how the Supreme Court takes a case, based on how ridiculous you are describing it, why would the Supreme Court have an option not to take it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "NELSON",
      "sentences": "Because it needs to be settled.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "COATES",
      "sentences": "They are just doing it for that reason, to say -- you think so? I don't know. I wish I could be as confident in all the courts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "NELSON",
      "sentences": "This is clear and -- I mean, you got Article I, Article II, Article III. You've got the judiciary and the executive and the Congress, right? And I think that in this case, the Supreme Court and the courts want to be clear about what is presidential power, what is presidential immunity.We need to know that going forward so that this never happens to us again because this is a kangaroo clown show, in my humble opinion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "EISEN",
      "sentences": "Look, it is possible that the Supreme -- right now, they're deciding. Are they going to take up the question or not? They made -- and they're going to get a brief from Trump --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "NELSON",
      "sentences": "Yep.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "EISEN",
      "sentences": "-- on December 20th. They also do not want to be accused of being Grinch-like. I was a defense lawyer, so I had to represent the Grinch, okay?(LAUGHTER) That was my client base. They don't want to be accused. They may decide their last business day is December 22nd. They'll say, hey --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "NELSON",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "EISEN",
      "sentences": "-- we are going to consider this. And their determination might be cert-denied. They may say no. Chutkan was right. I think they'll probably take it up.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "COATES",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "EISEN",
      "sentences": "I think the votes are there. And they're going to say in some form or fashion, there is no absolute presidential opinion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:01",
      "speaker": "NELSON",
      "sentences": "I think they're going to be anonymous, too. I think they're all going to agree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:17:15",
      "speaker": "COATES",
      "sentences": "All right, well, here's something that will derail Washington for weeks, and it's what everyone's going to be talking about for quite some time. Let me bring you up to speed because it could potentially upend the presidential election. The impeachment inquiry into President Joe Biden.The House voting today along party lines, perhaps unsurprisingly, to formalize that inquiry, just hours after president's son, Hunter Biden, defied a subpoena from Republican investigators to give closed door testimony.  Remember, he has been insisting that he wants to testify, but he's got to do it in a public setting. A lot to discusse now with Beto O'Rourke, who is a former 2020 Democratic presidential candidate and a former congressman from Texas. Beto, I'm so glad that you're here. I have been curious about how you would think about all of these different issues, so welcome this evening to the program. Look, the Republicans, they've got what they wanted so far. There's now an impeachment inquiry. Biden is calling it a baseless political stunt. And I'm wondering, without any information on this high crime and misdemeanor, which we thought was the requirement, is any of this truly warranted? BETO O'ROURKE, FORMER TEXAS REPRESENTATIVE: Laura, first of all, thanks for having me on. I wonder if this is really, at the end of the day, what Republicans want. They may think they want this right now. But the fact that they've had years to investigate the president and his son and have been able to turn up nothing, And it's not just me saying it, it's Republican members of Congress who are saying this as well, means that over the course of this next year, the American public and importantly the electorate is going to become increasingly frustrated with the waste of time and resources and attention and focus when we have real legitimate problems right in front of us right now. And I think this is going to go further to make the case for the re- election of the president. And it's going to make the case for the election of Democrats to Congress because the American people want folks in those positions of power who are actually going to get something done. And as you know, Republicans have a very narrow majority. There are competitive races all over this country, including three right here in Texas. So, in some ways, this might be a gift to Democrats to the president right now. We saw what happened in the impeachment of President Clinton in the 1990s and the resurgence in his power and the power of Democrats. So, I would not be surprised if the same thing were to happen over the course of this next year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:02",
      "speaker": "COATES",
      "sentences": "Well, maybe you could add to the sideshow you speak of, Hunter Biden, right? He is somebody that they have been after for quite some time, years-long investigations. There are criminal indictments that have now been brought against him after a failed plea discussion over the summer. But he was on the courthouse -- in the steps of the Congress, excuse me, just today. He was talking about wanting to testify in front of cameras because of the concern of being used as a political pawn. Now, he's telling everyone there is absolutely no there there. But he was subpoenaed to testify behind closed doors. Do you think Hunter Biden should have appeared nonetheless?O'ROURKE: I think that prosecutors should follow the facts and the evidence as far as they go. And if he is found guilty of a crime, he should pay the price as any other American would. What he shouldn't have to do is play a central role in political theater concocted by the slim republican majority in the House of Representatives. And I think he did the right thing today by showing up publicly and transparently talking about the allegations against him, about what the last few years of his life had been, and once again saying very clearly and without equivocation that his father has no connection to his business dealings or the things that he's been alleged to do. But if we're going to talk about those who have access to presidents or former presidents, you look at what Jared Kushner has done, trading on the name of his father-in-law both when Donald Trump was in office and now certainly after he has left office, that is the big leagues of corruption and influence peddling. Again, if Hunter Biden has committed a crime and a jury or a judge finds that to be the case, then so be it, and it should run its course. But trying to bring him into a failed impeachment plan that has so far surfaced no evidence, no facts whatsoever, I think he did the right thing today by calling that out publicly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:02",
      "speaker": "COATES",
      "sentences": "Well, it sounds like putting the political cart before the horse. If it were only impeachment discussions, if it were only Hunter Biden, perhaps it would be far more manageable for the reelection campaign for President Biden.But there is a headache out for the administration. As you know, there has been a lot of polling. One is a new poll out of Marist University. It has Biden at only 39% support among Gen Z. You have resonated with Gen Z for many reasons. Why do you think the numbers for Biden are so low?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "COATES",
      "sentences": "You know, one of the things that has also been a factor here as we emphasize about young voters, you can probably guess where I'm going, he has lost a lot of support among Latinos, among African- American voters, and there's a lot of concern about his age in particular. Do you think that President Biden is the best choice for Democrats to secure a reelection in 2024?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "ROURKE",
      "sentences": "I do. And he is the choice. There is no other choice. To be really clear, it will be Donald Trump versus Joe Biden in November of 2024. That is the choice before us. Everything else is just static or interference or a distraction for the time being. It is going to come down to those two men.And when you look at the contrast on any given issue, and let's just go back to immigration, you know, Trump wants to round up and deport millions of people who made their home here in America. He's the person responsible for separating children from their mothers and putting kids in cages. We can either go back to that kind of shameful history in our country or we can move forward with a president who has made extraordinary gains confronting climate change, reducing childhood poverty, investing in the infrastructure of this country, and navigating some very difficult foreign policy decisions better than just about any other person could do given the same set of circumstances. He has done a remarkable job. But to your point, Laura, he's got to make the case right now about what the next four years will look like. And if there's an issue that's grabbing the attention of this country right now, it is immigration. For those of us who live on the border, where I am here in El Paso, and for people, especially young people across the country, for the president to take this issue on and not accept a deal that will revive some of the worst Trump policies that we are rightfully so ashamed of, but will lead us forward on making sure that we make the most of those who are coming to this country because they have nowhere else to go, to stay where they're fleeing from means to die in those places, and to give them safe, legal, orderly pathways to do this, I think it would be a major achievement for his administration and it would inspire people who right now might be checked out of this election to think about Joe Biden and ultimately to vote for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:03",
      "speaker": "COATES",
      "sentences": "Well, that's 2024. Is 2028 something you're interested in, Beto O'Rourke?O'ROURKE: No, not at all. I'm very focused on the moment and what we've got to do to make sure that this country stays on the right path. You know, here in Texas, we've got our work cut out for us. We started a group called \"Powered by People\" that's focused on registering hundreds of thousands of voters to win these competitive congressional districts, to make sure that Ted Cruz doesn't serve another term, and to put Texas's 40 electoral college votes into play. Imagine if a Democrat were to win Texas, it hasn't happened since Jimmy Carter did it in '76, it would forever change what is possible electorally in this country. I'm singularly focused on that issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:33:50",
      "speaker": "COATES",
      "sentences": "Back with us now to talk about the issues that may decide the very next election is Beto O'Rourke. Let's talk about what's going on in Texas. We've been covering a lot about Kate Cox. Of course, she's the Texas woman who was forced to go to court to obtain an abortion after learning that her fetus had a fatal condition.She was denied that ability to do so. The judge said so, but then Ken Paxton said no. She did end up leaving the state to get the care she needed. And you responded, saying this. \"This is Texas until we change it.\" So, how do you intend or is it possible to change what has happened? O'ROURKE: Yeah, don't count Texas out. I know that some people are tempted to do that, especially with news like this. You mentioned Ken Paxson, our attorney general, twice indicted, by the way. You know, as this woman is going through this incredibly difficult moment in her life that threatens her health, maybe even her own life, she is being forced by the state of Texas to move through her pregnancy with a non-viable pregnancy. [23:35:00] And then Ken Paxton, the attorney general, says, if you go get this court-approved procedure, this abortion that might save your life, I will go after your husband, I'll go after any doctor or hospital that facilitates this, and they may go to prison for the rest of their lives. So, don't give up on Texas. If anything, right now, Texas needs you, the people who are watching right now. And let's remember this. That a little more than 50 years ago, abortion was just as illegal in the state as it is today. But it was three extraordinarily brave Texas women, it was Jane Roe, and then Linda Coffee, Sarah Weddington, her two attorneys, who won against all odds and before an all-male United States Supreme Court, the decision Roe versus Wade that for 50 years almost protected a woman's right to privacy, to make her own decisions about her own body. So, let's make sure that we support Texas women right now. There are a number of ways to do it. I'm focusing on registering the voters who can make sure that we replace people like Ken Paxton with pro-choice public servants who respect the people that they are purported to serve in public office, that we win these competitive congressional districts, and that ultimately our values are reflected in the people who hold public office right now. So, the 2024 elections, and Laura, I know every person says this about every election cycle, but these really couldn't be more important. The lives of the women of Texas are literally on the line. We also happen to be a state that has one of the worst maternal mortality crises of any state in the country, almost any developed country in the world, three times as deadly for Black women right now. So, this is literally life and death. That's why registering voters, voting, getting out there and meeting people, volunteering where you can, organizations like ours, \"Powered by People,\" that's the work that we need to focus on right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:33:50",
      "speaker": "COATES",
      "sentences": "You know, my friend and colleague, Abby Phillip, has an incredible whole story on Sunday about saving Black women's lives and the maternal health crisis that we are facing in this country. And again, this is not a developing country. This is the United States of America, which is why, as you mentioned, thinking about Roe v. Wade and the Dobbs decision, the Supreme Court is taking up another abortion related case, whether or not to ban Mifepristone, which is the most commonly used drug for medication abortions, even in states where it's legal.Are you worried about this court in particular, knowing the Dobbs decision, knowing that it has a conservative majority and they have been the ones to overturn Roe v. Wade, the fact that Mifepristone is now part of the conversation? Do you have concerns about being able to not count, say, Texas or many other places out? O'ROURKE: Absolutely. And everyone watching this needs to know that the only reason you and I are having this conversation right now is the four years that Donald Trump was president and the extremist justices that he nominated to the Supreme Court who had made this the living nightmare of so many women across the country, especially in states like Texas. But as we mentioned, that might be women in every single state in the union, depending on how these extremist conservative justices decide this case, a case, by the way, which originated right here in Texas, in Amarillo. So, you know, not to put too fine a point on it, but everything that we do over the coming year leading up to the 2024 election will determine the kind of country that we live in, whether women, not just in Texas but in any state, are free to make their own decisions about their own body and to decide their own future. That is not hyperbole. Those are the facts. And so, it's incumbent upon each of us. Yes, voting is important, but that's the ante. That's just what you're expected to do. Sign up with a campaign, volunteer with somebody, run for office yourself if the filing deadline hasn't already closed in your state, and fight for the rights that we are about to lose forever. And, you know, maybe the last thing on this, I think it just underscores how important it is that Joe Biden win reelection. I know there are some people for whom Joe Biden is not the ideal candidate. I get that. And as he says, don't compare him to the almighty. Look at the alternative. The alternative is Donald Trump and it is more extremism, control of women's bodies, and things that are so antithetical to the freedoms that we cherish in this country. So, it is all on the line right now and all of us must do all we can with what we have, where we are. And here in Texas, that means registering voters in winning every single election that we can.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:33:50",
      "speaker": "COATES",
      "sentences": "It seems that Roe v. Wade will remain on ballots, at least in invisible ink, but certainly in the spirit, as you described right now, with so many other issues. Beto O'Rourke, thank you so much for joining us today.O'ROURKE: Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "MIGUEL SOLORIO, RELEASED AFTER WRONGFUL CONVICTION",
      "sentences": "A few weeks ago, I celebrated Thanksgiving with my family for the first time in 25 years. I got to meet the new 15 newcomers of the family. We ate amazing tamales, and I gave each family member a huge hug. I'm a positive person who always has this smile on my face, but that does not mean that I do not struggle with the trauma I went through on the inside.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "Then there's the other L.A. case of Giovanni Hernandez. He was 14 when he was arrested in connection to the 20 -- 2006, excuse me, shooting death of another teenager. Now, his conviction in 2012 led to a sentence of 50 years, five, zero years to life in prison. Now, there's new evidence, including cell phone records, that was able to be used to secure his release.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "GIOVANNI HERNANDEZ, RELEASED AFTER WRONGFUL CONVICTION",
      "sentences": "My case, Miguel's case, is not unique. There are more people in there who are innocent of a crime they did not commit. I want to thank him for that because we need a change in the system. We need change in our juvenile system. I just want to be that voice for those who cannot speak.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "In Illinois, Brian Beals is now free after spending 35 years behind bars. He had been convicted back in 1988 for a shooting death of a six-year-old boy. But newly surfaced witness statements showed that Beals was actually the target of the shooting, not the perpetrator.As for Marvin Haynes, even though he's had 20 years of his life taken away, he told me last night that all he wants to do is look forward. (BEGIN VIDEO CLIP) MARVIN HAYNES, RELEASED AFTER WRONGFUL CONVICTION: When I got wrongly convicted, I told the judge, I'm an innocent man, and I'm not going to stop fighting until I get justice. I did this at 16 years old, I told him that. And it's just a shame that these people that are supposed to be for justice administrated this injustice and sent a child to prison. It's just a shame that these people did me like this. But at the end of the day, I can't look in the past, I'm looking in the future, and I'm an exonerated man. I'm just happy about that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "COATES",
      "sentences": "It really begs the question just how many people could be behind bars for crimes they didn't commit. You know, more than 1.2 million people right now are in state or federal prisons. And while no system is perfect, even one wrongful conviction is one too many.I want to bring in CNN's Josh Campbell. Josh, I'm so glad that you're here. You you and I have talked about the justice system more broadly and what can go wrong. I want you to just walk us through a little bit about what you're learning about these two free men now in L.A. These were different cases, but the process of exoneration happened in terms of the evidence collection and how it could be proven, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:00",
      "speaker": "JOSH CAMPBELL, CNN SECURITY CORRESPONDENT",
      "sentences": "That's right. It's important to point out, Laura, that none of that evidence came to light because of the work of law enforcement. This was due to the dogged work of public defenders and volunteers, these nonprofit groups who work to ensure that those who are in custody are not being held unjustly.You know, you and I, Laura, we both worked in law enforcement. We put people in jail. But it's important to note that law enforcement is made up of human beings that are not infallible. And so, it's so important that you have these groups out there that are essentially checking the work of the police. And what we're learning in these cases, as you mentioned, two in Los Angeles today, two of four that we learned about throughout this week that authorities gathered evidence, and then years later, after these groups worked to bring that evidence to light, to present it back to the Los Angeles County District Attorney's Office, new evidence came to light essentially overturning those convictions, Laura.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMPBELL",
      "sentences": "Yeah, you know, witnesses, obviously, very important investigative tools. If you have someone who is at the scene of a crime as an investigator, you want to know what they saw. But there's a danger in law enforcement getting tunnel vision and, you know, focusing just on what one person says and certainly a danger if they're excluding other evidence.In the two cases that we've been talking about here, with Miguel Solorio, authorities, according to the prosecutor today, relied upon a botched photo lineup that a witness looked at and determined that, no, they actually got the wrong person in that case. And in the second instance, who, you know, he was just 14 years old, as you mentioned, Giovanni Hernandez, when he was arrested for murder in a drive-by shooting, he claimed that he was at home, that he was nowhere near the scene of that incident. In fact, now, years later, because of the work of these advocates, the L.A. District Attorney brought in the FBI. Take a listen to what they found. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "GEORGE GASCON, LOS ANGELES COUNTY DA",
      "sentences": "A new analysis of Mr. Hernandez's cellphone records by the FBI shows that his phone was not at or near the location of the shooting and supports his alibi that he was home at the time of the shooting.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMPBELL",
      "sentences": "So, again, important investigative tools, witnesses, but when you rely on that, exclude other evidence, you end up with travesties like we saw here with these men collectively serving decades in prison for murders that they did not commit.",
      "isLastSentenceInterrupted": false
    }
  ]
}