{
  "date": "2023-08-13",
  "headline": "CNN This Morning",
  "subHeadline": "Ukraine Claims Partial Success In Zaporizhzhia Region; Damar Hamlin Plays In First NFL Game Since Cardia Arrest; Airfares Dropping As Summer Travel Season Wraps Up. Aired 6-7a ET",
  "utterances": [
    {
      "timeStamp": "06:00:34",
      "speaker": "RAHEL SOLOMON, CNN ANCHOR",
      "sentences": "Good morning and welcome to CNN THIS MORNING. Great to be back with you, Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:34",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "I'm so glad you came back, Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:34",
      "speaker": "SOLOMON",
      "sentences": "It is Sunday, August 13th. I'm Rahel Solomon in this morning for Victor Blackwell.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:34",
      "speaker": "WALKER",
      "sentences": "And I am Amara Walker. Thank you so much for spending a part of your morning us with. Hopefully, you are able to wake up slowly and get that coffee brewing, or that tea. Here's what we are watching for you.(BEGIN VIDEO CLIP) GOV. JOSH GREEN (D-HI): This is the largest natural disaster we've ever experienced. It's going to also be the natural disaster that's going to take an incredible amount of time to recover from. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:34",
      "speaker": "WALKER",
      "sentences": "The death toll from the Maui wildfires jumps to 93, making it the deadliest wildfire in the past century. We are live in Maui as federal help pours in. And we are also hearing from residents frustrated with the government's response.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:34",
      "speaker": "SOLOMON",
      "sentences": "Fulton County, Georgia, district attorney investigating former President Donald Trump and his attempts to interfere in Georgia's election is expected to present her case to a grand jury this week. What we are learning about some of the key witnesses ordered to testify.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:34",
      "speaker": "WALKER",
      "sentences": "Republican presidential candidates swarmed the Iowa state fair to convince voters they are the best choice for president. How they are trying to stand out in a crowded field that is dominated by Trump.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:34",
      "speaker": "DAMAR HAMLIN, BUFFALO BILLS SAFETY",
      "sentences": "Making me feel like I'm back in the element. I'm back in that mode. Just back -- a part of my team.(END VIDEO CLIP) SOLOMON: And also, back in action. Buffalo Bills safety Damar Hamlin stepping back on the field just seven months after collapsing mid-game from sudden cardiac arrest. We have the highlights from his big return just ahead on CNN THIS MORNING. And we will get to the latest in Hawaii in just a moment. But we want to begin this morning with politics and the Trump investigations. Major new developments suggest that the former president and current presidential candidate could be hit with a fourth indictment this week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:34",
      "speaker": "WALKER",
      "sentences": "Yes. The district attorney in Fulton County, Georgia, is expected to make her case against Trump before a grand jury this week. Now, the Georgia case stems from Trump's effort to overturn President Joe Biden's victory in the state. CNN reporter Marshall Cohen has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:00:34",
      "speaker": "MARSHALL COHEN, CNN REPORTER",
      "sentences": "Good morning, Rahel and Amara. It looks like all systems are go for the Fulton County district attorney to present her case to a grand jury early this week, possibly as soon as tomorrow, in the investigation of former President Donald Trump and his attempts to overturn the 2020 election in Georgia.CNN previously reported that this was expected in the coming days. But we now know that some of the key witnesses who were subpoenaed to testify were told specifically to show up on Tuesday and the grand jury meets on Mondays and Tuesdays. One of those witnesses is an independent journalist named George Chidi. And in 2020, he actually witnessed some of the fake pro-Trump electors meeting in the statehouse in Atlanta. Another key figure who will head to the grand jury this Tuesday is former Georgia Lieutenant Governor Geoff Duncan. Here is what he told our colleague Fredricka Whitfield yesterday about the subpoena. (BEGIN VIDEO CLIP) GEOFF DUNCAN (R), FORMER GEORGIA LIEUTENANT GOVERNOR: I did just receive notification to appear on Tuesday morning at the Fulton County grand jury. And I certainly will be there to do my part in recounting the facts. I have no expectations as to the questions and I will certainly answer whatever questions put in front of me and certainly don't want to go any deeper than that to, you know, jeopardize or compromise the investigation. But, look, for me this is a story that is important for Republicans to hear, Americans to hear. Let's hear the truth and nothing but the truth about Donald Trump's actions and the surrounding cast of characters around him. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "SOLOMON",
      "sentences": "All right. Marshall, thank you. Let's now get some perspective on the Georgia case. Joining us now is CNN legal analyst Joey Jackson. Joey, good morning. Always good to see you.So, let's start with the fact that we have heard from witnesses, including as in Marshall's piece, Georgia's former lieutenant governor, that have been told to appear on Tuesday. By all counts, Joey, it appears that an indictment is imminent. From a legal perspective how does this case differ from the others?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "JOEY JACKSON, CNN LEGAL ANALYST",
      "sentences": "Yes, Rahel, good morning to you. So just -- you know, backing up, obviously, this will be the fourth indictment of the president and, you know, the other indictments are somewhat different. You know, you have the New York County indictment. That's in Manhattan. And certainly, that dealt with the hush money payments. We know that.And then, of course, we have the special counsel Jack Smith and one of those indictments that Mr. Smith proffered against the president dealt with the whole issue of these classified documents. And so, we know that's different. And then there is one that may be somewhat mirroring but different from this one, and we know that that relates to election interference. And you know that that was a federal indictment. And although, Rahel, it's important to understand that although there are these two federal indictments and one state indictment in Manhattan, this would be the second state indictment, quite a lot of moving parts here, states have a role, too. In the event, for example, that this happened, right, that there was election interference by the president in Georgia, Georgia has an independent obligation as one of 50 states in this country to do its due diligence to convene a grand jury and to pursue justice. And so, notwithstanding the fact that there may be commonalities, Rahel, to the indictment of Jack Smith in the election interference, Georgia in particular having been interfered with, allegedly, has a role and that's exactly what this grand jury is doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "SOLOMON",
      "sentences": "Yes. And, Joey, take a listen to what else Geoff Duncan told my colleague Fredricka Whitfield about why this case is different.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "DUNCAN",
      "sentences": "I think the interesting part to this indictment that's different than the others is that there's going to -- heavy signaling that there is going to be 12 plus co-conspirators. And these folks don't have the same level of loyalty they had to Donald Trump when he was trying to change the election outcome in 2020. And so, it's going to be interesting to see which way they go.And, you know, these are serious charges that are being signaled, racketeering, conspiracy, RICO. I mean, these are things really, you know, kind of garnered for the mafia or the mob. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "SOLOMON",
      "sentences": "So, Joey, it sounds like a sprawling investigation. If in fact Fani Willis does pursue racketeering and conspiracy, I mean, what type of standard has to be met to get an indictment on those types of charges?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:05:06",
      "speaker": "JACKSON",
      "sentences": "Yes. So, what happens, Rahel, is when you look at the issue of racketeering, racketeering involves a criminal enterprise. And as part of that criminal enterprise, it involves as the former lieutenant governor indicated, it involves a number of people who were engaged in activities that would meet that criminal standard, right, in the event that they do it, a grand jury will indict.Now, let's explain that. When you have racketeering charges there are usually, Rahel, two pattern acts at least at a minimum. One of them could relate to the tampering of witnesses to subvert the election process. Another has been stated publicly and we'll see, right, ultimately these are secretive type of proceedings relates to the whole voting system and whether or not there were individuals who accessed Fulton County's voter machines in order to unearth some data and information. So that -- those would be the two predicate acts for the whole racketeering issue. And then, of course, we know the conspiracy involves an agreement between two or more people to engage in criminality. So, it looks like that will be at least what we know for now. And again, these are secretive. It's very important to note that. A grand jury it's not -- doesn't meet in public. They are 23, at least 23 members, 16 will constitute a quorum. And it's important to note also, Rahel, that a simple majority, right, 12 would have to vote to issue an indictment. And they are not seeking to prove guilt beyond a reasonable doubt. They are just that as a grand jury is trying to determine whether there is probable cause to believe that a crime was committed and the subject before the grand jury committed those crimes. And so, we'll see in addition to racketeering, right, and conspiracy, what else the district attorney puts before that grand jury and what witnesses, factually bear out in terms of crimes that can be charged in the state of Georgia.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "JACKSON",
      "sentences": "So, you know, it's early, Rahel. And I say that because what ends up happening is is that the prosecutor has to go in, present the cases before the grand jury. We have information that there was a special grand jury convened previously, right, just to clarify that. And that met for about seven or eight months.That special grand jury in Georgia, hearing from about 75 witnesses and those 75 witnesses, you know, giving information and there was a recommendation as to charges. This grand jury will actually present them. Why do I go through all that? Because at this point, unless you know what the discovery is, the information is, the process, once a grand jury indicts, thereafter the defendant is now brought before the court. You enter a plea of not guilty. Your attorneys, right, would ask for discovery. That's information. What did the witnesses say? What specifically are the charges? What are you saying that I did that relates to criminality, and that's when the defenses come about. If you are alleging that it's racketeering, obviously, they are going to say, and we heard a lot of this, that people have a constitutional right to convene. They have a constitutional right to support who they choose, have a constitutional right to say things and engage in political speech. We heard a lot about that. And that what they did did not constitute any type of crime, but certainly was a measure that they have as people in this country to exercise their freedom. So, that's what we will hear. Whether that carries the day, Rahel, of course, is a separate question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "SOLOMON",
      "sentences": "It's a very separate question. That said, we will be watching certainly Fulton County this week. Joey Jackson, great to have your insights this morning. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "WALKER",
      "sentences": "An update this morning from Maui. The Lahaina fire is now the deadliest fire in the U.S. in over 100 years. The death toll rising sharply once again overnight. It now stands at 93. And Hawaii's governor is warning that that number will continue to rise as crews make their way through some of the hardest hit areas and comb through the debris and what's left of homes and buildings and cars. The scale of the damage is so vast. So far only three percent of the fire zone has been searched with cadaver dogs. The governor is estimating the cost of the damage could totally nearly $6 billion and take years to rebuild.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "GREEN",
      "sentences": "This is the largest natural disaster we have ever experienced. It's going to also be a natural disaster that's going to take an incredible amount of time to recover from.So, in the next few days, as we characterize how many people we've lost and how many people are coming into our community, please understand that we come at this like an ohana, because it's going to be in the short-term heartbreaking, in the long-term people are going to need mental health services. In the very long term, we will rebuild together. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:10:01",
      "speaker": "WALKER",
      "sentences": "For survivors hoping to check out their homes and how they fared in the fire, well, their frustration is mounting. You can just see this video showing the long, long line of cars trying to get back into Lahaina. That main highway into the historic town has been opened and then closed repeatedly. Most times with little to no warning.CNN's Gloria Pazmino is in Maui for us this morning. So, Gloria, I would imagine emotions are already running high, especially after the trauma during the fires, the aftermath, the uncertainty, and now these long lines. People are trying to figure out, you know, what happened with their homes, their neighbors. What are you hearing and seeing this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:09",
      "speaker": "STEVEN DAIKER, RESIDENT",
      "sentences": "They couldn't have told us that three miles back, or couldn't have been on a bullhorn or on the radio? Just pathetic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:09",
      "speaker": "GLORIA DAIKER, RESIDENT",
      "sentences": "The route they are trying to make us take is a dangerous route even on a good day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:09",
      "speaker": "TODD DOMECK, PINEAPPLE FARMER",
      "sentences": "We're just trying to do the most that we can. But it's really frustrating when we can't. I've got a place that I can open up with power with people to stay, but I can't get to it.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:09",
      "speaker": "PAZMINO",
      "sentences": "Now, we are expecting to see a lot of heavy traffic today in terms of a convoy, but we are also expecting that traffic will once again build up this time on the northern part of the island. That is where people are being rerouted to.So, if you are watching, if you are listening, if you have family and loved ones that are trying to reach the area, it's a lot to ask for right now, but officials are urging patience. We understand that it is a lot for people to do that right now. They are anxious to get back. But officials are also trying to get very needed supplies and emergency vehicles into the area. As you mentioned at the beginning, search and rescue very much still ongoing. Only three percent of the area has been found. Only two people have been positively identified. And officials are asking family members to come forward, provide DNA samples in an effort to identify victims. We are still expecting that death toll to increase over the next several hours. Back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:09",
      "speaker": "WALKER",
      "sentences": "Of course. Only three percent of that area having been searched with cadaver dogs. Obviously, that just portends more tragic news ahead. Gloria Pazmino, thank you.Well, Republican presidential hopefuls, they were shaking hands, riding bumper cars, talking -- of course, having lots of fried food as well, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:15:09",
      "speaker": "SOLOMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:38",
      "speaker": "SOLOMON",
      "sentences": "Welcome back. The Iowa State Fair can be a make-or-break moment for some Republican presidential candidates. Republicans with their eye on the prize have flocked to the annual event this week in Des Moines.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:38",
      "speaker": "WALKER",
      "sentences": "Now, the crowds came out for Donald Trump, Mike Pence, Nikki Haley and Ron DeSantis all making their pitch directly to the voters trying to take home the Republican presidential nomination. Chief national affairs correspondent Jeff Zeleny is following the story.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:38",
      "speaker": "JEFF ZELENY, CNN SENIOR WASHINGTON CORRESPONDENT",
      "sentences": "The Iowa State Fair on Saturday was a playground for presidential candidates, including, of course, former President Donald Trump, who arrived here in Des Moines at the very time it was being learned that the Georgia grand jury will continue their investigation and interviews of witnesses next week.Of course, the former president defiant about that role in the Georgia election back in 2020 when he is accused of trying to meddle in that election. Now, he said he defended that phone call he made to Secretary of State Brad Raffensperger calling it a perfectly fine call as he arrived here at the fair. He also talked about his frontrunner status in this race. Of course, he is leading the race at the moment five months before the Iowa caucuses open the 2024 campaign. But he said he is taking nothing for granted. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:38",
      "speaker": "DONALD TRUMP, FORMER PRESIDENT OF THE UNITED STATES",
      "sentences": "I am not taking any chances. We are way up in the polls in Iowa and all over the country, up by over 50 points. That's a lot. But we don't want to take chances.We will be back. We love you very much. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:38",
      "speaker": "ZELENY",
      "sentences": "And Trump only stayed at the fair for just a couple of hours, but his rivals stayed for far longer, greeting many voters, making their case to them why they should be the alternative. Now, Florida governor Ron DeSantis had his children and family in tow, riding the bumper cars, taking some turns playing games. He also was talking about his leading rival, Donald Trump, and about his refusal to sign that debate pledge.(BEGIN VIDEO CLIP) GOV. RON DESANTIS (R-FL): You don't take your ball and go home. It's not just about you. You've got to be willing to stand up and support the team. I think every candidate should agree to support the nominee, 100 percent. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:38",
      "speaker": "ZELENY",
      "sentences": "And Nikki Haley, the former South Carolina governor and former U.N. ambassador in the Trump administration, also spending considerable time here at the Iowa State Fair as she has been doing for months, holding town meetings across the state. She is calling for a new generation of leaders and she said it's time for the party to move on.(BEGIN VIDEO CLIP) NIKKI HALEY (R), PRESIDENTIAL CANDIDATE: Don't complain about what happens in a general election if you don't play in this caucus. It matters. It matters. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:21:38",
      "speaker": "ZELENY",
      "sentences": "And a smaller wave of presidential candidates expected to visit the state in this coming week. South Carolina senator Tim Scott, who has been gaining ground and gaining attention here in Iowa, will be coming on Tuesday. Other candidates coming as the week moves along.There is no question all of them are trying to make their arguments and perhaps knock Donald Trump down just a bit. He is the frontrunner. There is no question. But when you talk to so many voters, Amara and Rahel, one thing that's clear to us, that many do have open minds. Of course, his true supporters may not, but this is very early. And as Iowa governor Kim Reynolds told me, she said surprises often happen in the Iowa caucuses. Amara and Rahel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:01",
      "speaker": "DANIEL STRAUSS, CNN NATIONAL POLITICS REPORTER",
      "sentences": "I don't think we should be surprised that there are a large amount of Trump supporters in Iowa still. And even a brief appearance underscores his ongoing frontrunner status within the party.It is telling, though, that he decided to import a number of Florida lawmakers. That really indicates that despite his lead in the polling, despite the fact that Governor Ron DeSantis is increasingly trailing the former president, Trump still sees him as a threat, and his analytics, his data probably suggests that as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:01",
      "speaker": "WALKER",
      "sentences": "What about Ron DeSantis? He is, obviously, dealing with some campaign struggles. And just this week, you know, he had some shakeups, including replacing his campaign manager. But there on the ground we did see some hecklers. He did hit some snags during that fair side chat. Is that reflective of how the people in Iowa feel about him or how he might do in the caucuses?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:01",
      "speaker": "STRAUSS",
      "sentences": "It's hard to say. For DeSantis and his -- and the pro- DeSantis Super PAC, they have treated Iowa as a must-win state. Most presidential candidates have an early state that they really want to do well with. For DeSantis, it's Iowa.At the same time, though, we shouldn't be surprised that as we near the primary days, as we near the Election Days, the acrimony between various supporters is going to be more stark. The fact that there are supporters of Trump or other candidates booing DeSantis is par for the course. At the same time, though, if you are DeSantis and his team, you want to take that largely into account because, again, this is a must-win state for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:01",
      "speaker": "WALKER",
      "sentences": "We know that the Iowa governor, Kim Reynolds, is quite popular there in the state. She has remained neutral. She is not endorsing any of the Republican candidates just yet. And, of course, Trump, that's to Trump's chagrin. He has been publicly attacking her.And then, of course, on Saturday he kind of made an about-face and said that he liked her very much, kind of a nod to the fact that she yields quite some influence over the Republican voters. What kind of impact will she have, do you think, you know, in the caucuses there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:01",
      "speaker": "STRAUSS",
      "sentences": "I mean, Governor Reynolds' support is one of the most coveted endorsements in Iowa right now. In any presidential cycle, an Iowa governor's support is very valuable for a presidential candidate. And then the fact that Reynolds is also the chair of the Republican Governors Association and on top of that a very, very popular governor among Republican voters means that if she decides to endorse, if she decides to appear solely with one candidate, that will indicate an amount of support that other candidates really can't match.And so far, Reynolds has been clear in that she wants to appear and show neutrality with all of the candidates. There has been criticism among Governor Ron DeSantis' rivals that although she is not supporting him, she has been very, very, very eager to appear with him, to sort of wink and nod that he is her preferred candidate, but she made no indication of that in a straightforward way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:25:01",
      "speaker": "WALKER",
      "sentences": "And, Daniel, looking forward to this week and a potential fourth indictment that Donald Trump might be facing, as we said, two witnesses have been notified that they need to appear before a Fulton County grand jury on Tuesday, that includes Lieutenant Governor Geoff Duncan. He -- the former Lieutenant Governor Geoff Duncan of Georgia. He confirmed that to CNN yesterday. But how do we expect things to unfold starting as soon as Monday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:30:04",
      "speaker": "WALKER",
      "sentences": "Yes, we've already heard him launching attacks on the Fulton County D.A. calling Fani Willis racist, among other things. Daniel Strauss, thank you very much.And coming up on \"STATE OF THE UNION,\" CNN's Jake Tapper sits down with Republican Presidential Candidate Will Hurd. He'll also be joined by Democratic Senator Mazie Hirono and Congressman Dan Goldman. All that at 9 a.m. Eastern right here on CNN. We're back up to this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:37",
      "speaker": "SOLOMON",
      "sentences": "Is it possible to know what it would take to turn the tide in that way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:37",
      "speaker": "KIMMITT",
      "sentences": "Look, the Russians have set up an extensive zone of defenses, obstacles, barriers, fires that go on top of those obstacles. It's going to be hard for them to push through. There are no magic weapons out there. There are no magic solutions to this. If the Ukrainians want to get through this, it's just got to be pushing and pushing and pushing.It may be that at one point in one of the defense lines, there's a crack and they can wedge some people and equipment through, but at this point, it doesn't look likely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:37",
      "speaker": "SOLOMON",
      "sentences": "Are you surprised, General, to see the number of Ukrainian drone strikes across the border? They seem to be increasing and more and more common. Are you surprised to see that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:37",
      "speaker": "KIMMITT",
      "sentences": "I'm not surprised. I am a little worried, though. One of the great concerns has always been the restrictions that the NATO and U.S. coalition have put on the Ukrainians is that they won't use any of the provided equipment to go into Russia. It could very well be that Ukrainians start running out of their own drones. I think we have a completely different tactical situation if they start using coalition drones.We have said throughout that this is not a war between the coalition and Russia, but if they start using American equipment inside of Russia, that could -- that could change the calculation on the part of the Russians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:37",
      "speaker": "SOLOMON",
      "sentences": "How concerned should Ukraine be that it appears, at least from some polling, we can pull up some CNN polling, that public support for more aid appears to be waning. We can show you 55 percent of people polled said that they do not support more funding. I mean, how concerning should this be to Ukraine?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:37",
      "speaker": "KIMMITT",
      "sentences": "Well, I'm less concerned about that. We've fought many wars, Iraq, Afghanistan, and primarily Vietnam with public opinion in the majority against those wars. Wars are the province of the executive branch. This is not something typically the Congress can start. I'm more concerned, however, how Putin sees this. If Putin continues to see a declining public support and he thinks he can wait out until Donald Trump comes back to be president potentially, then I think we've got a completely different equation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:35:37",
      "speaker": "SOLOMON",
      "sentences": "Yes. Well, speaking of Putin, I mean, look, there's a new report out of the U.K. that Russia may not be financially supporting the Wagner mercenary group. And we know how important Wagner has been thus far as some of the wins that Russia has had thus far. What do you make of that, and what does that mean for the status of the war moving forward?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "SOLOMON",
      "sentences": "Yes. Well, that's -- that military coup in Niger over the last few weeks or so, certainly causing a lot of alarm as you -- as you said because of what it might attract into the region.Brigadier General Mark Kimmitt, great to speak with you this morning. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:40:03",
      "speaker": "WALKER",
      "sentences": "Well, just months after he collapsed and suffered cardiac arrest during a game, Damar Hamlin returns to the field. We're going to have more on his incredible comeback with the one and only Coy Wire when we come back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WALKER",
      "sentences": "How great is that? The 25-year-old is playing in Buffalo's first pre-season game today. And of course, Coy Wire is here about that. I mean, the score did in count, but this moment, it's about the moment that counts. COY WIRE, CNN SPORTS CORRESPONDENTNow, before the game, check them out, sharing this embrace with one of the heroes in this story. Denny Kellington, the trainer who performed CPR on the field to save his life. When it came to game time, Hamlin was great. Three tackles in the first quarter alone, Coach Sean McDermott calling it a remarkable display of courage, strength, and faith. Bills beat the Colts 23-19. Hamlin afterwards signs his jersey and he runs over to the stands and hands it to mom. What a moment. He called this just another milestone and getting back to feeling like himself. Here he is. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "DAMAR HAMLIN, SAFETY, BUFFALO BILLS",
      "sentences": "Amazing, you know what I'm saying? It just makes me feel like I'm back in that element. I'm back in that mode. I'm just back a part of my team. And, you know, I honestly couldn't imagine not being a part of this.When you step in between the lines, you put yourself at risk by hesitating and by reserving yourself. You know what I'm saying? So, you know, I made the choice that I wanted to play. You know, it wasn't nobody else's choices but mine. There's no other place I'd rather be. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WIRE",
      "sentences": "He has a great head of hair on him, doesn't he? That I envy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "SOLOMON",
      "sentences": "It wasn't what I was thinking.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WIRE",
      "sentences": "One thing I do not envy is how he was feeling. In my 60s -- 50s in the NFL, I played in four screws, put in my neck, and then I thought my career was over. And I remember that feeling getting ready to go out for that first contact. And I had anxiety. The night before, I could not sleep. I didn't sleep a wink. So, for him to get back out there and have that faith to go on and not hesitate and just go and continue his dream was pretty admirable.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WALKER",
      "sentences": "But you have to be a new person too, right? Especially after going through such an experience, a near-death experience, you're a completely new person with a completely different perspective on life, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WIRE",
      "sentences": "Yes. He just started a toy drive that -- a few days ago that within 24 hours was already up over $5 million. He's really using this moment to try to do good for more than just himself.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "SOLOMON",
      "sentences": "Yes. And he's on so much public support. Hopefully, that sort of helped him, you know, just in terms of knowing. So many people were rooting for him. So many people were happy to see him back on the field. WALKER",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "SOLOMON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WALKER",
      "sentences": "His mom was there. That was important.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "SOLOMON",
      "sentences": "Thank you, Coy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WALKER",
      "sentences": "Good to see you, Coy. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "SOLOMON",
      "sentences": "All right, there is some good news for people taking the weight loss drug, Wegovy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WALKER",
      "sentences": "Yes, a new trial shows that it could reduce the risk of heart attack, stroke, and other heart-related issues. CNN's Meg Tirrell has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "MEG TIRRELL, CNN MEDICAL CORRESPONDENT",
      "sentences": "We know that Wegovy can produce dramatic amounts of weight loss. In clinical trials, it showed up to 15 percent of people's body weight could be lost over the course of this study. But what we hadn't seen with this drug or with any others is that whether that weight loss actually produced a benefit in terms of protecting people against a future heart attack or stroke or heart-related death.Now, for the first time, this massive trial of Wegovy has shown that it can reduce the risk of a heart attack or stroke or heart-related death by 20 percent compared with placebo. They did this in a massive trial of more than 17,000 people over five years, and these were folks with existing cardiovascular disease. They'd had a previous heart attack or stroke or had peripheral artery disease. And what they found was that taking Wegovy did lower that risk of another event in the future. Now, this is really important for health benefits. It's the first time we've seen this in a trial of people who don't have diabetes. But it could also open up insurance reimbursement for the medicine. This is not an inexpensive drug. It costs $1,350 per month before insurance. And insurance coverage hasn't been great across the United States. And so, there is an expectation that once this result is peer reviewed, published in a medical journal, because right now this is just a press-released top-line finding, and the FDA has reviewed it, this could encourage more insurers to pay for the drugs as doctors become more interested in prescribing them. Amara? Rahel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "SOLOMON",
      "sentences": "Meg Tirrell, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WALKER",
      "sentences": "Did you know the summer is almost over?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "SOLOMON",
      "sentences": "It's August 15 -- 13, but you know what I'm saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WALKER",
      "sentences": "No, this year, I feel like it went by so fast. But I want it to go by fast because it's just too hot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "SOLOMON",
      "sentences": "Well, that's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WALKER",
      "sentences": "I want fall. I want the leaves to start changing like yesterday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "SOLOMON",
      "sentences": "But not everybody has been on vacation. Not yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "WALKER",
      "sentences": "Well, you're going on vacation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:45:00",
      "speaker": "SOLOMON",
      "sentences": "That's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "WALKER",
      "sentences": "All right, so finally some positive news for travelers during this hot, humid and really expensive summer. Airfares have reportedly dropped as travel season wraps up later this month.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:50:00",
      "speaker": "SOLOMON",
      "sentences": "Yes, experts say that prices often drop off late in the summer, but it's only for a short time before they then climb up again. CNN's Pete Muntean has all the details.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "06:55:13",
      "speaker": "HAYLEY BERG, LEAD ECONOMIST, HOPPER",
      "sentences": "Though we are surprised how low fares have gotten this year, given how high they were last year, all of the factors at play that are pushing down airfare are really good for consumers.(END VIDEO CLIP) MUNTEAN: Here are the trending destinations right now, according to Hopper, Melbourne, Florida, Manchester, New Hampshire, Reno, Buffalo, Charleston, South Carolina. A lot of places served by those ultra-low- cost carriers. The big tip though, if you're trying to book, do it now. If you wait until this time next month, that's when tickets really start to shoot up because of the holidays. It's almost hard to think about, but they're around the corner, even though we're in August right now. And if you book soon, that'll beat the demand and the rush on holiday tickets, which causes the prices to go up. Amara? Rahel?",
      "isLastSentenceInterrupted": false
    }
  ]
}