{
  "date": "2023-03-30",
  "headline": "CNN Tonight",
  "subHeadline": "Former U.S. President Donald Trump Is Indicted By Manhattan Grand Jury; Republicans React To Trump's Indictment. Aired 11p-12a ET",
  "utterances": [
    {
      "timeStamp": "23:00:00",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Take a look of live pictures of Palm Beach International Airport. In the left, Trump Tower, midtown Manhattan. In many ways, they are the touchtone to the former president. Trump Tower, where he made his big splash in New York, first when he built it, and then when he launched the presidential campaign from it. And the airport, in a town where he returned after losing the election he tried to overturn and where he will likely depart on his way back to New York on Tuesday to turn himself in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "JAKE TAPPER, CNN CHIEF WASHINGTON CORRESPONDENT",
      "sentences": "Rather stunning, Anderson, as Tuesday certainly will be as well as historic, not the kind of homecoming any president has ever had or the kind that anyone president or not would ever wish for.CNN's coverage of Donald Trump's indictment continues right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "ALISYN CAMEROTA, CNN HOST",
      "sentences": "Good evening, everyone. I'm Alisyn Camerota, and this is \"CNN Tonight.\"An unprecedented moment in U.S. history. Former President Donald Trump indicted by a grand jury in New York. It's the first time that a current or former U.S. president has faced criminal charges. The indictment is under seal tonight but more information will be announced in the coming days. Sources tell CNN that the former president is facing more than 30 counts related to business fraud. A defiant Donald Trump issuing an angry statement tonight, calling this political persecution. Let's turn right away to CNN correspondent Kara Scannell and CNN senior crime and justice reporter Katelyn Polantz. Kara, what happens next?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Well, Alisyn, next, we expect that on Tuesday, the former president is expected to come here to New York to go into the courthouse behind me and be arraigned on these charges.Now, that day, we will also expect to have the indictment unsealed, then we will learn the specifics, what are the charges that he is facing and what evidence the prosecutors put in this indictment to explain how they're supporting the case. But for the bread and butter, the Secret Service will get him here. There is underground tunnel. That's one way that they can move him in. Obviously, want to secure the area. But the process, despite the extraordinary security measures and the historic moment, will be what any other person would experience. He will come in, he will be surrendered to the authorities, he will be fingerprinted, he will have his mug shot taken, and then he will walk down a hallway likely. There is usually a row of cameras there, and then enter the courtroom. Sometimes, defendants enter the courtroom wearing handcuffs. It is at the discretion of the D.A.'s office. It remains to be seen what they will do here. But then he will enter the courtroom, then he will go before the judge, and the judge will ask him to enter a plea in this case. We expect that plea to be not guilty. His lawyers coming out with a strong statement that they are going to fight these charges in court. They have been critical of the Manhattan district attorney, Alvin Bragg, saying that there was no crime committed here. Alisyn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay. Katelyn, obviously, this is not the only investigation of Donald Trump. Do we know if there was any coordination between the D.A. in Manhattan and the others in terms of the timing here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:00:00",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "We don't right now and it would be very unusual for there to be. Usually, the federal investigators were quite separately from even other federal investigators, let alone the state investigation.As far as we know about these other investigations, Donald Trump is facing serious legal jeopardy on a lot of different fronts. Now, he has these charges that he is going to have to face in New York, in Manhattan. That's a state case. But there are also two very significant federal cases as well as a state case in Georgia. Potentially, that could be brought against him. We know he is under investigation. And it's for different behavior than what has been investigated in New York City. In New York City, it's for what happened in 2016 and as far as we know related to his company. But the January 6th investigation, that is for what happened in the closing days of Donald Trump's presidency. And then the Mar-a-Lago documents investigation, another very serious federal criminal investigation, that is about what happened after the presidency with documents that he took to Mar-a- Lago. And so, all of these investigations right now, they are showing signs that they are very mature, potentially at the very end. We know the Georgia prosecutors there are looking at potentially bringing charges at this point. And in the district court in D.C., those are the federal cases. We know that the grand jury activity has been quite intense lately that they also are bringing in witnesses and have very high-end witnesses, people very close to the former president coming in. So, it's a lot of different things that the former president and his lawyers are fielding right now, not just this travel to New York face the new indictment. Alisyn?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "NICK AKERMAN, FORMER ASSISTANT SPECIAL WATERGATE PROSECUTOR",
      "sentences": "No question about it. I mean, exactly -- what I'm not confident on is exactly what those charges are going to be. We know that the stand -- that the Daniels hush payments are part of this, the Stormy Daniels payments.But we don't know if there's more to it, if there's more to it about falsification of records in the Trump Organization, particularly in light of the fact that the state attorney general brought a case where there were lots of different faults, financial statements, insurance fraud, bank fraud. So, what I'm looking for when this indictment comes out is to see exactly what the scope of this indictment charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "CAMEROTA",
      "sentences": "John, you broke the news that it is bigger than people had expected. Thirty -- more than 30 different counts. Do we have any insight into what some of those might be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "Ah, falsification of business records? But I wouldn't read too much or too little into, you know, the more than 30 counts because, you know, if I stole your ATM card, that would be a grand larceny, but they would charge me with one count of grand larceny for every time I use it even though that's a single theft.In this case, they've looked at every document that was filed, every, uh, everything that was written or sent, you know, or submitted in the course of making this payment or these payments that was proposed as for some purpose other than its true purpose. So, that's where the number of counts come from.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "CAMEROTA",
      "sentences": "Jennifer, we just spoke to Michael Cohen, who is considered the key witness in this case. And you heard Donald Trump go after him tonight. We've heard Donald Trump's attorneys go after him, basically saying that he's a convicted felon and that he has lied in the past. Michael Cohen told us about how the -- this case does not just hinge on his testimony. So here he is. (BEGIN VIDEO CLIP)MICHAEL COHEN, FORMER DONALD TRUMP'S ATTORNEY:  I am a convicted felon, I am a disbarred lawyer, but I also brought the documents. There's plenty of testimony, corroborating testimony to go around. And come Tuesday --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "CAMEROTA",
      "sentences": "How do you that? How do you know that all these witnesses were cooperating your testimony?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "COHEN",
      "sentences": "Um, let's just say I know. I was there 22 times. So, there are things that I -- that I know, things that I believe corroborate. And at the end of the day, we have an indictment today. So, clearly, that means that the information provided was more than enough for the grand jury to come back with the determination for an indictment.Oh, by the way, for Donald, since we're talking about convicted felons, see you on Tuesday, pal. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "CAMEROTA",
      "sentences": "We will have much more of our interview with Michael Cohen coming up. So, what do you think about the strength of the case?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "JENNIFER RODGERS, CNN LEGAL ANALYST",
      "sentences": "Well, look, I think he's right that they wouldn't bring this case based on his testimony alone. They have to corroborate him. And there are documents, there are other witnesses. That is how you corroborate your witnesses, especially witnesses who have issues like Michael Cohen does, being a convicted felon and a convicted perjurer effectively.So, you know, I think he's right about that. That's what prosecutors are going to have to lean on. We'll just have to see exactly how much is corroborated. Are they relying on him for things that are not corroborated or is everything corroborating? You know, the best thing in the world, if you can stand up in the end and say, you think Michael Cohen is a liar? Fine. I'll tell you why he's not. Look at all this corroboration. You don't even have to believe him because you have all of this other evidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "CAMEROTA",
      "sentences": "Will Donald Trump know what is in the indictment against him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "AKERMAN",
      "sentences": "Very likely that the prosecutors will tell his attorney what's in there --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "CAMEROTA",
      "sentences": "Before the arraignment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "AKERMAN",
      "sentences": "Yes. And that may result in the indictment being released a little bit earlier than the arrangement because when he goes in, the judge is going to ask him whether he wants to have the indictment read and no one is going to want to waste that time. So, I think -- yeah, I'm kind of hoping that we get this sooner than later.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "CAMEROTA",
      "sentences": "And what do you think about the strength of this case having heard what Michael Cohen says about it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "AKERMAN",
      "sentences": "Oh, I think it's totally corroborated. It's wo witnesses. For starters, it's David Pecker and Michael Cohen, who both have direct testimony on Donald Trump. They also have a tape with Michael Cohen talking to Donald Trump about the payment to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "CAMEROTA",
      "sentences": "Karen McDougal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "AKERMAN",
      "sentences": "Yeah, Karen McDougal. There are lots of documents. Once you've got two witnesses who are saying the same thing, you got a tape, you got documents, um, it's a pretty good case. If you had three, it's --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:05:00",
      "speaker": "CAMEROTA",
      "sentences": "Well, they have spoken to more than --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "CAMEROTA",
      "sentences": "What are you looking for, John?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "MILLER",
      "sentences": "Well, I'm looking at two things. One, the corroboration is key. But as you heard Michael Cohen tell you tonight, he has been there 22 times. And how does he know there's corroboration? He says, well, I know.But what he's saying is they have -- as I have testified, they have handed me documents and said, do you recognize this email? Have you seen this text message? Are you aware of this submission? And that has given him a window into not just the testimony and documents that he has provided but that that has been given by others.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "CAMEROTA",
      "sentences": "Jen, I was just asking Katelyn about the coordination between prosecutors because this isn't the only investigation of Donald Trump, and she was saying it would be highly unusual. But would it?I mean, in terms of do you think that there was any phone call whatsoever between -- I know you probably don't know the answer, but between -- would it be customary between Alvin Bragg and the special prosecutor in Washington and what's going on in Georgia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "RODGERS",
      "sentences": "I don't think there is a like, what are you doing, what do you got, when are you going to pull the trigger? I don't think there's any of that stuff going on. I mean, for law enforcement purposes, there's often coordination.I mean, if someone is going to do a search or an arrest and there's something you know that's coming and you know there's another investigation to the same person, you're definitely going to have coordination on that level. And, you know, the feds have local law -- law enforcement officials on their squad so that you can do that kind of coordination. But the prosecutors are not talking amongst themselves about who's doing what except that I think there might be some coordination between the Fulton County investigation and the special counsel in the sense that there's a lot of overlap there. So, I wouldn't be surprised if there was some of that there. But it's not to coordinate for this purpose and it's not really to coordinate bringing of charges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "MILLER",
      "sentences": "But over the course of a year, indictments lead to trials, and then they're really -- the office of the special counsel, Fulton County, Georgia, Manhattan D.A. are going to have to coordinate because the defendant and the defendant's defense team, um, can't be in all those places at once. So, they're going to have to -- they're going to have to stack these as these charges -- if these charges come through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "CAMEROTA",
      "sentences": "But because this was indicted first, does that mean it will go to trial first or not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:10:00",
      "speaker": "MILLER",
      "sentences": "Not necessarily. And, you know, there are arguments that the January 6th investigation involves more serious crimes or that the Fulton County is a stronger case. Uh, so, I mean, they're going to have to negotiate this not just between the prosecutor's offices, but will it be the same team of lawyers for each case or will they have different defense teams because the violations are different? So, this is going to get -- this is going to get complicated.What the question I keep getting is, are we going to see a Donald Trump perp walk? Think of the implications of that for former president of the United States on Tuesday. And I don't think we are. The reason I don't think we are is part mechanics and part practicality and part deference, which is he's going to come into the Manhattan District Attorney's Office and go up to the squad where he will go through the process of being booked in their detective squad room. They have their own detective squad. Then transferring him to court is usually where we would be accustomed to seeing the detectives walking the defendant handcuffed. You know, hands behind the back. In this case, we've never seen this before. But you have a defendant who is under Secret Service protection. As a somebody who has been through the dignitary protection course, um, that the Secret Service uses, you do not want your protectee handcuffed. If you have to move them, push them, pull them, you know, you know you want to have full control of them. So, I think the Secret Service is going to end up saying in this custody agreement, we will walk with you from the office to the courtroom, we may take a back way, so we're not exposed to a large number of people. But I don't think we're going to see our Donald Trump perp walk at all, and I think it's going to be for perfectly legitimate reason.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:15:00",
      "speaker": "CAMEROTA",
      "sentences": "A banner headline across the front page of \"The New York Times\" revealing the gravity and the history of Donald Trump's indictment as the first former president to face criminal charges. Tonight, law enforcement in New York City setting up security after news of the indictment broke.Joining us now, we have CNN law enforcement analyst Jonathan Wackrow, a former Secret Service agent, Darrin Porcher, a former NYPD officer, and presidential historian Douglas Brinkley. Gentlemen, thank you very much for being here. I will start with you, Jonathan, because we just heard from John Miller, who kind of spelled out for us what he expects to see on Tuesday. Of course, there's not going to be a perp walk of a former president. I mean, I think that that -- I think that that would be upsetting to many people, whether you are a supporter or not of Donald Trump. But it is the first time that someone will have Secret Service duty with him for an arrest around arraignment. So, what will that look like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "CAMEROTA",
      "sentences": "How big will the detail be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "WACKROW",
      "sentences": "I don't want to get into the security, um, security aspects of it. But what I will say is it doesn't matter how big the detail is. You're going to have what 35,000 uniformed police officers on duty throughout the course of that day protecting the city of New York. So, from a -- from a consequence management standpoint, there's a lot of security protocols going on, the city will be safe, the courthouse will be safe. He will be able to do his job.But I just want to go to one point. Even with the Secret Service, even with the protection, there still will be that moment when the former president is charged. And what I mean by that, he is taken into custody. I think this will be the first time in Donald Trump's life where he loses control. He is no longer in control of a narrative. He's no longer in control of movement. He will be materially restricted. And that will be a humbling moment. It will really be interesting to see. Does that empower the former president more or does that, you know, change his attitude? And I've seen individuals, I know in your career you have as well, the moment that that happens, when they're being booked and they're being processed, you can actually see the change in somebody. So, it will be interesting to see how that happens on the day that he appears before the court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "CAMEROTA",
      "sentences": "Darrin, what's happening at the NYPD right now and what will happen on Tuesday?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "DARRIN PORCHER, FORMER NYPD OFFICER",
      "sentences": "Well, it's a very interesting narrative because this is somewhat of an aberration, because we've never had a prior president taken into custody to answer for an indictment. One of the things that the NYPD has that works to the benefit would be the teachable moments from January 6th.The NYPD is going to look at the after-action review as the what went right, what went wrong in connection with the January 6th disturbance. They're going to apply that to how they manage the courthouse or the over world lower Manhattan area in terms of the safety matrix. The NYPD is now on high alert. All plainclothes officers are now in uniform. But this becomes more and more of a challenging narrative based on Donald Trump because what we all -- what we really would like to see is Donald Trump walk in except the indictment and didn't move forward because he's not going to be held in custody. However, if Donald Trump then decides to make a speech, then it now garners the possibility of more onlookers to come in and view was going on, which makes it a more, um, challenging narrative for the police to manage. The NYPD is the best in the business in connection with managing large scale instances of this magnitude. I give you an example. On New Year's Eve, in the Times Square area, we have millions of people that come into New York City and we managed it well such as pedestrian pens, things to that effect. In addition to that, the NYPD has something we refer to as a ring of steel, which is a network of cameras that captures information which can act as viable intelligence for officers to engage potential dispute that can occur. But as we move forward, we have a lot of narratives, but ultimately, it's Donald Trump that will determine the fact if this thing shuts down or continues as it did on January 6th.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:20:00",
      "speaker": "CAMEROTA",
      "sentences": "Really interesting. Doug, tell us your thoughts on this historic moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:25:01",
      "speaker": "CAMEROTA",
      "sentences": "We're going to play that Lindsey Graham sound for everybody coming up. Gentlemen, thank you all very much. Really appreciate it.Former Vice President Mike Pence talking to CNN about Donald Trump's indictment. We're going to play for you also what he said, and former Republican Congressman Adam Kinzinger will react right after this. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "MIKE PENCE, FORMER VICE PRESIDENT OF THE UNITED STATES",
      "sentences": "I think the unprecedented indictment of a former president of the United States on a campaign finance issue is an outrage. And it appears for millions of Americans to be nothing more than a political prosecution that is driven by a prosecutor who literally ran for office on a pledge to indict the former president.When you have an attorney general in New York and Manhattan D.A. that targeted one particular American in their campaigns, I think that offends the notion of the overwhelming majority of the American people who believe in fairness, who believe in equal treatment before the law. And this appears to be just one more example, Wolf, of the kind of two-tiered justice system that the American people have had enough of. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "CAMEROTA",
      "sentences": "Joining me now, former congressman and CNN senior political commentator Adam Kinzinger. Congressman, your thoughts tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "ADAM KINZINGER, CNN SENIOR POLITICAL COMMENTATOR, FORMER ILLINOIS REPRESENTATIVE",
      "sentences": "Well, in hearing what Mike Pence said, I'm not surprised. It's probably basically what he had to say. Ah, you know, I think with this whole thing, it's -- there are so many people that have an opinion already.Nobody has got an advanced copy of this indictment. Lindsey Graham hasn't gotten it. You know, my Republican colleagues haven't gotten it. We simply don't know what it is, what it reads. Keep in mind, Michael Cohen spent some time in jail for this exact thing. So, you know, my thoughts tonight are -- it's a somber moment. I think we should -- there should be nobody in this country that is celebrating an indictment of a former president. We've been a country that hasn't had that yet. Um, it's embarrassing that we do have a president who has that. But let's wait and see what the indictment actually looks like before we start jumping to conclusions about this being political.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "CAMEROTA",
      "sentences": "I mean, obviously, that's great advice, but could it be more than the Stormy Daniels hush money payment? I mean, in other words, what do you expect to be in there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "KINZINGER",
      "sentences": "Well, I think what's going to be interesting -- I don't know because, you know, it's not a case I have investigated, but what is the link to the business? What did the president know? What did he know about covering up the payment because, by the way, number -- a number of members of Congress have been indicted for campaign finance issues like it's not like this is nothing.So, you know, yeah, sometimes, you have a campaign finance violation that's overlooked and the FEC, the Federal Election Commission, comes in and either issues of fine or has you fixed that issue. Um, but whenever you have something that is blatantly done, it is very rare that -- I know House members, so that's what I'll speak to, that a House member that gets caught doing something blatantly is not severely penalized. So, it'll be interesting to read, you know, with 30 some counts to see where that looks. I will say this, if it appears to be very thin, that's not going to go well for this D.A. But assuming he has a tight case and assuming it's a legitimate case, which I have no reason to not assume it is, my Republican colleagues need to basically just take a -- take a bit of a deep breath, go through the weekend here, and actually see what this says before they make decision.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay. Well, one person who I don't think has taken a deep breath this evening is Senator Lindsey Graham, who you referred to. So, let's listen to his reaction to all of this.(BEGIN VIDEO CLIP) SEN. LINDSEY GRAHAM (R-SC):  This is legal voodoo. You got a misdemeanor that has been made of felony. Nobody in the history of New York City has ever been prosecuted under this theory except for Donald J. Trump. This case will follow like a cheap suit under legal scrutiny. Give the president some money to fight this bull (bleep). This is going to destroy America. We're going to fight back at the ballot box. We're not going to give in. How does this end, Sean? Trump wins in court, and he wins the election. That's how this went. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "CAMEROTA",
      "sentences": "Congressman, your thoughts listening?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "KINZINGER",
      "sentences": "Well, first off, I missed the old Lindsay. You know, the one I traveled with, the one who was friends with John McCain. The first half of his statement, you know, I thought it was -- it was -- it was fine to the extent that he obviously has an opinion, he's going to share it.When you trans -- when you switch over into fundraising and the anger and the emotion that he had -- look, if he should be -- if he's sad about anything, he should be sad that his party, my party, the party of Abraham Lincoln, has a man that is being indicted, that has potentially other indictments looming, whether it's from January 6th or Georgia, that has destroyed, that is utterly destroyed the reputation of the Republican Party, the reputation frankly of, you know, people that declare Christianity. You've seen a lot of pastors and stuff get behind this and say that it's this is no problem, it is okay to lie. Like this to me is what I would shed tears on if I was Lindsey, not because Donald Trump hasn't raised enough money off of it, you know? Look, I get it, he is a politician, um, he's a good politician, I guess, in terms of getting reelected. I just -- I wish people had more red lines that they were unwilling to cross than they do. [23:35:01]",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "CAMEROTA",
      "sentences": "Adam Kinzinger, great to talk to you tonight. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "KINZINGER",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:30:00",
      "speaker": "CAMEROTA",
      "sentences": "Okay, so the impact on the political landscape is a little unclear tonight, but we do have some clues about what the public thinks of Donald Trump being indictment. Stay with us.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:39:58",
      "speaker": "SARAH MATTHEWS, FORMER TRUMP ADMIN DEPUTY PRESS SECRETARY",
      "sentences": "So, I definitely think in the short term, you're going to see him turn this into a spectacle. We've already seen him start fundraising off of it, and I have no doubt that he will continue to do that and, uh, urged his allies to go out there and beyond air criticizing this case.But that's the thing, is that we don't know the merits of this case. We need to wait and see what the charges are that are being brought against him, what the evidence is. So, I think it's a little premature to see a lot of Republicans out there criticizing it. But I do think in the short term, this will benefit him. Um, I think that you're going to see it harden the support for him among his base. But I think that long term, I think among independents and some conservative voters, you're going to see them say that, hey, it looks like he has too much baggage and he's not electable, and I don't think it's a net game for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:39:58",
      "speaker": "CAMEROTA",
      "sentences": "David, your thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:39:58",
      "speaker": "DAVID AXELROD, CNN SENIOR POLITICAL COMMENTATOR, FORMER OBAMA SENIOR ADVISER",
      "sentences": "Well, I think that at the end of the day, it's probably true that being indicted won't be a net game for him. But I think in the short run, he will rally his base. I think we're going to find out that he will cement his base here, and he will also very much cement his ceiling.Uh, and, you know, I thought he played -- uh, there's like a Stradivarius when he announced that he was going to be arrested that Tuesday morning. Every, uh, you know, not every, but many Republicans fell in line. He got the exact response he wanted, got the Congress mobilized to investigate the district attorney, and cast the whole thing as a political prosecution. At the end of the day, there will be a case. He'll have to defend himself. We'll see what the jury has to say. But as a political matter, in the short run, I think this this -- this could give him a boost. It certainly will energize his base.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:39:58",
      "speaker": "CAMEROTA",
      "sentences": "Do you feel differently, Scott?SCOTT JENNINGS, CNN POLITICAL COMMENTATOR, FORMER SPECIAL ASSISTANT TO PRESIDNET TO PRESIDENT GEORGE W. BUSH:  No, but I'm also looking at the long-term implications. This may be one of the first times in his whole political life that he's actually been on the right side of public opinion. The Quinnipiac did a big survey just this week and 62% of all Americans thought this case was motivated by politics, only 32% motivated by the law. That included 95% of Republicans, 70% of independents, and even 30% of democrats thought it was motivated by politics. So, the way you see him playing it here in the short run, actually, the American people do agree with him. The long-term implications, though, to me, and I still got my eye on the other cases, the Georgia case, January 6th, the Mar-a-Lago documents case, you know, I view this whole thing as a sack and you're putting rocks in a sack. This might be a small pebble by the time all the cases get adjudicated. If he gets indicted for one or more of those other issues, that sack is going to get pretty hard to carry around. But I agree with our other panelists tonight. Short run, I mean, it's pretty obvious. Virtually, every Republican, even the people that don't want to vote for Trump again, think that this is a bunch of garbage and there -- and obviously, they're not shy about coming out and saying it tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:39:58",
      "speaker": "CAMEROTA",
      "sentences": "So, you all agree --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:39:58",
      "speaker": "AXELROD",
      "sentences": "One thing --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:39:58",
      "speaker": "CAMEROTA",
      "sentences": "Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:39:58",
      "speaker": "AXELROD",
      "sentences": "One thing, Alisyn, I wanted to say was you listen to all these Republicans who have been speaking out tonight, sending tweets. We heard Lindsey Graham. Um, the question is, what are they going to say when these other indictments come down? Does this case color all those cases or do they look -- um, do they look foolish defending him to the degree that they've been defending him?I agree with Scott that this is the -- you know, just in terms of the optics, this is the weakest of the case. I have said before, any time you put the claws novel legal theory, together with the words \"porn star,\" you got to think about that case, whether that's the case you want to bring. But, uh, we know that this is part of a series of cases or one of a series of cases. The others are quite serious. I'm not dismissing the seriousness of this. And they're going to come, you know. He may get indicted on one or all of them. And, you know, how -- the question is, how much -- how many bricks does the load take? But I do say this, I ask both of you as Republicans, my sense is that there is a real irreducible core to Trump's base. And the question is, where is it? Is it enough to keep him competitive in the republican primary? I don't think he can win a general election with this load, but can he win a nomination? I think that's the question that remains to be seen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:05",
      "speaker": "MATTHEWS",
      "sentences": "Yeah, I think it's definitely going to serve to benefit him in the primary contest. We've already seen some of his 2024 opponents or, um, you know, potential opponents come out and criticize the D.A. here call this a weaponization and say that this is politically motivated, which you know only serves to help Trump to have people who are running against him for the nomination to be defending him in this case.And so, I do think that it is going to help him. We saw him get a fundraising boost when the Mar-a-Lago raid happened. I expect the same thing to happen with this, with the indictment coming down. And so, it will help him potentially secure the republican nomination, but there still is a lot of time between now and those nominating contests. So, I think as other cases move forward, that those may also do harm to him. So, we just need to wait and see how those other investigations into him unfold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:05",
      "speaker": "CAMEROTA",
      "sentences": "Scott, I'm out of time, but I'll give you the last word quickly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:45:05",
      "speaker": "JENNINGS",
      "sentences": "Yeah, well, I think Trump is really good at drawing bright apocalyptic lines. It's us versus them. So, the way he's going to work Republicans now is to say, look, even if you were considering backing any opponent of mine in the primary, you have to understand, by doing that, you're actually citing with Alvin Bragg and his out of control prosecutors.And so, for primary purposes, it's another tool for him. Obviously, if you look at some of this polling, I mean, 95% of Republicans and the one I referenced earlier think it's a political prosecution. He's got a lot to work with there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMEROTA",
      "sentences": "Sources tell CNN former President Trump will be arraigned in Manhattan on Tuesday. Alvin Bragg, the New York district attorney, is the first prosecutor but perhaps not the last to bring an indictment against Donald Trump. New York, of course, is Donald Trump's hometown. He's even stamped his name onto buildings across the city. So, how old New York react to this and how will he react in New York?Joining me now, two former congressmen from New York, Lee Zeldin, a Republican, and Max Rose, a Democrat. Gentlemen, great to have you here. Congressman Zeldin, um, I'm guessing that Donald Trump may not have the affection for New York that he once had, but what do you think of this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "LEE ZELDIN, FORMER NEW YORK REPRESENTATIVE",
      "sentences": "I think that you're going to see people rallying on both sides, but I'm not expecting to see riots. I think it's important to continue to encourage any protest that take place take place peacefully for anyone on either side of this issue.The NYPD already has their hands full, the Secret Service as well, and allowing them to work out their logistics and keep law and order is something that is -- it really should be a top priority for everybody involved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMEROTA",
      "sentences": "And you know Donald Trump a bit. I mean, he endorsed you. I know that you've interacted with him. Um, what does it mean to him that his hometown -- that he has been indicted in his hometown?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "ZELDIN",
      "sentences": "I think that this is more of a reflection of the district attorney, Alvin Bragg. I don't think he would view this as, you know, New York City or New York State has indicted him. This is something that is being led by the district attorney in Manhattan.And I think that if you were to ask him what his feelings or emotions are, I don't know, I'm just speculating here, I think that he would be most upset specifically with the district attorney for bringing this case. I would imagine -- and he's spoken about how he views this as a political prosecution. Many others feel the same way. In the last segment, you just covered that poll, you're seeing some people who are outspoken on this case, who don't even like Donald Trump. There's a member of Congress, he just left, Peter Meijer from Michigan, he actually voted to impeach Donald Trump, but he's one of the people come to mind who are speaking out very strongly against this as a political prosecution and why this is bad. So, it will be interesting to see what the average everyday American, mill the road center American thinks of this, whether or not they agree that's a political prosecution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMEROTA",
      "sentences": "Congressman Rose, your thoughts?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "MAX ROSE, FORMER NEW YORK REPRESENTATIVE",
      "sentences": "Well, first of all, we have to take a step back and consider just how astounding this moment is, irrespective of what you consider the merits of the case are. For the first time in our nation's history, former president of the United States potentially will be in handcuffs. The Secret Service right now --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMEROTA",
      "sentences": "We've heard from all the police that he won't necessarily --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "ROSE",
      "sentences": "But he certainly --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "CAMEROTA",
      "sentences": "-- He does have a Secret Service detail around him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "23:50:00",
      "speaker": "ROSE",
      "sentences": "He certainly wants to be in handcuffs. We know that. But the Secret Service is right now casing where he will be at least processed in this facility. We've never seen something like this. We should not take it lightly on either side of the aisle. And there is no doubt, though, that Donald Trump, the Republican Party is coalescing around him in a manner that I find unbelievable.The fact that his opponents in the presidential primary, those who are declared and not yet declared, are rallying to his defense, it would seem sensible to me that if your opponent is getting indicted, you use that as an opportunity to criticize them, not support them. But this is the politics of Donald Trump. It just -- it blows me away. I think it is blowing a lot of other people away as well.",
      "isLastSentenceInterrupted": false
    }
  ]
}