{
  "date": "2023-01-22",
  "headline": "CNN Newsroom",
  "subHeadline": "FBI Search Turns Up More Biden Documents; Ukraine Fights to Repeal Russian Advance on Bakhmut; Over 100,000 Protest in Tel Aviv; NYC to Open Fifth Relief Center for Immigrants; Evacuees from Afghanistan Adjust to U.S. Life; Idaho Student Killings Suspect Visited Restaurant Where Two Victims Worked; Beijing Pushes COVID-19 Propaganda during Lunar New Year. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "HARRAK",
      "sentences": "Political problems are rapidly mounting at the Biden White House. The president's personal attorney says an FBI search of Mr. Biden's private home in Delaware has turned up even more classified materials. His Republican critics in Congress are already sharpening their knives.The president and first lady were not home at the time. The materials taken by the FBI add to a growing list of classified documents recently recovered from places connected to the president. A special counsel is investigating. For more on Friday's extraordinary search, here is CNN's Arlette Saenz. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "HARRAK",
      "sentences": "For more, I want to bring in attorney and legal affairs commentator Areva Martin. She joins us now from Los Angeles.From a political perspective, this is not looking great. But what does it really mean? What's the significance of the FBI carrying out this search as opposed to Joe Biden's own attorneys conducting their search?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "AREVA MARTIN, CNN LEGAL ANALYST",
      "sentences": "What we know is that Joe Biden's attorneys have been very forthright in contacting the National Archives and the Department of Justice whenever documents were found.We know now that documents, classified documents, were found at an old office that Joe Biden used after he left the White House, at a garage at one of his homes. And now documents were removed as recently as yesterday from one of his homes. But this means that Joe Biden is cooperating and that he gave the Department of Justice full access to conduct a very thorough search of his private residence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "HARRAK",
      "sentences": "Do we have an understanding of what these documents are that have been seized today?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "MARTIN",
      "sentences": "There hasn't been much reporting about what's contained in the documents. We know that some of the documents were marked \"classified.\" And the reportings say those documents, along with materials related to them, were actually retrieved from Biden's home.Still no indication about what those documents are and even how they got into Biden's private residence, his office, his garage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "HARRAK",
      "sentences": "How important is intent in all this?If this was accidental or careless handling of documents, as opposed to intentionally removing documents, is it treated differently legally?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "MARTIN",
      "sentences": "Absolutely. Big difference between inadvertent removal of documents from the White House or some other location versus intentionally removing those documents and then failing to return those documents once requested, once you have been put on notice that you have classified documents in your possession.That's why it's so important to distinguish this case involving Joe Biden from that involving former president Donald Trump. Both cases look pretty bad on the surface. But when you start to dig into the cases, you see they're very different. We know that over 300 documents marked \"classified,\" as many as 25 marked \"top secret\" were retrieved or provided to the Department of Justice or the Archives from Donald Trump. But only after an extensive back and forth between the National Archives and Donald Trump's team and only after a search warrant was executed at his Florida residence. We also know Donald Trump said that the documents in his possession were his own personal property. He even went so far as to suggest he had declassified these documents by thinking it in his own mind. Contrarily, Biden said he didn't know how those documents got there but, as soon as they were discovered by his private attorney, the appropriate entities in Washington were notified and cooperation began instantly by the sitting president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "HARRAK",
      "sentences": "Still, the optics aren't great, are they?Biden said last week, there is no \"there\" there. With this investigation, given what we know so far, is there something there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "MARTIN",
      "sentences": "I don't think there's anything there as it relates to any criminality on the part of Joe Biden. Obviously from a political standpoint, this drip, drip, drip doesn't look good for the president.You would think that his team would make sure that there has been a thorough search of any place -- home, business, garage -- anyplace any documents could have been stored so that all of those documents, if they exist, can be turned over. But politically looking bad and being a criminal offense are two completely different things. This false equivalency that the Republicans are making is hypocritical. Some of the legislators who are calling for an investigation of Joe Biden were not making the same pleas, not calling for an investigation of Donald Trump and, in fact, were downplaying of Donald Trump's possession of documents. Despite the very different circumstances and Donald Trump's efforts to prevent the intelligence community from reviewing those documents or from actually having those documents turned over to the intelligence department.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:05:00",
      "speaker": "HARRAK",
      "sentences": "In conclusion, what's the significance of this moment?A special counsel investigation of a sitting president believed to be planning to run for re-election while there is a separate special counsel investigation of his potential opponent, have we ever seen anything like this before?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "MARTIN",
      "sentences": "And I don't think long-term any of this is going to have impact on Joe Biden's efforts to run again or be even to be elected again as President of the United States.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "HARRAK",
      "sentences": "Areva Martin, thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "MARTIN",
      "sentences": "Thank you.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "HARRAK",
      "sentences": "Some Republicans in Congress are already pouncing on the documents case and can be expected to make it a hot-button issue as President Biden heads into the second half of his term.But he'll be facing those adversaries without his White House chief of staff, Ron Klain. Klain has been a close adviser to Mr. Biden for decades. And his departure signals a major shakeup in the White House staff. Sources say Klain is expected to step down after next month's State of the Union address. But the timing isn't ideal for the president, who must now find a replacement. Among the various names being circulated for the job are two cabinet officials, Agriculture Secretary Tom Vilsack and Labor Secretary Marty Walsh. George Santos, the embattled U.S. congressman who admitted to embellishing his resume, is again denying claims that he once performed as a drag queen in Brazil. Last week, a Brazilian drag performer shared these photos of a person dressed in drag, claiming that it was Santos back in 2008. Saturday the Republican lawmaker was asked about the allegations and here's how he responded. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Congressman, were you ever a drag queen in Brazil?REP. GEORGE SANTOS (R-NY):  No, I was not a drag queen in Brazil, guys. I was young and I had fun at a festival. Sue me for having a life. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "HARRAK",
      "sentences": "During that exchange, Santos also refused to answer questions on his debunked assertion that his mother was at the World Trade Center on 9/11.(MUSIC PLAYING) HARRAK:  Political pressure is piling on Germany to supply advanced military equipment to Ukraine. The three Baltic republics -- Latvia, Estonia, Lithuania -- urging Berlin to budge on its opposition to supplying Leopard tanks to Kyiv. Meanwhile, Germany's defense minister has ordered an audit of the entire fleet of Leopard tanks, saying it's needed to make sure they can be activated on short notice. Inside Ukraine, Russia is keeping up its grueling offensive to take Bakhmut. But as Ben Wedeman reports from inside the embattled city, Ukrainians are fighting tooth and nail to keep it. (BEGIN VIDEOTAPE) BEN WEDEMAN, CNN SR. INTERNATIONAL CORRESPONDENT (voice-over):  In the trenches outside Bakhmut a mortar crew is at work hoping to repel Russian forces on the verge of encircling the city. Drone footage shows the impact of their rounds on enemy positions. The refrain among these troops, \"We need more.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The world speaks about dance, dance, dance. Yes, of course, dance is more powerful for our time, I feel. But now is 21st century. We need not only dance, we need retaliation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "WEDEMAN",
      "sentences": "Around Bakhmut slowly and steadily the Russians are gaining ground. Thursday Yevgeny Prigozhin, head of the Wagner Group, claimed his troops and only his troops took the village of Klishchiivka just south of the city.In the dugout, this officer, nicknamed Koleso (ph) explains Wagner's tactics. \"They attack at night. The first wave is less trained but we have to use lots of ammunition against them,\" he says. \"The next wave of troops has night vision. They are better trained and better equipped.\" Tactics seemingly from a different day and age inflicting mounting casualties on Ukrainian forces. This soldier was critically wounded when his armored personnel carrier was struck by Russian fire. Much of Bakhmut is now a ghost town. The sound of shelling, the danger. We are inside this tunnel inside Bakhmut taking cover because there is incoming rounds just nearby. The few civilians left resigned to their fate. \"People die from strikes everywhere in Kyiv and Dnipro,\" says Valentyna (ph). [03:15:00] WEDEMAN (voice-over):  \"If that's your destiny, death will meet you anywhere.\" On a hill above the city, the Soviet-era T-72 tank fires into the distance. Its sound and fury perhaps not enough to turn the tide -- Ben Wedeman, CNN, Bakhmut, Ukraine. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "HARRAK",
      "sentences": "Salma Abdelaziz is with us, live from London.Is the Ukrainian leadership disappointed by Germany's decision not to send Leopard 2 battle tanks to Ukraine, despite the many, many impassioned pleas by President Zelenskyy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "I would say disappointed and frustrated.There's been a major sticking point, how much should Ukrainian provided? Where is the red line? How many weapons are too many weapons that could potentially tip over and escalate this conflict? Clearly Germany not yet ready to make that OK, to give that green light to provide those Leopard tanks to Ukraine. That does not only impact Germany. There's about 2,000 of these tanks spread over 13 different European countries. Those countries cannot send those tanks to Ukraine, even if they wanted to, without preauthorization from Germany. Estonia's foreign minister tweeted about this, making a statement clear to Germany. I want to read his tweet. \"We, Estonia, Latvia, Lithuania foreign ministers, call on Germany to provide Leopard tanks to Ukraine now. This is needed to stop Russian aggression, help Ukraine and preserve peace in Europe quickly. Germany, as the leading power, has special responsibility in this regard.\" Let's talk about what these Leopard 2 tanks are and why they're so important to Ukraine. These are seen relatively easy to use tanks that are easy to maintain on the ground. We've heard about potential standoff between Germany and the United States, with Germany indicating the United States should sent its Abram (sic) tanks. The U.S. saying those tanks simply are not as practical on the ground. That update from Ben Wedeman in the city of Bakhmut, that is what Ukrainian forces are facing. They are concerned, in the coming months, as the country heads toward the spring, the warmer months, that Russia is going to launch a counteroffensive. This is very much an infantry war. So it is those tanks that could help spearhead and protect those on the ground governments for Ukrainian soldiers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:20:00",
      "speaker": "HARRAK",
      "sentences": "Israeli police say more than 100,000 people turned out in Tel Aviv Saturday to protest the government of prime minister Benjamin Netanyahu. It's the largest showing yet in three weeks of demonstrations.Thousands more took to the streets in Jerusalem and other cities. Protesters are opposed to Mr. Netanyahu's new government and a series of planned judicial changes, which would allow parliament to overturn high court decisions and give politicians more power in appointing judges. CNN correspondent Hadas Gold joins us from Jerusalem. This wasn't the first week protesters came out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "GOLD",
      "sentences": "Laila, something new that happened this week that probably helped propel more people out to the streets is, on Wednesday of last week, the high court, in a 10-1 ruling, ruled that one of Benjamin Netanyahu's ministers, the minister of interior and health, could not serve because of his previous convictions.Last year he was convicted on tax offenses. He resigned from parliament, served a suspended sentence. To the court, he said he wouldn't return to public office. So the high court said he could no longer serve. There had been a question, would Benjamin Netanyahu potentially defy the court and not fire him? But Israeli media is reporting, at a cabinet meeting that's supposed to take place in the next hour or so, Benjamin Netanyahu will be dismissing this interior minister but as part of a coordinated process in cooperation with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:00",
      "speaker": "HARRAK",
      "sentences": "Hadas Gold reporting from Jerusalem, thank you so much.In Peru, police have cracked down on protesters in a university in Lima. Authorities say they've arrested more than 100 protesters accused of violently invading the campus. Some were handcuffed and placed on the ground as police cleared the area. Demonstrators condemned the raid, blaming the unrest on the country's president. (BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE (through translator):  We are outraged by what we are going through. It is insurgency. This is what Dina Boluarte is doing to us. Why? We are her brothers, we share the same blood. Why is she setting this trap for us? Why are they killing us? (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "HARRAK",
      "sentences": "Welcome back. I'm Laila Harrak and you're watching CNN NEWSROOM.New York City will soon open a fifth relief center for immigrants due to a mass influx of asylum seekers. Right now the city has nearly 28,000 asylum seekers in its care and is at its breaking point, according to mayor Eric Adams. The new center will be located at the Brooklyn Cruise Terminal and offer on-site medical care, food, laundry and a place to stay. It's expected to open soon and will serve about 1,000 asylum seekers; specifically, single adult men. Meantime, the Biden administration unveiled a new program just days ago that allows American citizens to sponsor refugees resettling in the United States. It's called the Welcome Corps. It allows groups of at least five individuals to apply to sponsor refugees and help them acclimate to life in the U.S. with the support of nonprofit resettlement organizations. The program is similar to one in 2021 that helped Afghan refugees resettle in the U.S. (BEGIN VIDEOTAPE) HARRAK:  Joining me now is Mary Brooks and Abrahim Amirzad. Abrahim and his family migrated to the U.S. from Afghanistan in 2021. Mary is their sponsor. Welcome, Mary and Abrahim, so good to have you with us. Mary, I want to open the conversation with you. The Welcome Corps matches sponsors with refugees just like you and Abrahim were matched more than a year ago, I understand. Tell me about that moment when you picked up the family from the airport and took them to their new home. You don't really know each other. You've never met each other. How does that work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "MARY BROOKS, WELCOME CORPS SPONSOR",
      "sentences": "It was very interesting, Laila. First of all, thank you for having us.It was amazing because we didn't know each other and they arrived after a 36-hour trip. And they were so composed and clearly so resilient. We had many members of our sponsors' circle there, two of whom had been refugees themselves. So it was very emotional. What really struck me the most was how trusting they were because they didn't know us. We said, come this way. We put them in a car. We said, we'll take all your luggage. And they just got in and we took them to their new home. It was really a very profound moment for many of us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "HARRAK",
      "sentences": "I imagine.Abrahim, you and your family have had to leave everything behind. That must have been really hard. ABRAHIM AMIRZAD, AFGHANISTAN EMIGRE (through translator):  We left our country, we left our family and we came. And from there, we are starting back at zero. With everything that I studied, everything that we had, we left and we came with just what we could carry in our hands. And we're here to start our life over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "HARRAK",
      "sentences": "As you just outlined, the struggle is real for you and your family. Resettlement process is quite complicated. And for anyone starting a new life anywhere, it's a struggle.How has Mary helped ease the transition for your family and your new life that you've started now in the United States? AMIRZAD (through translator):  When we left the camp, we had such a hard time. And when we came here, the sponsors' circle did more than we could have ever imagined. Everything that we needed, they gave us shelter, she gave us clothing, they fed us, they have since helped us learn how to drive. They've set us up with services, doctors' appointments. My children are in school. They've helped us completely acclimate to our new life. And because we have them, our transition has been so much smoother than we ever could have hoped for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "HARRAK",
      "sentences": "Abrahim outlined a lot of the things that you've helped his family with.How did you prepare?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "BROOKS",
      "sentences": "Well, the way that I found out about the sponsors' circle for Afghans was through social media. And when I read about it, I realized that it was the same values of a nonprofit that I had worked for before, called Flight Pony Express, founded by Dr. Carol Weiland Conner.Their motto is, \"All of us taking care of all of us.\" So that really inspired me. I thought, this is a way I can really make a difference. And I called five of my friends and thankfully they said, we're in. So we began to go through the process of getting approved. It takes more than five people and we found along the way that everybody wanted to help. I think that's the thing that surprised me the most.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "HARRAK",
      "sentences": "Abrahim, you and your family have embarked on this new life. You've had to adapt to a new language, learn a new language, a new culture, a new country, finding work. How is your wife and children, are how are they settling?What has been the best part of this experience, what has been some of the most difficult challenges that you had to face moving to the United States? AMIRZAD (through translator):  Our life, the hardest part was leaving Afghanistan and leaving our family and leaving everything behind. With the help of the sponsors' circle and Mary -- and as she said, all of the volunteers -- we have been so lucky to see very little hardship. The hardships that we see are trouble with paperwork, trouble with getting people to call us back. Sometimes there's a little language barrier but that always remedies itself. Truly, the sponsors' circle has helped us really not experience a lot of the hardship that many new refugees do. And we're incredibly thankful we have a peaceful life, we have a village of volunteers and sponsors that are with us every step of the way. And we have a new family here, thankfully.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "HARRAK",
      "sentences": "Mary, how does it make you feel hearing that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "BROOKS",
      "sentences": "Well, it's overwhelming because, as I said, as much as we have been able to help the Amirzads, we've gotten so much more in return by welcoming them and by just having the pure joy of being with them and watching the kids grow up.And welcoming a new baby, watching Abrahim get back into his profession of nursing and watching Faqira come to the point she wants to learn to drive. It's just joyous.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "HARRAK",
      "sentences": "What would your advice be, Mary, for people who are currently considering hosting, helping, supporting refugees, whether families or individuals?What would your advice be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "BROOKS",
      "sentences": "I think the first thing is, don't be afraid. I think sometimes people are afraid that they're going to get caught in something -- not to be afraid; the sponsorship circle paradigm has worked beautifully. And Welcome Corps is only going to be more so.And I'm sure provide more possibilities and more support for sponsors because I just think lots of people want to do something. They want to help and there's no more impactful way to be able to make a difference for a family than to catch them at this time when they're their most vulnerable. And bring them into your family and make a difference for them and for generations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "HARRAK",
      "sentences": "Mary Brooks and Abrahim Amirzad, we'd like to thank you both. It's been a privilege getting to know you. Thank you for sharing your experiences with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:00",
      "speaker": "BROOKS",
      "sentences": "Thank you so much.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:00",
      "speaker": "HARRAK",
      "sentences": "Six people were arrested in downtown Atlanta Saturday after what started as a peaceful protest resulted in property damage. There were no injuries to officers or civilians but windows were broken in three buildings and an Atlanta Police Department cruiser was set on fire.The protest was in response to the fatal shooting of an activist and the shooting of a Georgia state trooper. That happened on Wednesday near a proposed Atlanta police training facility. Opponents of the project, who have dubbed it Cop City, have been camped out in the forest for months in an effort to stop construction. \"People\" magazine is reporting new details about the suspect in the murders of four Idaho college students. It says he followed some of the victims on social media and visited a restaurant where two of them worked in the weeks before the killings. CNN's Camila Bernal has the story. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "BERNAL",
      "sentences": "They say, \"We all decided collectively to support the families and not share anything that could potentially harm the investigation or cause the families more stress.\"In addition to the people at the restaurant not wanting to speak out, there is this broad and sweeping gag order, which means essentially everyone connected to this case with direct knowledge of what happened is not allowed to speak publicly. Other things to remember is that Bryan Kohberger has yet to declare a plea. He also is expected to have his preliminary hearing in June. And there is evidence against him, according to police, specifically that the surviving roommate, who places him at the house, at the scene of the crime when those students were killed -- Camila Bernal, CNN, Los Angeles. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:00",
      "speaker": "HARRAK",
      "sentences": "For the past few weeks, we've been telling you about atmospheric rivers drenching California in rain and burying it in snow.But is all of this moisture enough to end the Golden State's historic drought? (WEATHER REPORT)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "HARRAK",
      "sentences": "To China now, where Happy Lunar New Year wishes are in order, as people celebrate the Year of the Rabbit. This holiday comes almost exactly three years after the first COVID-19 lockdown began in Wuhan, China.Transportation officials estimate more than 2 billion passenger trips will take place during the Lunar New Year season. There were over 26 million on Saturday alone, as people traveled to see family for the first time since the zero COVID restrictions were put in place, then abruptly lifted last month. Here's how one traveler explains the new-found freedom. (BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE (through translator):  Of course, it's way better after reopening. We have been in lockdown for three years. It was really bad luck for Wuhan being locked down these last three years. But now, since everyone has gotten COVID already, we can have a proper and good Chinese New Year, so that makes us quite happy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}