{
  "date": "2023-10-06",
  "headline": "Isa Soares Tonight",
  "subHeadline": "Russian Airstrikes Hit Civilian Areas In Ukraine; Iranian Activist Wins Nobel Peace Prize; Biden Administration To Deport Venezuelan Migrants; U.S. Cities Grapple With Surge Of Immmigration; Trump Endorses Jim Jordan To Be Speaker; Scalise & Jordan Seek Speakership After McCarthy Ousted. Aired 2-3p ET",
  "utterances": [
    {
      "timeStamp": "14:00:00",
      "speaker": "ISA SOARES, HOST, ISA SOARES TONIGHT",
      "sentences": "A very warm welcome to the show everyone, I'm Isa Soares. Tonight, deadly Russian airstrikes pound Ukrainedestroying more civilian infrastructure and claiming yet more lives. We are live from Hroza where locals are still reeling from Thursday's devastating attack. Then the Iranian activist who won the Nobel Peace Prize from inside her jail cell. We'll have CNN's exclusive conversation with her. Plus, the Biden administration announces new plans to deport Venezuelan migrants, but critics warn it's a drop in the ocean. But first this evening, we begin tonight with a slew of devastating Russian attacks in Ukraine. The latest hitting residential buildings in the eastern city of Kharkiv overnight. Dozens were injured and a ten-year-old boy and his grandmother were killed. That follows another attack if you remember on Thursday in the nearby village of Hroza where a Russian missile struck a cafe as well as a shop. The death toll there now up to 52 people. The Kremlin asked about the strike, says the Russian military does not hit civilian targets, but look at those images there on your screen. The damage in Hroza suggesting very much otherwise. CNN's Fred Pleitgen has been reporting from that same village, he joins us now live from Hroza. And Fred, where you are in a small village, it just seems as we saw in that picture just so much devastation, so much loss. I mean, a third of this village wiped out in an instant. Just bring us the very latest. Describe the scene for us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, it is really devastating. And in fact, I'm going to get out of your way, and youcan see the scene for yourself, thus, you can see the building that was destroyed, which, as you said had a shop and then also a cafe, and it is as well just completely destroyed. There's only really a shell left of it. And you know, yesterday when we were here, there was still a search and rescue operation that was going on. This entire area here was covered in debris. That's all since been cleared, because the search and rescue crews very quickly came to the sad realization that it was impossible to find any sort of survivors underneath the rubble that was here. So, quickly, all this turn from a search and rescue operation to a recovery operation, and then finally, to clearing operation for what you see right here. There were forensic crews working here throughout the better part of the day, but they certainly only found a few fields of bodies that were still here. So, definitely, a very difficult situation there for the search and rescue crews here, and also for this village. And I think you're absolutely right to point out that this village originally had about 320 inhabitants throughout the time that Russia's invasion of Ukraine has been going on. Many people left here, the Russians of course, occupied this place and then left themselves or were driven out by the Ukrainians. Right now, before this attack took place, we believe about 150 to 160 people still lived here, 50 now killed in this attack. So, you're absolutely right, about a third of the population was wiped out. And I was speaking to one gentleman today who lives very close by here, his brother was killed, his brother's wife was killed as well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOARES",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "PLEITGEN",
      "sentences": "And he knows pretty much everybody who was on the list of those who were killed. There was another lady that we spoke to who just livesacross here, she came here and she laid down flowers at this sort of makeshift memorial that was set up here, and she was in tears as she described all the people who she knew who were killed. So, definitely, this is a devastating attack that took place -- once again, the Ukrainian authorities are saying that this was not a military target. This was --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:00:00",
      "speaker": "PLEITGEN",
      "sentences": "The funeral for a soldier who died about a year ago, who had been buried in the town of Dnipro, who was then being repatriated. We wereactually at his grave today, and then there was a funeral wake which was held here. So, a lot of people were killed in that attack that took place. The Ukraine, of course, blaming it very much squarely on the Russians, and once again saying this was not a military target by any means, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "PLEITGEN",
      "sentences": "Well, I think they're extremely concerned about that, and I think one of the things that we've seen is, maybe somewhat of a patternthat was developing, because what we saw was that the attack that took place in Kharkiv early this morning, that was the same type of missile, that's the one that destroyed the building here, which once again, we have to say, this missile caused a lot of destruction here in that building. Caused a lot of destruction, a similar one or the same type of missile in Kharkiv as well. It's called an Iskander missile, which has an extremely heavy warhead, and it is certainly a missile that in other cases we have seen western surface-to-air missile systems be able to intercept those kinds of missiles. So, the Ukrainians understand the more surface-to-air missile systems of western-build they have, the better chance they have of picking off missiles like this one. Now, there was one bright spot actually for the Ukrainians after that visit that Volodymyr Zelenskyy had to Spain, is that the Germans have pledged an additional --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "PLEITGEN",
      "sentences": "Surface-to-air missile system, a Patriot surface-to-air battery, that is certainly something that does a lot of good. But of course, none ofthat would offset any sort of delays in U.S. aid. The Ukrainians understand that that's something that's critical. The U.S. is by far the largest donor of military aid to Ukraine, and certainly, they also feel that there could be a chilling effect, if there's delays by the U.S. or if in fact, U.S. aid dries up. So, right now, really difficult situation there for the Ukrainians, one that they're hoping that, that aid does continue on the side of the Americans, because they also understand with these missile attacks that are going on, as they believe, Isa, that these types of attacks will increase as the weather gets colder here. It's a pattern that we saw this past Winter as well as the Russians then started attacks on critical infrastructure, which of course, caused a lot of people to have a very cold Winter here in this country, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Indeed, our Fred Pleitgen and team in Hroza in Ukraine, appreciate it, Fred, terrific work, thank you very much. Let's get a closer look attoday's developments in Ukraine. I want to bring in Cedric Leighton; he's a CNN military analyst and retired U.S. Air Force colonel, a well-known face here on the show. Cedric, great to have you back on the show. I mean, your reaction first of all, I'm sure you were hearing Fred Pleitgen there to that attack in Hroza. I mean, 40 kilometers from the frontline, not a military target. That is clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "CEDRIC LEIGHTON, CNN MILITARY ANALYST",
      "sentences": "Yes, that's absolutely clear, Isa, and the key thing to remember when you look at something like this, this ispart of a pattern of Russian attacks. They attack the civilian infrastructure, they are obviously looking at things that they can get at, that are fairly near the frontlines, but they're also going deeper than that. But in this particular case, the attack against Hroza, that is indicative of the kinds of things that the Russians are planning. They're using missiles that are just proportionate in terms of their size, in terms of their weight and even their range, and of course, their warheads. And they're using those missiles in a way that, first of all, they were not designed to be used, but they're using them as terror weapons, and that is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "LEIGHTON",
      "sentences": "Exactly what we're seeing here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "So colonel, if you're a General right now, given everything we've just seen in Hroza, in Kharkiv, what we're hearing from the United States.If you're a General right now, leading your soldiers on that long frontline, and you hear that your biggest military contributor, the United States may pull out because of political wrangling in the U.S. House of Representatives. How then, colonel, do you plan -- do you plan for a Winter counteroffensive?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "LEIGHTON",
      "sentences": "Yes, you -- what you end up doing is you end up saving your resources as much as you possibly can. One thing that you might try to dois to achieve some kind of a breakthrough so that when it comes to the political aspects, that you then have the possibility of at least demonstrating the fact that you are using the aid money that you've already received in a wise and effective fashion. That's one thing you can do. But if you do that, you also need to conserve the resources that you have. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "LEIGHTON",
      "sentences": "It's a matter of balancing everything that you have there, and that's a very difficult choice for the Generals on the ground to make atthis point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:05:00",
      "speaker": "SOARES",
      "sentences": "I'm conserving, I'm guessing artillery because that's a huge concern, weapon will be a concern. I mean, how much do you hold back,right? And when you're trying to push in that counteroffensive that we've seen and trying to push in the south, but also what we've seen with Fred in the east. I mean, we've heard from NATO and British officials this week warning their ammunition stocks are at bottom of the barrel. This is a lot of certainty -- uncertainty, I should say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes, indeed, and the EU says and has been saying all week as they meet -- EU leaders meet in Granada in Spain, colonel, they will stay withUkraine for as long as it takes. EU chief Josep Borrell said that Europe is increasing its aid to Ukraine, but it cannot replace the support provided by the United States. Our Fred Pleitgen told us earlier in the week, there's some -- there's some weaponry the EU just simply does not have, the U.S. have. I want to show our viewers this graphic here, it just shows how much the U.S. contributes to Ukraine in terms of military assistance, just that big dark chunk in purple, that's United States. But there's also military hardware. That's assistance, that's also military hardware. How concerned, colonel, should Europe be about the U.S. pulling back, potentially support for Ukraine here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "LEIGHTON",
      "sentences": "Isa, I think the UN -- the Europeans should be very concerned about the U.S. in this particular case, especially given the fact that theRepublicans are in the throes of electing a speaker and the candidates that are available have either lukewarm or cold support when it comes to Ukraine aid. So it becomes a very difficult political issue. I think it's something that will perhaps work its way out in political compromises, but until that particular time, the Russians are going to look at this and they're going to think that they have achieved a degree of advantage here, and that the United States may very well be withdrawing itself from the sponsorship field of battle, if you will, and what that would mean of course, would be that about 50 percent of the aid would disappear for Ukraine. And that would be devastating at this particular point, particularly when Ukraine is showing some signs of success like I mentioned with Crimea for example --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "LEIGHTON",
      "sentences": "And that becomes a very difficult thing I think for the Ukrainians to swallow and frankly, for the history books to look at,because if the United States pulls out now, it's going to be a very difficult time for Ukraine, and it could potentially be the biggest strategic mistake that we've made in a long time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Colonel Cedric Leighton, always great to get your insight, thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "LEIGHTON",
      "sentences": "You bet, Isa, any time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Thank you. Well, Syria is vowing to respond with force after Thursday's drone attack on a military college killed at least 89 people.Funerals for the victims are being held today, and Syria is declaring three days of national mourning. And you can see coffins draped with a Syrian flag being carried through the streets. So far, no way -- no one has claimed responsibility for the attack, but the Syrian government is blaming terrorist organizations supported by what it calls well-known international parties. Our Ben Wedeman is in Rome and joins me now. So, Ben, what more can you tell us about this strike in particular in Homs, and talk also to the escalation that we have seen in violence, the bombardments we have seen recently in Syria?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Yes, well, this strike took place on Thursday afternoon at the end of a graduation ceremonyat a -- at the Syrian military academy in Homs. And the latest we have in terms of death toll from the official Syrian Arab news agency is that 89 people were killed, among them 31 women and 5 children. The U.K.-based Syrian Observatory for Human Rights says that the death toll may exceed 120, but we can't verify --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "WEDEMAN",
      "sentences": "Independently any of these claims. And as you said, the Syrian government has blamed terrorists that have -- backed by foreign powers,clearly, they're referring to the variety of rebel groups, armed rebel groups that are based in Idlib Province, which is just to the north of Homs. And what we've seen already, even though nobody has actually claimed responsibility for this drone attack on the graduation ceremony, is that the Syrian government has been striking at targets within Idlib yesterday according to the White Helmets, that's the civil defense group that operates in opposition areas. At least, 12 people were killed. Today, they say two people were killed in Idlib Province, and we're getting reports just now of more strikes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:10:00",
      "speaker": "SOARES",
      "sentences": "Well --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Ben Wedeman there for us with the very latest. Thank you, Ben. And still to come tonight, an activist fighting for women's rights in Iran wasjust awarded a Nobel Peace Prize, but she'll have to accept one of the world's top honors from a jail cell. We'll have her story next. And then we look at the fallout from U.S. President Joe Biden's decision to reverse course on expanding a border wall. That's after this short break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Iranian activist Narges Mohammadi won this year's Nobel Peace Prize from behind bars. The Nobel Committee says they are honoring herfight against the oppression of women in Iran and her fight to promote human rights. Mohammadi has been sentenced to more than 30 years in prison. She's also been cut off from her family for continuing to speak out. Iranian authorities are now slamming this news, saying it's biased and politically motivated. Let's bring in our Jomana Karadsheh who's spoken exclusive to Mohammadi. And for those who don't really know her, have never heard of her, just talk first of all, Jomana about her tireless activism and her bravery, because something that stood out to me was just the struggle has come at a huge cost to her.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "JOMANA KARADSHEH, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "She's incredible. I mean, the personal sacrifice --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:15:00",
      "speaker": "SOARES",
      "sentences": "Oh --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "NARGES MOHAMMADI, IRANIAN ACTIVIST",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KARADSHEH",
      "sentences": "Her life has been a cycle of arrest and re-arrest. Now serving a 10-year prison term and sentenced to 154 lashes, not only has the regimetaken away her freedom, the last time she held her twins, Ali(ph) and Kiana(ph) was 8 years ago, they were only 8. A sacrifice so painful, but life without liberty and equality she  says is not worth living. For her activism, Mohammadi has been accused of actions against national security and propaganda against the state. And she's now facing more charges as she continues to defiantly speak out from behind bars.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "MOHAMMADI",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KARADSHEH",
      "sentences": "In an exclusive recording from inside Evin, Mohammadi reads excerpts of a letter she sent CNN.MOHAMMADI (through translator):  This letter is not written by a free feminist in a developed democratic society benefitting from civil protest methods and human rights, but rather, by an imprisoned woman who like millions of Iranian women has been living under the authority and oppression of a military system with ideological, patriarchal and tyrannical foundations. Since the age of six, deprived of life, youth, femininity and motherhood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KARADSHEH",
      "sentences": "In her lengthy letter, Mohammadi rails against the regime's compulsory hijab. Mohammadi calls out what she says is the hypocrisy of thereligious authorities. Female protesters and prisoners sexually assaulted as Iranians rose up on the streets last year, she lent her powerful voice to the uprising, and for that she was recently sentenced to another year in prison. (on camera):  But that hasn't deterred Mohammadi, who with the help of intermediaries responded to CNN questions in writing, detailing incidents of sexual assaults dating back to 1999, she also mentioned her own experience. But since the protests, she says, they have increased significantly, describing them now as systematic. (voice-over):  She writes \"in prison, I have heard the narratives of three protesting women who were sexually assaulted. One of them was a well-known activist of the student movement who upon entering the prison filed a complaint with the authorities and announced that after being arrested on the street, her one hand and one leg were cuffed and tied, and in that position, she was sexually assaulted. I went with one of my cell mates under the pretext of taking food for a prisoner, we saw bruises on her stomach, thighs, arms and legs.\" The Iranian regime has denied allegations including a CNN investigation of using sexual violence and rape to suppress the protests, calling them baseless and false. For years, Mohammadi has been the voice of the voiceless, fighting for political prisoners against the death penalty and solitary confinement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "MOHAMMADI",
      "sentences": "(SPEAKING IN FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KARADSHEH",
      "sentences": "Something she and her husband, Talli Rakmani(ph) have both endured. Rakmani(ph), a former political prisoner who was jailed for 14years now lives in exile with the children in Paris. He's had to be both father and mother to Kiana(ph) and Ali(ph). UNIDENTIFIED MALE (through translator):  Kiana(ph) used to always say when mom is here, daddy isn't. And when daddy is here, mom isn't. It's not good, but when someone chooses a path, they must endure all the hardships.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KARADSHEH",
      "sentences": "The last time they were allowed to call her was 18 months ago. Ali(ph) still vividly remembers the day his mother was taken away fromthem. UNIDENTIFIED MALE (through translator):  It was around 6:00 or 7:00 a.m., my mom made me eggs, she said   take care of yourself and study hard and said goodbye, I got into the car and went to school. When I got back, my mom wasn't there anymore.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:20:00",
      "speaker": "KARADSHEH",
      "sentences": "Ali(ph) says he's proud of his mom and has accepted this life. He says it's for freedom for Iran. Rakmani(ph) shows off all the award hiswife has won while in prison, \"she's an endless energy for freedom\", he tells us, and unstoppable force. Her fight extending deep inside Evin where she leads women who continue to protest. Their chants of woman, life, freedom captured in this recording shared with CNN. They sing the Farsi rendition of Bella Ciao; the Italian anti-fascist resistance song now an anthem for Iran's freedom movement. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KARADSHEH",
      "sentences": "Absolutely, not surprising. The sort of reaction from the Iranian government that is still trying to contain this movement in thecountry, this woman, life, freedom movement that emerged from the protest, following the death of Mahsa Amini. And as the husband of Narges Mohammadi said today, he said, this is not just recognizing Narges and her work and what she has sacrificed. This is also recognizing the Iranian people, the men and women who rose up over the past year, those who were killed in the protest, those who are --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KARADSHEH",
      "sentences": "Still fighting --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Still fight --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KARADSHEH",
      "sentences": "For freedom in the country. And we have to mention also, Isa, we don't actually know if Narges Mohammadi --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "That is --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KARADSHEH",
      "sentences": "Right now knows if she won or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "And we don't know because you were telling me while this was playing, you were telling me that, they don't get calls, right? In EvinPrison on certain days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KARADSHEH",
      "sentences": "This is our understanding from the family is they don't know that the news has reached her, because on Thursdays and Fridays, politicalprisoners in the women's ward in Evin Prison are not allowed to receive phone calls. And this is how they get their news from the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KARADSHEH",
      "sentences": "Outside world. So, we don't know if she received that news, but she did have a prepared statement that we received, that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KARADSHEH",
      "sentences": "She prepared in the past few days that was passed on through intermediaries in Iran, because her name was being circulated and reportedas a potential winner this year. And she says in that statement that she will continue on this path, and she's ready to spend the rest of her -- of her life in prison for the people of Iran --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "And as we just heard there, she's continuing that path inside Evin Prison. Very quickly, you've covered the plight of Iranian women sinceMahsa Amini's death really. What has been the reaction within NGOs, human rights groups, people on the ground to this award? Because it's for them too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KARADSHEH",
      "sentences": "Absolutely, I mean, this is exactly what people are saying. This is recognizing this movement, recognizing the women of Iran. Humanrights organizations are taking this opportunity again to call for the release of --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "SOARES",
      "sentences": "Yes --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:25:00",
      "speaker": "KARADSHEH",
      "sentences": "Narges Mohammadi and so many other women and men who are just fighting for their most basic of human rights, being accused of beingcriminals and jailed for years and decades.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:26",
      "speaker": "SOARES",
      "sentences": "Welcome back, everyone. The Biden administration calls it a key piece of its effort to curb a surge in migrant crossings at the U.S.southern border. It's begun deporting Venezuelans who illegally cross from Mexico into the United States. The White House announced the policy shift on the same day it said it would expand sections of the border wall, something President Joe Biden long opposed. Many of the migrants flooding into United States come from Venezuela, desperate to escape crushing poverty, food shortages, inflation and political turmoil. Men, women and children risking their lives to make the long, as well as dangerous journey in the hopes of a better life. In the past two years alone, hundreds or thousands, I should say, of Venezuelans have trekked through a jungle region known as the Darien Gap between Colombia and Panama, in an effort to reach the U.S.-Mexican border. Today, the presidents of Panama and Costa Rica toured that treacherous migrant route by helicopter. They'll give remarks to reporters in about 20 minutes or so, 20, 30 minutes. Let's get the very latest from Stefano Pozzebon who joins us from Bogota in Colombia who's also joined by Kevin Liptak in Washington. Kevin, let me start with you. I mean, that decision from the Biden ministration, first of all, to start deporting Venezuelans is quite a policy shift from the U.S. in this administration. So, explain how exactly this is going to work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:26",
      "speaker": "KEVIN LIPTAK, CNN SENIOR WHITE HOUSE REPORTER",
      "sentences": "Yes, it was remarkably the second policy shift on immigration and just the course of the day. And whatAmerican officials say is that because of this surge of migrants from Venezuela, across the southern border that have been crowding cities in the U.S. that they will now be able to deport them back to Venezuela. And that had been something that they weren't able to do for the last several years, because of the crisis in that country, because of the dire circumstances from which people were fleeing, the U.S. hadn't had that option in their playbook of ways to handle this migration issue. Now, they say they do have this option. But as you alluded to, the logistics of this are very complicated. The U.S. doesn't really have formal diplomatic ties with Venezuela to begin with and, you know, the situation there is so precarious. I think this is a decision that they were hard to come by. But because of these political pressures, including from Democrats of major -- who are running major cities in the United States, they really felt like they had no option. And it really does show you the binds that President Biden finds himself in on this issue of immigration. His campaign promises really running up against the reality of governing. You saw that in the issue with the border wall yesterday, and you're seeing it with his issue with the deportations as well. So certainly President Biden facing a lot of tough political questions today on these reversals on this issue, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:31:26",
      "speaker": "SOARES",
      "sentences": "Yes, so no -- we don't have much clarity that is clear on how it's going to work on the logistic. But Stefano I mean, this still begs thequestion, what kind of deal, if any, was done behind the scenes here with Nicolas Maduro? What does he get in return, do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:04",
      "speaker": "JUAN GUAIDO, FORMER VENEZUELAN OPPOSITION LEADER",
      "sentences": "It's because the starvation, it's because the lack of opportunities, but in Venezuela,that's what's happening. That's what's happening in Venezuela every day. Every day. New York only saw a little bit what's happening in Venezuela every day, hopefully. If we want to stop the situation, to stop the immigration, we have to put in the cost, the immigration, that is the Maduro regime. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:04",
      "speaker": "POZZEBON",
      "sentences": "So Guaido's point is that in order to address that immigration policy, you really need to address the root causes of migration and theroot causes is that Venezuela is in dire humanitarian need, because of a undemocratic regime in power, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:04",
      "speaker": "SOARES",
      "sentences": "Yes. And he's not the only leader who has been saying exactly that in the last few days or, former leader I should say. Kevin, back to you. Imean, the Secretary of State Blinken is in Mexico, I understand. Mayor of New York is also visiting. And in the last 30 minutes, I think, we have heard from Mexican president, Manuel Lopez Obrador, AMLO. He said the U.S. plans to build a wall. He called it, Kevin, a publicity stunt. So, talk to the timing here of this decision. And what the U.S. is hoping to achieve with Blinken going to Mexico here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:04",
      "speaker": "LIPTAK",
      "sentences": "Yes. And I think that comment really kind of underscores the predicament that they find themselves in, because AMLO the president ofMexico, is someone that the Biden administration is really trying to work together with to try and curb these migration flows that travel from Central and South America through Mexico to the southern border, and they had felt like they were making some progress on that front with him, and that was one of the reasons why the Secretary of State, Antony Blinken, along with the Homeland Security Secretary, traveled to Mexico City just this week to discuss these issues with him. But, of course, he is a devout opponent of this border wall. He has been since the Trump administration, when President Trump made that his signature of his migration policy, so it shouldn't necessarily have come as any surprise that he would react so fiercely against this wall, including while these top American officials were in Mexico City there to speak with him and it does speak to sort of the chaotic nature that they were rolling all of these new decisions out. Of course, the Biden administration says this isn't a new policy and that they were forced into it. But certainly it is having repercussions that could have follow-on effects to the very policies that they're trying to enact now, Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:35:04",
      "speaker": "SOARES",
      "sentences": "And Stefano, I mean, final question to you, you cover Venezuela, you've covered Venezuela for years. Give me a sense of what you are hearingfor human rights groups from people on the ground in Caracas about this decision by the United States, do they believe it's going to work because it completely overlooks what drives migration to start off with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "SOARES",
      "sentences": "Yes. And situation very real still. Thank you very much, Stefano Pozzebon,. Appreciate it for us there in Bogota. Thanks to Kevin Liptak,too, in Washington. Well, as the U.S. government debates the best way to handle the immigration crisis, the influx of migrants continues in cities across the country. From Denver to New York and Chicago, thousands of people arrive daily looking for help as CNN's Whitney Wild explains. Officials in Chicago say they need aid now. (BEGIN VIDEOTAPE) WHITNEY WILD, CNN CORRESPONDENT (voice-over): This is the end of a six-week long journey from Venezuela for Carla Garcia and her 5-year-old niece, Angelie. CARLA DANIELA GARCIA GONZALEZ, MIGRANT FROM VENEZUELA (through translator): So tired. We don't have a decent place to sleep. WILD (voice-over): They sleep in a corner of a Southside Chicago police station, while dozens more migrants line the sidewalks. More than 3,000 migrants live at City police stations and airports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "BRANDON JOHNSON, CHICAGO MAYOR",
      "sentences": "Up and over the course since I've been in office, we have been flooded with buses, with individuals who are in verydesperate circumstances. WILD (voice-over): Mayor Brandon Johnson expects the number of migrants who have descended on Chicago to reach 20,000 in coming days. Migrants started arriving in August 2022 when Texas Governor Greg Abbott added Chicago to a list of sanctuary cities where he planned to send buses, saying relief is needed for overcrowded southern border towns.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "JOHNSON",
      "sentences": "This is very much tied to the politics of the Republican Party that has made it very clear they want to destabilize cities like Chicago.WILD (voice-over): Tension is flaring between Illinois leaders and the White House for more help. The pressure to manage this crisis will only grow. Next summer, the Democratic National Convention comes to town, officials believe that will prompt even more buses.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There are other things the federal government can do other than sending us money that they haven't yet done. And I do believeand I have spoken with the White House since even over the weekend and the letter to make sure that they heard us. WILD (voice-over): Johnson's administration is working rapidly to house migrants opening one shelter per week, but closing some public facilities to make room for migrant housing has angered some residents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Our rights are being infringed upon because instead of having the ability to say yes or no.WILD (voice-over): The city has inked a nearly $30 million deal for military grade tents, a temporary solution while the city races to move migrants off the street before Chicago's brutal winter sets in.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:40:01",
      "speaker": "JOHNSON",
      "sentences": "I'm very much committed to making sure that we get people off of the floors of police districts and police stations and out of our airportsbecause it is not humane. These are awful conditions. WILD (voice-over): Back at the police station, Carla isn't sure leaving Venezuela was worth the sacrifice. GONZALEZ (through translator)L But again, we don't know yet because we're here, all this uncertainty and just sleeping here. If you're thinking about coming here, think twice because this is very hard. (END VIDEOTAPE) WILD (on camera): The Department of Homeland Security sent people here to Chicago to assess the situation. Meanwhile, Chicago Mayor Brandon Johnson says he plans to go to the southern border. He said he understands what southern states are dealing with but he wants to go himself to assess the situation. Whitney Wild, CNN, Chicago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:25",
      "speaker": "SOARES",
      "sentences": "Donald Trump is picking Ohio's Jim Jordan to replace ousted U.S. House Speaker Kevin McCarthy. The former president's endorsement is a snubfor Jordan's fellow Republican candidate Steve Scalise of Louisiana. It also comes after Trump suggested he might service speaker personally. News broke earlier today both Scalise and Jordan have pulled out of the TV forum on Fox News. Before that, Jordan spoke with CNN's Manu Raju about picking Trump -- about being Trump's pick. (BEGIN VIDEO CLIP) JIM JORDAN, U.S. HOUSE REPUBLICAN: Look, I like the job I got now. I never wanted to do this job. But someone has to who can bring the team together and can go communicate to the country and that's why I'm running.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:25",
      "speaker": "MANU RAJU, CNN CORRESPONDENT",
      "sentences": "What were your conversations like with Trump? Given you got his endorsement, what do you expect him to do to try to getyou the votes in this race?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:25",
      "speaker": "JORDAN",
      "sentences": "I appreciate the President's endorsement. He's the leader of the party. He's going to be our presidential nominee and I think he's going tobe our next president so I appreciate that. But we're focused also on -- the key thing is our colleagues. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:46:25",
      "speaker": "SOARES",
      "sentences": "Let's get more into this. CNN's Eva McKend live in Washington. Eva, just explain what the reaction has been then to Trump endorsing Jim Jordanfor speaker. EVA MCKEND, CNN U.S. NATIONAL POLITICS CORRESPONDENT: Well, Isa, you know, what is striking to me is that Congressman Scalise, Jordan's opponent, his reaction has been kind of temperament to all -- temper to all of this. And I would say that is because the Trump endorsement in some wings of the party is more of a liability than an asset. And that Congressman Jordan, those far right members, they would have supported him anyway. So I'm not sure what all it does, but it does pretend maybe for some theatrics next week, the former president floating that he could come to Capitol Hill to continue to shake things up. We also potentially were going to see Congressman Jordan, Congressman Scalise spar in a debate next week. But then when moderate members caught wind of this, they really pushed back in a fulsome way, and said, listen, this is already enough of a circus so that's why that has been called off. So, in the days ahead, what we're going to see is we're going to see these members that are going to go into a room and they are going to cast secret ballots for their choice for the next speaker. And that is really an interesting process, Isa, because they of course, could tell us one thing, us reporters who they're going to go vote for, but then when it's secret, could do something else. And then after that, there will be a floor vote shortly after. That, of course, is not a secret process and ultimately, either of these candidates have to get to 218 votes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:42",
      "speaker": "SOARES",
      "sentences": "The Biden's family dog, Commander, is no longer at the White House. The 2-year-old German Shepherd is known to have bitten people in 11different incidents with several more going unreported according to sources, but Commander is not the first presidential pup to be a bit naughty. Tom Foreman has the details. (BEGIN VIDEOTAPE) TOM FOREMAN, CNN CORRESPONDENT (voice-over): Almost a dozen Secret Service personnel and plenty of staffers, sources tell CNN the Presidential dog, Commander, has bitten more people than previously known. And after this latest snap, he's been relieved of command.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:52:42",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Commander is not presently at the White House.FOREMAN (voice-over): Presidents have had pets from the nation's beginning. Bears, birds, tigers, possums, horses, alligators, raccoons, Teddy Roosevelt had the most, Woodrow Wilson had sheep to trim the grass. Calvin Coolidge had a hippo, but there have often been pet peeves. In the 1930's, Franklin Roosevelt had a big dog named Major that bid a British prime minister. During World War II, political foes falsely said he sent a Navy destroyer to fetch his little dog named Fala after it was left behind on a presidential junket. FRANKLIN ROOSEVELT, FORMER U.S. PRESIDENT (via recording): Of course, I don't resent attacks, and my family don't resent attacks. But Fala does resent attacks. FOREMAN (voice-over): In the '50s, opponents accused vice presidential candidate Richard Nixon of misusing campaign donations. Among the gifts was a cocker spaniel puppy his daughter named Checkers. RICHARD NIXON, FORMER U.S. PRESIDENT: And I just want to say this right now that regardless of what they say about it, we're going to keep him. FOREMAN (voice-over): In the '60s, Lyndon Johnson outraged some dog lovers by lifting his beagles by the ears and, of course, a previous Biden family dog was also banished for biting. And ironically, just like FDR, snappy German Shepherd, his name was Major. Still comedy writer Jill Twiss, who wrote a children's book about him, notes at least this is a different kind of political scandal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "14:55:01",
      "speaker": "FOREMAN",
      "sentences": "At best, White House dogs can be happy and really humanize a president, making the most powerful person in the world look like a lot ofus, just hanging out with a best friend. But at worst, sometimes for the dog and everyone, a lot of us just hanging out with a best friend. But at worst, I'll sometimes for the dog and everyone else, it just bites. Tom Foreman, CNN, Washington. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}