{
  "date": "2023-04-29",
  "headline": "CNN Newsroom",
  "subHeadline": "Cease-Fire Breaks Down in Sudan; Uman Missile Strike; Putin Orders Museums for \"Special Military Operation\"; Americans Flee Sudan; Alito Suspects He Knows Draft Roe Leaker. Aired 2-3a ET",
  "utterances": [
    {
      "timeStamp": "02:00:00",
      "speaker": "COREN",
      "sentences": "We begin with a race against time after Russian missile strikes in Ukraine. Rescuers are scrambling to reach two children believed to be trapped under a building partly obliterated by a Russian missile.It happened in Uman, where a boy and girl are believed to be somewhere in the lower floors of this high rise. Officials say at least 17 other people have been rescued. At least 23 people were killed in Friday's strikes, including at least four children. Two more people died in a separate attack in Dnipro. One survivor in Uman took a video just moments after the strike. We have to warn you, it is graphic. (BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE (through translator): My God. I never thought this would happen. A rocket hit our building. I am covered in blood. I don't know. My windows were blown out. This is the kids' room but we're all alive. We're just all covered in blood. God, we don't have windows, anything. I was so afraid. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "COREN",
      "sentences": "President Zelenskyy later held a minute of silence for the victims, next to visiting leaders of Slovakia and the Czech Republic. The Ukrainian president later made the case for more weapons.(BEGIN VIDEO CLIP) VOLODYMYR ZELENSKYY, UKRAINIAN PRESIDENT (through translator): We can stop terror and save people only with weapons, air defense, modern aircraft, without which, there is no fully effective air defense. Artillery, armored vehicles, all that is necessary to provide security to our cities, villages, both in the rear and front lines. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "COREN",
      "sentences": "A CNN crew was at the scene as rescue efforts were going on in Uman. Nic Robertson has more.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:00",
      "speaker": "NIC ROBERTSON, CNN INTERNATIONAL DIPLOMATIC EDITOR",
      "sentences": "The firefighters have been working here for over 20 hours already today. We've been watching them bring out bodies right throughout the day. They're up there now, high up, going through the last bit of rubble, they believe there are bodies up there. This is just going on all day.ROBERTSON (voice-over): Residents asleep as a Russian missile ripped through their apartments. Rescuers in this small central Ukrainian city, Uman, on the scene fast. Serhyi was one of the first. SERHYI ALEKSEEV, UMAN RESIDENT (through translator): There were terrible screams of children. The explosion was very powerful. The houses started to shake in the nearby areas. The first one we pulled out was a living woman who was put in the ambulance, but she died in hospital.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "COREN",
      "sentences": "We now want to show you new video near Bakhmut, where there's been grueling fighting for months. The footage shows a road out of the city with devastation as far as the eye can see. Ukrainian troops are still holding onto part of Bakhmut. One Ukrainian soldier said they aren't even close to giving up.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "(INAUDIBLE) you can't see anything. So only listening can help you. And it's very difficult when the artillery works (ph) but we have to do this. This is our land. We have to fight for this. Everything that is possible and even what is impossible we have to do.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "COREN",
      "sentences": "Meanwhile, a well-known mural in Bakhmut has fallen victim to the shelling. The depiction of a mother and child was on a high rise that was blown up in a recent attack.The chief diplomatic adviser of Ukraine's president is pushing for more weapons, ahead of an expected Ukrainian counteroffensive. He spoke on CNN several hours ago. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "IGOR ZHOVKVA, DEPUTY HEAD, OFFICE OF THE PRESIDENT OF UKRAINE",
      "sentences": "You need an artillery system and enough ammunition to start the counter artillery battery fight before the counteroffensive and then you use your manpower.And they need armored vehicles and tanks, Western type tanks, which we started to receive from the Western states, from the European states, but not in enough amount. When we receive the weapon, we do not store them somewhere in the warehouses, whatever. We immediately use them on the battlefield. And, you know, Ukraine is withstanding for more than 14 months. And we're having hard times, say, in the east of Ukraine. We're defending each and every inch of Ukrainian territory. So you cannot just tell, you know, I've provided you some percentage and you rest assured you will not get anything else. We need the weapon. With the intensity, Russians are attacking us. With the intensity, Russians are bombarding our cities. With intensity, Russia are firing our front line. We need still more. And yes, we need artillery, we need Western tanks and armored vehicles. We need air defense systems in order to protect the inland Ukraine. Look, I mean, 23 missiles were hit this night, 21 were intercepted, but still two hit the target. We need more and more short range, medium range and long-range air defense systems in order to protect the whole territory of Ukraine. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "COREN",
      "sentences": "The official spoke with Wolf Blitzer on CNN's \"THE SITUATION ROOM.\"We just got word of a fuel tank fire in a Crimean port city. The Russian backed governor says the fire in Sevastopol has spread to around 1,000 square meters and initial reports indicate it was caused by a drone. He said they're working on getting information about casualties. Response teams are at the scene. Russian president Vladimir Putin is ordering the construction of museums dedicated to the war in Ukraine. The Kremlin says they'll be built across Russia, and they'll showcase the events of the, quote, \"special military operation\" as Russia calls the war. CNN's former Moscow bureau chief Jill Dougherty explains the significance. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "JILL DOUGHERTY, CNN CONTRIBUTOR",
      "sentences": "This is to me an indication that Putin has no intent of stopping. In fact, what he is going to be doing is essentially propagandizing children for the next 20 years by creating this. They're changing the educational system, et cetera. [02",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "DOUGHERTY",
      "sentences": "So he is, if anything, he is digging in and trying to convince his own people that this is what Russia's mission in the world should be. It's really perverse.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "COREN",
      "sentences": "A day earlier, Putin signed a decree that allows the deportation of Ukrainian citizens from territories illegally annexed by Russia if they are deemed a, quote, \"national security threat.\"Residents from Kherson, Zaporizhzhya, Donetsk and Luhansk, who have not taken Russian citizenship, would be recognized as foreigners and could be expelled. Ukrainians living in these areas without a Russian passport would have to apply for a residence permit, undergo fingerprint registration and provide documents translated into Russian. A Ukrainian government adviser responded to the decree on Twitter, \"The process of changing the ethnic composition of these territories, where Russians are being resettled, is taking place. This is an obvious manifestation of the genocidal nature of the war.\" Turning now to Sudan, where the latest ceasefire has been marred by reports of violence. Two days into the three-day truce, both the army and the paramilitary group, the Rapid Support Forces, accuse each other of violations. This as the RSF says it now controls 90 percent of Khartoum state. Fighting has also increased in El Geneina, in Sudan's West Darfur region. At least 96 people have been reportedly killed there in what the U.N. human rights chief calls deadly ethnic clashes. Basic necessities like food, water and medicine are in short supply across the country. The United Nations says more than 50,000 people have already fled to neighboring countries, while thousands of other civilians are reportedly unable to escape the fighting. The White House has urged American citizens to leave the country amid criticism that it's not doing enough to facilitate those exits. Here's what one congressman says what needs to be done. (BEGIN VIDEO CLIP) REP. GREGORY MEEKS (D-NY), RANKING MEMBER, FOREIGN AFFAIRS COMMITTEE: With the airport being closed and with the fighting going on, what the Biden administration is trying to do is to find the over-the-land route that may be safe to get people out. But there's got to be constant communication. And that's what my concern is. There must be constant communication with our American citizens and so that we can give them the appropriate guidance, when it's safe to move and how to move, and to make sure they'll then get transport from land to one of the other countries, where they can be found in a safe fashion. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "COREN",
      "sentences": "Thousands have fled the country by crossing the Red Sea into Saudi Arabia. CNN's Larry Madowo is in Jeddah with more on the exodus out of Sudan.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:00",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "Saudi Arabia is a key diplomatic player in Sudan, it's part of what's called the Quad, alongside the United Arab Emirates, the U.K. and the U.S.But the countries are becoming the main landing point for people evacuated from Port Sudan across the Red Sea. Almost 3,000 people so far evacuated, according to the Saudi foreign ministry, from 80 different nationalities. Only a small percentage of them, just 100 or so, were Saudi nationals. This is because there's still this mass exodus out of Sudan, as people expect that probably this fighting will go on for a much longer period. Already crossed the two-week mark with no signs of abating, even though another ceasefire is supposed to be in place. But that appears to have already been violated and each side blaming the other for violating it first. So the people arriving here in Jeddah in Saudi Arabia, from all around the world, from the U.S., the U.K., Canada, from Kenya, from every nationality you can think of. And they stay here a couple of days before they go on to whatever they want to go to. But the U.S. says it is committed to getting people to safety. Americans that are still in Sudan, even though it didn't carry out the large scale evacuation of citizens that other countries like the U.K. did. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "MADOWO",
      "sentences": "As the U.S. figures out the best way to get as many people as possible out of Sudan, the U.K. says it is ending its own evacuation efforts of citizens in Sudan, calling it the largest and longest evacuation effort by any Western nation.And there will be people still trying to get on after this evacuation effort ends. The U.N. says at least 50,000 people have crossed into neighboring countries as this battle drags on in Sudan -- Larry Madowo, CNN, Jeddah, Saudi Arabia. (END VIDEOTAPE) (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "COREN",
      "sentences": "Deana Welker is a teacher at an international school in Khartoum, who recently made it back home safely to North Carolina and joins us now from Raleigh.Great to have you with us. I know this has been a terrifying ordeal for you, getting out of Sudan. Can you please tell us the moment when you realized this was so serious you needed to leave the country?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "DEANA WELKER, INTERNATIONAL TEACHER",
      "sentences": "We've had a lot of things happen in Sudan. It was never anything like this. So that first Saturday, the 15th, when basically gunfire and gun battles were happening literally on the street in front of my building, we had messages going back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "WELKER",
      "sentences": "Our school administration was on the phone to us, saying, stay away from the windows, get down, find somewhere to be and just stay put.So even though we had the coup that happened 1.5 years ago, it was never quite like this. This was definitely. We knew immediately this was not the same. This was dangerous. This was different and pretty terrifying, to be honest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "COREN",
      "sentences": "Yes. You have been working in Sudan for the last three years. So as you say, you are familiar with the conflict and the violence. But tell us about your contact with the U.S. embassy throughout this ordeal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "WELKER",
      "sentences": "I wouldn't say contact; I have -- I'm registered in the STEP program. So I get alerts all the time, you know. But basically the only thing that those emails ever said was shelter in place. That's the only information I ever had. That was it for a few days until things got really hot in our area.And again, all our information came from our own administration, calling us at one point saying, OK, pack a bag. In the middle of the night basically they literally (INAUDIBLE) and the said pack one bag and you all need to get out of there right now. So we basically left out the back door and snuck through dark streets to find a safer location.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:15:00",
      "speaker": "COREN",
      "sentences": "Yes, you moved to a couple of hotels. In the end, it was the French embassy came to your rescue. Tell us about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "WELKER",
      "sentences": "Not that they were going to get into a giant gun battle with the military in Sudan, but they had, I guess, made -- mostly made arrangements for us to pass through and then we got to their air base.Everybody, you know, bags got checked. Then we got loaded onto a huge C-130 so that basically, once we took off from there, that was a huge relief. And we eventually got to Djibouti. Again, the French were amazing. I cannot thank them enough, because there was no other help coming, you know. And they gave us food, water and then eventually helped us get our temporary visas for everybody, so everybody could kind of scatter out to various hotels in the area, while we all then looked for commercial ways home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "COREN",
      "sentences": "Deana, I'm so pleased that you got home safely, and you are there with your family. I know that you are concerned about the thousands of other Americans and foreigners still stranded in Sudan. We thank you for your time and wish you the very best.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:00",
      "speaker": "WELKER",
      "sentences": "Thank you very much.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "COREN",
      "sentences": "U.S. Supreme Court justice Samuel Alito says he has a pretty good idea who was behind the leak of a draft abortion opinion last year. Alito suggested it was someone who opposed reversing the Roe versus Wade precedent.He made the comment in a \"Wall Street journal\" article published Friday, dismissing the idea it was leaked by one of the five conservative judges. He said, \"That's infuriating to me. Look, this made us targets of assassination. \"Would I do that to myself? \"Would the five of us have done that to ourselves? \"It's quite implausible.\" Alito said he doesn't have enough proof who was behind the leak to actually name the person. Two bills to further restrict abortions have failed in two state legislatures controlled by Republicans. (BEGIN VIDEO CLIP) COREN (voice-over): In Nebraska, Democrats cheered after they blocked a bill that would have banned most abortions after six weeks of pregnancy. The bill fell just one vote shy of passing when two Republicans abstained from voting. In South Carolina, a dramatic showdown on the state Senate floor after five women, including three Republicans, voted against a bill that would have banned most abortions in that state. Take a look. (END VIDEO CLIP) (BEGIN VIDEO CLIP) STATE SEN. KATRINA SHEALY (R-SC): They don't care about the children. They care about a victory. STATE SEN. SANDRA SENN (R-SC): We, the women, have not asked for, as the senator from Orangeburg pointed out yesterday, nor do we want your protection. We don't need it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "COREN",
      "sentences": "Several Republican controlled states have enacted sweeping abortion restrictions since the Supreme Court overturned Roe versus Wade last year. The U.N. popularity of abortion bans around the country may be causing more Republican lawmakers to reconsider their stance. Dianne Gallagher has more.(BEGIN VIDEOTAPE) STATE SEN. PENRY GUSTAFSON (R-SC): There are millions of women who feel like they have not been heard and that's why I'm standing up here. DIANNE GALLAGHER, CNN NATIONAL CORRESPONDENT (voice-over): Lawmakers in two conservative states, South Carolina and Nebraska rejecting extreme abortion restrictions Thursday by the slimmest of margins, just one vote. For the third time since the U.S. Supreme Court overturned Roe versus Wade last summer, the South Carolina state Senate where Republicans outnumber Democrats nearly two to one blocked a ban on abortion in the state with limited exceptions for rape and incest. The five women senators, three of whom are Republicans, led a filibuster where they spoke for days about biology, backlash and the concept of control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "SHEALY",
      "sentences": "Once a woman became pregnant for any reason she would not become property of the state of South Carolina.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "SENN",
      "sentences": "Abortion laws have always been each and every one of them about control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "GALLAGHER",
      "sentences": "In Nebraska, Thursday, tears and cheers, after lawmakers killed a bill that would ban abortion around the sixth week of pregnancy, often before someone knows they are pregnant, a vote to break a filibuster failed by just one vote when two senators abstained, one of them the bill's cosponsor, 80-year-old Merv Riepe who said he'd done more research and offered an amendment moving the deadline to 12 weeks. That never got a vote.STATE SEN. MERV RIEPE (R-NE): The six-week ban appears to be a winner- take-all position and the pushback will be strong. It will be immediate, and it will be funded heavily as now seen in other states.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:25:00",
      "speaker": "GALLAGHER",
      "sentences": "His warning on the pushback felt nationally and the first real test after the Supreme Court's Dobbs ruling gave states the final decision on abortion, Kansas voters shocked Republicans with a resounding rejection of restrictions at the polls. But since then, several states have enacted new laws severely limitingabortion access, especially in the south, though some states remain tied up in the courts. South Carolina did pass a six-week abortion ban but the state Supreme Court struck it down. So as neighboring states shut down access, South Carolina has seen a sharp increase in out of state patients seeking abortion care. Right now, abortion is legal in South Carolina and Nebraska until about 20 weeks. That doesn't mean further restrictions are totally off the table, especially in South Carolina where there's about a week of the session to go. In fact, the state Senate passed a bill they say addresses the issues the state Supreme Court had with the original six-week abortion ban with exceptions but according to those three senators, the Republican women, the House won't entertain anything that is not a total ban from conception. They told CNN they believe the two chambers are at an impasse. Dianne Gallagher, CNN. Back to you. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:00",
      "speaker": "COREN",
      "sentences": "And later, a government report on the collapse of Silicon Valley and Signature Banks is out. What the investigation revealed and possible solutions moving forward.(MUSIC PLAYING) (COMMERCIAL BREAK) (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "COREN",
      "sentences": "This comes a day after we learned of a possibly important moment both in the investigation and history. Former U.S. vice president Mike Pence testified before the grand jury. It's the first time in modern history a vice president has been compelled to testify about the president he served under.It's also the first time he's testified about January 6th under oath. Laurence Tribe is a Harvard school professor and tells CNN former president Trump should have a lot to worry about right now. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "LAURENCE TRIBE, PROFESSOR, HARVARD LAW SCHOOL",
      "sentences": "He ought to be very concerned, because Mike Pence is the last piece in the puzzle. He is the one who was the object of the former president's attempt to storm the Capitol with an angry mob when it turned out that Mike Pence wouldn't do his bidding and basically carry out a bloodless coup.All of the conversations between the president and vice president who were in office at that time are going to be fair game for the prosecutor. The special prosecutor had Mike Pence in there before the grand jury all day yesterday. He wasn't taking the Fifth Amendment because he doesn't have any criminal exposure. He wasn't invoking his special role as president of the Senate, because the courts had already rejected the claim that that special role entitled him to stay silent when it came to what the president was doing and saying to him. And the president, who was in the office at the time that Pence was vice president, failed just the day before yesterday in his final attempt to invoke executive privilege to silence the former vice president. So, you know, Pence was in a position to tell the truth and he really had no alternative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Does the timing --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "TRIBE",
      "sentences": "That proof is very damning to the former president.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:00",
      "speaker": "COREN",
      "sentences": "Many thanks to Laurence Tribe for speaking to CNN.The 2024 presidential field is only beginning to take shape but President Joe Biden is already facing a Democratic Party challenge from a member of the political dynasty who made a name for himself as an anti-vaccine activist. Robert F. Kennedy Jr. is the son and nephew of two American political leaders assassinated in the 1960s, Senator Robert Kennedy and President John F. Kennedy. He has also promoted false claims about vaccines, even comparing COVID restrictions to Nazi Germany. CNN's Michael Smerconish asked if he considered himself a fringe candidate. (BEGIN VIDEO CLIP) MICHAEL SMERCONISH, CNN ANCHOR, \"SMERCONISH\": \"The New York Times,\" then reporting on your announcement, said this, \"Mr. Kennedy is the latest in a history of fringe presidential aspirants from both parties, who run to bring attention to a cause or to themselves.\" Do you embrace that level, fringe? ROBERT F. KENNEDY JR. (D-CA), PRESIDENTIAL CANDIDATE: I'm not running to bring attention to a particular cause. I'm running because I believe I'm going to win. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "COREN",
      "sentences": "Here's CNN's Rahel Solomon with the latest.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:40:00",
      "speaker": "RAHEL SOLOMON, CNN CORRESPONDENT",
      "sentences": "The report thorough, more than 100 pages, its findings damning, a textbook case of bank mismanagement, it reads. The Federal Reserve releasing its highly appeared self- assessment, a post mortem, if you will, on the collapse of Silicon Valley Bank on March 10.The Fed's vice chair of supervision writing a letter that accompanied the report. Bank senior leadership failed to manage basic interest rate and liquidity risk. Its board of directors failed to oversee senior leadership accountable and Federal Reserve supervisors failed to take forceful enough action. In other words, this was a failure at every levels. But we already knew that the Fed was aware of some of SVB's problems. According to recent testimony, more than a year before the bank fell, Fed supervisors began raising red flags. So why couldn't they prevent SVB's demise? Well, the report says that supervisors delayed action to gather more evidence, even as weaknesses were clear and growing. And this meant that supervisors did not force SVB to fix its problems, even as those problems worsened. The report also acknowledging that it's time for the Fed to reconsider how it evaluates some banks, saying, quote, \"We need to evaluate how to ensure that supervision intensifies at the right pace as a firm grows in size or complexity.\" So what now? Well, Derek Tang, the CEO and co-founder of Monetary Policy Analytics, he tells me, \"I think they'll be a little bit more holistic as to looking at broadening the scope of what they look at, from financial metrics, such as cash levels and the composition of their deposits to more qualitative metrics about the character of the bank.\" As for the larger banking system, the report said SVB was an outlier and, quote, \"Our banking system is sound and resilient\" -- Rahel Solomon, CNN, New York. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "COREN",
      "sentences": "Tensions appear to be increasing again between Taiwan and China after a Chinese military drone got too close to the island. It was one of 19 Chinese warplanes that entered Taiwan's Air Defense Identification Zone between Thursday and Friday morning.Meantime, China said it tracked a U.S. military aircraft flying through the Taiwan Strait, a body of water which China claims as its own. CNN's Will Ripley is in Taiwan with the story. (BEGIN VIDEOTAPE) WILL RIPLEY, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): One of the largest drones in the Chinese military on a menacing mission encircling Taiwan. The combat drone flew around the entire island Friday, a highly provocative flight path publicized for the first time by the island's defense ministry. A brazen act on the same day a U.S. P8 surveillance aircraft transited the Taiwan Strait. China scrambled fighter jets, calling the flight provocative. The drone flight also came as former national security advisor John Bolton was in Taipei, voicing support for Taiwan independence. We don't know if the drone flight is connected. Beijing is keeping quiet. Chinese state media identifies the drone as TB-001 nicknamed the \"Twin-Tailed Scorpion,\" capable of high-altitude long-range missions, traveling up to 630 kilometers, that's like flying from London to New York.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "DAVID HAMBLING, MILITARY TECHNOLOGY WRITER",
      "sentences": "The big advantage is they've got a very long endurance. They can stay in the air for 35, 40 hours or even more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "RIPLEY",
      "sentences": "Military experts tell CNN the drone can carry a large weapons payload. Its primary purpose, persistent surveillance but experts say this drone's mission was no secret.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "HAMBLING",
      "sentences": "It's simply done for demonstration purposes to try and give the impression that Taiwan is surrounded.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:00",
      "speaker": "RIPLEY",
      "sentences": "China may have an edge in the air, but Taiwan is unveiling its own combat and surveillance drones. CNN was given rare access last month to a Taiwanese weapons developer including five models revealed to the public for the first time.Drone defense, a top priority for Taiwan's military. Last year, a series of unidentified civilian drones from China hovered over sensitive military sites. What did you think when you saw the video of the drones flying over? Our soldiers shot down a drone over that island, a neighbor tells me. Taiwan's defense ministry tells CNN they won't be intimidated, insisting they're ready to respond to any air threat from China at any time -- Will Ripley, CNN, Taipei. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}