{
  "date": "2023-06-27",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN International: RIA Novosti: Russia's FSB Drops Case Against Wagner; Trump Aide Faces 6 Charges in Documents Case; Supreme Court Set to Wrap Session with Key Decisions; Revolt Raising Question About Putin's Hold on Power; LSU Wins Men's College World Series Over Florida. Aired 4:30-5a ET",
  "utterances": [
    {
      "timeStamp": "04:30:00",
      "speaker": "MAX FOSTER, CNN ANCHOR",
      "sentences": "Welcome back to CNN NEWSROOM. I'm Max Foster in London. If you're just joining us, let me bring you up to date with our top story at this hour.Russia says it's dropping all charges against the Wagner Group for their armed insurrection. And state media is reporting that the private military company will hand over its heavy military equipment to active units of the Russian Armed Forces. Clare has been looking at all of that. I mean, because they have stopped the insurrection, they are being let off effectively.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "FOSTER",
      "sentences": "Clare, thank you.In just a few, hours we are expecting to see one of Donald Trump's aides in federal court. Walt Nauta is due to be arraigned on the six counts related to the investigation of Trump's alleged mishandling of classified documents. Nauta hasn't yet entered a plea. And Katelyn Polantz tells us what to expect. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:35:00",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "The codefendant of Donald Trump in the Mar-a-Lago documents case is going to be here at this federal courthouse in downtown Miami on Tuesday morning, to enter a pleading of not guilty. That's what is expected to happen.Now this codefendant, Walt Nauta, is Trump's body man. He's, his valet. And he's accused of obstructing justice alongside the president after the federal government and the Justice Department demanded that Trump return any classified documents in his possession after he left the presidency. Nauta, according to prosecutors, was the person who was moving those boxes around of classified records, throughout Mar-a-Lago, so that the Justice Department was not able to find them throughout 2021 and 2022. And so, he was charged alongside Donald Trump. He appeared beside Donald Trump in court two weeks ago, at the initial arraignment of Trump. Walt Nauta did not have a lawyer in the state of Florida at that time. So wasn't able to actually formally entered his pleading of not guilty. So that's why he's returning to court on Tuesday morning. Trump himself is not expected to be here. But it is a significant moment in the case. Because things are already moving towards a trial. With both sides are beginning to get information. The prosecutors have collected evidence. There's a trial date that the Justice Department is asking for right now. In December and in a few weeks in mid-July, there's already a day on the calendar for both the defense teams in this case representing Donald Trump and Walt Nauta and the special counsel's office from the Justice Department to make their first appearance at a hearing before Federal Judge Aileen Cannon who's going to be shepherding this to trial. At that hearing in two weeks, she is going to be looking at things related to classified information in the case. But it all starts Tuesday morning for Walt Nauta when he gets to enter his pleading of not guilty. Katelyn Polantz, CNN, Miami. (END VIDEOTAPE) FOSTER: Prosecutors in the U.S. state of Idaho say that they will seek the death penalty for Brian Kohberger, the man accused of killing four University of Idaho students. In new court filings on Monday, they say considering all evidence, currently known to the state, they are compelled to seek the death penalty. Kohberger faces four counts of first-degree murder and one count of burglary in the November 13th killings. The penalty phase of the Pittsburgh synagogue shooting trial is set to resume in the coming hours. Earlier this month, Robert Bowers was found guilty of all 63 charges for killing 11 worshippers and wounded six others -- wounding six others at Pittsburgh's Tree of Life Synagogue in 2018. His defense attorney say Bowers acted irrationally due to mental health problems. But prosecutors argue that the attack was carried out with extensive planning. A jury will decide whether he is sentenced to death or life in prison. The U.S. Supreme Court has now cleared the way for the redrawing of the Louisiana Congressional map to add another majority Black district. This after justices' reverse plans to hear the case and lifted a hold. They were placed on a lower courts order for a reworked, redistricting map. The move, just one of the latest from the court, as it prepares to wrap up the session. CNN's Jessica Schneider is in Washington with what other decisions may come down to next. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:40:00",
      "speaker": "FOSTER",
      "sentences": "A new study says that radiation from nail dressing salons may damage DNA and could also cause cancer mutations in human cells. Researchers exposed cells from humans in mice to UV light and found that a 20-minute session lead to 20 to 30 percent of cells dying. Dermatologists say that the findings, which were published earlier this year, our new but do reaffirm the reason why some have changed the way that they get manicures or has stopped getting them all together.Now after facing the first serious threat of his leadership, well look at a look back at the long journey that Vladimir Putin took to seize power in Russia. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "ROMAN BADANIN, INDEPENDENT RUSSIAN JOURNALIST",
      "sentences": "And this man loves gold maniacally. And he loves his rich life very much.KAYE (voice-over): Putin also likes to keep his private life private. But news of his longtime mistress, with whom he reportedly has children, has made headlines. These are pictures of Putin with Alina Kubeva, a former Olympic gymnast who is about 30 years younger than Putin. She and Putin met more than a decade ago but are rarely seen together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:45:00",
      "speaker": "PUTIN",
      "sentences": "Russia has a long and rich experience.KAYE (voice-over): Despite his grip on power now suddenly in question, Putin is expected to rule at least until 2024, when at age 71 he will end his fourth presidential term. However, he signed legislation in 2021 that would allow him to run for two more terms, which could mean he may be in office until 2036. Randi Kaye, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "04:50:00",
      "speaker": "FOSTER",
      "sentences": "They are celebrating Louisiana after the LSU Tigers crushed the Florida Gators to win the men's college world series. The Tigers won the third and final game, 18 to 4. Every LSU player had at least one hit. The win came one day after the Gators beat the Tigers 24 to 4. This is LSU's seventh college baseball national championship. That's second only to the USC Trojans who have 12 titles.In a spot that is hour, NASA's Webb telescope has for the first time detected a crucial carbon molecule in space. Scientists say this is important because carbon compounds act as the foundation for all life as we know it. According to NASA, the compound was traced back to a young star located more than 1,300 light years from earth. The discovery could help researchers figure out if life is possible somewhere else in the universe. A human first for groundwater has sucked so much liquid from the subsurface reserves, that it's affecting the earth tilt. A new study says the extraction of groundwater over more than a decade has tipped the planets access by nearly two inches, or about four centimeters per year. [04:55:00] One of the scientists behind the study says the earth's rotational poll actually does change quite a lot, but climate related causes, especially the redistribution of groundwater, have the largest impact. The real-life version of Barbies Malibu dream house has had a fresh coat of paint. The home looks like it's straight off the set of the upcoming Barbie movie from the Warner Bros. -- from Warner Bros., which is part of CNN's parent company, Warner Bros. Discovery. What's more, you could stay in the Barbie house for free. It's listed on Airbnb for two, one-night stays, two people with bookings opening from July 17th. Now Rome is often referred to as the eternal city. But tourists have that spout outraged after reportedly leaving his own lasting mark in one of the city's most iconic attractions. Italy's culture minister has tweeted a video showing a young man using a key to carve letters into a wall of the coliseum. According to the Italian news agency, ANSA, the inscription reads, Ivan plus Haley, 23. The apparent names of the tourist and his fiancee. Now police have reportedly been alerted to the incident, the culture minister says he hopes whoever did it will be identified and, quote, sanctioned according to our laws. If convicted, the man could face a fine of at least 1,500 euros, or up to five years in prison. Thanks for joining me here on CNN NEWSROOM, I'm Max Foster in London. \"EARLY START\" with Christine is next here on CNN. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}