{
  "date": "2023-01-25",
  "headline": "CNN 10",
  "subHeadline": "U.S. Senate Hearing On Ticketmaster Fiasco; Tackling Trash In The Balkans; The Future Of Work. Aired 4-4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Ticketmaster takes the $490 out of my account but it, like, crashed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CARROLL",
      "sentences": "All that ire directed at Ticketmaster, which bungled the pop star`s ticket sales so badly last November, it left thousands facingtechnical issues, such as canceled tickets, a crashing site and an artist beside herself over what fans endured to get tickets. Some of those who did get them ended up paying thousands for resale tickets just to get a seat to see Swift.\" Now Ticketmaster is in the hot seat. Its parent company, Live Nation Entertainment`s president and CFO Joe Berchtold will have to answer to a Senate Judiciary Committee about claims the Swift fallout is the result of anticompetitive conduct from a company with too much influence. SEN. AMY KLOBUCHAR (D-MN):  I have called for years for a change and maybe Taylor Swift fans will probably put it -- will finally put it over the edge.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CARROLL",
      "sentences": "Berchtold is scheduled to testify Tuesday.Part of his planned testimony reads: In hindsight, there are several things we could`ve done better. We apologize to many disappointed fans, as well as to Ms. Swift. Antitrust experts say the real issue before Congress is whether Live Nation Entertainment is a monopoly, something critics say was created in 2010 when Ticketmaster and Live Nation merged. (MUSIC)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CARROLL",
      "sentences": "While some industry insiders questioned how much one hearing is likely to change things, others say the Swift movement has already had animpact.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "MORGAN HARPER, AMERICAN ECONOMIC LIBERTIES PROJECT",
      "sentences": "This is going to be the first hearing that the Senate will be holding. And it shows that thisis a priority issue for folks who are on the Judiciary Committee and that they see that there are problems with the Live Nation Ticketmaster merger. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SARLIN",
      "sentences": "Next up, 10-second triviaWhat region is surrounded by the Adriatic Sea, the Ionian Sea and the Aegean Sea? Is it the Balkan Peninsula, the Amazon Basin, Patagonia or Western Plateau? Well, the only option here that`s surrounded by all of these features is the Balkan Peninsula in Europe. Speaking of the Balkan Peninsula, let`s travel to it to the country of Bosnia and Herzegovina where one lake is experiencing an example of extreme pollution, pollution so alarming that even environmentalists are surprised. And look, ocean pollution is not unique to the Balkans, but this collection point provides a clear picture of what can end up in waterways when not managed correctly. CNN meteorologist Allison Chinchar has more on this story along the Drina River where a clogged lake filled with downed trees and frozen trash is gaining attention. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ALLISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "Snow falls on a lake on the Drina River. From up high, it`s coated with frost, but get a little closer andyou can see what`s underneath the veneer of snow. A massive tangle of trash clogging the waterway. Even environmentalists are surprised by what ends up here. DEJAN FURTULA, ENVIRONMENTAL ACTIVIST (through translator):  In addition to floating waste, such as plastic, there are also various household items, including refrigerators and stoves. There`s nothing that is not present. But a significant portion is also fallen trees, which are very difficult to remove.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CHINCHAR",
      "sentences": "Experts say it`s a recurring problem at this spot in Bosnia and Herzegovina. There are several landfills and illegal dumps near the DrinaRiver. And after a heavy rain, the waste washes into the water and collects here. Anti-pollution barriers have been installed where the waist ends up accumulating. Local authorities say the problem will continue until there`s adequate waste collection, and people dispose of their trash more responsibility.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "FURTULA",
      "sentences": "In addition to posing a significant health and environmental problem, this is a source of great embarrassment for all of us. As we seemunable to solve this issue for such a prolonged period.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CHINCHAR",
      "sentences": "A lake of trash, far from what nature intended it to be.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SARLIN",
      "sentences": "Next up, we`re going to talk about the future of work and what exactly that looks like. So, while many companies offered remote work andflexible and hybrid schedules during the pandemic, workers may now be entering an era of having to go back into the office. Companies from Apple to Disney to Starbucks are now requiring employees work from the office for more than half of the workweek. Last week on nightcap, my show CNN`s digital show focused on business and tech news, I spoke with a CEO Ed Zitron about what workers can expect in 2023. You can also sign up for the \"Nightcap\" newsletter and watch the show on CNN.com with new episodes every Thursday. Let`s see what Ed has to say. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SARLIN",
      "sentences": "The battle over working from home has entered a new phase. Disney just threw down the gauntlet requiring workers to be in the office fourdays a week, beginning March 1st. Two days later, Starbucks ordered corporate employees back to the office three days a week. Other companies are enforcing mandates as well. And Jane Frazier, the CEO of Citigroup, one of the only big banks to fully embrace hybrid work, just said this at the World Economic Forum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JANE FRASER, CEO, CITIGROUP",
      "sentences": "We do want people collaborating in and they do collaborate better together. In productivity, you can see how productivesomeone is or isn`t, and if they`re not being productive, we bring them back to the office or back to the site and we give them the coaching they need until they get their productivity back up again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SARLIN",
      "sentences": "So, with a tight job market, workers felt like they had the power to resist mandates to return to the office. But with all the big layoffslately in tech media and other corporate jobs, has the power shifted back to the employers? And Zitron is the founder of EZPR who has written about working from home for \"The Atlantic\" and his newsletter \"Where`s Your Ed At\". So, Ed, is it over? Have we reached the tipping point where this kind of workplace tug of war has now shifted back to the employer because workers are afraid of losing their job?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "ED ZITRON, CEO, EZPR",
      "sentences": "I think that there is an implicit threat from companies around this, now that there is a rockier economy that there arelayoffs happening, they`re basically saying, we`re not going to fire you but we need you back in the office due to reasons we will probably never explain to you. The thing -- the reality is, it`s not going away. Remote work is not going away, but big companies, Starbucks, Disney and so on are using their leverage here of we`re a big company and you want stability to say come back in the office because it makes us happy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}