{
  "date": "2023-09-18",
  "headline": "CNN News Central",
  "subHeadline": "Four-Day Workweek?; Autoworkers Strike Continues; Hunter Biden Sues IRS; Kevin McCarthy Attempting to Avoid Shutdown; Five Americans Freed From Iran. Aired 1-1:30p ET",
  "utterances": [
    {
      "timeStamp": "13:00:32",
      "speaker": "JIM SCIUTTO, CNN HOST",
      "sentences": "Five Americans in prison in Iran are freed and a years-long nightmare is over. Right now, the group is on its way back home after the U.S. made a rare deal with Iran. We're going to have more on the terms of that deal just ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:32",
      "speaker": "BRIANNA KEILAR, CNN HOST",
      "sentences": "And House Speaker Kevin McCarthy has a question for hard-liners opposing his spending billWe're following the latest from Capitol Hill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:32",
      "speaker": "BORIS SANCHEZ, CNN HOST",
      "sentences": "And who hasn't lost their wallet, their keys, their phone? I do it all the time. But an F-35 jet? The military now needs your help finding this multimillion-dollar stealth fighter.We're following these major developing stories and many more all coming in right here to CNN NEWS CENTRAL.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:32",
      "speaker": "SCIUTTO",
      "sentences": "Today, five Americans are free after they were wrongfully detained in Iran, some for years. There, you can see the relief as they got off that plane there in Doha, Qatar, just a few hours ago. That's where they are calling family members, undergoing medical checks as well. Soon, they're going to depart for the U.S., for Washington.A short time ago, we heard from an emotional secretary of state, Antony Blinken. (BEGIN VIDEO CLIP) ANTONY BLINKEN, U.S. SECRETARY OF STATE:  It was, for them, for me, an emotional conversation. It's easy in the work that we do every day sometimes to get lost in the abstractions of foreign policy and relations with other countries, and forgetting the human element that's at the heart of everything we do. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:32",
      "speaker": "SCIUTTO",
      "sentences": "Three dual U.S.-Iranian citizens who were imprisoned for more than five years each were released, as well as two Americans who have not been publicly identified. As part of the agreement, the U.S. released five Iranian nationals,also made billions of dollars in Iranian funds available, but solely for humanitarian purposes. CNN national security reporter Natasha Bertrand is here. Natasha, this negotiation was years in the making. How did it come together?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:32",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Well, it was really a process that played out over the course of two-and-a-half years, and started to crystallize really over the last six to seven months, when the U.S. began to negotiate with the Iranians indirectly in Qatar through the Qataris, who served as intermediaries throughout this whole process, with the U.S. and the Iranians never actually engaging face to face.And, finally, we saw last month the real movement begin on this prisoner release, with Iran releasing four out of the five of those American prisoners to house arrest. And, of course, we saw Secretary of State Antony Blinken then issue a waiver allowing those $6 billion worth of Iranian funds to be released to a bank in Qatar, which will then be disbursed to the Iranians for humanitarian goods. But all of this really was the product of really intensive diplomacy that involved several U.S. allies, including the Qataris, the Omanis, the Swiss, Secretary of State Antony Blinken really thanking all of them today in his comments at the State Department. And he said, look, we, the Biden administration, have been able to free over 30 Americans at this point, and we are not going to stop now. Here's what he said. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:32",
      "speaker": "BLINKEN",
      "sentences": "To date, under this administration, we have now brought 30 Americans home from places around the world where they were being unjustly detained. That work will continue.At the same time, we're going to be working every single day to take steps to make this practice more and more difficult and more and more of a burden on those countries that engage in it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:32",
      "speaker": "SCIUTTO",
      "sentences": "It's a sad fact that we're seeing more of what's known as hostage diplomacy, to some degree, not just from Iran, Russia, China, ongoing negotiations with a number of them.Natasha Bertrand, thanks so much -- Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:32",
      "speaker": "SANCHEZ",
      "sentences": "Let's dig deeper now with CNN global affairs analyst and managing editor of \"The Military Times\" Kimberly Dozier.Kim, great to see you, as always. The Biden administration is pairing this release with sanctions. So it's hard to say that this is a warming of relations. How do you put this move in the context of the broader relationship?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "SANCHEZ",
      "sentences": "Let's talk about those finances. It's $6 billion. It's being held in Qatar. This is Iranian oil money that was essentially frozen, right?How does the United States ensure that it's used for humanitarian aid and not something nefarious?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "DOZIER",
      "sentences": "Well, administration officials told a bunch of us reporters in a briefing that they are going to be keeping a watch on how this money is spent.But just like any sanctions enforcement, Iran has been at this game for a long time. When sanctions are initially imposed, they hurt. But like water finding its way, markets find a way to circumvent these blocks. So Iran's sanctions-evading regime or schemes have gotten more sophisticated over time. That's why you see them doing business more with Russia, possibly with China, with North Korea. There's a nexus happening of a larger, ever- growing black market that means, yes, sanctions hurt for a time, until they don't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "SANCHEZ",
      "sentences": "So we have just learned that President Biden has actually reached out to the families of those detainees who've been freed and he's spoken with all of them.Freeing imprisoned Americans overseas, whether in Iran or Rwanda or Russia, seems to be a priority for this administration. It's still being attacked, though, by critics. People like Lindsey Graham have said that this emboldens states like Russia to capture more Americans, or Mike Pence, who argue that the price of prisoners overseas, Americans detained overseas, has gone up. What do you make of that criticism? Is there validity there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "DOZIER",
      "sentences": "I have to say, there's partisan criticism. Whichever president makes the deal to release Americans held overseas, you can find someone in the opposing party who picks it apart.But the fact of the matter is, these people were being held for a long time, some of them in dire health conditions. It is a win for the Biden administration. And for their side of the voting electorate, they're paying attention and they're glad to see these Americans home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "SANCHEZ",
      "sentences": "So you mentioned President Biden headed to UNGA, the United Nations General Assembly, later this week. Could this potentially set the table for a revisiting of the JCPOA, the Iran nuclear deal?Even though the administration maintains the two are separate, it seems like they had a transactional deal. Could this open things up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "DOZIER",
      "sentences": "Well, what the U.S. and Europe have done in advance of this U.N. General Assembly is, the U.S. stepped up sanctions. The U.K., Germany and France have all signaled that they're going to keep sanctions in place, even though some of them are expiring.They're going -- and if those three keep them in place, that means E.U. sanctions have to stay in place. So, they have put the screws on Iran, writ large. So, Iran, according to a U.N. report, stopped enriching its nuclear weapon material as high as it had or at the rate it had before. This news was released just a few weeks ago. So, maybe Iran is trying to signal that:  We see you're keeping the pressure on and we want to talk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "SANCHEZ",
      "sentences": "We should point out -- we are just getting this into CNN -- that all of the detained prisoners have left Doha on their way to the United States, the Washington, D.C., area, where they're going to be reunited with their families.We will, of course, keep you updated with the latest as we get it. Kim Dozier, thanks so much for the expertise. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "DOZIER",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "SANCHEZ",
      "sentences": "Of course -- Brianna.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:10",
      "speaker": "FOX",
      "sentences": "And lawmakers are going to be back in Washington tonight for votes.That will give us an opportunity to get a sense of whether or not they have read the bill, but, again, so many members coming out opposed to this plan already, Brianna. You can see there that leadership has a uphill climb ahead of them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:10",
      "speaker": "KEILAR",
      "sentences": "They sure do.Lauren Fox, live for us from the Hill, thank you -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:10",
      "speaker": "SCIUTTO",
      "sentences": "Well, just days after Hunter Biden was indicted on three felony gun charges, Biden is suing the Internal Revenue Service.His lawsuit alleges the IRS agents targeted and sought to embarrass him by releasing confidential tax information. The filing is centered around two agents who went public, claiming that the Justice Department mishandled the Biden case. Let's go to CNN's Kara Scannell. Kara, this part of a broader, more aggressive public pushback from Biden and his lawyers against a whole host of charges. Tell us what this lawsuit claims beyond this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:10",
      "speaker": "KARA SCANNELL, CNN CORRESPONDENT",
      "sentences": "Yes, Jim, that's right.I mean, this is part of a more aggressive legal strategy by the Biden team. And what they're alleging in this lawsuit is that those two IRS agents-turned-whistle-blower Gary Shapley and Joseph Ziegler went beyond what is normally allowed and allowed under the law for whistle- blowers. So they're alleging that, in multiple television interviews, including some on CNN, they said things that went beyond what is protected, specifically getting into the details of what was on Hunter Biden's tax returns. Here is Gary Shapley during a CBS interview in July -- excuse me -- in June that Hunter Biden's lawyers have focused on in this lawsuit. Take a listen. (BEGIN VIDEO CLIP) GARY SHAPLEY, IRS WHISTLE-BLOWER:  There were personal expenses that were taken as business expenses, prostitutes, sex club memberships, hotel rooms for purported drug dealers. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:10",
      "speaker": "SCANNELL",
      "sentences": "So those are some of the specific details that they say went beyond what is permissible, including telling in that interview that Hunter Biden had owed more than $2 million in unpaid taxes, and along with their broader allegations about how the agents alleged that they were impeded from taking certain steps as part of their investigation.Now, I will give you -- have a statement from Gary Shapley's attorney in which he says: \"This suit against the IRS is just another frivolous smear by Biden family attorneys trying to turn people's attention away from Hunter Biden's own legal problems and intimidate any current and future whistle-blowers.\" He maintains that they did not go beyond what was permissible. We also have a statement from the attorney for Joseph Ziegler, the other IRS agent. And in his statement, he says: \"The efforts by the Biden family lawyers to silence Mr. Ziegler and other IRS employees will not succeed.\" The IRS told us they do not comment on pending litigation -- Jim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:10:10",
      "speaker": "SCIUTTO",
      "sentences": "Kara Scannell, thanks so much -- Boris.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:19:04",
      "speaker": "SANCHEZ",
      "sentences": "The historic autoworkers strike against all Big Three U.S. carmakers at once is now in its fourth day.Right now, nearly 13,000 UAW members are walking the picket lines, as union leaders are expecting to talk to negotiators for Stellantis today. That's the conglomerate behind the Chrysler and Dodge brands. In the meantime, Ford is feeling even more pressure to the north. Its union workers in Canada may go on strike tonight. Let's take you now live to Toledo, Ohio, where CNN's Gabe Cohen is live with picketers. So, Gabe, bring us up to date on the negotiations. Has there been any movement?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "COHEN",
      "sentences": "You make about $32 an hour. Is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "COHEN",
      "sentences": "And, Taija, you are a temporary worker making how much?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Nine dollars and 28 cents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "COHEN",
      "sentences": "OK. And how many hours are you working per week?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Normally, they work us 50 to 60 hours a week. Some of us are grateful enough to only have to work 30 hours, but that comes and goes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "COHEN",
      "sentences": "And so to make such drastically different amounts of money, Taija, how do you process it as you're standing here on the picket line?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We're out here. We're trying to fight and get what we want. It's hard coming to work every day.Like, I work next to Erica every day. I do the same jobs. I put the same wear and tear on my body. So why don't I deserve the same benefits, the same pay and everything that they get? So, we're out here. We're trying to make a difference for us and everybody else to come along the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "COHEN",
      "sentences": "Well, thank you both so much. We so appreciate your time. And good luck out here.And, Boris, again, we're going to continue to see these lines. And we're hoping to get an update on those negotiations in the hours ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "SANCHEZ",
      "sentences": "Please keep us posted, Gabe Cohen live from Toledo, Ohio -- Brianna. KEILARworkweek with no pay cuts. It's a job schedule that's already been put to the test overseas, including in the United Kingdom. A pilot study there last year involved 2,900 workers who were following a four-day schedule, and the companies who did it ran the gamut from construction to marketing to education services. Joining us now is Joe Ryle with the 4 Day Week Campaign in the U.K. Joe, really interesting findings here, because 92 percent of the companies who tried this for six months decided to stay with the four- day workweek after the trial was over. They loved it. Why? JOE RYLE, DIRECTOR, 4 DAY WEEK CAMPAIGN:  I mean, yes, it was overwhelmingly successful. And we saw that the results showed it was a win-win for both workers and employers. So, the well-being of all the workers went up. The workers were all working more efficiently as well, and those kind of benefits were passed back to their employer in terms of better productivity. So it really was a win-win overall. And, actually, even revenues went up for the companies that took part. They were making more money than when they were working five-day weeks. So it really was fantastic results, and it's really encouraging to see that the demand is being made in America, because I don't know if you know the history of this, but it actually was the autoworkers in America who won the six -- sorry -- the five-day working week 100 years ago, when we moved from a six-day week to a five-day week. So there's some really important history there and lessons. You know, 100 years later, it's the same -- it's the same workers, and it was Ford Motor Company that led that, that are demanding a four-day working week. So it really does feel like the conversation is really taking off now all over the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:20:00",
      "speaker": "KEILAR",
      "sentences": "And that's why so many people are looking at this selective strike here, because this isn't just about autoworkers, right? Labor all over the U.S., and maybe even around the world, is looking at what's going on in Detroit.OK, so talk to us about some of the other findings, 65 percent drop in sick days. I think I understand why employers would like that, but you also had this 71 percent drop in burnout, according to workers, company revenue up a little bit, as you mentioned there. Why should employers care that burnout of their workers is down? Is that just related directly to sick days and turnover?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:03",
      "speaker": "KEILAR",
      "sentences": "Joe, tell us how this works.How do employees work four days per week, but then employers still get the productivity that they need, especially in some seven-day-a-week industries? We're thinking about emergency rooms, thinking about newsrooms, for instance. How does that work?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:03",
      "speaker": "RYLE",
      "sentences": "So, essentially, I mean, it's about working smarter, rather than harder.And, again, there's various methods that can be utilized to improve business performance to make the four-day week a reality. And if we think about all the automation technology, also artificial intelligence coming in now, then that is -- that, again, is making us more productive in the workplace and for the economy. And so if we're more productive, then we should be at work less. We don't need to be at work for as many hours. And if this can be done in a way which frees us up to have the time to live happier and more fulfilled lives, then, surely, it's something we need to look at, because it does feel like this kind of 9:00-to-5:00, five-day working week model, it does feel like it's very outdated now, it's not fit for purpose, and it's time for change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:25:03",
      "speaker": "KEILAR",
      "sentences": "Look, it's a fascinating discussion, and it's so interesting to see the experience there in the U.K.Joe Ryle, thanks for taking us through it -- Jim.",
      "isLastSentenceInterrupted": false
    }
  ]
}