{
  "date": "2023-06-07",
  "headline": "The Situation Room",
  "subHeadline": "Millions Breathing Toxic Air As Smoke Spreads; Ex-Trump Aide Testifies Before Florida Grand Jury; Pence Directly Takes On Trump In Campaign Launch; Urgent Rescues As Flood Waters Rise After Dam Breach; Vatican: Pope Awake After Abdominal Surgery. Aired 6-7p ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "JAKE TAPPER",
      "sentences": "If you ever missed an episode of the show, you can listen to The Lead whence you get your podcast, all two hours just sitting there like a delicious serving of poi.Our coverage continues now with one Mr. Wolf Blitzer. He is right next door, kind of, in a place I like to call it The Situation Room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WOLF BLITZER, CNN ANCHOR",
      "sentences": "Happening now, breaking news, a health emergency as the skies over New York and some other U.S. cities are shrouded with heavy toxic smoke. Right now, millions of Americans are at risk as wildfires in Canada create a spreading air quality crisis here in the United States.Also this hour, a former Trump spokesman faces a grand jury in Florida testifying in the classified documents probe. We're tracking new activity in the investigation in Trump's backyard. And Mike Pence is directly taking on Trump as the former vice president officially launches his 2024 race for the White House, Pence now preparing to answer questions from Iowa voters at a live CNN town hall event later tonight. Welcome to our viewers here in the United States and around the world. I'm Wolf Blitzer you're in The Situation Room. Let's get straight to our top story tonight, tens of millions of Americans suffering through some of the most dangerous air quality in decades. Our team of journalists is covering the crisis from hard hit cities all across the East Coast and inside the CNN Weather Center. First, let's go to our Chief Climate Correspondent Bill Weir. He's joining us from Brooklyn, New York right now. Give us the latest, Bill.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "Wolf, we're looking at an absolutely surreal sunset here over the East River. We're in Williamsburg looking back towards Manhattan right now, the smoke actually changing the color of the water to an orangey hue here.We've seen this throughout the day as the sky turned from a sort of a dirty yellow into a really alarming orange in the middle of the day. It got so dark that the streetlights in Central Park came on. At one point, they grounded the flights at LaGuardia ground stops. And what's so unique about this weather pattern, Wolf, is that it is holding this smoke from Central Quebec down at ground level. It's not dispersing high into the stratosphere. This is really sticking to low altitudes here as well. And you can feel it. You can -- it's the sort of thing you immediately you can smell it inside your house. But as you -- I bike to work this morning, you can feel it in the back of your throat, you can taste it here as well. And doctors are so worried because when you think about air quality index, those numbers you get, 300 is the top of the scale, that anything over 300 is dangerous for everybody, regardless of age or athletic ability. Today, we top 400 in New York City, shattering records that have been set since we first started measuring air quality back in '99 as well. And because it is so early in the season, it's stunning to think that an area of Canada, about six-and-a-half million acres the size of Massachusetts already burned just in May, and wildfire season up north usually doesn't end until September. They've seen tinder dry conditions up there. We've seen scary high temperatures in the mid 90s at northern latitudes that are just unfathomable right now. And this is the result of a climate crisis in a connected world. Hundreds of Canadian fires now forcing New Yorkers and now will be folks down all the way down to Washington into their homes for who knows how many days. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "BLITZER",
      "sentences": "Yes. People go outside. They should be doing what you're doing, wearing a mask. Bill Weir, thank you very, very much.Now, to our Senior National Correspondent Miguel Marquez, he's also at New York City for us right now. What are you seeing, Miguel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "BLITZER",
      "sentences": "Yes. And they've had to cancel the New York Yankees game tonight as well. It's a dangerous situation indeed. Miguel Marquez, thank you very, very much.The smoke is already impacting air travel throughout the United States, poor visibility at airports in New York and Philadelphia, leading to some ground stops, and delays. CNN Aviation Correspondent, Pete Muntean, is joining us right now from Reagan National Airport, just outside Washington, D.C. Pete, update our viewers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "PETE MUNTEAN, CNN AVIATION CORRESPONDENT",
      "sentences": "The visibility keeps going down, Wolf, and the delays keep going up. Just check FlightAware, more than 3,400 flights delayed nationwide right now. The FAA is warning of delays from here at Reagan National Airport in D.C. all the way up to Boston.In Philadelphia, delays there for flights to that airport have exceeded 30 minutes. At LaGuardia, about a third of all flights have been delayed today. A ground stop there is now over. And in Newark, it is among the airports that has the worst visibility of any airport nationwide. I spoke to a passenger who was on a flight from New Orleans to Newark earlier. He says that flying into that red smoke was like it was an apocalypse. He says you could smell the smoke from his seat as the plane came into land. This is not much of a safety issue for commercial airplanes, really more of a scheduling issue. And we know that whenever there are widespread delays in cancelations, that can lead to cascading cancelations. The good news right now, Wolf, though, the cancelations nationwide holding steady at about 150 nationwide. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "BLITZER",
      "sentences": "Yes, serious issues indeed. All right, Pete Muntean over at Reagan National, thank you.For more on where the smoke is going next and how bad it actually could wind up getting, let's check in with CNN's Jennifer Gray. She's over at the CNN Weather Center for us. So, what's the latest forecast, Jennifer?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:05:07",
      "speaker": "JENNIFER GRAY, CNN METEOROLOGIST",
      "sentences": "Well, Wolf, for really, it all depends on the wind direction. So, where it's bad for somebody today, it's going to be worse for others tomorrow. We're going to see an improvement in some places like New York City, but then we'll see it get worse to the west. So, we'll take you through it.Right now, the worst visibility is right there in New York, only a mile and a quarter visibilities. We had that under a mile earlier today, Philadelphia, only a mile and a half. This is a time lapse throughout the day. And you can see as the day went on, the smoke just progressively got worse. You could barely see the skyscrapers. It was just really intense. And so it's going to continue to stay bad throughout the overnight hours. New York City tops the world right now with the worst air quality of any major city. It's been on that top ten list ever since the last two days or so. And so we've gotten extremely bad, unhealthy air quality, unhealthy, very unhealthy, even hazardous for a lot of people. That's why folks are urged to stay indoors. The near surface smoke forecast, you can see how this is all wind- driven. We've got those winds out the north. It's pushing the smoke into the northeast in New England, it is going to stay bad, get a little bit better by tomorrow morning in New York. You can see it at over D.C. by the time we get into tomorrow morning as well. And while it progressively gets better across New York, you can see the Ohio Valley is going to really start to see the thick smoke move in there. So, depending on that wind direction, it's really going to push the smoke one way or the other. But we still have poor air quality alerts all across the Ohio Valley, portions of the Northeast, New England, even the Carolinas, Wolf, and, unfortunately, I think this is going to be a long-term problem because we are still early in the season for fires in Canada.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:01",
      "speaker": "BLITZER",
      "sentences": "Good advice. So, what can people do to protect themselves, Sanjay?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:10:01",
      "speaker": "GUPTA",
      "sentences": "Well, I think you should think of this, as Jennifer was describing, as a weather event, and there's ways to check what the weather is per se when it comes to air quality. There's a website called airnow.gov, put in your zip code, and you'll get an idea. I mean, you just saw the maps from Jennifer, but if you want to know in your own area, you can see what the air quality looks like.If you can see the smoke, if you can smell the smoke, as was described, then it's there, then you are breathing in those particles. And best advice, obviously, is to stay inside until the air quality improves. If you're going to wear a mask, and you should in bad air quality days, wear a high quality mask, an N-95 or KN-95 mask, which have these electrostatic particles in the mask to help filter out that particulate matter as well. And we've been talking about some of this stuff throughout the pandemic, but improving filtration, air filtration in your home, really important. It was important. We were talking viruses in the past, but as we have more concerns about air quality overall, ensuring that at least when you go from outside to inside, that you're getting better air quality means improving air filtration in your home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "We're monitoring the air quality emergency in New York City and other areas in the northeast and Midwest. These are pictures of the very hazy sky over Manhattan caused by toxic smoke that's spewing from wildfires in Canada.Stand by for updates on the impact across the United States as millions of Americans are urged to stay indoors and avoid breathing unhealthy air. Much more on the breaking news coming up here in The Situation Room. Right now, I want to turn to the special counsel investigation of former President Trump's handling of highly classified documents. A former spokesman for Trump testified today before a federal grand jury in Florida. Our Senior Crime and Justice Reporter Katelyn Polantz is on the scene for us in Miami. Katelyn, tell us about this one time aid and how he fits into this criminal investigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "KATELYN POLANTZ, CNN SENIOR CRIME AND JUSTICE REPORTER",
      "sentences": "Well, Wolf, this Aide's name is Taylor Budowich and he was a spokesperson for Donald Trump at that moment in early 2022, where Donald Trump sent back 15 boxes to the National Archives of federal records from his presidency. Those boxes contain some classified documents in them. And Trump at that time wanted to say publicly in a statement that he had turned over everything.Now, Taylor Budowich, the person who testified today before a grand jury secretly in Miami at a federal courthouse, he was one of the people around Trump counseling him on what to say. Ultimately, the statement said not that Trump had turned over everything, just that he had given some boxes back to the National Archives. That's very likely what the grand jury here wanted to hear about from Taylor Budowich, this aide he still works with a super PAC from Donald Trump. But there are still many questions in this ongoing investigation. It was an investigation very active in Washington, D.C. Now, we are seeing this grand jury activity in Florida. There are other witnesses coming into this grand jury in addition to Taylor Budowich, and it's very unclear at this time how close the Justice Department may be at a charging decision. Of course, this is the same special counsel's office that is also investigating Donald Trump for January 6th. And we know that Trump's chief of staff, Mark Meadows, had testified about both or was asked about both the classified documents probe and January 6th. So, a lot of ground that the special counsel has been covering lately and we do expect more witnesses to be coming in on the January 6th side as well. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "Katelyn Polantz in Miami for us, Katelyn, thank you. We'll check back with you.I want to bring in -- we're going to break down all of these developments with our legal and political experts who are joining me right now. Shan Wu, let me start with you. Why do you think these prosecutors, Jack Smith, the special counsel, and these prosecutors really wanted a second grand jury location in South Florida, because there's been one in here in Washington for a long time?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "SHAN WU, DEFENSE ATTORNEY",
      "sentences": "That is the question of the moment, Wolf. I'm speculating they might be doing it for being expeditious to have the witness closer geographically to that grand jury rather than moving into D.C. Theoretically, he could be anticipating a venue challenge by Trump, saying that venue would be improper in D.C. and maybe trying to head that off. I will say one thing, it is fairly laborious to have two grand juries and only one is going to charge, unless there's going to be two charges, because you have to read in the other grand jury, and that is very time consuming.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:15:00",
      "speaker": "BLITZER",
      "sentences": "Kaitlin, you're doing a lot of excellent reporting on this. How do you think Trump and his team are reacting to the existence now of the second grand jury down in Florida?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:01",
      "speaker": "BLITZER",
      "sentences": "Understandably so. Jamie Gangel, I know you're doing a lot of reporting on this as well. We all know that Mark Meadows, the former Trump White House chief of staff, he testified yesterday about both the classified documents investigation as well as the January 6th investigation. And we also now know that Alyssa Farah Griffin, who was one of the communications directors in the Trump White House, she also was interviewed by federal prosecutors as far as the January 6th insurrection was concerned. What does this tell you about the state of this investigation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:01",
      "speaker": "JAMIE GANGEL, CNN SPECIAL CORRESPONDENT",
      "sentences": "So, there's no question there's a lot of activity going on, but the special counsel has been very good at keeping his own counsel. In fact, I think what's most interesting, what Kaitlan just said about Donald Trump's alarm may tell us the most about where they think this is heading.Look, these witnesses are coming into the grand jury. We also can report that the National Archives is continuing to produce documents to send over to the special counsel. And let's just go back to Mark Meadows for a minute. We know he's been asked about documents, that's our reporting, and about January 6th. We don't know what he has said to the special counsel. But he is a firsthand witness inner circle. If he is cooperating, it could be very significant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:01",
      "speaker": "BLITZER",
      "sentences": "Very significant indeed.How big of a cloud, politically speaking, Abby, is all of this hanging over Trump right now as all these other Republican presidential candidates are emerging?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:01",
      "speaker": "ABBY PHILLIP, CNN SENIOR POLITICAL CORRESPONDENT",
      "sentences": "Yes, I mean, it's incredibly significant. And if I may quote Chris Christie, who just jumped into the race this week, being indicted is bad. It's a problem. It's a problem for a candidate, whether you're a Democrat or a Republican. So, this is not good news for Donald Trump.I think they could spin it as something that will help him rally the base in the Republican primary. But at the end of the day, at the very least, even if he becomes the nominee, he could be facing charges in multiple venues where he has to appear in court. And I think one of the most significant things about this case is that we don't actually know the scope of the evidence that is here, the nature of the charges that he might face. And there's a reason that the Trump team believes this could be very significant. I think that there's an opening even among Republicans. When you look at the polling, almost half of them think that Trump may have done something wrong in this case. There's an opening here where some of them are open to wanting to see what the charges are. And if they believe that those charges are significant and negative and have to do with national security, it could be a real problem for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:01",
      "speaker": "BLITZER",
      "sentences": "Let me get Kaitlan to weigh in, because you're doing a lot of reporting on this as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:01",
      "speaker": "COLLINS",
      "sentences": "I think that in what Chris Christie has made clear more than anyone else is that he's not hesitant to bring that up. You've seen other candidates not really be as willing to go there. When Ron DeSantis brought up the New York investigation with Trump, he got booed by the audience in Florida at the time. Chris Christie is making clear he's going to make it a point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:20:01",
      "speaker": "PHILLIP",
      "sentences": "Yes, he's not afraid at all. And I think the other question will be for the other candidates, especially folks like Ron DeSantis, who's next up in line, will he be willing to make an issue out of this? I really think it's going to matter what exactly he might face here. The national security piece is very significant to conservative voters. And that's going to be, I think, the X factor here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:25:00",
      "speaker": "BLITZER",
      "sentences": "All right. Let's get back to our top story right now. Officials are warning millions of Americans in the Midwest and the Northeast to stay indoors right now as toxic wildfire smoke pours into the United States from Canada.Take a look at this time lapse of the New York City skyline beginning at eleven this morning. Visibility dramatically worsening by the minute, as a heavy band of Canadian wildfire smoke blankets the city. I'll talk to the governor of New York, Kathy Hochul, in just a moment. She's standing by live. But, first, let's go to CNN's Athena Jones. She's standing by live for us in New York with an update. Athena, what's the latest where you are?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "BLITZER",
      "sentences": "Very dangerous situation. Athena Jones in New York, thank you very much. I want to bring in the governor of New York, Kathy Hochul, to join us right now. She's been well-briefed on what's going on. Governor, thank you so much for joining us. How bad is it in New York State right now?GOV. KATHY HOCHUL (D-NY): Wolf, this is the worst air quality we've experienced in over 20 years. And I know bad air quality because it's like you, I'm from Buffalo, and I remember the days of seeing the orange smoke billowing out of the steel plants and people just live with it. But this is hard to breathe right now. I mean, I'm with a lot of people who are healthy. We're not talking about people who are immunocompromised or seniors or babies. We're talking about all of my colleagues, and people are struggling to breathe even indoors. So, it is a very dangerous, I'm calling it an environmental health crisis. And people need to be taking the warning seriously.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "BLITZER",
      "sentences": "How disruptive is all this going to be to the schools, flights, activities, city services, everyday life in New York State?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "HOCHUL",
      "sentences": "Oh, it certainly is. We already have airports, that are not functioning in the city because they don't have visibility. So, the airports are shut down. There's a ground hold on those. The Yankees game was canceled, so you know this is really serious and we said that all schools should not have any outdoor activities yesterday or today. And also our state workers, our DOT workers, our highway crews were telling them, depending on the air quality in your region, it is varying quite a bit. It's not a statewide phenomenon.We're saying, please watch the numbers. And as we've heard in the reporting, 50 is normal. And we have parts of the state right now in Syracuse and New York City that were the worst places on the planet yesterday. And it's heading over toward Western New York. So, it's not abating. I spoke to the council general from Canada, offered our assistance to send up firefighters to help get this under control.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "BLITZER",
      "sentences": "How bad is it going to get in our hometown of Buffalo, New York, which is right on the border with Canada?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "HOCHUL",
      "sentences": "Wolf, you want to tell your family not to go outside tomorrow, it's going to get worse. We can see the plume, the direction of it, the wind is shifting it toward Western New York, and it is going to be dangerous. And, really, you can feel it, even indoors.So, I've also offered 1 million N-95 masks. We're giving them out in subways all over the state of New York. And if people have their old masks from home, again, this is not a mandate, but if you want to not have scratchy throat and have possibly longer term effects, start wearing the masks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "BLITZER",
      "sentences": "Well, good luck to all the folks in New York State. Good luck to all the people who are suffering right now. This is a really, really dangerous situation. Governor Hochul, thanks, as usual, for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:30:02",
      "speaker": "HOCHUL",
      "sentences": "Thank you, Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "BLITZER",
      "sentences": "Former Vice President Mike Pence is launching his race for the White House with a very stark warning, the warning that his former boss, Donald Trump, should never, and he used that word, never be president again. Pence is in Iowa, where he's getting ready to take part in a CNN town hall event that begins just a few hours from now.CNN's Kyung La is in Des Moines with more on Pence's campaign kickoff. (BEGIN VIDEOTAPE) KYUNG LAH, CNN SENIOR NATIONAL CORRESPONDENT (voice over): Mike Pence on his own. MIKE PENCE, FORMER U.S. VICE PRESIDENT: I'm running for president of the United States of America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "LAH",
      "sentences": "The former vice president taking Donald Trump head on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "PENCE",
      "sentences": "I believe that anyone who puts themselves over the Constitution should never be president of the United States. And anyone who asks someone else to put them over the Constitution should never be president of the United States again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "LAH",
      "sentences": "It's a message resonating with Iowa Republicans tired of the Trump drama.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "JOSH STEUTERMAN, IOWA REPUBLICAN VOTER",
      "sentences": "Many that I have spoken to don't need the distractions that came with other candidates, that they're looking forward to finding solutions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "LAH",
      "sentences": "It's here in Iowa that the Pence campaign begins their persuasion campaign, selling a familiar brand of the Republican Party to an electorate reshaped by the former president.J.C. RUDDY, IOWA REPUBLICAN VOTER: So, not that Mike Pence, if he were to get elected, could do a good job. I just don't think he'd do as good a job as Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "LAH",
      "sentences": "In his kickoff speech, Pence touted the successes of the Trump administration, but suggested the former president has moved away from conservative principles.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "PENCE",
      "sentences": "When Donald Trump ran for president in 2016, he promised to govern as a conservative, and together we did just that. But today, he makes no such promise.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:35:00",
      "speaker": "LAH",
      "sentences": "Pence called out the former president's stances on entitlement programs, Russia's invasion of Ukraine and abortion policy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:05",
      "speaker": "LAH",
      "sentences": "It will be a tightrope for Trump's former V.P. to walk, once loyal lieutenant in his administration --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:05",
      "speaker": "PENCE",
      "sentences": "I'm deeply humbled as your vice president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:05",
      "speaker": "LAH",
      "sentences": "-- a political tie broken on January 6th over election lies.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:05",
      "speaker": "PENCE",
      "sentences": "President Trump was wrong then, and he's wrong now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:05",
      "speaker": "LAH",
      "sentences": "Former New Jersey Governor Chris Christie announced his presidential bid Tuesday, kicking off his campaign with sharp attacks against Trump, too, telling CNN today --FMR. GOV. CHRIS CHRISTIE (R-NJ): He disappointed our party, he disappointed the country, and that's going to be the focus of this campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:05",
      "speaker": "LAH",
      "sentences": "The Republican field continues to expand with North Dakota Governor Doug Burgum also entering the race today.GOV. DOUG BURGUM (R-ND): Where we come from, when something isn't working, you stop and you try something new. That's commonsense. Joe Biden has got to go. (END VIDEOTAPE) LAH (on camera): And tonight, Mike Pence will be here headlining a CNN town hall. He'd be taking questions from ordinary Iowans. The campaign says it is in this forum where he really shines. The plan for the campaign is to visit all 99 counties here in Iowa, getting in those living rooms, the diners and, yes, the town halls, where he will begin to persuade and connect. Wolf?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:05",
      "speaker": "BLITZER",
      "sentences": "Kyung Lah in Des Moines for us, Kyung, thanks very much.Let's get some more on all of this on the Pence campaign. A prominent supporter who worked closely with the vice president during the Trump administration is joining us right now. He's currently a Pence senior adviser. We're talking about Marc Short, the former Chief of Staff to the vice president. He's joining us from Des Moines, Iowa, right now as well. Former Vice President, Marc, Pence, he forcefully declared today that Donald Trump should never, never be president again. How far does that message go with GOP primary voters? MARC SHORT, FORMER CHIEF OF STAFF TO VICE PRESIDENT MIKE PENCE: Well, Wolf, I think it's a message that applies to all voters. I think it's a concern about somebody who has a dereliction of duty when it came to the events around January 6th, and as you heard today, also asked his vice president to violate his oath to the Constitution. So, I think it's a broader message, but I think that as conservatives, as you heard what the vice president said today, conservatives have always championed the Constitution and know that it's in the Constitution that we find a limited role for our government. It's what we use to protect our position on right to life, our position on the Second Amendment, our position on the freedom to worship. And so Constitution is beloved by conservatives, and it's important that they all understand that the events on January 6th are one in which one individual was asking the vice president to violate that oath, and he upheld that oath that he swore to God and the country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:05",
      "speaker": "BLITZER",
      "sentences": "But can Pence, Marc, really argue he's a different leader than Trump when they served together side by side so closely for four years?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:05",
      "speaker": "SHORT",
      "sentences": "Sure, Wolf. I think everybody recognized they were different people even throughout that time. I think that the vice president is proud of the record that during those four years and will continue to champion that record and was proud of all the policies that they accomplished.But as you heard in his remarks today, I think there's a growing concern that, in 2016, Donald Trump came to conservatives and said, I will meet you where you are in order to help get the nomination. I will adopt the pro-life platform. I will advance tax reform. I will accept the 21 candidates for potential Supreme Court picks. But today, that same candidate is now saying, you know what, the life of the unborn is on the negotiating table. He's championed the invasion of Ukraine by Russia. He's more or less advocated fiscal insolvency in the same positions that Joe Biden has. And so I think there's a growing concern as well that where he was in 2016 is he went to conservatives to asked them for support, but today he's more or less asking conservatives to help fight his political grievances, and I think that's a very different position.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:40:05",
      "speaker": "BLITZER",
      "sentences": "Pence today accused other Republicans, in his word, of retreating from their abortion stance. But would this issue be a liability for Pence in a general election assuming he got the Republican nomination? Voters came out overwhelmingly, as you know, to protect abortion rights in the midterm elections in 2022.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:02",
      "speaker": "BLITZER",
      "sentences": "Marc Short, thanks as usual for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:45:02",
      "speaker": "SHORT",
      "sentences": "Wolf, great to see you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "BLITZER",
      "sentences": "All right. Right now, we are tracking the fallout from this historic wildfire outbreak in Canada. Much of the Northeastern United States dealing with the worst air quality in decades, as smoke pours across the border.Also, right now, the crisis is spreading southward into the Mid- Atlantic States and beyond indeed. CNN's Brian Todd is joining us live from Richmond, Virginia. Brian, tell us what the situation is like where you are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "BRIAN TODD, CNN CORRESPONDENT",
      "sentences": "Wolf, it's very dicey here in Richmond and the Mid-Atlantic area. They know it's not as bad as it is and New York City, but they also know that is going to get worse here in the coming hours and days.Take a look at the skyline over Richmond, now it is really fluctuated here in the last few hours. About three or four hours, ago the haze and smoke over downtown Richmond was very bad, and then kind of cleared out because we're some heavy winds. But you can see now over the downtown area, smoke and haste kind of coming back, settling into the downtown area. Here is what state officials are telling us about the readings here in Virginia and the Richmond area and what they are warning residents. They are saying as far as the particular pollution here of the Virginia Department of Environmental Quality says we are at a code orange or red. That means it's unhealthy for certain groups. State officials are warning people you've got to limit your time outdoors and telling people with respiratory ailments, with heart problems, that they've really got to stay indoors. Children have to stay indoors. The Fairfax County Department of Public Schools canceling outdoor events for this afternoon and this evening because of such poor air quality. Let's talk about possible mitigation. How they will get any relief? Well, the wind has been kind of shifting here and that's been a positive thing for clearing some of that haze out. But take a look over here. Some clouds have developed. Forecasters have said it's probably a low, probability of heavy rain here for the next five days. But if rain does come, that will really provide some relief. Still, Wolf, the bad air is extending according to our CNN teams all the way down to the Carolinas. They know in the coming hours a day so we'll get more of those particulate event, particulate pollution coming from the New York City area -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "BLITZER",
      "sentences": "The same situation here in Washington, D.C.Brian Todd, thanks very much. Let's go to Ukraine right now where the Kyiv government has opened a war crime investigation into a devastating dam collapse as it blames Russia for the breach and a flooding disaster that still unfolding. Thousands of fled their homes and evacuations are continuing. CNN's Fred Pleitgen is joining us live from Ukraine right now. So, Fred, how dire is the situation as the water continues to rise?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:50:12",
      "speaker": "FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, it's absolutely devastating, and, first of all, you're totally right, Wolf. The authorities are telling us that the water is continuing to rise probably is going to continue to do so for about another day or so they might start to recede. But they say that that process in itself was probably going to take at least five days and, of course, after that, damage is already very much done. The entire ecosystem there say -- they say it's an extreme trouble and will be for probably decades to come.And at the same time, what you also have on the ground there is obviously that war situation that is still unfolding. What we did today is we went on a patrol and the places that were flooded with rescuers who are trying to get both people and animals out of that flooded zone. And they say on the one hand, it's difficult enough for them to deal with the water and its current, but they're also under all kinds of chilling as well. We heard that as we were on the water with some of these rescuers. At the same time, it's pretty some words coming from the Ukrainian president from Volodymyr Zelenskyy, he accuses the Russians of not evacuating people who are stranded in the Russian area of the flood zone and in, fact shooting at Ukrainian rescuers who are trying to rescue people in that same zone. The Russians for their part obviously see things very different, Vladimir Putin today called the explosion of the dam barbaric. They blame it on the Ukrainians having none of. It they are calling for the international community to step in -- Wolf.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:46",
      "speaker": "BLITZER",
      "sentences": "The Vatican says Pope Francis is recovering in the hospital tonight after an operation to repair a hernia. It's a second abdominal surgery for the 86-year-old pontiff in the last two years.Our senior international correspondent Jim Bittermann is standing by for us in Rome with an update. Jim, what can they tell us about the pope's health tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "18:58:46",
      "speaker": "JIM BITTERMANN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Well, wolf after that three hour operation, the doctor who performed it, Dr. Sergio Alfieri, said basically that the pope came to it fine without complications and that he was even cracking jokes and getting a little work done afterwards. The last part I'm a little skeptical about.But any case, it comes next will be the hardest part because the doctors tell us that the recovery period and this kind of an operation can be long and in fact, the Vatican has canceled all papal pronouncements and appearances until June 18th. As well there is a wonder and there's a questioning about whether or not the pope will be able to keep his summer schedule which included a trip to Portugal for World Youth Days and a trip to Mongolia -- Wolf.",
      "isLastSentenceInterrupted": false
    }
  ]
}