{
  "date": "2023-09-17",
  "headline": "The Whole Story with Anderson Cooper",
  "subHeadline": "Dancing in Defiance. Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:00",
      "speaker": "AMANPOUR",
      "sentences": "To get their right to not wear the veil. And that was an important thing. It's not a revolution but it's their right. And it's defiance just like those dances in Ukraine. Defiance and resistance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "ACOSTA",
      "sentences": "Absolutely. And Christiane, I would be remiss if I did not congratulate you on 40 years at CNN. Thank you. You are a national -- you're an international treasure. It's great to have you on.Don't miss Christiane's special tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "ACOSTA",
      "sentences": "Great to see you as always. As she shares the story of the Ukrainian ballet dancers, keeping art alive, that's next. \"THE WHOLE STORY WITH ANDERSON COOPER\" next here on CNN.Thanks for joining me this evening. Reporting from Washington, I'm Jim Acosta. Good night.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "ANDERSON COOPER, CNN HOST",
      "sentences": "Welcome to THE WHOLE STORY. I'm Anderson Cooper.For Ukrainians the war with Russia isn't just about the survival of their nation. It's also about the survival of their identity, their language, their culture. A big part of that culture is ballet. Some dancers stayed in Ukraine and continued to perform even with limited audiences and constant air raid sirens. But others made the hard choice to leave and continue with their training. A group of about 60 dancers found their way to the Netherlands where they joined the United Ukrainian Ballet. Every dancer in that company is a refugee. They perform non-Russian ballets all over the world and they plan to keep on doing that, showing the world the power and beauty of Ukrainian ballet and why their culture is worth protecting. CNN's Christiane Amanpour traveled to the Netherlands and to Ukraine to meet with this extraordinary group of dancers and watch them as they fight the war in their own way. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "That's great. OK, guys. Let's go. OLEKSII KNIAZKOV, PRINCIPAL DANCERbegan to think, should I go to military to protect my country? I actually still think about it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Do you think you could have picked up a gun? You're a dancer. You do peaceful things. Do you think you could have gone to the front?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "KNIAZKOV",
      "sentences": "It was quite hard to think about these things because if I will choose this, I understand that I will not be dancer anymore. So for me it's choice of my life. I can represent my country as a dancer, as a ballet artist. We remind people that Russia tried to destroy our identity. They told us Ukrainian doesn't have culture. This country not exist. We are showing that we exist and we have our own culture. It's our mission. It's our mission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Ready? Where were you on the morning of February 24th, 2022?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "KNIAZKOV",
      "sentences": "I slept in my flat in Kharkiv. I heard explosions outside. I felt something really, really terrible begin. Something like inside. How to say it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "AMANPOUR",
      "sentences": "Say it in Ukrainian.KNIAZKOV (through text translation): Sorrow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "Residents of Kyiv seem to be getting in their cars and driving as fast as they can to the west.DMYTRO BORODAI, UKRAINIAN DANCER (through text translation): I was in Kyiv. It was very difficult and confusing because my father, who's in the military, said Kyiv wasn't safe. And we arranged to stay with out aunt in Khmelnytskyi. No train or bus was heading anywhere. So we decided to walk. It was about 300 kilometers I believe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "AMANPOUR",
      "sentences": "What were you feeling? Were you scared?BORODAI (through text translation): At one point, someone was giving us a ride. And I realized I was about to get out of this warm car and into the unknown darkness. I don't know what the night would bring.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "KHUTORIANSKA",
      "sentences": "There were very scary moments when the Russians were near Kyiv and then mom told me that you are a girl. They are crazy soldiers. I don't want you to be here. KNIAZKOVevening to sit inside the train, how many people inside. It was luck we went on last or one before last trains. Nine hours without moving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "IVAN WATSON, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "The fastest growing refugee crisis in Europe since World War II, spilling across the borders of the former Soviet Union and now relying on the kindness of strangers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "IGONE DEJONGH, FORMER PRINCIPAL DANCER, DUTCH NATIONAL BALLET",
      "sentences": "A year ago I was dancing with two Ukrainian dancers, and then the war started. I was able to give them a place here to keep dancing and then I would hear the stories of their friends and colleagues in Kyiv being stuck in metro stations and not being able to work or dance at all.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "AMANPOUR",
      "sentences": "What was the lightbulb that went off that said I'm going to create this new ballet for these Ukrainian dancers who can't do it at home anymore?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:05",
      "speaker": "DEJONGH",
      "sentences": "I thought about it and I said, why don't I try to use my position here to get as many people as I can here? They came in little by little. I'll never forget the first ballerina who arrived. She arrived with her little daughter, 2 years old. They had spent 40 hours on the train with three suitcases.Alexei is a dear friend of mine. He is a phenomenal choreographer. He is a wonderful human being. And I knew that the company needed him as an inspiration.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:09",
      "speaker": "DEJONGH",
      "sentences": "He left everything and left straight away. So I called him and I said I'm starting this project. I need your help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:09",
      "speaker": "RATMANSKY",
      "sentences": "She said, I have a few Ukrainian dancers, and there are going to be more. They are refugees. And I want you to give them a place for my permanent company.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:09",
      "speaker": "DEJONGH",
      "sentences": "He said I'm there. Just tell me when, I'm there. And so he came to make his \"Giselle.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:09",
      "speaker": "RATMANSKY",
      "sentences": "We picked \"Giselle\" because it's one of the most beautiful classical ballets ever choreographed. At the beginning of the show we had women because the men are not allowed to leave the country at a certain age, so the men had to get a special permission.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:09",
      "speaker": "DEJONGH",
      "sentences": "When the first few men arrived, that was a very emotional day. They were texting each other saying, OK. We're almost there. We're almost there. There are still dancers. There are a couple. And she didn't know that her boyfriend was arriving and she was in class. And just at one point he was by the door. To see them reunited, it is very emotional. They were safe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:09",
      "speaker": "KNIAZKOV",
      "sentences": "The day when I came, I went immediately to rehearsal. Just 20 minutes after I came. It actually really helps me to not feel like bad or depression or something like this. Work really helps.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:09",
      "speaker": "AMANPOUR",
      "sentences": "It's a good way to feel in the middle of a war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:09",
      "speaker": "KNIAZKOV",
      "sentences": "Yes, yes. To not think about anything. Just be in the moment.BORODAI (through text translation): I came with a lot of people. Grandmother, mother, sister and brother. Of course five people in one room is a bit hard. But we are making it work so far.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:09",
      "speaker": "AMANPOUR",
      "sentences": "Did you expect some of them to arrive with grandmothers and babies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:09",
      "speaker": "DEJONGH",
      "sentences": "No.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:09",
      "speaker": "AMANPOUR",
      "sentences": "And sisters, and aunts, and families?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:09",
      "speaker": "DEJONGH",
      "sentences": "No, no. Not really. But of course when they did, we tried to -- everybody was welcomed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:09",
      "speaker": "RATMANSKY",
      "sentences": "Now the United Ukraine Ballet is more than 65 dancers, so it's a whole community now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:09",
      "speaker": "AMANPOUR",
      "sentences": "What is your impression of these refugees who have had to flee a land at war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:09",
      "speaker": "RINUS SPRONG, CREATIVE DIRECTOR",
      "sentences": "It was very strange. When we started a year ago, you know, people come and then you say, what are we going to do? Let's dance, you know, coming from a war it's weird and it's very hard, but this is the language I speak, they speak, and we find each other here as friends, as family. We go (speaking in foreign language) coming up slowly like the flowers in springtime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:09",
      "speaker": "RATMANSKY",
      "sentences": "It wasn't the company at the beginning but people of very different experiences and levels. Some roles are very challenging physically. They were all excited but some were very scared. But the moment we started to work, it's just, you know, it's work. You need to get the steps right. You need to get the acting right, the style. You need to unify the dynamics. It's not only dancing. It carries the weight of representing the country at war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:09",
      "speaker": "AMANPOUR",
      "sentences": "Just months after it was formed, the United Ukrainian Ballet is about to show their \"Giselle\" to the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:17:21",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The city of Kharkiv braces for another major onslaught.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:17:21",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "There has been an intensification of attacks against Kharkiv.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:17:21",
      "speaker": "KNIAZKOV",
      "sentences": "When I got the invitation to joint this company, I decided to go back to Kharkiv to film my city, the city I love.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:17:21",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "The bombs raining down on the city of Kharkiv.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:17:21",
      "speaker": "KNIAZKOV",
      "sentences": "I wanted at least to say in my heart and in some way at least I save it on the screen.(Through text translation): It's June 21 and I'm on my way from Lviv to Kharkiv. The train is half empty. I haven't been to Kharkiv in four months. I'm nervous, to be honest with you. The first thing that you come across paradoxically, flowers. Flowers. War. I felt that we will win actually because our people even when war goes on will not stop us to growing flowers. (Through text translation): The Opera Theater was also damaged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:17:21",
      "speaker": "AMANPOUR",
      "sentences": "What was it like going back to the theater?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:17:21",
      "speaker": "KNIAZKOV",
      "sentences": "In some way a nice feeling to go inside again and also the smell of the building, which you get every day when you work.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:17:21",
      "speaker": "AMANPOUR",
      "sentences": "You remember, the smell is very provocative.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:07",
      "speaker": "AMANPOUR",
      "sentences": "Your father is there. He's fighting near the front line. Are you afraid for him?BORODAI (through text translation): Yes, I'm afraid for him. He's my blood, my father. It's hard not to be afraid for your relatives. UNIDENTIFIED FEMALE (through text translation): Hello, my sunshine. How's everything? I'm very happy to see you. UNIDENTIFIED MALE (through text translation): All is well. Hi, daughter. Why are you kidding around? BORODAI (through text translation): How do you like my haircut? UNIDENTIFIED MALE (through text translation): It looks good. BORODAI (through text translation): Grandma can trim it if needed. UNIDENTIFIED MALE (through text translation): Grandma's going to fix it for you. UNIDENTIFIED FEMALE (through text translation): Sasha, hello, hello. Stay safe out there. Stay away from the mines. UNIDENTIFIED MALE (through text translation): I'll try. We have to go into the fields to pick them up. BORODAI (through text translation): Is it safe for you to pick them up? UNIDENTIFIED MALE (through text translation): Of course not. One of our guys got blown up as he was demining. And lost both his legs. UNIDENTIFIED FEMALE (through text translation): I love you very much. I'm very proud of you, you're such a great dad. You're not afraid of anything. You're there to free people. UNIDENTIFIED MALE (through text translation): Of course I get afraid. If I wasn't afraid, I wouldn't be here. OK, girls, stop crying. Yulla, stop. Everything is OK. UNIDENTIFIED FEMALE (through text translation): This is why we came here. To stay alive, to continue. BORODAI (through text translation): When war broke out, we watched the news every day and afterwards I couldn't do anything. This is why I try to stay away from it now. I get most news from my friends. Otherwise I wouldn't be able to exist. It's very hard for me. UNIDENTIFIED FEMALE (through text translation): Vanya, where are your manners? You weren't going to let the girls in first?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:07",
      "speaker": "KHUTORIANSKA",
      "sentences": "When I came from Ukraine first it was difficult because I was so sad. When we were together there in Ukraine with my family and heard the bombs and rockets, we were told that if anything would happen we will be together and while you are here you feel that you are safe like the syndrome of the survivor. And it's not a good feeling. It's better, sorry, it's better to die together than separately. But it is what it is. Yes. Like I always tell, the main word is we are trying to continue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:07",
      "speaker": "RATMANSKY",
      "sentences": "They're not military people. And I think it's very important for them to feel that they also contribute. KHUTORIANSKAis also (INAUDIBLE), not just Russian ballet is the best. Why? You didn't see us yet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:07",
      "speaker": "KNIAZKOV",
      "sentences": "We have tour with \"Giselle\" in Netherlands, in different cities.BORODAI (through text translation): We show Russia. We show Putin. Even when you try to kill us we keep dancing. It's our strength.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "KNIAZKOV",
      "sentences": "Singapore, it looks like Ukrainian flag. Really inspired me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "KHUTORIANSKA",
      "sentences": "We have our own battle field. It's a cultural battlefield.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "AMANPOUR",
      "sentences": "Soon they'll step on to the most consequential stage yet in the country with the power to determine the fate of their nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "RATMANSKY",
      "sentences": "They constantly, we all are, we constantly think about Ukraine, how we can help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:04",
      "speaker": "AMANPOUR",
      "sentences": "In Kyiv I met two dancers with the Ukrainian National Ballet, Olga and Viktor. I know that you know of them. And they're staying and they're trying to do their best to put on performances, and it's really difficult. What does it say to you about the will of people and about those colleagues who are staying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:26",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Attention, air raid alert. Proceed to the nearest shelter. Don't be careless. Your over confidence is your weakness.OLGA KIFYAK-FON-KRAIMER, PRINCIPAL DANCER, NATIONAL OPERA OF UKRAINE (through text translation): There is a Telegram app channel. We see if there are missiles are launched, then we hide. If not, we wait.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:26",
      "speaker": "VIKTOR ISHCHUK, CHOREOGRAPHER, NATIONAL OPERA OF UKRAINE",
      "sentences": "Each of us made a decision to stay here or to go. I decided to stay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:26",
      "speaker": "AMANPOUR",
      "sentences": "Did you ever think of going to the front lines? Some of the dancers did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:26",
      "speaker": "ISHCHUK",
      "sentences": "Yes, of course. I did. I did. The first days I came to the military recruitment but I don't have any military experience, so they just said, OK. If we need you, we will call you. I think everyone has to choose what is right for him.KIFYAK-FON-KRAIMER (through text translation): My older brother was in the military. And on August 8th, they came and brought the message that my brother died in Bakhmut. We didn't see him. His coffin was closed. My mom wanted to touch him. But she wasn't allowed to. This is his family. His wife Yulla and his son Luca. He is 6 years old. When we buried my brother, Luca, he went up to his mother and asked, Mama, if I get very upset, will God resurrect my father? And we didn't know how to answer him. This war took away a lot from me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:26",
      "speaker": "ISHCHUK",
      "sentences": "It was an amazing feeling when I saw the people coming. I understood that we are doing something that people really need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:26",
      "speaker": "AMANPOUR",
      "sentences": "Do you feel also that you are defending Ukrainian culture right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:39",
      "speaker": "AMANPOUR",
      "sentences": "Did you know him?BORODAI (through text translation): Yes, I know him. I knew him. When we were on stage together, I was shocked because this person had so much energy and strength. It was infectious. And it was incredible. You weren't just playing your role, you were living on stage with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:39",
      "speaker": "AMANPOUR",
      "sentences": "Do you feel that you are doing your bit to protect your country and to tell the world about your country by dancing, by having left, by not being on the front line?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:39",
      "speaker": "KNIAZKOV",
      "sentences": "I am trying. I am trying. All our company tries to represent our country that people will fall in love in our country and in our people.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:39",
      "speaker": "RATMANSKY",
      "sentences": "I think we want to in a good way with a soft weapon, we want to remind people that we still need help. Please don't forget about it. PRES. VOLODYMYR ZELENSKYY, UKRAINEus. The Ukrainian armed forces, yes, so much depends on the world, so much in the world depends on you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:44:29",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "President Zelenskyy has been lobbying hard to get the West to send more military equipment. The message from President Zelenskyy out in Kyiv they still need more weapons.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:44:29",
      "speaker": "ZELENSKYY",
      "sentences": "Hundreds of thank you are not hundreds of tanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:44:29",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Waiting for a decision from Germany.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:44:29",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Still asking the U.S.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:44:29",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Weeks of geopolitical squabbling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "RATMANSKY",
      "sentences": "Maestro.In ballet art, we strive for perfection. Perfection of lines, of everything. So the hair was not perfectly prepared.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "DEJONGH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "RATMANSKY",
      "sentences": "It's like being an Olympic athlete. Because it's physically very, very challenging. And on top of that, we have to act like an actor. And also listen to the music, respond to the music. It's endless process. You can never be good enough.This is my favorite step.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "DEJONGH",
      "sentences": "Me too.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "RATMANSKY",
      "sentences": "Yes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "DEJONGH",
      "sentences": "I love this step. It's quite fast, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "RATMANSKY",
      "sentences": "It's very beautiful, actually. I was really pleased with Nika and Oleksi.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "DEJONGH",
      "sentences": "Great. RATMANSKY",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "DEJONGH",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "RATMANSKY",
      "sentences": "And he was, it was like the best.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "DEJONGH",
      "sentences": "He's so excited to do this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "RATMANSKY",
      "sentences": "I know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "DEJONGH",
      "sentences": "They worked so hard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Ukraine says that it is in a race against time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Since they're a team of Ukrainian refugees and I'm a child of refugees, this was like really close to my heart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "RICHARD QUEST, CNN ANCHOR",
      "sentences": "There's a very narrow window to help Ukraine expel Russia rather than just resist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We have family living in Ukraine. And every day begins with telephoning and finding out if they're still alive or not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It is extremely important that President Putin doesn't win this war.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The consequences globally could not be higher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Ladies and gentlemen, welcome to the Kennedy Center.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "AMANPOUR",
      "sentences": "What does it mean to you to be on stage and to dance, especially now?BORODAI (through text translation): Before we go on stage, we feel a great responsibility for Ukraine because we show the world the culture and the faces of Ukraine. And we strive to give a strong and emotional performance. So that we don't fail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "KHUTORIANSKA",
      "sentences": "Dance, it's our language. To show that we're strong. We're fighting. We're powerful. To show that the support is the main thing that we need.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was very emotional just thinking about all the obstacles they had to face to come here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It was very moving.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "KNIAZKOV",
      "sentences": "We feel the support everywhere. Actually when we were wearing flag on the stage, immediately people explode.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It moved me to tears. I was singing with them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Very loudly we did.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:07",
      "speaker": "AMANPOUR",
      "sentences": "Is it normal to have your national anthem? When you were in Ukraine no?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:07",
      "speaker": "KHUTORIANSKA",
      "sentences": "No, no.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:07",
      "speaker": "AMANPOUR",
      "sentences": "But here it's a statement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:07",
      "speaker": "KHUTORIANSKA",
      "sentences": "Yes. It's like the heart statement.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:09",
      "speaker": "KHUTORIANSKA",
      "sentences": "We wanted to create peace for us, for our company, just to spread some feelings that only maybe Ukrainians can feel.Since the war began, our role has changed a lot. We're now thankful for what we have every day. We're thankful that we're alive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:09",
      "speaker": "SPRONG",
      "sentences": "I'm very -- getting very emotional.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:09",
      "speaker": "AMANPOUR",
      "sentences": "Just watching?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:09",
      "speaker": "SPRONG",
      "sentences": "Yes. Because they all have a story to tell. Each of them has a story to tell. But as a group, they can tell the whole story for the country. One dancer, whose father just escaped from the front line, seven people were there and five were killed. But every week, there is something happening like this. Every week.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:09",
      "speaker": "AMANPOUR",
      "sentences": "Every week, that news filters into this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:09",
      "speaker": "SPRONG",
      "sentences": "Every week there is something happening.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:09",
      "speaker": "AMANPOUR",
      "sentences": "Yes. You know, I watched a version of this at the Kyiv national with the ballet there. It was one dancer, Olga, and also a singer. And it was remarkable also as a solo.KIFYAK-FON-KRAIMER (through text translation): The performance is called the \"Wings of Ukraine.\" It's a performance in memory of the dead. I dedicate every performance to my brother. Warriors. People, kids who died.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:09",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "The death toll from a Russian strike on an apartment building is expected to rise. The attack killed almost two dozen people, including five children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:09",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "Residents asleep, as a Russian missile ripped through their apartment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:09",
      "speaker": "UNIDENTIFIED REPORTER",
      "sentences": "President Zelenskyy announcing that 10 residential buildings were hit in the city of Uman, destroying an entire block.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:09",
      "speaker": "AMANPOUR",
      "sentences": "His government says more than 9,000 civilians, including 453 children, have been killed in Ukraine so far.KIFYAK-FON-KRAIMER (through text translation): It hurts. It hurts every day. And this is the only way you feel better. Just a little bit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:09",
      "speaker": "RATMANSKY",
      "sentences": "Art could be a soothing medicine. It could be so good for the soul to heal. There's a lot of that to be done when Ukraine wins. I have no doubt it will.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:09",
      "speaker": "KHUTORIANSKA",
      "sentences": "I want to be on victory day, there standing, cheering, since my voice disappears. I will be -- yes, I will be screaming.BORODAI (through text translation): This war brought a lot of pain and loss. But I think when something old gets broken, something new appears. And it blooms even harder.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:09",
      "speaker": "AMANPOUR",
      "sentences": "If I was to ask you to describe Ukraine in three words, what would you say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:09",
      "speaker": "KNIAZKOV",
      "sentences": "Freedom. It's really easy. Joy and love.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:09",
      "speaker": "AMANPOUR",
      "sentences": "Perfect.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}