{
  "date": "2023-05-28",
  "headline": "CNN Newsroom",
  "subHeadline": "Biden, McCarthy Reach Tentative Deal On U.S. Debt Limit; Voters In Turkey Go To The Polls Once Again Today; Saudi Team Arrives In Syria To Set Up Reopening Of Embassy. Aired 2-3a ET",
  "utterances": [
    {
      "timeStamp": "02:00:27",
      "speaker": "LAILA HARRAK, CNN INTERNATIONAL ANCHOR",
      "sentences": "Welcome to all of our viewers watching here in the United States and around the world. I'm Lila Harrak. Ahead on CNN NEWSROOM. Crisis averted. President Biden and U.S. House Speaker McCarthy reached a tentative deal to raise the debt ceiling but will they be able to sell it to skeptical lawmakers on both sides of the aisle?And polls open in Turkey. We're live in Istanbul as voters begin casting their ballots in the country's historic presidential runoff. Plus, fueling speculation. Ukraine's top commander releases a video that has many wondering if the country's counter offensive could be imminent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:27",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center, this is CNN NEWSROOM with Laila Harrak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:27",
      "speaker": "HARRAK",
      "sentences": "We begin in the U.S. with a late-night agreement to try to prevent a disastrous debt default. The White House and Republicans say they've agreed in principle to raise the U.S. debt ceiling and cap government spending. U.S. House Speaker Kevin McCarthy is hailing the deal as a breakthrough that was reached after a flurry of crisis talks.(BEGIN VIDEO CLIP) REP. KEVIN MCCARTHY (R-CA): After weeks of negotiations, we have come to an agreement in principle. We still have a lot of work to do. But I believe this is an agreement in principle that's worthy of the American people. It has historic reductions in spending, consequential reforms that will lift people out of poverty into the workforce, rein in government overreach. There are no new taxes, no new government programs. There's a lot more within the bill. We still have more work to do tonight to finish all the writing of it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:00:27",
      "speaker": "HARRAK",
      "sentences": "Well, to strike the deal, McCarthy and the President Joe Biden agreed to concessions. But members of both parties say their side gave up too much. President Biden addressed those concerns saying \"The agreement represents a compromise which means not everyone gets what they want. And that's the responsibility of governing. And this agreement is good news for the American people because it prevents what could have been a catastrophic default, and would have led to an economic recession. Retirement accounts devastated and millions of jobs lost.\"While there's still a long way to go with a potential for disagreement and dissent. But McCarthy says the House is expected to vote on the agreement -- on the agreement this Wednesday. CNN's Manu Raju has more on what the legislation will likely include, and why there could be opposition on both sides.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:08",
      "speaker": "HARRAK",
      "sentences": "Well, McCarthy tried to wrangle support for the deal by outlining details in a conference call with conservatives. The House Speaker said most Republicans were excited about it, but many expressed concern on Twitter. Representative Ken Buck said, \"I listened to Speaker McCarthy earlier tonight outline the deal with President Biden and I'm appalled by the debt ceiling surrender.\"Meantime, Ralph Norman called the deal \"insanity.\" He said a $4 trillion debt ceiling increase with virtually no cuts is not what we agree to. Not going to vote to bankrupt our country. Joining me now is David Sanger. He is a CNN political and national security analyst. He's also a White House and national security correspondent for The New York Times. David, thank you so much for making time to speak to us. The White House and Republican negotiators have now reached a tentative deal to raise the debt ceiling. So, does that mean crisis has been averted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:08",
      "speaker": "DAVID SANGER, CNN POLITICAL AND NATIONAL SECURITY ANALYST",
      "sentences": "It probably means that, Laila, you know, we thought we were going to go right down to the wire here. Whether that was going to be June 1st or as Treasury suggested that day or two ago, closer to June 5th and that everybody would be right on the edge of default. And this is just an agreement in principle. So, there's a possibility you could see votes melt away once they see the specifics.But the fact of the matter is that the agreement in principle itself is a significant accomplishment. And remember that for foreign nations that we're looking at the American domestic politics of this year, they didn't really care about the details. They cared about the United States not becoming a source of financial and fiscal instability. And thus, a political instability. Has been a remarkable thing in the past few months. But the biggest risk factor to the world economy has been what happens here in Washington. That's not usually the case. We usually, in Washington think that other nations are the bigger risk. We were in and this may have averted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:05:08",
      "speaker": "HARRAK",
      "sentences": "This may have averted but arguably as you also touched on it in your answer, the hard part really starts now. Getting everyone on board, securing enough support from lawmakers from both sides of the aisle for this tentative agreement. So, in some -- in some ways, this is not a done deal yet. You just returned from the G7 in Japan, help us understand what would it mean for countries around the world, whether they're high income, middle income or low income.And especially those that depend on the U.S. dollar, if another standoff were to take place, if there was another delay, or the U.S. does end up for some reason, breaching the debt ceiling.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:06",
      "speaker": "HARRAK",
      "sentences": "We probably avoided that now. But when you reflect at how all this has unfolded, what are the long-term effects of this? You know, taking things almost to the breaking point and then, you know, retreating?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:06",
      "speaker": "SANGER",
      "sentences": "No such thing as I was talking to foreign leaders, government officials in Hiroshima, last weekend at the G7. The most incisive question they asked me was, why do you do this to yourselves? And the United States didn't have a debt limit vote a number of decades ago. It was a self-created, facility, something that Congress itself required. And it was kind of backwards, right? You spend the money and then you take another vote about whether you're going to pay off your bills.We'd all love that in our personal lives. But it doesn't make any sense. And it's only there as leverage for the future. Now the Republicans will probably think at this point, this leverage worked because what they got out of this and the -- at the end, Laila was an agreement from President Biden to freeze non-military spending. And that would essentially keep the programs that he cares about the most from growing. The fact of the matter is, he wasn't going to get those through this Congress anyway. So, to, you know, his argument would be that it keeps in place the significant programs and accomplishments that he believes he had in the first term until he lost control of the House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:06",
      "speaker": "HARRAK",
      "sentences": "To be continued. David Sanger, always good to have your take. Thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:10:06",
      "speaker": "SANGER",
      "sentences": "Great to be with you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:16:43",
      "speaker": "HARRAK",
      "sentences": "Voters are now going to the polls in Turkey in the country's first ever presidential runoff election. President Recep Tayyip Erdogan faces off once again with challenger Kemal Kilicdaroglu after failing to get an absolute majority of the votes needed to win outright in the first round two weeks ago. While turnout was strong in that vote, nearly 90 percent of those who were eligible cast their ballots.You're looking now at live pictures of those first voters casting their ballots there. Let's go to Istanbul to CNN's Nada Bashir joining us. A very good morning, Nada. Are Turkish voters motivated to go to the polls for a second time round. What are you seeing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:11",
      "speaker": "HARRAK",
      "sentences": "High-stakes election. Thank you so much for your continued coverage. Nada Bashir there for you in Istanbul. I'll catch up with you a little later.And this programming note. Now, for you for our international viewers, be sure to watch CNN's special live coverage of the elections in Turkey hosted by Becky Anderson. And that's tonight at 8:00 in Ankara and 9:00 p.m. in Abu Dhabi right here on CNN. Explosions are rattling areas on both sides of the front line in Ukraine, as speculation grows about its expected counteroffensive. Officials say Kyiv came under drone attack Sunday morning with at least one person killed and another one injured. Ukraine's Air Force says more than 50 drones were shot down across the country overnight. Kyiv's mayor says the falling debris damaged buildings and caused fires in Kyiv. Ukraine also reported multiple blasts in the occupied cities -- occupied cities of Mariupol and Berdiansk on Saturday. While Russian missiles and artillery hit the Kharkiv and Zaporizhzhia regions. Russia says artillery fire also went over the border. Striking to large enterprises in its Belgorod region. A state news agency says one person was killed and several others wounded. Well, the new speculation about a looming counteroffensive was fueled by a video posted by Ukraine's top general. Take a look. (BEGIN VIDEO CLIP) VALERIY ZALUZHNY, COMMANDER-IN-CHIEF, ARMED FORCES OF UKRAINE (through translator): Let my hand be firm to kill my enemies. Let my eye be clear to kill my enemies. Let my weapon be sharp to kill my enemies. Let my will be of steel to kill my enemies. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:11",
      "speaker": "HARRAK",
      "sentences": "Well, the video appears to drop strong hints about their counteroffensive. It does not specifically say that the operation is coming. While the footage could be part of Kyiv's deception efforts. Ukraine has said earlier that it would not officially announce the beginning of its offensive.Meanwhile, a Ukrainian intelligence agency is praising a recent cross- border raid into Russia. For more, Barbie Nadeau joins us now live from Rome. Barbie, what are Ukrainian intelligence officials saying about the recent incursion into Belgorod?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:11",
      "speaker": "BARBIE NADEAU, CNN CONTRIBUTOR",
      "sentences": "Well, they're saying you know that they gained very important information. Of course, they're not going to say exactly what that is. It's going to be strategic. This is such a pivotal moment in the war. And, you know, one of the things that a lot of the analysts are saying is it's probably very much focusing on Russian vulnerabilities especially in its defensive. We haven't have to see Russia defend itself so much up to this point, Laila.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:11",
      "speaker": "HARRAK",
      "sentences": "And we also heard from the Russian leader Putin on Saturday talking about protecting Russia's borders. What exactly did he say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:20:11",
      "speaker": "NADEAU",
      "sentences": "Yes. You know, he said he underscored the need to be able to protect the borders. Not just to protect the sovereignty of the nation, but of course, to keep corridors open for military and civilian vehicles. And he said humanitarian aid going into Ukraine and rebuilding materials for newly-gained Russian territory. Of course, this is a really important moment in the war and everybody's waiting to see as you mentioned when an if this counter offensive begins. Laila?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:48",
      "speaker": "HARRAK",
      "sentences": "Hi to all of our viewers here in North America. I'm Laila Harrak and you're watching CNN NEWSROOM.Just days before the U.S. government was expected to run out of cash and set off a global economic calamity. President Joe Biden and Republican House leader say they have a deal in principle. But now, both sides racing to secure the votes in the Republican-controlled House and the Democratic-controlled Senate to approve the agreement. Negotiators are set to be working on the final text, which would go to a vote in the House of Representatives possibly on Wednesday. While the deal reportedly includes raising the government's borrow -- borrowing authority for two years, but it also freezes increases in most government non-defense spending through the year 2025. The President stressed that the agreement is a compromise. So, not everyone gets what they want. CNN's Priscilla Alvarez reports from the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:48",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "The White House and House Republicans have reached an agreement in principle on the debt ceiling. This, the outcome of 24 hours of tireless talks between Hill negotiators and White House negotiators as they came up against that June 5th deadline when the U.S. would run out of funds and in an attempt to avert a debt default.Now over the course of the day, a White House official said there was general optimism about the trajectory of these talks. I'm echoing what President Biden had said on Friday on his way to Camp David that a deal was \"very close.\" But a pivotal moment came early Saturday or Saturday afternoon, when President Biden and House Speaker Kevin McCarthy connected over the phone. And that, we are told, is when they were able to reach an agreement on -- in principle. Now, of course, over the next several hours, both sides will be working on the text of this agreement and the devil will be in the details. That is where Republicans as well as Democrats will learn more about what exactly this agreement looks like. And they're up against a very tight deadline. Not only was it -- important for both sides to reach an agreement, but then too, it is what this legislative text will say showing that to members of Congress. And then later a vote on the House floor and then it has to go through the Senate. So, a long road ahead for what amounts to a very short amount of time. But at least on Saturday, an important development as President Biden, the White House reached that agreement with House Republicans. Allowing them to move forward and try to avert a debt default on June 5th. Priscilla Alvarez, CNN, the White House,",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:48",
      "speaker": "HARRAK",
      "sentences": "And the U.S. isn't the only western country with a debt limit based on a fixed amount of money. Denmark has one too. But it has never undergone the kind of political turmoil and economic brinksmanship that the U.S. is experiencing. Let's talk a little bit more about this with Jacob Kirkegaard. He is a senior fellow at the Peterson Institute for International Economics and the German Marshall Fund. And he joins us from Brussels.Sir, thank you so much for taking the time. A very good morning to you. I want to ask you about Denmark's debt limits in just a moment. But first, you're joining us from Brussels, the European Union's H.Q. It might be too early in the day to ask you this. But will there be a sense of relief among European policymakers waking up now to the news of a tentative deal reached in Washington?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:48",
      "speaker": "JACOB KIRKEGAARD, SENIOR FELLOW, PETERSON INSTITUTE FOR INTERNATIONAL ECONOMICS",
      "sentences": "Oh, I don't think there's any doubt about that. But I will also say that it isn't something that has actually featured much on their radar. I think they have also quietly assumed that this would be fixed in time. They are after all used to the -- using their own deadlines to get agreement at the last minute.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:30:48",
      "speaker": "HARRAK",
      "sentences": "All right. Now, the U.S. is not the only country with a debt ceiling. Denmark, as you know better than anyone else has a debt ceiling law. And I'm told that Denmark's debt ceiling has never been a problem.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:03",
      "speaker": "HARRAK",
      "sentences": "So, that -- that's one of the reasons why it makes it so less likely for the country to run into problems. So, would you say that this is a uniquely American problem?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:03",
      "speaker": "KIRKEGAARD",
      "sentences": "I think it's a uniquely American problem that you have a political system with the different branches of government. Basically, the -- one of the few ways in which proper fiscal policy can be conducted. And by fiscal policy, I mean, you know, sort of forward- looking multi-year agreements about government spending can be struck, is when you have a gun to lawmakers hands in the form of the debt ceiling. In most other countries, in fact, pretty much every or any other country and certainly Denmark, this is done on an annual basis. You reach a fiscal agreement, an annual government budget and you move on. The problem is the leverage, the political leverage that appears to be necessary to have bipartisan fiscal policy discussions in the Congress with the -- between Congress and the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:03",
      "speaker": "HARRAK",
      "sentences": "Now, just for the purposes of our conversation and for perspective, what would the consequences be if Denmark were to bounce its checks compared to if the U.S. breaches the debt ceiling?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:03",
      "speaker": "KIRKEGAARD",
      "sentences": "Well, I don't think there would be that big a difference outside of Denmark. There'd be a few, you know, investors that be invested in Danish government bonds outside the country that would obviously suffer losses. But the Danish currency is not widely used around the world. So, it will be a situation totally unlike that of the United States where obviously a default -- because of the role of the dollar and the role of U.S. government securities around the world would have cataclysmic effect not just in the United States, but almost certainly in the global economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:03",
      "speaker": "HARRAK",
      "sentences": "Now, obviously, it's very difficult to compare the United States and Denmark. I mean, these are such vastly different countries. But is there something that the U.S. can learn from Denmark when it comes to managing the debt ceiling?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:03",
      "speaker": "KIRKEGAARD",
      "sentences": "Well, I think, you know, Denmark shows that an inherent -- I mean, a debt ceiling is not inherently unworkable. It's not inherently insane if you want to put it that way. It can be made to work. It just needs to be set at a level outside the range of the actual outstanding debts. And then you need to have a properly functioning fiscal policy process that sees government.In this case, the three branches of government in Washington, reach regular compromises on fiscal policy so that you do not end up in this situation where, you know, one branch of government using the debt ceiling and the threat of default to extract concessions from the other two branches. In that sense, Denmark is also different because it only has one Parliament. It doesn't have a bicameral system or an executive or legislative branch. It just has one parliament. And if the government loses the support there, it has to resign and have a new election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:03",
      "speaker": "HARRAK",
      "sentences": "Jacob Kirkegaard in Brussels, Belgium very instructive. Thank you so much for joining us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:35:03",
      "speaker": "KIRKEGAARD",
      "sentences": "My pleasure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:42:29",
      "speaker": "HARRAK",
      "sentences": "In a stunning development, Republican lawmakers in the Texas House have voted overwhelmingly to impeach one of their own. The state's Republican attorney general. The votes against Ken Paxton was 121 to 23. As Rosa Flores reports now. It comes after a legislative investigation accused him of years of corruption.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:42:29",
      "speaker": "ROSA FLORES, CNN CORRESPONDENT",
      "sentences": "Ken Paxton has been impeached by the Texas House of Representatives and under the Texas Constitution. That means that he's immediately suspended and that the governor of Texas has the power to appoint a replacement. But let me start by taking you inside the Texas House for this historic vote.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:42:29",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Of All members voted. There have been 121 ayes and 23 nays, two present not voting, three absent. The resolution is adopted.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:22",
      "speaker": "HARRAK",
      "sentences": "And we'll be right back.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:45:22",
      "speaker": "HARRAK",
      "sentences": "Artificial Intelligence looks set to revolutionize political campaigning but its ability to blur the lines between fact and fiction is raising concerns ahead of next year's presidential election. Donald Trump Jr. is among those circulating on a clip online. A deep fake of Florida Governor Ron DeSantis in an episode of The Office. The original scene is about the boss wearing a women's suits. But this clip was made with A.I. and does not show the real DeSantis.CNN's Jon Sarlin explains why he believes these kinds of videos show we're in the beginning of the A.I. election. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "HARRAK",
      "sentences": "From artificial intelligence in politics to its use in medicine now. Neuroscientists at the University of Texas have figured out a way to translate brain activity into words, using the very same A.I. technology that powers the popular ChatGPT bot. CNN's Donie O'Sullivan has more.(BEGIN VIDEOTAPE) DONIE O'SULLIVAN, CNN CORRESPONDENT: You're reading people's minds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "ALEXANDER HUTH, ASSISTANT PROFESSOR, UNIVERSITY OF TEXAS, AUSTIN",
      "sentences": "So, we don't like to use the term mind reading.O'SULLIVAN (voice over): These neuroscientists at the University of Texas in Austin say they've made a major breakthrough. They've figured out how to translate brain activity into words using artificial intelligence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "HUTH",
      "sentences": "These are different images.O'SULLIVAN: Earlier this month they published a paper explaining how they had research volunteers listen to audio clips while having their brains scanned by an FMRI machine. Over time, A.I. algorithms, the very same tech that's behind ChatGPT, were able to figure out what the volunteers were listening to just by watching their brains. O'SULLIVAN (on camera): It is just crazy you can watch how blood flows through the brain and using A.I. and GPT and everything else translate it into words.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "HUTH",
      "sentences": "Yes, it's wild that this works when you put it that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thumbs up, Donie.O'SULLIVAN (voice over): To test it all out, Professor Alexander Huth and I had our brains scanned while listening to parts of The Wizard of Oz audio book.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "If I only had a brain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "HUTH",
      "sentences": "Big brain. Like obnoxiously big.Hi, Donie. We have a picture of your brain. O'SULLIVAN (on camera): I have a brain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "HUTH",
      "sentences": "Yes, it looks good.O'SULLIVAN (voice over): I was scanned first, followed by Professor Huth, capturing images of the changes in our brain's flood flow as we listened to the words from the audio book and showing how our brains interpreted those words.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "When she had finished her meal and was about to go back to the road of yellow brick, she was startled to hear a deep grown nearby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "JERRY TANG, PHD STUDENT, UNIVERSITY OF TEXAS, AUSTIN",
      "sentences": "You can see that there. We're getting recordings every two seconds while he's listening to a story.We will feed this data through our decoder and try to predict the story that he's currently listening to. O'SULLIVAN: The next morning the results were in. O'SULLIVAN (on camera): OK, so it's been 24 hours since we got our brains scanned. You can confirm I have a brain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "HUTH",
      "sentences": "Absolutely.O'SULLIVAN: Brilliant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "HUTH",
      "sentences": "So, we were able to decode some stuff from my brain, not so much from yours. So, this is one from my brain. This is from The Wizard of Oz. So on the left side is the actual words that I heard. When she had finished her meal and was about to go back to the road of yellow brick, she was startled to hear a deep grown nearby. And the decoded version of this is on the right. It's -- I was about to head back to school and I hear this strange voice calling out to me.So it gets some things right, this like, was about to go back, was about to head back. It completely misses some things, like the road of yellow brick versus school. But then it gets this nice kind of example. So, she hears something and then instead of a deep grown nearby it said a strange voice calling out to me. It means something related, even if it's not exactly the right words. O'SULLIVAN: Still pretty incredible to think that was about to head back and something that just by scanning your brain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "HUTH",
      "sentences": "Yes. I think that's one of the things that's really surprising to us about this. It can get things like that. It can get these entire phrases of exact words.OK, so here's this same segment for you. O'SULLIVAN: Now, so we expected mine not to be great.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "HUTH",
      "sentences": "Because we haven't trained the model on you. The whole day I'd be fine but she wanted me to make it to her place. First, I got a little excited about it.O'SULLIVAN (voice over): The reason it wasn't able to decode my brain was because the technology currently needs people to sit in the FMRI machine for more than 16 hours so the A.I. models can train on specific people's brains. O'SULLIVAN (on camera): Are we going to live in a world where, you know, I can walk by somebody on the street and they'll be able to hold something up to my head and they'll know what I'm thinking?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:50:02",
      "speaker": "HUTH",
      "sentences": "Currently we're very far from that. That might also never be possible. We can't completely rule it out, but as far as we know that certainly won't be possible in the next few decades.The real potential application of this is actually helping people who are unable to speak without them needing to get neurosurgery.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:09",
      "speaker": "TANG",
      "sentences": "GPT basically made our predictions a lot better.O'SULLIVAN: But it doesn't just work listening to audio. Professor Huth showed us what happened when he watched a movie with no sound while his brain was scanned. Watch as the technology is able to decode what his eyes are seeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:09",
      "speaker": "HUTH",
      "sentences": "She then took my hand and held it to her lips. She kissed it. I smiled. And she pulled me in for a hug.O'SULLIVAN (on camera): Oh, my God.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:09",
      "speaker": "HUTH",
      "sentences": "I got her back for about hours. I had to stop the bleeding and gave her my shirt to put over it. It's pretty good. I don't know, it's a pretty good description of what was happening here.O'SULLIVAN: Wow. Should we be scared by the work people like you are doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:09",
      "speaker": "TANG",
      "sentences": "We think it's really important to continually evaluate the implications of brain decoding and also to start thinking about enacting policies that protect mental privacy and regulate what brain data can be used for.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:09",
      "speaker": "HARRAK",
      "sentences": "And that was CNN's Donie O'Sullivan reporting.History has been made at West Point. Vice President Kamala Harris becoming the first woman ever to speak to the military academy's graduating class. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "02:55:09",
      "speaker": "KAMALA HARRIS, UNITED STATES VICE PRESIDENT",
      "sentences": "To all the cadets here today, you stand on the broad shoulders of generations of Americans who have worn the uniform, including many barrier breakers and trailblazers. In fact, this year you celebrate the 75th anniversary of the integration of women in the military, as well as the desegregation of our military.These milestones are met -- a reminder of a fundamental truth. Our military is strongest when it fully reflects the people of America. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}