{
  "date": "2023-10-19",
  "headline": "CNN Newsroom",
  "subHeadline": "CNN's Continuing Coverage on the War in Israel Reaching its 13th Straight Day. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "ROSEMARY CHURCH, CNN ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us here in the United States and all around the world as we continue our breaking news coverage of Israel at war. I'm Rosemary Church at CNN headquarters in Atlanta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "BECKY ANDERSON, CNN ANCHOR",
      "sentences": "And I'm Becky Anderson in Tel Aviv.It's 10 a.m. here and in Gaza City where the Hamas-controlled Ministry of Health reports 471 people have been killed in Tuesday's horrific hospital blast. Israel's claim that the explosion was the result of an errant rocket fired by Palestinian Islamic Jihad. A new video appears to show a rocket fired from Gaza exploding high above Gaza City, where the hospital is located, just before the blast at that medical facility. And on the ground, this was the moment of the explosion outside the hospital. Look, CNN has not determined if these events are related. President Biden says he believes U.S. intelligence. (BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT: I don't say things like that unless I have faith in the source from which I got it. The people at the Defense department who I respect and the Intelligence community that I respect is highly improbable that Israel did that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "ANDERSON",
      "sentences": "Well, that was Joe Biden on Air Force One on the flight back from Tel Aviv here, of course, for some seven hours.CNN's Sam Kiley has more on the geopolitical fallout from that hospital blast. And I've got to warn you, this report contains some disturbing images. (BEGIN VIDEOTAPE) SAM KILEY, CNN SR. INTERNATIONAL CORRESPONDENT (voice-over): A blast of immediate strategic impact. Jordan canceled a summit with the U.S., Egypt and the Palestinian Authority as news of mass casualty in Gaza emerged. Now with the Hamas-controlled Gaza's health ministry saying the death toll is over 470 from an explosion in the courtyard of this church-run hospital, there are protests around the world. And in this war, the truth is unlikely to emerge quickly. The U.S., based on its own analysis of the evidence, including secret intelligence, has supported Israel's version of events.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "BIDEN",
      "sentences": "Based on the information we have seen to date. It appears the result of an errant rocket fired by a terrorist group in Gaza.KILEY (voice-over): Israel blames Hamas and the Islamic Jihad, a rival Islamist militant group. Islamic Jihad, Hamas and other Palestinian groups say Israel did it. CNN has geo-located videos and stills from the scene and shown all the available authentic evidence to two weapons experts. They agree that the explosion is likely not caused by an airdrop bomb or even a guided missile. CHRIS COBB-SMITH, WEAPONS EXPERT, CHIRON RESOURCES: I would initially rule out a heavy airdrop bomb. The type of crater that I've seen on the imagery so far isn't large enough to be the type of bomb that we've seen dropped in the region on many occasions. KILEY (on-camera): Could it have been a hellfire type missile, a guided munition? COBB-SMITH: So far, I'm doubtful about. KILEY (voice-over): Preliminary CNN analysis of the crater suggests that the projectile hit the courtyard outside the hospital from somewhere to the southwest. The Israel Defense Forces say they believe the disaster was caused by the misfire of a missile fired from the southwest of the hospital. (on-camera): Could this have been a rocket fired from Gaza territory that went wrong? COBB-SMITH: It could very well have been a rocket fired from Gaza territory. But again, we already know that when the remnants are definitively identified and compared to other types of weapons systems and munitions that are being fired in the area. KILEY (voice-over): A senior U.N. weapons expert who asked to remain anonymous agreed. But in Gaza, many blame Israel and its allies. UNKNOWN (through translator): People who fled considered the hospital as a safe shelter for them. They didn't find any other place to go. but they struck people with those Israeli and American rockets. This is a war crime. It's a big crime killing children and women. KILEY (voice-over): An independent investigation would need to be done on the ground to determine the cause of the blast, which is impossible under the current Israeli bombardment and unlikely under Hamas. [03:05:04] (on-camera): You've worked in Gaza before, Chris. Have you investigated rocket misfires in the past? COBB-SMITH: Yes, I've tried to investigate rocket misfires in the past, most certainly. But on the few occasions this has happened, the local authorities did not give me free access to the area or were very unhappy that I was trying to investigate something that had clearly gone wrong from their point of view. KILEY (voice-over): Amid the ongoing bloodshed, entrenched supporters of either side are more likely to believe what they want now, regardless. Sam Kiley, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "ANDERSON",
      "sentences": "Let's get you live to London where journalist Elliot Gotkine is following developments. And Elliot, that's what we know about the hospital blast. It has set up a contentious visit for President Biden. The humanitarian situation, meantime, is getting worse.And, you know, in all of this, there are 2.2 million Palestinians in Gaza. Some half a million, as we understand it, have driven south, we hear anecdotally so many of those are actually going back north because they have nothing there in the south, no infrastructure. Now these are people with kids and families and they've just decided, many people, that it's better to be in northern Gaza at this point. We haven't yet seen a ground incursion. Where are we at? What are the key takeaways at this point, do you think?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "ELLIOT GOTKINE, JOURNALIST",
      "sentences": "Becky, we're still waiting for humanitarian assistance to be allowed through the Rafah crossing the border between the Gaza Strip and Egypt. One of the things that President Biden did achieve on his visit to Israel, of course, a truncated visit given the cancellation of this summit that was due to take place in Amman that was canceled in the wake of that blast at the hospital.One of the things that Biden did achieve is getting the Israelis to agree to humanitarian assistance going into the Gaza Strip, not from Israel, but from the Egyptian side. The only caveats to that are that Israel said fuel cannot go in. So it's okay. So it's happy for food, for water, for medicines to go through, but it doesn't want fuel going in because it says in the past fuel has simply been stolen by Hamas or other militant groups to help fuel their own war machine. And it doesn't want that to happen. For now there are 20 humanitarian aid trucks waiting to get in. The World Health Organization seems optimistic that they will get in, but there seems to be damage to the roads on the side -- on the Gaza side of that, of Rafah. And as a result, that is holding things up. But the World Health Organization is hopeful that there will be up to 100 trucks a day going in to provide humanitarian assistance to that area where, of course, the humanitarian situation is pretty dire. I suppose the other thing that Biden achieved or at least set out to do and expectations were somewhat managed before he even touched down was to show Israel that the United States has it back has its back and I suppose he did that literally as soon as he got off the tarmac by giving a hug to Prime Minister Benjamin Netanyahu and to President Isaac Herzog and of course to send a message to Israels foes principally Iran and its proxy Hezbollah in the south of Lebanon that it must not and should not get involved should not try to exploit Israel's war with Hamas in Gaza by trying to open up another front. But as we heard from the IDF spokesman Jonathan Comriecus earlier today, things are getting progressively worse in the north. They are still simmering for now. They haven't boiled over into a full-blown front, but they are simmering with seemingly daily attacks from Hezbollah into Israel, firing anti-tank missiles and the like, attempted infiltration with Israel firing back and casualties mounting on both sides. Becky?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:08",
      "speaker": "BIDEN",
      "sentences": "I asked the Israeli cabinet, who I've met with for some time this morning, to agree to the delivery of life-saving humanitarian assistance to civilians in Gaza, based on the understanding that there will be inspections and that the aid should go to civilians, not to Hamas. Israel agreed the humanitarian assistance can begin to move from Egypt to Gaza.ANDERSON (voice-over): But in a statement Wednesday, Israel said it will not allow any aid into Gaza from its own territory until all hostages held by Hamas are released. Following the announcement, I asked the Jordanian Foreign Minister for his reaction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:08",
      "speaker": "AYMAN SAFADI, JORDANIAN FOREIGN MINISTER",
      "sentences": "We're all working for a ceasefire that would allow the delivery of humanitarian supplies to Gaza. So talk of ceasefire is continuing. Talk of allowing supplies is continuing. Talk of decision to end the war is continuing. So we're all working towards that and any step in that direction is definitely a welcome step.ANDERSON (voice-over): President Biden now says he is working with the U.N. to get aid trucks moving as quickly as possible. But even when that flow of aid can begin, its route has been badly damaged by Israeli airstrikes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:10:08",
      "speaker": "SAMEH SHOUKRY, EGYPTIAN FOREIGN MINISTER",
      "sentences": "Well currently there's a long, miles long convoy of humanitarian assistance between (inaudible) and Rafah with trucks on the side of the road, awaiting the possibility of entering Gaza. The Rafah crossing over the last days has been bombed four times.DR. TOM POTOKAR, CHIEF SURGEON, INTERNATIONAL COMMITTEE ON THE RED CROSS: There's a lot of infrastructure that has been destroyed. Obviously, the lack of fuel, the lack of water, the lack of food is going to compound the situation. The difficulties with moving around due to security, but also just to blockages from rubble, et cetera, and unexploded munitions. ANDERSON (voice-over): For Gaza's citizens, the deadly waiting game means lifelines are fast running out. The Palestinian Health Ministry says hospitals are collapsing without fuel. And the World Food Program warns that shops in Gaza will run out of food in mere days. UNKNOWN (through translator): There is no water. There is no water at all. Medicines for children, food, drinking. There are no supplies at all in the Gaza Strip. It's not just me. All of the Gaza Strip is suffering. All of the families in Gaza are suffering. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:06",
      "speaker": "ANDERSON",
      "sentences": "How are you coping?ABU HASNA (on the phone): Sorry?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:06",
      "speaker": "ANDERSON",
      "sentences": "How are you coping with those 10,000 Palestinians who have sought shelter at the U.N. facility there?ABU HASNA (on the phone): Yes, it's very difficult actually. What we are doing here with the 10,000 is the same what we are doing, coping with the one million actually displaced. Meaning, half of them, half million, they are now in our centers. We provide less than one liter of water, one piece of bread, some health care. And the most important thing that people feel relatively safe in our installation, this is the most important thing. But in terms of what we offer, we are so limited in that because we have so limited resources, we cannot do more. Our capacity was that we can provide services to 150,000. In fact, we are now costing about 1 million. So what we have is not enough. And we're trying to provide the minimum. Actually, you can imagine that we don't have visible water in Gaza. People are thinking you're not there to water directly from the water well because of the -- there's not a city. The water system collapse. The health system collapse, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:15:06",
      "speaker": "ANDERSON",
      "sentences": "Let me ask you, the IDF confirms to CNN its striker jets have taken out the head of the military branch of one of the resistance, one of the terror organizations there in and around Rafah. And early this morning, local time, we spoke to witnesses saying that strikes continue. Do they -- are you hearing strikes in the area? Are those who are sheltering with you safe at this point?ABU HASNA (on the phone): Yes, we have been hearing you know all night actually you know airstrikes everywhere and just two days ago one of our schools it is a shelter actually had been you know attacked and eight people you know were killed, 40 had been injured among the three of our staff. We're talking also about 14 of our staff that had been killed during, you know, the airstrikes in Gaza (inaudible) that you have been targeted directly. But even if you are the target in any place in Gaza, and you're next to it, you will be killed. You will be injured. In Gaza, if you threw a stone, you will kill and injured, not, you know, airstrikes and artillery and the tanks. It is the most densely populated area in the world. It is a very fragile place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:24:59",
      "speaker": "CHURCH",
      "sentences": "An Israeli ground incursion into Gaza will eventually have to deal with what the IDF calls the Gaza Metro. It is a vast network of tunnels beneath Gaza and could be the location of nearly 200 hostages the IDF believes to be in Hamas captivity. International partners are trying to broker a hostage exchange but Israel says it will not send humanitarian aid to Gaza until all hostages are released. Christopher O'Leary joins me now from New York. He is the senior vicepresident for global operations at the Soufan Group. Until last month, he served as the director of hostage recovery for the U.S. government. Appreciate you talking with us. CHRISTOPHER O'LEARY, SVP FOR GLOBAL OPERATIONS, SOUFAN GROUP: Happy to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:24:59",
      "speaker": "CHURCH",
      "sentences": "So Israel believes 199 hostages are being held in Gaza. Hamas says they have more than 200, perhaps even 250 hostages. However many they're holding, that is a lot of people who need food, water and other basic necessities, what conditions would they be living under right now and do you assume they're all being held in the underground tunnel system in various locations?O'LEARY: So traditionally speaking, Hamas has treated their hostages well. They are currency for Hamas. You know, If you reflect back to one of their more infamous cases where they took an Israeli soldier, they held him for over five years, but then traded him years later for over 100 Palestinian prisoners. So it is in their interest to treat the hostage as well. Secondly, because there's international hostages who have dual citizenship from places like the United States, the U.K., France and others, there's an international call to ensure that they're being treated well. So the assumption would be they are treating them well. Hamas, like other groups who have demonstrated a capacity and almost a profession in hostage taking over the years, have this down to, you know, a science. And although they're not rational actors in many other ways, they will act in a rational way this way because it's transactional.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:24:59",
      "speaker": "CHURCH",
      "sentences": "So given all of those complexities, how will it be possible to secure their safe release? What is the process as the United States and Qatar work together on this delicate diplomatic mission involving hostages, as you say, from more than 40 countries, including an unknown number of Americans?O'LEARY: Yeah, so I would say there's a couple of things going on contemporaneously. Number one, both Israel, the United States, that has surged intelligence resources to assist, and other international partners, they're looking to fully identify each hostage, going through that initial video feed from each of the captures, some of which was taken on, you know, other cell phones, some of it was broadcast by Hamas. All of that data is being exploited. They're trying to fully identify each hostage, but they're also trying to identify Hamas members and illuminate the network, we call it, to try to find out who they're connected to, what their historic bed down locations are, to try to find out where the hostages may be taken. But again, as I said, this is an active war zone. It's a massive amount of hostages. There's nothing like it in the modern era that we can point to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "CHURCH",
      "sentences": "Christopher O'Leary, thank you so much for joining us, I appreciate it.O'LEARY: Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "CHURCH",
      "sentences": "And still to come.(VIDEO PLAYING) The deadly hospital blast in Gaza triggers international outrage despite U.S. intelligence assessing that Israel was not responsible. Our special coverage continues after a short break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:02",
      "speaker": "KING ABDULLAH II, JORDAN",
      "sentences": "The whole region is at the brink of falling into the abyss. That this new cycle of death and destruction is pushing us towards. The threat of this war expanding is real. The cost this will bring on all of us is too much to bear.KARADSHEH (voice-over): And that threat is getting more real by the day. As Iran and its proxies who span Iraq, Syria and Lebanon signaling, they will not sit back if the bloodshed persists. Every painful scene out of Gaza is making it harder to contain the anger, pushing the Middle East closer and closer to the brink. Jomana Karadsheh, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:35:02",
      "speaker": "ANDERSON",
      "sentences": "Well joining me now from Dubai is Abdulkhaleq Abdulla, a professor of political science at United Arab Emirates University. It's good to have you. You and I talk regularly. I want to start by playing just a little of President Biden speaking from Tel Aviv yesterday, sir. Have a listen.(BEGIN VIDEO CLIP) JOE BIDEN, U.S. PRESIDENT: Justice must be done. But I caution this while you feel that rage. Don't be consumed by it. After 9/11, we were enraged in the United States. While we sought justice and got justice, we also made mistakes. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "ANDERSON",
      "sentences": "Is this a personal position or you genuinely feel that is how that trip went down across the region?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "ABDULLA",
      "sentences": "If you look at the region, if you just saw that video clip of yours, people are mighty angry. Four million Arabs are today more angrier than ever. You see that during this demonstration that we just saw in Amman, in Cairo, in Rabat, in Beirut, all over the place. I think there is an anger. And most of that anger, of course, directed against Israel.But most of it also, many of it is also directed today against America. Anti-American is at all-time high, Becky, over here. And I think America is dragging us with this total complete support for Israeli war. I think it is dragging the whole Middle East into a new cycle of escalation, conflict, and turmoil. This is bad news for America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "ANDERSON",
      "sentences": "That is certainly what we--",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "ABDULLA",
      "sentences": "I don't think this is my personal opinion, but it's everybody else's opinion.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "ANDERSON",
      "sentences": "Yeah. That's certainly the calls of condemnation we hear around the region, the calls for de-escalation, for a stop to this military action. As calls grow in the first instance for a ceasefire, this is what Jordan's foreign minister told me yesterday.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "AYMAN SAFADI, JORDANIAN FOREIGN MINISTER",
      "sentences": "The growing perception on the street as they see this unequivocal ironclad support for Israel in this war, it is a growing perception that this is a western Arab Muslim war that's a place we don't want to get to that's a place with that we should all work to prevent and getting into and that's why the guns must go silent, common sense must come back, reason rationalism must come back and we figure out a way out of this darkness the risk of this war expanding into the west bank into other parts of the region are real we've got to stop that before it's too late for all of us.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "ANDERSON",
      "sentences": "Echoing your words there, Abdulkhaleq, talk to me about the UAE's position specifically. The UAE is or was at least Israel's most important regional ally. What role if any does the UAE and Saudi Arabia for example, reportedly close to normalizing ties before this conflict started? What role do these two countries play in de- escalating things at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "ABDULLA",
      "sentences": "I think the UAE, like Saudi Arabia, like all the others, are very much coordinating with Cairo, very important capital there. They're very much coordinating their efforts and their policies with Jordan. Jordan is right over there. So there is a common Arab position. I have never seen Arab governments as united today as they are, as being on the same pages as they are when it comes to this genocide against Gaza. So UAE is part of an Arab world.Yesterday we had a GCC meeting where the UAE was there, and the GCC came with the strongest condemnation you could have ever heard of Israel, although the UAE and Bahrain have normalized relationship with Israel. This is just beyond us. Here is a monster called Israel unleashing its uncontrolled firework and forces. and I think this monastery needs to be controlled and nobody can control it more than America and America is not doing its job.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:40:03",
      "speaker": "ANDERSON",
      "sentences": "Do you see the end of the normalization of ties with Arab nations at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:02",
      "speaker": "ANDERSON",
      "sentences": "Abdulkhaleq Abdulla, thank you very much indeed, your insight and analysis is extremely important at this point.I'm Becky Anderson in Tel Aviv, thank you so -- we'll be right back with more after this short break. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:02",
      "speaker": "CHURCH",
      "sentences": "Welcome back everyone. Well, British Prime Minister Rishi Sunak arrived in Tel Aviv just a short time ago, where he will meet with Israel's president and prime minister. He also posted on social media that he will meet with leaders of the wider region during his trip. He wrote that the U.K. is working to ensure Hamas' terrorism does not lead to further escalation and that all efforts must be made to prevent further loss of innocent lives.Well meantime, Liverpool football star Mohamed Salah has made an emotional appeal on social media to allow humanitarian assistance into Gaza. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:03",
      "speaker": "CHURCH",
      "sentences": "Salah, who also plays for Egypt's national team, went on to say there has been too much violence and brutality and that the recent escalation has been, quote, \"unbearable to witness.\"Well Israelis are continuing to mourn those killed during that brutal Hamas terror attack nearly two weeks ago. Many gathered in Tel Aviv Wednesday night for a candlelight vigil honoring the 1,400 victims. (BEGIN VIDEO CLIP) TAMAR SELLA, ISRAEL RESIDENT (through translator): There's a terrible feeling in the air. It was a terrible tragedy that happened. So this is a little thing we can do. It's about showing respect, helping and contributing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:55:00",
      "speaker": "CHURCH",
      "sentences": "As the Biden administration grapples with wars in Ukraine and Gaza and a potential government shutdown next month, the U.S. House of Representatives remains in limbo, unable to do any work until they elect a new speaker, two weeks after Republicans ousted Kevin McCarthy.Well, on Wednesday, Conservative Republican Congressman Jim Jordan lost a second round of voting as more Republicans voted against him. Despite the loss, Jordan is vowing to stay in the race. A third round of voting is expected in the coming hours. Well, meantime, some Republicans are pushing a resolution that would grant more power to interim speaker, Patrick McHenry, until a speaker is elected. And earlier, I spoke with CNN's senior political analyst, Ron Brownstein, and we started by discussing Jim Jordan's chances of winning the speakership. Take a listen. (BEGIN VIDEO CLIP) RON BROWNSTEIN, CNN SR. POLITICAL ANALYST: Jim Jordan, I think, faces very long odds of ever being speaker of the House. His strategy was to bring this to the floor, force his opponents to vote publicly against him, and then try to turn the full firehose force of the MAGA-Trump movement and all of its allies in conservative media against them and try to break their will and eventually grind them down into supporting him. But the pressure that he has applied has, if anything, only solidified the opposition against him. And you've had members, Republican members, publicly complaining about death threats or threatening messages to their families after voting against Jordan, a reminder of how much our politics has changed in the Trump-era and how much the threat of violence has become woven in to our politics in the Trump- era, but one in which I think is going to create a further headwind for Jim Jordan and deepen the suspicion of him among some members of the caucus. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}