{
  "date": "2023-09-29",
  "headline": "Early Start with John Berman and Zoraida Sambolin",
  "subHeadline": "McCarthy, Gaetz Butt Heads In Closed-Door Meeting; Defiant Menendez Says He's Being Unfairly Targeted; Report: China Manipulates Online Info, Spreads Propaganda. Aired 5:30-6a ET",
  "utterances": [
    {
      "timeStamp": "05:30:00",
      "speaker": "KASIE HUNT, CNN ANCHOR",
      "sentences": "The U.S. Congress apparently on a collision course with stupid right now.Thanks for getting up early with us. I am Kasie Hunt. You know it's crunch time when we have made a countdown clock. There it is. It is now showing 42 1/2 hours until the federal government shuts down. House Republican leaders are planning to move ahead with a vote on a stopgap funding bill today but it has a snowball's chance in heck, I guess, of passing -- roughly the same chance that Matt Gaetz has of getting a Christmas card this year from Kevin McCarthy. The whole drama has exposed just how much these two men really don't like each other, getting into it yesterday in a closed-door meeting. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "It sounds like you got into an exchange with the speaker. What happened?REP. MATT GAETZ (R-FL):  Uh, you know, I asked him whether or not he was paying those influencers to post negative things about me online.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "RAJU",
      "sentences": "Do you think he's -- he said he wouldn't -- he said he wouldn't waste -- he said he wouldn't waste time on you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "GAETZ",
      "sentences": "Yeah, that is what he said.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "RAJU",
      "sentences": "Gaetz says if it shuts down it's the McCarthy shutdown.REP. KEVIN MCCARTHY (R-CA):  Oh, really? Why is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "RAJU",
      "sentences": "Because he blames you for not moving on an appropriations bill sooner, one by one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "MCCARTHY",
      "sentences": "Sooner with --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "RAJU",
      "sentences": "You've been going on recess for six weeks in the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "MCCARTHY",
      "sentences": "So when they stop the bills from coming up and he's -- and if he votes against a continuing resolution, it's my fault?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "RAJU",
      "sentences": "That's what he's saying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "MCCARTHY",
      "sentences": "That's interesting.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "Wow, there is a lot there.Let's bring in Mychael Schnell who reports on Congress for The Hill. Mychael, good morning. It's great to see you. Man, you could see the disdain that these two men have for each other in both of those sound bites. It encapsulates I think a broader reality inside the conference. There were f-bombs thrown not by either of these men in this meeting yesterday, according to my colleague Melony Zanona. Is it this -- is this at the point where this is more personal than political? I mean, take us behind the scenes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "MYCHAEL SCHNELL, CONGRESSIONAL REPORTER, THE HILL",
      "sentences": "Kasie, I think it's a little bit of both. And I think it's worth noting that this animosity between Gaetz and McCarthy is nothing new. If we think back to that drawn-out speaker's race in January, Matt Gaetz never gave his support to Kevin McCarthy throughout all 15 rounds of voting, and that acrimony has continued throughout the Congress.But in recent weeks we've seen these tensions be heightened as Matt Gaetz heightens those threats to potentially bring a motion to vacate against McCarthy, which would trigger a vote on ousting the speaker. This has, of course, come on the backdrop of this really fierce spending fight that we're seeing play out on Capitol Hill, as you mentioned. We are less than two days now away from that looming government shutdown. So I think that when you talk about this battle between Gaetz and McCarthy, partially, Matt Gaetz is saying that it's because McCarthy is not following an agreement that the speaker entered into in January when it comes to spending demands and other demands on legislation. But then again, when you talk about this acrimony, Matt Gaetz tried to deny McCarthy the speakership back in January. I call that personal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "It's very -- agreed. It's very, very personal.And you know what? Let's talk a little bit about one piece of this, right, is that even though Gaetz has said he wants to get rid of McCarthy, there hasn't been a scenario where there is an alternative and you really can't beat somebody with nothing. But my colleague Manu Raju asked Eli Crane about this yesterday -- a Republican -- about McCarthy. Take a look at what he had to say and I'll ask you about it on the other side. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "RAJU",
      "sentences": "Is the shutdown the speaker's fault for handling -- the way he handled the spending bills?REP. ELI CRANE (R-AZ):  In my opinion -- in my opinion, it is, right? You're the leader, right? You take credit for the wins and you take ownership and accountability of the losses. And quite frankly, I don't believe based on what I've seen that there was any real effort to do the appropriations process. That's what I -- that's what I believe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "RAJU",
      "sentences": "Could he be out of a job?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "CRANE",
      "sentences": "You know, I think -- I think that members should be looking at -- for stronger leadership.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:30:00",
      "speaker": "HUNT",
      "sentences": "Members should be looking for stronger leadership.So, Manu and team on the Hill here are also reporting that names are starting to be bandied about a little bit. None of them really stuck out to me except for Tom Emmer, the current GOP whip. This was actually first reported that his name was floated in The Washington Post. He's apparently saying he's not interested in the job. How real is this talk that there could actually be somebody that they could put up not named Kevin McCarthy?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:01",
      "speaker": "HUNT",
      "sentences": "Yeah -- no, for sure, and he's said as much explicitly. And a lot of people expected him to back down after those 15 votes on the House floor that it took to get him into the chair in the first place. And he -- you know, he weathered that embarrassment and he plowed ahead. And here we are with the government about to shut down in a day and a half, which honestly, was foretold back in January.Mychael Schnell, thanks very much for joining us this morning. Have a wonderful weekend. All right. Now let's take a look at some legal briefs on a Friday morning. Donald Trump has given up on moving his Georgia election subversion case to federal court. Remember, Mark Meadows tried to get his moved, too, but he was turned down. The court filing on this was really pretty un-Trump-like. It read, in part, that the former president had, quote, \"Well-founded confidence that the judge will ensure that he gets a fair trial in Georgia.\" Interesting tactic switch. And Trump and his adult children could get called to testify in his New York civil fraud trial. Don Jr., Eric, Ivanka, and their father appear on the witness list submitted by the state's attorney general and Trump's legal team. The case is set to begin Monday. And New Jersey Democrat Bob Menendez telling his Senate colleagues he's not going anywhere even though more and more of them want him to resign over those federal bribery charges. Menendez delivered a speech at the Senate lunch on Thursday. That happens behind closed doors at the Capitol. He accused prosecutors of unfairly and unsuccessfully targeting him for years. Later, Menendez told CNN he plans to do his job the way he always has. (BEGIN VIDEO CLIP) SEN. BOB MENENDEZ (D-NJ):  I will continue to cast votes on behalf of the people of New Jersey as I have for 18 years. And I am sure when they need those votes -- (END VIDEO CLIP) HUNT:  Hmm. Without naming names, Menendez also suggested he was disappointed by one senator who skipped his remarks, John Fetterman. He says he wasn't interested in what Menendez had to say. (BEGIN VIDEO CLIP) SEN. JOHN FETTERMAN (D-PA):  I didn't go to the lunch. I refused to. Because the only thing that -- if he has something to say it's like, you know, he's resigning. That's the only honorable expit -- excuse me, exit. And he's got to go. He's got to go. I can't imagine how he could possibly explain any of that kind of a thing. But he -- that's up to do in the court, not here among us. He needs to go. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:35:01",
      "speaker": "HUNT",
      "sentences": "So there you go. Fetterman says the only question that Menendez could answer for him is why haven't you resigned already?And Democrats might have new fears Menendez will try and hang onto his seat and run for reelection. He is set to take part in a swanky donor retreat next month in Puerto Rico. Remember, in a 50-50 Senate, every single one of these seats counts big. All right, let's now go to Russia's war on Ukraine. The Kremlin is set to boost military spending by almost 70 percent compared to last year. Officials say it's needed to fight what they call a hybrid war. CNN's Salma Abdelaziz joins us from London. Salma, good morning. What does the Kremlin mean by hybrid war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "HUNT",
      "sentences": "All right, Salma Abdelaziz. Thank you very much for joining us this morning. I really appreciate it.All right, coming up here, some straight talk from President Biden about the MAGA movement. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:40:07",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "There's an extremist movement that does not share the basic beliefs in our democracy.(END VIDEO CLIP) (COMMERCIAL) (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:06",
      "speaker": "HUNT",
      "sentences": "Wow. It's hard to get more direct than that. President Biden warning that Donald Trump is a threat to democracy. And Biden didn't just call out the man; he called out the movement.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:06",
      "speaker": "BIDEN",
      "sentences": "There is an extremist movement that does not share the basic beliefs in our democracyNot every Republican, not even a majority of Republicans, adhere to the MAGA extremist ideology. I know because I've been able to work with Republicans my whole career. But there is no question that today's Republican Party is driven and intimidated by MAGA Republican extremists. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:06",
      "speaker": "HUNT",
      "sentences": "Hmm.All right, let's break it down with Michelle Price, a national political reporter for the Associated Press. Michelle, good morning. It's wonderful to have you. I actually started my career doing weekends at the White House in wire one (PH) so I'm always happy to have somebody from the wire here to talk about all of this. This was a pretty stark speech from President Biden. It's not a new strategy. It is -- it was the animating force behind his 2020 campaign. We've seen him use this rhetoric before. I did think it was interesting -- he was criticized the last time he gave a speech along these lines for basically lumping all Republicans into this bucket. He was very careful this time to distinguish between Republicans he's been able to work with in his career and saying not all Republicans actually believe these things but there is this extremist minority in the party that is basically controlling them and dictating the agenda. What do you see here in terms of the strategy of the Biden campaign and whether this is going to break through with voters? MICHELL PRICE, NATIONAL POLITICAL REPORTER, THE ASSOCIATED PRESS (via Webex by Cisco):  Well, this was the most direct speech we've seen him give just since he started running for reelection -- you know, targeting -- specifically, using the former president's name. But he stitched together incidents back to when Donald Trump was attacking then-Sen. John McCain, linking it to his son -- to President Biden's son. But also the actions he's taken to encourage the Republicans on the Hill right now who are -- who are pushing for a government shutdown and stitching together all of these elements of what he sees as extreme behaviors. Whether that's tweets that are calling for the execution of Mark Milley, or shutting down the government as a broad extremist movement to kind of lay out the stakes of the 2024 election.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:06",
      "speaker": "HUNT",
      "sentences": "Yeah, and I think it's important to underscore, too, on this trip Biden was there also to create a library honoring John McCain -- obviously, his longtime Republican colleague in the Senate. They served together for quite some time. I think it's -- I think that they were sending a real message with that as well.And look, the reality is -- I want to talk a little bit about the Republican Party, too, here in the context of 2024. There are an awful lot of donors and people within the party who look at Donald Trump, who is the frontrunner, and see a four-times indicted person they don't think can beat Joe Biden. A lot of them can't support Trump and don't want to support Trump but they have been very concerned about what they perceive to be the weakness of the field of people running against him. The reality is nobody has managed to make a dent in Donald Trump's polling. And there's a new opinion piece out in The Washington Post. They've labeled it opinion but it comes from Robert Costa. He's a CBS reporter and longtime chronicler of Republican politics. He's focused on a donor retreat that's going to be held by the Virginia governor, Glenn Youngkin. And this is somebody that a lot of these Republicans wanted to see run for president. He has said he's going to wait until after the Virginia elections coming up here in a couple of weeks. And there clearly are some billionaires that are trying to push Youngkin into the race. Is that -- is that remotely a possibility in terms of actually shaking up the field on the GOP side?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:45:06",
      "speaker": "PRICE",
      "sentences": "I mean, it's -- nothing is impossible but it would be extraordinarily difficult.Governor Youngkin -- you know, he's had a window and it feels like that window has kind of closed. I mean, at this point, you've got to be organizing in those early states. The deadlines to get on the ballot for some of those primary contests are coming up starting in October. And if Gov. Youngkin is looking to demonstrate the results of the Virginia legislative elections as a sign of his power, that will be later in November. And also, those are going to be really tough races. Those are not a guaranteed Republican win. You know, he's an appealing candidate for Republicans because he has been able to win in a blue state. But it's -- there's not really much window left for them to actually mount a national presidential campaign at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "JAMES RUBIN, COORDINATOR, GLOBAL ENGAGEMENT CENTER",
      "sentences": "What we've learned is that there is a dark side to globalization. And if we don't allow this information manipulation to be stopped there's going to be a slow, steady destruction of democratic values and the secure world of rules and rights we believe of. This is the dark side of globalization.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:50:03",
      "speaker": "STEWART",
      "sentences": "So let's talk about the Chinese response. We did reach out to the Ministry of Foreign Affairs here in Beijing. No response. Do note that it is a holiday here in China.We are hearing, though, from the Chinese Embassy in Washington, D.C., Kasie. The verbiage in their statement reads, in part, \"This is all about smearing China's domestic and foreign policies.\"",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:57",
      "speaker": "HUNT",
      "sentences": "Welcome back.The Lions roar into first place in their division after taking down the Packers in Green Bay last night. Carolyn Manno has this morning's Bleacher Report. Carolyn, good morning.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:57",
      "speaker": "CAROLYN MANNO, CNN SPORTS CORRESPONDENT",
      "sentences": "Hey, good morning, Kasie.You know, the Lions just seem to have the Packers' number. I mean, they've won four in a row against Green Bay, who had just dominated the division for decades. It was a really rough night for Jordan Love as well. The Lions absolutely destroying the Packers in the first half of this game after giving up an early field goal. That was it. They scored 27 unanswered points while holding Green Bay to just 21 total yards of offense. And running back David Montgomery was spectacular and led the way 121 yards, three touchdowns. So Green Bay would actually kind of get back into this game to score 17 in the second half. But this one was never in doubt. Detroit wins by 14. They improve to 3-1, their best start since 2017. And after the game, quarterback Jared Goff told reporters that he feels like his team can take on anybody. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:57",
      "speaker": "JARED GOFF, DETROIT LIONS QUARTERBACK",
      "sentences": "We have that confidence. Yeah -- like I said, send us anywhere, line us up against anyone, and we feel like we can go in there and beat them. And that's a good feeling to have, you know? Does it -- does it -- is it always going to happen? I don't know, but we feel like we can. And we have that confidence in ourselves and our coaches, and each other and we're working together pretty well right now.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:57",
      "speaker": "MANNO",
      "sentences": "And Kasie, I know you're an Orioles fan so I feel like you are ready for this party that is nine years in the making.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:57",
      "speaker": "HUNT",
      "sentences": "Oh, yes, I am.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:57",
      "speaker": "MANNO",
      "sentences": "Baltimore clinching the American League East title -- are you kidding me -- for the first time since 2014 last night. This is remarkable what they have done. This 2-0 shutout against the Red Sox giving them 100 wins for the season, securing home-field advantage throughout the American League Championship series if they can advance that far.This is an incredible turnaround for this team. They lost over 100 games in three of the last six seasons. And Kasie, I think last night they also signed a deal to lease out Camden Yards for the next 30 years. So I feel like the World Series goes straight through the Baltimore Orioles. This is really fun for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:57",
      "speaker": "HUNT",
      "sentences": "Best ballpark in baseball, bar none.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:57",
      "speaker": "MANNO",
      "sentences": "Lastly for you this morning, Philadelphia, the City of Brotherly Love, of course, but there is no love loss between Phillies superstar Bryce Harper and um Angel Hernandez. So, Harper thought that he had drawn a walk in the third inning. Hernandez, covering third base, calling him out on a check swing strike three. This was brutal.And the seven-time All-Star had a few choice words and ended up getting ejected from the game. Flung his helmet, as you can see, into the stands in frustration as he left the field. He was just steaming in the clubhouse afterwards. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "05:56:57",
      "speaker": "BRYCE HARPER, PHILADELPHIA PHILLIES FIRST BASEMENT",
      "sentences": "Angel in the middle of something again. It's every year, it's the same story, same thing. I'm probably going to get a letter from Michael Hill and I'm going to get fined for being right, again. So it's just it's the same thing over and over and over and over again.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    }
  ]
}