{
  "date": "2023-11-03",
  "headline": "CNN This Morning",
  "subHeadline": "Democrats Court Black Voters In Milwaukee Ahead Of 2024 Election; Sen. Chris Murphy (D-CT) On 13 Senate Democrats Call For \"Short-Term Cessation Of Hostilities\"; Families Of Israeli Hostages Fearful As Military Operation Expands. Aired 7:30-8a ET",
  "utterances": [
    {
      "timeStamp": "07:30:00",
      "speaker": "JOHN KING, CNN ANCHOR AND CHIEF NATIONAL CORRESPONDENT",
      "sentences": "That constituency is a foundational element of his coalition.And watch this. Come to the streets of Milwaukee with us. He has a giant problem. (BEGIN VIDEOTAPE) KING (voice-over):  Devonta Johnson is a foot soldier for democracy in one of its most crucial battlegrounds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "DEVONTA JOHNSON, CANVASSER, BLACK LEADERS ORGANIZING FOR COMMUNITIES",
      "sentences": "Hello. I'm Devonta from Black Leaders Organizing for Communities.KING (voice-over):  This stop is encouraging.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I'm so happy that it's a Black man out here that's going from door to door.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "DEZ WOODS, CANVASSER, BLACK LEADERS ORGANIZING FOR COMMUNITIES",
      "sentences": "She's a tough one.KING (voice-over):  Fellow organizer Dez Woods, though, gets the response for more common these days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I won't talk about the elections.KING (voice-over):  Woods is trained to keep trying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "WOODS",
      "sentences": "So, are you not a voter?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "When I want to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "WOODS",
      "sentences": "Uh-huh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "And right now, I don't want to.KING (voice-over):  The predominantly Black neighborhoods on Milwaukee's north side can look and feel forgotten.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "One of the main things we care about --KING (voice-over):  The canvassers meeting often and share what they are hearing. Good-paying jobs are scarce. Rent is up. The streets used to be cleaner and safer. And you all hear people say ain't nothing happening. It won't affect us. Raise you all hand. Raise you all hand.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "That's all they be saying. It's like ain't no change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "ANGELA LANG, EXECUTIVE DIRECTOR, BLACK LEADERS ORGANIZING FOR COMMUNITIES",
      "sentences": "So we see all these other areas --KING (voice-over):  BLOC founder Angela Lang outlines this week's agenda and next November's stakes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LANG",
      "sentences": "There is no way to win a statewide election that doesn't run through the Black community. What happens in Milwaukee can impact the rest of the state, which ultimately can impact the rest of the country. No pressure.KING (voice-over):  The president was last here in August for a green energy event and this old industrial site is being cleaned up with Biden infrastructure money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BIDEN POLITICAL AD",
      "sentences": "Putting in the work for Black America.KING (voice-over):  But early spending on radio and TV ads targeting Black voters is proof the campaign sees the problem. Those ads don't mention one issue critical here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LANG",
      "sentences": "People are wondering what is he doing in terms of police accountability and criminal justice reform.KING (voice-over):  Lang also says the president better show up more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "LANG",
      "sentences": "People always want to see people actually paying attention, and sometimes that means being able to physically be here and engage.KING (voice-over):  Black turnout soared here in the Obama years but it dropped in 2016 and was flat in 2020. KING (on camera):  On a scale of one to 10, how would you grade the Joe Biden presidency in terms of its impact on your life and your community?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "DAVETTE BAKER, MILWAUKEE VOTER",
      "sentences": "A four.KING (on camera):  A four?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BAKER",
      "sentences": "Yeah, and I love Joe.KING (voice-over):  Davette Baker, though, sees a reason for optimism. BAKER:  The alternative is the man whose name I try not to say. KING (on camera):  Well, I'll say it. When we sit -- as we sit here today the likely alternative is Donald Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BAKER",
      "sentences": "Right.KING (on camera):  Would that be enough to motivate people even if maybe they're a little eh on Biden?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BAKER",
      "sentences": "I think so.KING (voice-over):  Joanna Brooks is one such voter. She owns a yoga studio just across the Milwaukee line in Glendale.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "JOANNA BROOKS, MILWAUKEE VOTER",
      "sentences": "All right.KING (voice-over):  Like many we met in the city, Brooks says Black voters get taken for granted.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BROOKS",
      "sentences": "Black voters, in general -- I think tend to be pretty loyal to the Democratic Party. And sometimes I wonder, just based on how that party has performed thus far for people of color, if we should continue to be.KING (voice-over):  But Brooks says that accountability exercise must wait until after 2024 because of constant Republican attacks on abortion rights and voting rights.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "BROOKS",
      "sentences": "I grew up almost certain that my rights were guaranteed, right? I took it for granted. And now as I sit and watch the work of so many Black folks during the civil rights movement, so many women who fought for women's rights -- when I see all of their work slowly being undone that was a wake-up call for me for sure. You have to fight.KING (voice-over):  Eric Jones is no Trump fan but he thinks it's foolish to be on Trump motivating Black turnout.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "ERIC JONES, MILWAUKEE VOTER",
      "sentences": "I get people saying they're not going to vote. That's my fear that if they see those two then they're going to say screw it -- we're damned anyway.KING (voice-over):  We met Jones at the fifth anniversary of the Bronzeville Collective. Several local artists sell their goods here. It is a source of smiles and hope in a community often defined by poverty and a high incarceration rate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "JONES",
      "sentences": "When the factories and the manufacturing left, jobs left. When jobs leave and opportunities leave then you have certain things that are domino effects, right?KING (voice-over):  Jones says the president should stop by and learn a lesson.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "JONES",
      "sentences": "You bring opportunities, you bring jobs, you get votes, plain and simple.KING (voice-over):  For the president, it is the mood a year from now that matters most, but the mood today is bleak. KING (on camera):  If you're Joe Biden and you want to be reelected he'd have a problem today, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "JOHNSON",
      "sentences": "Yes, he would. He would have a big problem.KING (voice-over):  Johnson's work could well help the president, but listen. KING (on camera):  If it were just Biden and Trump, who would you vote for?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:30:00",
      "speaker": "JOHNSON",
      "sentences": "(Laughing) That's a -- that's just a tough one.KING (voice-over):  A young man who says the country needs big change, determined to boost Milwaukee's turnout, yet not sure who gets his vote. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "Do they recognize this bigger problem as it is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "KING",
      "sentences": "Privately, some of them do. Others think put Trump on the ballot and that's going to turn everybody out, or the president will get out there more.An interesting thing when you see Republicans beating up on the vice president all the time. People in that community were like where are you? Please come. Please visit. They're proud --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "KING",
      "sentences": "-- to have a Black woman as the vice president.It's -- part of it is the issues. People are in a funk from COVID and in a funk from inflation. It's not all about Biden. But part of it is just visibility. They want to see him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HILL",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "KING",
      "sentences": "They want him to come and take their questions. And they want to see her but, so far, not much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "MATTINGLY",
      "sentences": "My jaw literally dropped at the end of that piece when he didn't say who he was going to vote for. A 21-year-old young Black man in the activist community doesn't know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "KING",
      "sentences": "Because he -- because he sees -- he looks at Washington --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "MATTINGLY",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "KING",
      "sentences": "-- and says what are they doing that's relevant to my life -- nothing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HILL",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "MATTINGLY",
      "sentences": "Important work. An important piece.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HILL",
      "sentences": "Right. Really appreciate it, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "MATTINGLY",
      "sentences": "John King.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HILL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "MATTINGLY",
      "sentences": "Thanks, brother.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:35:00",
      "speaker": "HILL",
      "sentences": "The October jobs report will be released in just about an hour from now. What it will show us about the state of the economy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:15",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "Is a ceasefire needed now?SEN. DICK DURBIN (D-IL):  I think it is, at least under -- in the context of both sides agreeing. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:15",
      "speaker": "MATTINGLY",
      "sentences": "That was Sen. Dick Durbin speaking with Poppy yesterday. He's one of a growing number of Democrats in Congress, in the Senate, voicing concern about the civilian death toll in Gaza. He's one of 13 Democratic senators now calling for a quote \"short-term cessation of hostilities\" to allow for more aid to the region.Senator Chris Murphy is also among them and is now calling for Israel to change course in its war with Hamas. In a statement he wrote, in part, \"The current rate of civilian death inside Gaza is unacceptable and unsustainable. I urge Israel to immediately reconsider its strategy and shift to a more deliberate and proportionate counterterrorism campaign.\" Joining us now, Democratic Sen. Chris Murphy of Connecticut. He is a member of the Senate Foreign Relations Committee. Senator, I appreciate your time. I have to be honest -- your statement last night, which came before the letter from 13 senators, was a take-notice moment. You are a critical voice inside the Democratic Party on these issues. You are a critical voice that the White House pays attention to. Why did you decide to put out this statement now? SEN. CHRIS MURPHY (D-CT):  So, let me first be clear. I don't think we can square the world's moral order. I don't think we can protect America nor Israel if Hamas isn't held accountable. And so, I believe that Israel has to continue the fight to end Hamas' military capabilities to be able to strike Israel again. I simply believe that the current level of civilian casualties inside Gaza is too high, both from a moral perspective and a strategic perspective. What we have learned in our own country's counterterrorism operations is that when you are too permissive of civilian casualties, you kill a lot of militants but you also create a lot of terrorists as well because that civilian harm becomes bulletin board material for terrorist recruiters. And so, I want to see Hamas' military capabilities defeated. I want to Israel keep up this fight. But with 3,000 children dead inside Gaza today, that number is just simply too high. And I think it's time for Israel to be more targeted and more thoughtful in the calculus it makes when it decides where and when to strike.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:15",
      "speaker": "MATTINGLY",
      "sentences": "So, for the purpose of clarity -- because in these types of situations, in particular, the language is so important. Precision is important in the language. You are talking about a shifting of strategies being more targeted.The letter you signed onto with 12 of your colleagues calls for a cessation of hostilities. There have been talks about a humanitarian pause. These are not ceasefires, correct? You're not calling for a ceasefire.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:15",
      "speaker": "MURPHY",
      "sentences": "That's correct. Hamas needs to be held --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:15",
      "speaker": "MATTINGLY",
      "sentences": "Why not?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:15",
      "speaker": "MURPHY",
      "sentences": "-- accountable and -- well, because right now, a ceasefire, which sounds to me an open-ended cessation of hostilities, would simply allow Hamas to regroup to attack Israel again. And you heard yesterday directly from the leader of Hamas that Hamas is not done. That they are intent on murdering more Israeli civilians. And so, I just don't believe there's a choice to be made betweencontinuing to take the fight to Hamas and reducing the number of civilian casualties and being able to get humanitarian aid into Gaza. There are going to be civilian casualties here. That is a consequence primarily of Hamas hiding itself in civilian infrastructure. But when you decide to hit a target you have to consider the value of the target versus the scope of the harm to civilians. And I think there are many cases, whether it be the refugee camps or some of these apartment buildings where the civilian casualty numbers have just been far too high.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:40:15",
      "speaker": "MATTINGLY",
      "sentences": "The importance of public statements from U.S. officials and from folks like yourself as Israel conducts these operations -- how much of this is trying, to some degree, lay the groundwork for what comes next to try and maintain relationships in the region?And I ask that because you heard from Jordan's foreign minister saying he's going to tell Blinken the war must stop. You've heard public statements from traditional U.S. allies in the region saying things publicly -- and we assumed they would -- in opposition to Israel's course of action, but also growing harsher and harsher in their condemnation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:23",
      "speaker": "MATTINGLY",
      "sentences": "You just said that it's very hard, if not unlikely, that Israel could fight a two-front war. Coming in about an hour and 15 minutes, we're expecting Hassan Nasrallah, the leader of Hezbollah, to give his first significant public statement.Does that mean that if Hezbollah launches that second front the U.S. would have to be involved?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:23",
      "speaker": "MURPHY",
      "sentences": "So, that will be a decision the president will make and that will be a decision that Congress makes. Obviously, we have moved significant assets to the region to deterboth Hezbollah and Iran from entering this war. My sense is that while the evidence may not suggest Iran knew about Hamas' attacks ahead of time, if Hezbollah launches an attack from the north that would be done with Iranian support and knowledge, and permission. So we're trying to send a message right now to Iran and to Hezbollah that there could be consequences not just from Israel but from the United States if they decide to enter this conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:23",
      "speaker": "MATTINGLY",
      "sentences": "Senator Chris Murphy, we always appreciate your time, sir. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:23",
      "speaker": "MURPHY",
      "sentences": "Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:45:23",
      "speaker": "HILL",
      "sentences": "Secretary of State Antony Blinken is back in Tel Aviv this morning -- there to show support for Israel but also bringing with him a warning about the growing humanitarian crisis in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:51:10",
      "speaker": "HILL",
      "sentences": "As Israel expands ground operations in Gaza the families of the 241 hostages being held by Hamas continue to wait and to worry.Yarden Roman-Gat's family says she was abducted along with her husband and 3-year-old daughter while visiting her in-laws at a Kibbutz near the Gaza border. The family was put in a car and driven toward Gaza, but at some point in that drive, they managed to jump out of the car. Yarden handed her daughter to her husband because she knew he could run faster. He escaped, hiding in the woods for hours. Yarden was recaptured. Her brother Gili says he spent days searching with her -- for her, rather, with the IDF before she was declared missing. And over the last few days, he's actually been meeting with lawmakers and other leaders in Washington. Gili Roman joins us now. Thank you for coming in this morning and for taking the time to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:51:10",
      "speaker": "GILI ROMAN, BROTHER OF WOMAN KIDNAPPED BY HAMAS",
      "sentences": "Thank you for inviting me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:51:10",
      "speaker": "HILL",
      "sentences": "You've talked so much about using your voice to highlight the plight of the hostages. To secure their freedom.The Israeli government has said -- there are growing calls, rather, for the Israeli government to say that this is, in fact, the top priority -- getting those hostages released. Would you agree with that -- that's what the top priority should be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:51:10",
      "speaker": "ROMAN",
      "sentences": "I think it has to be a top priority. We need to understand that saving people's life -- there isn't a higher goal than that. And now we are talking about hundreds of lives -- innocent lives -- children, mothers, elderly, ill people. So I think it has to be a top priority. And it's not necessarily conflictual with other goals that we have but this has to come first. And we are talking about already a month that we don't see our loved ones back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:51:10",
      "speaker": "HILL",
      "sentences": "There are families who have also expressed concern about the safety of their loved ones who are hostages. Given what we're seeing in terms of this escalation of the incursion in Gaza, does that concern you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:51:10",
      "speaker": "ROMAN",
      "sentences": "Oh, you have to understand that every day I have multiples of concerns and I don't rank them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:51:10",
      "speaker": "HILL",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:51:10",
      "speaker": "ROMAN",
      "sentences": "So the fact that my sister is held in the hands of the worst people on earth at the moment is pretty much a big worry every day. And I don't want to share right now what kind of imaginations that we have about how she is being treated. So, yes -- also, possible attacks are worrying me but I'm not sure it's in the same scale of the worries of what I think of every day that she's in their hands.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:51:10",
      "speaker": "HILL",
      "sentences": "When was the last time you heard from the Israeli government? What has the communication been like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:51:10",
      "speaker": "ROMAN",
      "sentences": "We have an ongoing communication with government representatives, but it's more about asking us how we are and taking care of our well-being. They cannot share a lot of information and I don't expect them to share a lot of information. If they are doing things correctly it's better maybe that I will not know.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:51:10",
      "speaker": "HILL",
      "sentences": "Secretary Blinken, as you know, is in Israel. He said a short time ago that they're thinking every moment -- that U.S. officials -- that he is thinking every moment of the hostages.As I mentioned, you were just in Washington, D.C. You met with a number of lawmakers, including Sen. Chris Murphy, I believe --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:51:10",
      "speaker": "ROMAN",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:51:10",
      "speaker": "HILL",
      "sentences": "-- who was just on our air speaking with Phil.What are they telling you? What do you believe that some of these lawmakers can do? What have they told you they are doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "HILL",
      "sentences": "Before I let you go, I do -- you are so close with your sister. You've called her your best friend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "ROMAN",
      "sentences": "Yes, that's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "HILL",
      "sentences": "I know you were, understandably, in touch with your brother-in- law every day. How are he and your niece holding up at this point? She's only three years old.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "ROMAN",
      "sentences": "True. They are both very strong and I think that mostly, Geffen, my niece, is extremely powerful -- a small human being. She's aware of the situation. And I think that she grew up with so much love and confidence that holds her together to cooperate with us. And mostly, she has hope that she will reunite with her mother. I think she really believes in that and we believe in that.I have to ask all of you -- the American people and politicians -- to really have the same faith --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "HILL",
      "sentences": "Um-hum.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "ROMAN",
      "sentences": "-- that a 3-year-old has to meet her mother. Because it's possible and we have to do all the efforts we can in order to make it happen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "HILL",
      "sentences": "She must really help you with that hope, too, right, in staying -- not that you're not hopeful, but to see that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "ROMAN",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "HILL",
      "sentences": "-- in this little girl.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "ROMAN",
      "sentences": "Absolutely. I see her strengths and it gives me power to do. And I really hope I can share this power with you because the main thing that we need from any public, but from the American public, is not sympathy or sorrow but the same determination and hope that we have. This is the only thing that will bring them back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "HILL",
      "sentences": "Gili, I hope that the next time we see you is because we're talking about -- more about your sister being released and that we can learn more about it --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "ROMAN",
      "sentences": "I really hope so. HILL",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "ROMAN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:55:07",
      "speaker": "HILL",
      "sentences": "Thank you so much for your time.",
      "isLastSentenceInterrupted": false
    }
  ]
}