{
  "date": "2023-02-01",
  "headline": "Connect the World",
  "subHeadline": "Netanyahu: Some \"Hung up\" on Talks with Palestinians; Ukrainian Forces Face Wagner Fighters in Bakhmut Battle; Turkey Holding up NATO Applications for Finland and Sweden; Memphis Funeral Service for Tyre Nichols Delayed by Weather; Inside the Rebel Forces Fighting Myanmar's Military Junta; Beyonce Announces World Tour this Summer. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "BECKY ANDERSON, CNN HOST, CONNECT THE WORLD",
      "sentences": "I'm Becky Anderson. Hello and welcome back to \"Connect the World\". Don't get hung up on peacenegotiations with the Palestinians those are the stark words from Israel's Prime Minister in an exclusive interview with CNN. Benjamin Netanyahu talked to my colleague Jake Tapper not long after U.S. Secretary of State Antony Blinken finished his tour of the region. The Prime Minister downplayed U.S. support for a two state solution saying he wants to focus on forging a wider peace with the Arab world. We'll hear parts of that interview in a few minutes. First, I want to get you the mood on the West Bank. CNN's Nic Robertson went there Tuesday and discovered hopes remain grim for any agreement to end what has been decades of conflict have a look at this? (BEGIN VIDEOTAPE) NIC ROBERTSON, CNN INTERNATIONAL DIPOLAMTIC EDITOR (voice over): Weather matching the mood in the West Bank gloomy. A rain drenched Ramallah venue for Secretary of State Antony Blinken's meeting with Palestinian Authority President Mahmoud Abbas, expectations steeped in past disappointments. I'm 40 years old. I've seen it all before this coffee vendor tells us many leaders here come and go the situation remains the same. His neighbor running the nearby not store even more downbeat it's from bad to worse he tells us. Someone who is against our cause what can we expect from him? Even experts in the art of diplomacy here see irony in Blinken's visit that ultimately weakens their leaders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "HANAN ASHRAWI, PALESTINIAN RIGHTS CAMPAIGNER",
      "sentences": "Only enhances the Palestinian people's lack of trust. And of course, it turns people towards individualactions. Reacting to the occupation by saying we will defend ourselves we will resist. ROBERTSON (voice over): Inside the meeting not an easy dynamic. Blinken wanting what a Baskin ill afford to give improved cooperation with Israel absent concessions. Abbas wanting what Blinken can't give either parity of U.S. support with Israel. Saying our people will not accept a continuation of the occupation forever. Blinken offering a small bump in aid, help with a legacy phone network and a warning for Israelis and Palestinians not to threaten the possibility of a two state solution. ANTONY BLINKEN, U.S. SECRETARY OF STATES: We oppose any action by either side that makes that goal more difficult to achieve more distance. And we've been clear that this includes things like settlement expansion, and of course, incitement and acquiescence to the violence. ROBERTSON (voice over): Stronger words than many expected but here actions speak loudest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "ASHRAWI",
      "sentences": "The fact is Israel has destroyed that two state solution, as well as making sure that there is no viable sovereign Palestinian state,expanding settlements stealing more land. ROBERTSON (voice over): For the young Blinken's diplomacy, a double whammy, no faith in their own leadership and no hope Blinken can deliver. Our leadership is incapable of delivering what we want 18-year-old Nikad (ph) tells us. I don't see a two state solution he says maybe between us and the Jewish people but with the Israeli occupiers never. ROBERTSON (on camera): We are Ramallah, the sign says but many people here are increasingly asking themselves, but are we a viable Palestinian state? Nic Robertson, CNN Ramallah the West Bank. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "So let's just go through some of what we heard. I want to get your response reaction. I want to ask about Netanyahu's peace formula firstand foremost. He said he wants peace with Arab countries first, before he says circling back to the Palestinians have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "I think there is a formula for peace. But my view is because of the fact that the continuing thepersistent Palestinian refusal which goes back a century, to recognize a Jewish state, a nation state for the Jewish people in any boundary, that persistent refusal persists. If we wait for them, we're not going to have peace. If we make peace with Saudi Arabia depends on the Saudi leadership. And bring effectively the Arab Israeli conflict to an end. I think we'll circle back to the Palestinians and get a workable peace with the Palestinians. I think that's possible. And I think that's the way to go. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "Can I just get your reaction to what you heard there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "MARTIN INDYK, DISTINGUISHED FELLOW, COUNCIL ON FOREIGN RELATIONS",
      "sentences": "Well, thank you, Becky. First of all the challenges that he puts there as toclose the file on the Arab Israeli conflict, meaning Israel's relations with the peep the Arab states. But to do that wouldn't just be making peace with Saudi Arabia. It would require making peace with Syria and Lebanon. And of course, the Palestinians are very much part of the Arab Israeli conflict, so require peace with them. But his overall status is that we can do it outside that somehow by making peace with Saudi Arabia that will advantage, the process with the Palestinians. That hasn't been the case with the Abraham Accords, countries that have normalized their relations with Israel, up to now the UAE, Bahrain, and Morocco. And it's unlikely to be the case with the Saudis as well, because it doesn't solve the fundamental problem of Israel's military occupation and the question of the disposition of the West Bank, the issue of land.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "Netanyahu also said that Israel should retain the overriding security responsibility, have a listen.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "JAKE TAPPER, CNN AMERICAN JOURNALIST",
      "sentences": "Are you willing to let the 300,000 Arabs who have residency in East Jerusalem vote?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "NETANYAHU",
      "sentences": "Well, I'm certainly willing to have them have all the powers that they need to govern themselves but none of the powers that canthreaten us. And this means that Israel should have the overriding security responsibility because every time we moved out, say from Lebanon, basically Iran came in with its proxy Hezbollah. We moved out of Gaza another radical Islamist - the Hamas takeover. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "What do you make of that? And will his - what he is positioning there, just prolonging the conflict and the occupation, Martin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "INDYK",
      "sentences": "Look, again, the spin makes it all sound very reasonable. But what he's talking about is indeed what you just said, in prolonging the militaryoccupation, overall security control is what we see now. Palestinians have self-government, such as it is, but they have that over 90 percent of the Palestinians, even 40 percent of the West Bank. And but on the other hand, they do not have sovereignty over that territory. The Israeli army operates at will, because it has overall security responsibility. So what he's talking about is not peace, but a perpetuation of the status quo, which is directly unacceptable to the Palestinians. It's not good for Israel, as we can see, because it creates perpetuates a cycle of violence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "ANDERSON",
      "sentences": "Your analysis and insight is really important here. I just do want to pick apart number of other things that we heard out of thatinterview. On Iran the Israeli Prime Minister said or certainly did not deny striking Iran's defense factory over the weekend. I know that you've heard this interview, but for the benefit of our viewers, I just want to run this part of the interview, Martin? (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "TAPPER",
      "sentences": "Did Israel carry out this strike in Iran over the weekend?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "NETANYAHU",
      "sentences": "The second is to expand the peace dramatically to end the Arab Israeli conflict as a lead into the ending the Israeli Palestinianconflict. And the third is to further boost Israel's incredible economy. But the first is first. The first is Iran. And I will only say this, that I will do everything in my power as Israel's Prime Minister, to prevent Iran from getting a nuclear arsenal that is expressly directed and annihilating us. And they also say not only death to Israel, but death to America. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ANDERSON",
      "sentences": "I do have to ask you, is this a Prime Minister back for the sixth time as he was reminding Jake Tapper who is bent on securing peace inIsrael, in the Palestinian states, and indeed, around this region, where I am based?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "INDYK",
      "sentences": "Well, I think he is definitely intent on securing a full normalization agreement with Saudi Arabia. I don't use the word peace inthis case, because Saudi Arabia's not a war with Israel. But I don't have any doubt that that is top of his agenda, along with, as he said, dealing with Iran and preventing it from acquiring nuclear weapons. And there are two sides of the same coin; the more that he opposes effectively opposes Iran's hegemonic ambitions in the region, including its drive towards a nuclear weapon. The more he will cement his relationship with Saudi Arabia, which feels deeply threatened by Iran's ambitions. And so that will serve as a booster to the relationship between Israel and Saudi Arabia. But if he doesn't find a way to calm the situation down in the West Bank in Jerusalem, and it's it explodes, as Secretary of State Blinken is deeply concerned that it will now with these far right members of Netanyahu's government pushing for policies that can exacerbate the violence that's already underway. Then it won't be possible to have a breakthrough with Saudi Arabia because if it glows in the West Bank and Jerusalem, then I think all bets are off in terms of Saudis. And you know who benefits from it? It's Iran that's poised through Palestine, Islamic Jihad, Hezbollah, et cetera to take advantage of any kind of exacerbation of the conflict between Israel and the Palestinians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "ANDERSON",
      "sentences": "You're a regular guest on this show. As I said your insight and analysis is extremely important to us as we continue to report on and do adeep dive on what is a really fundamentally important story, not just in this region, of course, but around the world. But it is - these are testing times. Always a pleasure thank you very much indeed Martin Indyk in the house for you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "INDYK",
      "sentences": "You too, thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ANDERSON",
      "sentences": "An alarming warning from Ukraine. One of Kyiv's top security officials tells Sky News that Russia is preparing for aid and I quote himmassive escalation of their war in the next few weeks. And a separate Ukrainian official says he is seeing signs of a Russian offensive in the South that would involve land, sea and air forces in a combined assault. Well, these warnings come as Russia has stepped up attacks on the City of Bakhmut sending wave after wave of Wagner Mercenaries at Ukrainian forces hoping to use sheer numbers of personnel to overwhelm the city's defenders. Well, CNN's Fred Pleitgen climbed into the trenches alongside Ukrainian soldiers to get a perspective from their position. (BEGIN VIDEOTAPE) FREDERIK PLEITGEN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice over): Going underground with Ukraine's frontline defenders against Russia's brutal private military company, the Wagner Group. Andrey say they battle Wagner Storm Troopers nearly every day. This is what it was like when a handful of their troops were attacked by about 200 Wagner fighters.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ANDREY, WAGNER GROUP COMMANDER",
      "sentences": "We were fighting for about 10 hours in a row. And it wasn't like just waves, it was uninterruptedly. So it was justlike they didn't stop coming. PLEITGEN (voice over): Andrey says his man took out scores of Wagner's soldiers until they themselves had to retreat.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ANDREY",
      "sentences": "140 of them 80 were wounded and 60 were killed. And my platoon was 13 people, plus several from infantry. It was about 20 soldiers from ourside and no, let's say 200 from their side. PLEITGEN (voice over): Wagner's tactics he says they try to overwhelm the Ukrainians by sending waves of fighters, many of them convicts recruited straight out of jail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ANDREY",
      "sentences": "They make the group let's say from 10 soldiers are passing 30 meters. Then they started digging in and keeping the position. The nextgroup is coming next 30 meters. They reach their position and going next 30 meters also digging in and that's how, step by step they're trying to move forward. PLEITGEN (voice over): The Ukrainian says Wagner fighters often seemed drugged.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "ANDREY",
      "sentences": "The machine gunner was almost getting crazy, because he was shooting at them. And he said I know I shot him, but he doesn't fall andthen after some time when he may be - out already. So he just suddenly falls down. It looks like it's very, very likely that they are getting some drugs before attack. PLEITGEN (voice over): The unit provided us with a recording they say is of Andrey questioning a captured Wagner fighter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You got--PLEITGEN (voice over): We reached out to Wagner's boss Yevgeny Prigozhin about allegations of abuse in their ranks. This was his answer on Wagner's social media account. Dear CNN, he writes, do you really think that we will discuss our military issues with you while you're an open enemy? It's the same as discussing military matters and sharing information with the CIA. Andrey says no matter how many more fighters Prigozhin throws at them, they will resist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ANDERSON",
      "sentences": "Well, the dragged-out war in Ukraine has fundamentally changed the geopolitical landscape of Europe. Sweden and Finland, two countriesthat have for years been outside the NATO military alliance are now desperate to get in. First, though they need to get the buy in of NATO's second largest military, Turkey. And that is complicated. Earlier today, Turkish President Recep Tayyip once again expressed a positive view towards Finland's entry into NATO, but not Sweden's. That's after a far right activist burned a copy of Islam's holy book, The Koran and chanted anti-Muslim slogans outside Turkey's embassy in Stockholm. And Mr. Erdogan, as long as those sorts of acts are permitted says he will not change his mind. Finland, on the other hand, says it's committed to getting into NATO but along with Sweden and hopes to be approved for membership by July. Look, there's a lot of moving parts to this and lots of competing agendas. It's really important tonight that we have an opportunity to break this all down. I'm delighted to be joined by the Turkish presidential spokesperson Ibrahim Kalin, who is now live from the capital of Ankara. Ibrahim Kalin, thank you. Let's start here. The U.S. Congress recently announced it'll block its sale of F-16 fighter jets to Turkey and could levy new sanctions if Ankara follows through on these threats to block Sweden from joining NATO. What's your response to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "IBRAHIM KALIN, CHIEF ADVISER TO TURKISH PRESIDENT ERDOGAN",
      "sentences": "First of all, if the American Congress makes NATO accession process, a precondition for theF-16 program, well, they can wait for a long time we are not tying the two together. I know the Biden Administration is not in favor of this view. But somehow it ends up being blocked at the U.S. Congress. Well, it's their problem rather than ours. We have our own airpower, our military; of course, we would like to have cooperation with the United States on military defense industry and other related issues. But if they choose to go that path, you know, it's their choice, we will not budge to that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ANDERSON",
      "sentences": "President Erdogan has said and I quote him here, \"There will be a price to pay if the United States fails to supply turkey with those F-16s\".I just want to push you it, what is that sir?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "KALIN",
      "sentences": "Well, Turkey is not without any options. As far as air defense or other military defense industry products are concerned, we have beendeveloping our own national capabilities. Our drones have really, you know, shown to the world how capable they are in, you know, in worst moments in, in our defense, so we will simply develop our own national capabilities. And you know the U.S. defense companies will be in the losing end in all of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "ANDERSON",
      "sentences": "Clearly the U.S. wants, Turkey's green lighting of the Swedish and Finland and Finnish applications for NATO. So, let's just get a reallyclear steer from you here. Is Turkey's position that it will not support Swedish entry into NATO?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ANDERSON",
      "sentences": "So, you are optimistic at this point that Sweden will be green lit by Turkey. On the understanding that you believe the work is being donein the background to satisfy the president?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KALIN",
      "sentences": "Well, as I said, the terms are very clear in the trilateral MOU. And there if they, you know, make progress on all of this promises that wediscuss in our agencies have been discussing, and I've been in touch with my counterparts, then, of course, there will be a way. But as long as they don't really act on this and deliver in concrete terms on those promises.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ANDERSON",
      "sentences": "OK, that's clear.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KALIN",
      "sentences": "Yes, then it won't happen. Plus, I have to tell Becky, as the president mentioned the burning of the Quran and allowing that under theumbrella of freedom of expression was really unacceptable. It was completely against, I believe, Sweden's own interests. It really did not help in any way and the reaction coming, not just from us, but from the entire Muslim world, you know, about it is growing, and I hope they will take some action. That's not because you know, they don't have any good intentions, the Swedish government, but they've been very generous with their laws so far. I know they're revising it now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ANDERSON",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KALIN",
      "sentences": "They want to introduce some tougher laws to protect, you know, freedom of expression and other things, but at the same time, make surethat, you know, religious symbols and sacred texts are not - expression. As Finland that --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ANDERSON",
      "sentences": "But a very, very direct question to you does Turkey, support the expansion of NATO?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KALIN",
      "sentences": "Yes, of course, we have stated very clearly from the very beginning that we support NATO's open-door policy and enlargement process. We havesupported, in fact, all other members that join NATO over the last decade or so, without any problems, because we didn't have any problems with those countries. Unlike Greece, that, for example, kept Macedonia waiting at the door for 10 or 11 years for just a name issue. And Macedonia had to go through a constitutional change or referendum change the name of the country after which Greece agreed to - they then becoming a member of NATO, that that took 11 years. As NATO Secretary General just said recently, where we are, as far as Sweden and Finland are concerned, that's the fastest track so far for any country to come so close to becoming a member in NATO.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ANDERSON",
      "sentences": "OK, understood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KALIN",
      "sentences": "It takes time. You know, it takes - preparation. And that's what we're asking them to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ANDERSON",
      "sentences": "Ibrahim Kalin, Turkey has made numerous offers to mediate between Ukrainian President Zelenskyy and the Russian President, Vladimir Putin.Where does that stand right now? And do you see an end in sight to this war?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "KALIN",
      "sentences": "Well, not immediately, unfortunately, things on the grounds, you know, are looking really bad. As your reporting just indicated, the worstreaction is getting deeper, wider. There will be it looks like more escalation in the weeks and months to come. And that's really unfortunate, because, you know, prolonging and deepening this war and expanding in other areas, will not really do any good to either Ukraine or to its territorial integrity or to, you know, other energy security, food security and other related issues. I'm just asking myself like, OK; you want to give Ukraine more weapons? OK, we fully understand that, you know, we are providing Ukraine with drones and other things because they are entitled to their own self- defense. And any peace deal that will come at the end will have to come on the basis of Ukraine's territorial integrity and political sovereignty. That's, that's a very clear principle on which any negotiation can take place. That's completely self-evident and obvious. But on the other hand, what is the endgame here? But in this last round of attempts, you know, that seem to prolong the war, rather than really introduced any decisive change into the equation. I'm just asking myself, what is the endgame here? What will be the expected outcome from all this? Will that be enough to change Russian behavior? Will that be enough to change Russia's mind about a war? You know, we have some question marks about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "2022 was a deadliest year for both sides and 2023 has not gotten off to a good start at all. My colleague Jake Tapper spoke to Israel'sPrime Minister, Benjamin Netanyahu about the uptick in violence. They had a wide ranging discussion, this is part of what the Prime Minister said, have a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "NETANYAHU",
      "sentences": "Now, I think we can get hung up on this. And we have in the past, people said, you know, unless you resolve this issue, and unless youhave peace with the Palestinians, you're not going to have a broader peace with the Arab world. People have said you have to work your way outside and first, inside out first peace with the Palestinians peace with the world. I think realistically, it's got to be the other way around. But if we make peace with Saudi Arabia depends on the Saudi leadership and bring effectively the Arab Israeli conflict to an end, I think we'll circle back to the Palestinians and get a workable peace with the Palestinians. I think that's possible. And I think that's the way to go. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "Ibrahim Kalin, two points, don't get hung up on negotiating with the Palestinians on peace. I want to get your response to that. And I wantto get your response to the fact that Benjamin Netanyahu during that interview suggested that he could play a mediation role in this war in Ukraine, with Ukrainians and the Russians, with President Putin your thoughts on that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "KALIN",
      "sentences": "Well, first of all, the recent Israeli attacks on Jenin were completely unacceptable; it resulted in the death of dozens ofPalestinians. And then, in that cycle of violence, a number of people were killed Israelis in a synagogue, we have to get out of this cycle of violence, this is really terrible. This is no good for peace or stability for anything. Now, there is a new government, we hope that they will take into account all these elements and, and maintain the relative peace and order and stability and calm. That has been established over the last year and a half in the Palestinian occupied territories. I hope they will stick to those principles. And, of course, the Palestinians, you know, a two-state solution is the only way for the Palestinians to accept any kind of peace deal. But that has been off the table under Mr. Netanyahu for almost 15 years, during the - government period, you know, that issue came back. So, I don't know where the Israeli state stands on this or the current government. But I know there are lots of other very sound right minded, you know, calm Israeli politicians who want to move forward to two state solution. I hope it will go that way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "ANDERSON",
      "sentences": "Let me press you Ibrahim Kalin, we have run out of time with you. Can I just can I just press you? Is this a man who should be mediate oroffering to mediate peace between Russia and Ukraine at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:30:00",
      "speaker": "KALIN",
      "sentences": "Well, it really depends on like, you know, what Prime Minister Netanyahu will bring to the table. Will President Putin listen to what hehas to say or President Zelenskyy really depends on the terms. But it looks like the ground on which this conflict is taking place right now between Russia and Ukraine is not suitable for that kind of initiative at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANDERSON",
      "sentences": "Memphis is gathering in grief to praise the life of 29-year-old Tyre Nichols. His funeral today is been delayed by the weather. Plan is nowset to get underway in about two and a half hours with his death last month at the hands of police in Memphis, Tennessee. And the release of the horrific footage of his violent arrest sparked weekend protests across the United States. Well today, mourners in Memphis will celebrate this young man's life. They will include U.S. Vice President Kamala Harris and the brother of George Floyd. CNN's Ryan Young is at the site of the funeral in Memphis, Tennessee, and he joins us now live. Just start with what we know about this funeral. As I understand it, civil rights leader Al Sharpton is among those who will be attending and will deliver a eulogy. RYAN YOUNG, CNN U.S. CORRESPONDENT: Yes, I mean, look, in America, especially in black communities, we call these home going services. And I expect this one's going to stretch for quite some time. I think the plan right now is for it to be about two and a half hours for this funeral. I'm almost betting that this will go longer, especially with the delay. And the fact the Vice President is coming. When you think about all the pain this family has been through. And this is going to be their first chance to really let go of all this. Especially with all the people traveling around the country, we just talked to a man who flew here from LA to be a part of this was a civil rights leader, who felt like it was his duty to be here. In fact, he arrived with a letter from Rodney King's daughter to give condolences to this family because obviously, there are parallels between the two videos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANDERSON",
      "sentences": "The initial report filed on the Nichol's case, Ryan doesn't match what we have seen on the video. The funeral is today and that obviously isthe focus. But do we expect more video to be released at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "YOUNG",
      "sentences": "Yes, there's going to be more video and there's going to be more audio. And I'm actually glad you brought that up, you got to think theseofficers all knew and came into the police force having to wear body cameras. So, it's not like they didn't know they were being recorded throughout this process. And there are several different things that stand out in terms of this report that they made initially, that don't really stand up. But one of the things is, if I go and put hands on you, as I'm making an arrest in this police department, you're supposed to file a police report and it didn't have to say what you did and why you had to escalate. They also said one of the detectives who was there was actually a victim. And they said that Tyre grabbed at a gun and you don't see that in the video. We've watched it, we slowed it down. We watched it back and forth to see if we can figure that out. And all you do see is people holding arms and hitting them over and over again. And just think all this happened without an initial infraction. The police have never been able to see a natural refraction for him to be even pulled over for the first time. And so that's a lot of the questions here about why this was going on. And there are people who are really upset with the scorpion union and of course they have been disbanded at this point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "ANDERSON",
      "sentences": "Ryan, appreciate it. Thank you. Well, the FBI is conducting a new search of one of Joe Biden's homes in Delaware. This is part of the ongoinginvestigation into the U.S. president's handling of classified documents. His attorney says the search is Rehoboth Beach home was planned in advance this is the third such known search by federal agents. CNN's Kevin Liptak is in Washington, DC and he joins us with the details. Kevin, what do we know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "LIPTAK",
      "sentences": "I'm told by a person familiar with the search that a search warrant wasn't requested for this. So, this is all happening with the president'sconsent. And what Bob Bauer said in his statement is that the president and his attorneys did not initially plan to make this public before it was completed. But reporters on the scene did notice for government vehicles driving into the property and so sort of the cat was out of the bag by mid- morning, Rehoboth Beach time. And what Bob Bauer said in his statement was that this search was a further step in a thorough and timely department of justice process that he says that they will continue to fully support and facilitate now this is the third known time that the FBI has searched a property that's associated with Joe Biden as they continue to look for more classified documents that he may be having in his house that may originate from his time as vice president. The FBI also searched his home in Wilmington, Delaware on January 20. And they also searched the Penn Biden center. That is a think tank that the president orchestrated here in Washington. They searched that in mid- November. That was after the president's personal attorneys first found classified documents in a locked closet in that facility. Now this all comes as a special counsel Robert Hurt is getting work underway. His first official day is today, he is looking into this whole matter trying to determine if there was any wrongdoing. Certainly, the president has not ruled out speaking with Robert Hurt. But what the White House says that they will make that determination when the request comes in. Now the President's personal attorneys have said that they will provide more details about what comes out of the search later today once it concludes, Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "ANDERSON",
      "sentences": "Kevin, thank you. Sure. I'm going to take on the story for you under the thousands of workers across Britain, as striking today as the UKfaces its biggest single day walkout. In decades, teachers rail workers, border staff civil servants, demanding better pay and working conditions as the UK's cost of living crisis continues to bite. CNN's Nada Bashir has this report from a march in central London.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "NADA BASHIR, CNN REPORTER",
      "sentences": "Well, this is the biggest strike action that Britain has seen in more than a decade. Trade unions anticipate that morethan half a million public sector workers will take part in today's strike in demand of better pay from the government. That includes teachers, university staff, transport workers and civil servants, amongst others, all demanding better pay from the government in line with inflation rates and to combat the deepening cost of living crisis here in the United Kingdom. Now the country is had to face severe disruption across the public sector with thousands of schools shut or at least partially shut as the strikes take place. Railway links severely disrupted the Network Rail service has warned that there could be severe disruptions across the country. And civil service workers of course, also taking part in today's strike impacting government departments and government services too now this is the poor severe disruption for the country. But the message that we've been hearing from the trade unions is that there were set to be more disrupted if the government doesn't deal with the pay crisis that public service workers are facing. Now, we've heard today from Prime Minister Rishi Sunak speaking during PMQs, Prime Minister's Questions in Parliament just a little earlier. He said that his priority is to students and ensuring that there isn't more disruption over the coming weeks and months but of course, for the trade unions and for those supporting the trade unions like the thousands that have taken part in today's March just outside of Downing Street. The priority is ensuring that they are met halfway by the government. At this stage they say, those negotiations have stalled some even saying they are going backwards. And I'm lonely continue to see more strikes if the government fails to respond adequately. Nada Bashir, CNN in London.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "If we don't fight, then we know we won't get democracy and that is what we want.WATSON (voice over): On February 1, 2021, Myanmar's top Army General announced a military coup imposing martial law and throwing members of the elected government in jail. A deadly crackdown crushed anti-coup protests, forcing the opposition underground and into the jungle. Armed rebel groups calling themselves peoples Defense Forces sprouted up across the country, allying themselves with armed ethnic militias that have battled the military for decades. No foreign country publicly offers them support. So, these fighters armed themselves using ammunition produced in a jungle workshop. Homemade rounds stored in a refrigerator. He shows drone bombs, mortar rounds and something he calls rifle grenades tested nearby. Compare these makeshift weapons to the military, boasting an arsenal that includes tanks and warplanes. One of the military's deadliest air strikes on record involved what was promoted as a local golf tournament last October. The competition and subsequent concert organized by an ethnic opposition group called the Kachin Independence Organization. Survivors say a famous local singer named Aura Lee was about to perform his second song of the night when an airstrike demolish the building, throwing this local businessman who doesn't want to be identified for his safety up into the air. People who had been happily greeting each other clapping and drinking wine, we're now corpses, he says, they were in pieces. It was horrific. Kachin official say the attack killed the singer and at least 67 other people. In response to a CNN request, Major General - claimed responsibility for the attack in this letter published in the state newspaper. He called it a necessary military operation, targeting a den where enemies and terrorists were hiding; adding throughout history and till now, the military has never attacked civilians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ANDREWS",
      "sentences": "That statement is absurd. It's ridiculous. There is clear evidence we have video of airstrikes on villages.WATSON (voice over): Evidence those points to a growing number of civilian casualties from a conflict with no end in sight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ANDREWS",
      "sentences": "If it remains in the shadows of international attention, then we are providing a death sentence to untold numbers of people.WATSON (voice over): With no help on the horizon, the next generation has little choice but to prepare for a life at war. Ivan Watson, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "ANDERSON",
      "sentences": "Pope Francis is pushing for peace during his four-day trip to the conflict-ridden Democratic Republic of Congo. Well, today met with victimsof the violence taking place in the Congo's east. The Pope had to scrap a visit there to Goma where many people have been displaced as rebel forces fight with the army. Well, hours earlier, more than a million people gathered in Kinshasa to attend mass, the pope urging Christian fighters to put down their arms and embrace mercy. Larry Madowo joining us live from Nairobi, in Kenya. And you've been keeping an eye on what the Pope's visit is achieving. Your thoughts of what you have seen and heard here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "LARRY MADOWO, CNN CORRESPONDENT",
      "sentences": "Becky, Pope Francis is a powerful voice in the DRC because this country has Africa's largest Catholic population,about 45 million Catholics in the DRC. And he's been making important points because even though the DRC is one of the most mineral rich nations on Earth, it is also one of the poorest because it's suffered the cycle of poverty and violence and conflict for so long. And that is why at every step, the Pope has not missed his word he has kept it 100 with the leaders with the diplomat to the civil society, in the DRC, saying that the poison of greed has stained the diamonds of the DRC. And a short while ago he has been meeting with the victims of the violence of the conflict in the eastern part of the DRC. And he said that he was lost at last for words because he just can't fathom the brutal atrocities that have taken place there. I want to play for you some sound from his mass earlier the day that, as you mentioned, was attended by more than a million people. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "POPE FRANCIS",
      "sentences": "And may it be a good time for all of you in this country who call yourselves Christians but engage in violence. The Lord is telling you,lay down your arms, and embrace mercy. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "MADOWO",
      "sentences": "The Pope there calls out the hypocrisy of the leaders in the DRC, who essentially this poison of greed that he mentioned that he was theviolence and the conflict there. He's hoping that in every speaking opportunity that he's had, he's going back this message again and again, Becky.",
      "isLastSentenceInterrupted": false
    }
  ]
}