{
  "date": "2023-10-14",
  "headline": "CNN Newsroom",
  "subHeadline": "Netanyahu Visits Israel Soldiers Near Gaza Border; Israel Pounds Gaza With Airstrikes Overnight; Israel Warns Gaza Civilians To Evacuate; Thousands Flee Northern Gaza Ahead Of Assault; Families Demanding Safe Return Of Hostages Held By Hamas; Interview With Palestine Red Crescent Society Spokesperson Nebal Farsakh; Mourners Gather For Funeral Of Journalist; Death Toll In Palestine Passes 2,200; Israel Faces Threats On Multiple Fronts; Hezbollah Launches Attack Near Israeli-Lebanon Border; Mourners Attend Funeral Of Slain Journalist; Blinken On Multi-Stop Diplomatic Mission; Rafah Crossing On Gaza Side Inoperable Due To Airstrikes; Egypt Will Help Foreigners Fleeing Gaza; Egypt Calls For Greater Protection For Civilians; U.S. President And Palestinian Authority President Speak By Phone; Interview With Daughter Of Surgeon In Gaza Mira Hammad. Aired 4-5p ET",
  "utterances": [
    {
      "timeStamp": "16:00:00",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "SOARES",
      "sentences": "A very dire situation indeed. I want to go to our Becky Anderson who joins from Tel Aviv. And, Becky, I was just telling our viewers in the top of the hour, the IDF saying its forces are increasing operational readiness for the next stages of war. What is the sense you're getting on the ground to how soon, how this -- how imminent this may be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "BECKY ANDERSON, CNN ANCHOR",
      "sentences": "Well, we spoke to the IDF first spokesman, a lieutenant colonel, just in the past hour, and he was not prepared clearly to divulge plans about exactly when that offensive might start, but all indications were earlier. And now, certainly by talking to him that this really is close at this point.Remember, there have been a window of opportunity advertised by the IDF for the 1.1 million Gazans that they had warned should evacuate from Northern Gaza. That window closed at 4:00 p.m. local time here Saturday. It is now 11:00 at night. And there was a sense that once that window was closed that -- and this was for safe passage, that the operation would be, you know, pretty much in play. But certainly, we would -- we got no operational plans per se from the IDF spokesman. But clearly, you know, we are in a position where they are absolutely readying themselves for an attack by land or an assault by land, air and sea. And he continued, and I think this is important to point out, in that interview when pressed about when this operation might start, for the benefit of those who are still trying to get out, as warned by the Israelis, that it's -- that he was, you know, quick to point out that they should still continue to try and evacuate those who haven't done so already. So, difficult to say when this is going to be, but certainly, the IDF suggesting that Gazans should continue to evacuate Northern Gaza down into the Gaza Valley towards that Rafah Crossing if they haven't already done so. Here in Tel Aviv earlier, dozens of people, including the families of those still missing demonstrated outside Israel's defense ministry on Saturday, demanding the safe return of hostages still held by Hamas. Take a listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:05:00",
      "speaker": "AVICHAI BRODTZ, WIFE AND CHILDREN ARE MISSING",
      "sentences": "My children are missing along with another girl that came running to us. I'm here because I want the Israeli government along with the Hamas organization, both, I have to say it sounds not so out of context right now, but overall, we're religious countries. Israel is Jewish and Hamas are Muslim, both peaceful, loving religions. I think over the past years, you know, we got into a situation we don't know how to get out of and it led to what has happened right now.(END VIDEO CLIP) ANDERSON: The safety of hostages being held by Hamas, and we do know again, let's just be quite clear, 150 at this point as we understand it, are uppermost in the IDF's mind, and that is what is complicating the -- any further assault on Gaza, clearly complicating what will happen next. CNN's Jeremy Diamond joining us now from Jerusalem. And when I spoke to the IDF spokesman, Jeremy, just in the past hour, I asked him what evidence they had collected on these hostages during the raids that they conducted yesterday, and we were reporting those raids, short raids, quick raids from where the 300,000 troops are amassed around that border with Gaza trying to effect some sort of information about where these hostages may be and get more information, of course, about the military setup of Hamas and where these Hamas operatives might be. Jeremy, he told me that it was useful the information that they had gleaned, didn't go any further as to, you know, whether they'd actually been able to locate the whereabouts of those hostages. Just explain what you're hearing about preparations on the ground and the next phase of this conflict.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "ANDERSON",
      "sentences": "Jeremy, thank you. Well, Nebal Farsakh, spokesperson for the Palestine Red Crescent Society, joins me now. She's in Ramallah in the West Bank, but has been in close contact with her colleagues in Gaza.And I do actually want to close this conversation with just getting a sense of what is going on in the West Bank, because that is also important. But let's concentrate firstly on Gaza. What are your colleagues telling you on the ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "NEBAL FARSAKH, SPOKESPERSON, PALESTINE RED CRESCENT SOCIETY",
      "sentences": "The situation is devastated -- devastating. It's horrible. PRCS Al Quds Hospital and our emergency medical service center are still under the threat of being bombed at any moment.Today, we have received the third warning from the Israeli occupation forces to evacuate Al Quds Hospital. We have not evacuated. We are not willing to evacuate it because we don't have the means to evacuate our patients, injured people, and people with disabilities and elderly people. We have around 300 patients at the hospital, some of them are treated in the intensive care unit. We have children in incubator. We can't evacuate them. On top of that, we have hundreds of people who have sought refuge at the hospital. The decision have been made. We will continue providing our life saving health care services. Our medical team are still on top of their work, taking care of their patients. We also, as for our EMS center, we can't leave the people under the threat of being attacked if the ground invasion is going to be implemented. Plus, we're going to have hundreds of thousands --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "ANDERSON",
      "sentences": "Nebal, let me ask you, at this point, when you say that you've made a decision not to evacuate the hospital, let me just ask you, there is a siege, a total siege, which means no electricity, fuel, food and clean water is very, very low at this point. How does that complicate keeping a facility open like the one that you are describing, given that the decision has been made not to evacuate staff and patients?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "FARSAKH",
      "sentences": "Let me just add from what we want. We have published two appeals to humanity. We call on the International Community for immediate action to stop a catastrophic, to stop a humanitarian catastrophe that is unfolding if Israel is going to implement the ground incursion and will -- because we're not evacuated, as I said, because simply we can't evacuate.We have paramedics who are working on the ground trying to save people as much as they can. You should know that there is hundreds of thousands of Palestinians who are still in the Gaza and in the north because they couldn't make it because there is no safer place in Gaza to go because they don't know how to go since there is a great destruction of the infrastructures and roads, no transportation. So, they have left alone in their homes. We as a humanitarian organization --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:10:00",
      "speaker": "ANDERSON",
      "sentences": "Understood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:00",
      "speaker": "ANDERSON",
      "sentences": "Understood.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:00",
      "speaker": "FARSAKH",
      "sentences": "And adding to all of this, this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:00",
      "speaker": "ANDERSON",
      "sentences": "Let me just -- yes. We -- and thank you. And you've made it absolutely clear. I mean, you were talking about, you know, a couple of days of being able to continue to function if you don't get those medical supplies in. We do know that WHO, for example, has got medical supplies sitting on the Egypt's side of the Rafah Crossing, and there are calls around this region to ensure that those supplies aid from the UAE and other places, which is all sitting there, is actually accessed in, is allowed in through that border crossing. But I'm assuming you're talking about other borders as well, you know, getting aid and medical supplies in to Gaza as quickly as possible. There is really no option to do that at this point.Before I let you go, I do very briefly want you to describe what is going on in the West Bank, because there are real concerns that there is a possibility that this conflict in, in Gaza could escalate. And we are already seeing deaths and injuries in the West Bank. Very briefly, what -- just describe what's going on where you are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:00",
      "speaker": "FARSAKH",
      "sentences": "Since the beginning of the escalation, confrontations have been taking place in different Palestinian cities. And we, as a medical service provider, we have witnessed a large number of injuries and fatalities too due to this escalation.So, whether in the West Bank or in the Gaza Strip, situation is really hard. The hardest is in Gaza due to this ongoing escalation, ongoing bombardments all day long. On top of that, the lack of everything, food, electricity, no water and the displacement process have added a lot to the suffering off people. And now, we're heading towards a humanitarian catastrophe since hundreds of people are still waiting in their homes, living in fear and horror because they are simply just thinking about their destiny if they're going to be killed because they have not been able to evacuate themselves.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:15:00",
      "speaker": "ANDERSON",
      "sentences": "Understood, understood. It's good to have you on. Thank you very much indeed. It's really important we get the perspective of the Red Crescent, and we appreciate your time tonight. I know that your time is limited and you have much to do. Thank you.Well, I'll be back a little later this hour with more from Tel Aviv. Right now, let me hand you back to my colleague, Isa Soares in London. Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:20:00",
      "speaker": "SOARES",
      "sentences": "Our top story this hour, tens of thousands of Palestinians are fleeing south through the battered streets of Gaza after the Israeli military told them to leave ahead of a planned ground offensive against Hamas. About 1.1 million civilians, that's half the population, are being impacted. Health workers say they can't and won't leave because doing so would be a death sentence for their patients.The Palestinian Health Ministry says at least 2,200 civilians, including 724 children, have been killed in Gaza over the past week. Gaza has been pounded by relentless airstrikes since Hamas militants launched a full-scale attack on Israel last Saturday. And now to growing concerns, really, that Israel may have to fight a war on multiple fronts. Israel says it returned fire earlier today after the Lebanese militant group, Hezbollah, launched an attack on Shebaa Farms near the Israel Lebanon border. That area is claimed by both Lebanon and Israel. For more on this, I want to bring in our Ben Wedeman who is joining us now from Southern Lebanon. And. Ben, talk to us for about this artillery, these rocket attacks near your position earlier today. What -- talk us through what you saw and what situation on the ground right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:00",
      "speaker": "SOARES",
      "sentences": "Yes. A clear warning there from the head of Israel's National Security Council. Ben, I know you're also keeping a close eye on the evacuation efforts in Gaza and the huge roadblocks to getting civilians out. Just explain to our viewers right around the world why Egypt won't open its border? Why are they being so cautious here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:00",
      "speaker": "WEDEMAN",
      "sentences": "Egypt is very hesitant to sort of open its borders wide to perhaps hundreds of thousands, perhaps as many as a million Egyptians simply flooding into the Egyptian Sinai. They fear they don't have the facilities. They don't have the supplies to take care of those people. It's a bit of a security problem when you have suddenly a million people flowing into that area along the Gaza border.So, I think they're trying to sort of establish certain routines whereby they can allow limited numbers, for instance, foreign nationals who have gathered at the Rafah Border Crossing but have not been allowed out. And also, they want to be able to get aid into Gaza, but with guarantees that the Israelis won't strike any aid convoys. And the Egyptians have actually come out and said, I believe, Sameh Hassan Shoukry, the foreign minister, has said one of the problems is that the roads in Gaza as a result of the Israeli bombardment are barely passable. Isa.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:00",
      "speaker": "SOARES",
      "sentences": "Yes, indeed. Egyptian foreign minister saying, I'm just seeing that the roads in Gaza are inoperable due to aerial bombardment. Ben, appreciate it. Thank you very much there for us in Southern Lebanon.While hundreds gathered in Lebanon to say goodbye to a journalist killed while covering clashes on the border between Israel and Southern Lebanon, Issam Abdallah was killed when Israeli forces fired artillery into the area where he was gathered with colleagues. Six other journalists were also injured in the incident. They were all wearing jackets clearly labeled press. The Israeli -- the Israel Defense Forces said that it fired in response to an explosion near a kibbutz, but it has not acknowledged responsibility for striking the journalists. I want to go back to our Becky Anderson who joins us now from Tel Aviv. Becky.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:00",
      "speaker": "ANDERSON",
      "sentences": "Isa, thank you. Fears growing that this conflict between Israel and Hamas could spread far beyond this region. The U.S. Secretary of State Antony Blinken was in the United Arab Emirates on Saturday after meeting with the Saudi foreign minister in Riyadh. He is on a whirlwind diplomatic mission calling on Washington's Arab allies to help.Now, both countries, Saudi and the UAE, stressing to the U.S. secretary of state the immediate need to open humanitarian corridors, to allow medical supplies into Gaza, and both calling for an immediate ceasefire in hostilities. The U.S. secretary of state also turned to China, asking Beijing to throw its weight behind efforts to de- escalate the conflict. Well, CNN's Melissa Bell joining us now from Paris with the very latest. This is a real effort on the part of the U.S. secretary of state to try and get the Arab allies on board. In the first instance, clearly, in the hours to come fully focused on what happens next and whether pressure on the U.S. to pressure Israel to sort of ensure that there is safe passage for those who are trying to evacuate before any assault starts is front and center here, but they are also looking at these wider stories, opening humanitarian corridors, ensuring that medical supplies can get in and, indeed, what happens next, how to ensure that this conflict doesn't spread beyond where it is very much directed at present. Melissa, what are you hearing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:25:00",
      "speaker": "MELISSA BELL, CNN PARIS CORRESPONDENT",
      "sentences": "And, Becky, striking that very delicate balance between, on one hand, what has been an American reluctance to call for a ceasefire or urge de-escalation, very strong words of support there for Israel, both from the American defense secretary and from Antony Blinken when he was in Tel Aviv, full throated, unequivocal support for Israel and trying to balance that with what is actually going on behind the scenes which is some fairly frantic talks, as you suggested, Becky to try and gather minds together and to do precisely that, prevent this from spreading any further.[16:30:00] ? In fact, it was the term shuttle diplomacy, Becky, was born in back in 1973 when Henry Kissinger was doing exactly what Antony Blinken is trying to do now, going from capital to capital to try and help focus minds. What we do know is it was an hour-long conversation that he had with his Chinese counterpart while he was in Riyadh. And this, of course, Becky, is because of China's proximity to Tehran, the war and relationship between the two, and the Americans hope China's ability to weigh in on any choices Iran might make, specifically after the very explicit threat that we heard from Iran's foreign minister speaking from Beirut only yesterday about what this prolongment of what's going on in Gaza by Israelis could mean in terms of and new opening up of different fronts in this war. All that, very much out front and center of this phone conversation with his Chinese counterpart. But it is probably this next leg, Becky, in Egypt, that is the most significant, not only because Egypt has always played historically this mediation role, but also because of the very real possibility that the Rafah Crossing might be opened, and the importance that would have, of course, in getting the civilians out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "SOARES",
      "sentences": "We are following -- if you're just joining us, a warm welcome, everyone. We are following breaking news for you this hour, because there are growing signs that Israeli troops are nearing a potential ground invasion into Gaza. Just a short time ago, an Israeli Defense Force spokesman told our Becky Anderson they're \"preparing to deliver a decisive blow to Hamas.\" Those words just hours after Israeli Prime Minister Benjamin Netanyahu offered his own warning as to what may come. After he met with soldiers near the Gaza border, he posted this, on the frontline, we are all ready.Well, CNN's Wolf Blitzer spoke earlier with Egyptian Foreign Minister Sameh Shoukry. They discussed the potential to let Gaza evacuees enter Egyptian territory. Listen to this. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "WOLF BLITZER, CNN HOST",
      "sentences": "And joining us now, the foreign minister of Egypt, Sameh Shoukry, who was the Egyptian ambassador here in the United States a few years ago, that's when I first got to meet him. Foreign Minister, thank you very much for taking a few moments out and updating our viewers on what's going on.What exactly is going on at the Rafah Border Crossing in Southern Gaza, between Gaza and Egypt right now? There's a lot of controversy over what's going on, Egypt's position on allowing Palestinian Americans, dual citizens, U.S. citizens, who are trying to get out of Gaza to cross that border into Egypt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "SAMEH SHOUKRY, EGYPTIAN FOREIGN MINISTER",
      "sentences": "Well, thank you very much for having me, Wolf. I wanted to clarify some of the inaccuracies in your piece before. Rafah Crossing officially is open on the Egyptian side, has been open all along, and the problem that arose was that it's been subject to aerial bombardment. And thereby, on the Gaza side, the roads are not in a state that can receive the transit of vehicles and as well is that -- those operating the other side (INAUDIBLE) is necessary if third nationals come out so that humanitarian goods could come in.And we've not been able to get any authorization to send humanitarian supplies to relieve the pressures of -- on the Palestine of Gaza up to now. The crossing -- as far as we're concerned, we have a multitude of requests (INAUDIBLE) we are processing and have indicated that we would provide every facility and assistance. We're in close cooperation with our American friends, recognizing the importance of this issue, not only to Americans, to Canadians, to internationals from the Netherlands, from Austria. So, there's quite a large number. They have to gain permission on the Gaza side to cross. And as I mentioned the crossing itself on the Gaza side is inoperable because of the aerial bombardment. BLITZER: So, basically, what I hear you saying, Foreign Minister, is that if U.S. citizens or other citizens of other countries can get to that Rafah Border Crossing from Gaza into Egypt, you will let them enter Egypt. Is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "SHOUKRY",
      "sentences": "If all of the procedure has been duly taken, that they've been verifying their documents for the (INAUDIBLE) government side to cross and they are announced to do so, we will provide them all the facilities within cooperation with their embassies to get them to a departure point so that they can return to their countries of origin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "BLITZER",
      "sentences": "So, if assuming that U.S. citizens can get through the Rafah Border Crossing into Egypt and Sinai, where do they go from there? Will there be vehicles, buses, cars that can take them across Northern Sinai?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:35:00",
      "speaker": "SHOUKRY",
      "sentences": "There will be coordination with their embassies to provide them transportation, and that they will presumably be -- they would find flights to go home on. So --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "SHOUKRY",
      "sentences": "Probably it would be a transport by road to Cairo, and from Cairo Airport onwards to their final destination.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "BLITZER",
      "sentences": "But as of right now, what you're saying, and I just want to be precise, Foreign Minister, you're saying the border -- the crossing is open as far as Egypt is concerned, you're willing to accept these U.S. citizens and these other citizens if they can get there, but you're saying that near that border crossing in Rafah, because of bombing that's going on, presumably by the Israelis, they can't get there? Is that what you're saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "SHOUKRY",
      "sentences": "I'm saying that the border crossing on the Gaza side is inoperable because of the damage that has been afflicted, and the procedure for those managing the border on the Gaza side to verify the documents and the list of third nationals that have been provided has not been fulfilled.So, as far as we're concerned, we have indicated once and again that we will facilitate. We are in coordination with the embassies in Cairo as to receive their list of nationals. And certainly, as they come out and as it is fulfilled, the entry of the assistance and the humanitarian supplies we'll be very happy to continue to facilitate the return to their countries of origin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "BLITZER",
      "sentences": "Are humanitarian supplies that are in Egypt right now able to get through the Rafah Border Crossing into Gaza to help those Palestinians who are there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "SHOUKRY",
      "sentences": "No, unfortunately not. We are coordinating with the United Nations, with the UNRWA, to applying for permission to have these supplies transit through the Rafah Crossing and be deposited with the United Nations for disbursement, but we have not received authorization to do so.So, we are in a -- I think, a very dire circumstance with -- I was just speaking to the director of the UNRWA who tells me that there is no water, there is no electricity, there are no supplies and there are no dwellings for the multitudes of Palestinians, those who have been displaced from the north of Gaza, which is very critical situation. And we would very much like to disperse all the supplies that have arrived to Arish as soon as possible, to meet the needs of those vulnerable Palestinians who are in these very difficult circumstances.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "BLITZER",
      "sentences": "As you know, Foreign Minister, the U.S. State Department has advised all American citizens who are still in Gaza right now, if they want to get out, to go to that, as close to the Rafah Border Crossing into Egypt, to get as close as they can right now, to leave elsewhere in Gaza and try to head south towards the Rafah Border Crossing. Is that a good idea?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "SHOUKRY",
      "sentences": "I really don't -- can't comment on what the conditions are and what is the U.S. assessment of the degree of safety that can be provided for a large compilation of foreign nationals that the border crossing, if it hasn't been finalized their procedures to actually cross. So, I'll leave that to those who might have more information on the actual status on the ground.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:40:00",
      "speaker": "BLITZER",
      "sentences": "Foreign Minister, in your conversations with your U.S. counterpart, the U.S. Secretary of State Tony Blinken, what's your bottom line, Egypt's bottom-line message to the U.S. right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "BLITZER",
      "sentences": "Do you see any peaceful resolution emerging anytime soon from what's going on in Gaza right now? Because clearly, the Israelis are bracing for a massive ground invasion to try to destroy Hamas in Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "SHOUKRY",
      "sentences": "Well, we are always optimistic and we are always calling for peace to be prevalent in the area, to find a solution based on the international legitimacy and the international consensus on a two- state solution. The current conditions, of course, are not very conducive to addressing that, and thereby, we're concentrating now on the protection of civilians and their needs. And hope to contain this and be able to work more effectively in cooperation with the United States to find a definitive resolution to the conflict. It's hard to do so when the military activity is underway, but we believe that we have to deal with all of the various aspects.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "BLITZER",
      "sentences": "Has Egypt condemned the Hamas terror attack on Israel that occurred a week ago?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "SOARES",
      "sentences": "We have been very clear that we do not accept any form of targeting of innocent civilians. We have said so in our public statements. We have said so in the resolution issued by the Arab League. It was one of the issues upon which we insisted. And we continue to believe that all concerns must conform to international humanitarian law and avoid any grave violations or what could be deemed as crimes against humanity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "BLITZER",
      "sentences": "The foreign minister of Egypt, Sameh Shoukry. Thank you so much for joining us. I know it's an incredibly busy time. We appreciate it very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "SHOUKRY",
      "sentences": "Thank you, Wolf.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "SOARES",
      "sentences": "Our Wolf Blitzer there speaking to Egypt's foreign minister.We are learning that U.S. Intelligence actually warned of the potential for increased violence by Hamas. This just days before last Saturday's deadly attack by the terrorist group. The intel assessments were provided to the Biden administration, and this is raising new questions about whether the U.S. and Israel were fully heeding the risks. More now from CNN's Alex Marquardt. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:45:00",
      "speaker": "ALEX MARQUARDT, CNN CHIEF NATIONAL SECURITY CORRESPONDENT",
      "sentences": "Sources familiar with U.S. intelligence tell CNN that there were warnings and indications about possible attacks by Hamas from Gaza that could happen, but nothing on the level of what we ended up seeing last weekend.There were at least three intelligence reports to American one Israeli in the days leading up to the horrific events of October 7th. On September 28th and October 5th, the U.S. Intelligence Community issued warnings of potential cross border strikes by Hamas with rocket fire and then, the growing possibility of violence around Gaza. Then on October 6th, there was a third report from Israel, that was the day before the attacks, saying that there was unusual activity by Hamas. Sources are now telling CNN that these reports looked nothing like what ended up unfolding in terms of the scope and the barbarity. A Biden administration official tells CNN, \"There was no information warning about the terrorist attack in advance.\" Instead, sources tell us that the sense was that if something happened that it would look more like it had in the past, perhaps rocket fire from Gaza. Interceptions then by the Israeli Iron Dome and possible responses into Gaza by Israel. But more profoundly, U.S. sources say, there was a general complacency that had taken hold in Israel, underestimating what Hamas could pull off. And given that Gaza and Hamas are in Israel's backyard, American sources say, the onus is primarily on Israeli intelligence to have detected the looming plot. Still with regular warnings from the U.S. Intelligence community and Middle Eastern allies as well about a buildup of Hamas weapons and growing Palestinian anger, this is also raising questions about whether the Biden administration was taking the Hamas threat seriously enough. Alex Marquardt, CNN Washington. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "SOARES",
      "sentences": "And an update on our breaking news this hour. Israeli troops appear to be getting ready for a potential ground invasion into Gaza. The IDF says its troops are \"increasing operational readiness for the next stages of war.\" Soldiers and tanks have been massing near Gaza for days now. Tens of thousands of Palestinians are already fleeing southwards. Hamas, however, is telling people to stay where they are. Doctors Without Borders is calling for Israel to establish safe zones and a ceasefire for civilians.Well, just days ago, we spoke to a surgeon who was trapped in Gaza. Speaking on Wednesday, Dr. Abdel Hammad told CNN that the situation there was a medical disaster and that while fuel was still running, lives for many in Gaza, direct has now been lost with Dr. Hammad. His daughter, Mira Hammad joins us now from Liverpool. Mira, thank you very much for taking the time to speak to us. Give me a sense first of what you've been hearing about your dad making that journey south. Has he been able to move south? How is he doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "MIRA HAMMAD, DAUGHTER OF SURGEON IN GAZA",
      "sentences": "Thank you. Yes, we think that he has been able to move south and lines of communications are pretty much blocked for ordinary people at the moment in Gaza. We believe that the internet has been turned off and signal isn't getting through. So, communication, not just for my dad, but we think for nearly everybody in Gaza, there's almost a communications blackout at the moment.But there are -- there is still the ability to communicate, we believe, through UNICEF and UNRWA. And from that, we know somebody who has spoken to my dad. So, we believe that he's been able to get there. But is at somewhere around that Rafah Border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:50:00",
      "speaker": "SOARES",
      "sentences": "And just remind us, Mira, when did you last speak to him? What do you tell you critically about leaving? Because he was there in this capacity, of course, as a doctor. That may have been incredibly hard for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:00",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:00",
      "speaker": "HAMMAD",
      "sentences": "So, this is like, you know, being pushed out in population transfer where you have -- your, in essence, choosing do you live as an eternal refugee --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:00",
      "speaker": "SOARES",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:00",
      "speaker": "HAMMAD",
      "sentences": "-- and with no real guarantee of safety, or do you die where you are? So, that was the choice for ordinary Gazans. And for my dad as well, there's the choice of, do you stay there having been warned or do you move south? So, we've not actually been able to talk to him. We have not been able to contact him and talk to him about that choice and what happened.But I think for everybody there, there's a real fear that they are being pushed out of Gaza into the Sinai Desert.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:00",
      "speaker": "SOARES",
      "sentences": "And, Mira, correct me if I'm wrong, your father is a British citizen. I'm guessing that you're a national. Have you heard from the British government regarding efforts to get him out at all? Have you had any sort of communication?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:00",
      "speaker": "HAMMAD",
      "sentences": "So, we've had communications, but the situation seems to be pretty much the same as what I believe I heard early on your program, the Egyptian foreign minister explained, which is that foreign nationals aren't able to leave at the moment, for two reasons, because Israel isn't allowing humanitarian assistance in, and that seems to be an issue between Egypt and Israel in terms of allowing humanitarian assistance in. And also, because they are still bombing at that border.And, you know, for my part, even though we are really, really worried about my dad, obviously, and I am imagine, you know, U.S. citizens are in the same position, I do think it's really important to allow humanitarian assistance in. So, I understand that it's not just a question of, well, what's going to happen to the foreign nationals? As much as it's hurting us, and it's important to us, but the whole reason my dad went is because Gaza is blockaded, to help the people of Gaza.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:00",
      "speaker": "SOARES",
      "sentences": "Mira, do keep us posted on his journey and how he's doing. We really appreciate you taking the time to speak to us. Mira Hammad there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "16:55:00",
      "speaker": "HAMMAD",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}