{
  "date": "2023-07-05",
  "headline": "Connect the World",
  "subHeadline": "Israel Conducts Strikes in Gaza after Rocket Attacks; Judge Blocks Biden Administration Contact with Social Media Firms; Earth Hits Hottest Day Since Records Began; Taliban to Shut Down Beauty Salons; Carlos Alcaraz Challenges Novak Djokovic Bid for Title. Aired 11a-12p ET",
  "utterances": [
    {
      "timeStamp": "11:00:00",
      "speaker": "ELENI GIOKOS, CNN HOST",
      "sentences": "This hour angry crowds chase out Senior Palestinian Officials from funerals in Jenin following Israel's major operation in theWest Bank. Ukraine's military says it is succeeding in its offensive in the direction of Bakhmut putting pressure on Russian forces in previously captured positions. The planet saw its hottest average global temperature ever recorded this week. Scientists warned the record will be broken again and soon. And the Taliban continue to roll back the rights of women in Afghanistan this time closing beauty salons across the country. The UN is expressing deep concern of the violence in Jenin. This comes after Israel announced the end of its military operation in the West Bank refugee camp. At least 12 people have been killed with scores more wounded. Israel says it was targeting Palestinian terrorists and one of its soldiers was killed in this week's incursion. CNN's Salma Abdelaziz has been reporting for us from Jenin on the damage. Let's take a look.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "SALMA ABDELAZIZ, CNN CORRESPONDENT",
      "sentences": "It's massive. And that's why I'm coming to you from a bird's eye view Eleni. First of all, there is essentially noinfrastructure here no running water, no internet, and no electricity. So my camera man is perched up on a balcony while I bring you this ground level view of one of the main thoroughfares here in Jenin camp. And as you can see completely torn up just piles of rubble everywhere, the streets turned to mud. And for many families, for many residents that you see walking around me this is the first glimpse they're getting of their own homes. They're getting of their own neighborhoods because they were forced to flee in the fighting. They were forced to flee when this massive incursion began. And I want you to get a sense of the sheer force of that just take a look at this vehicle. Take a look at what's happened to this car. And you see those kinds of images, this kind of vehicles these scenes just repeated all across this camp. We understand from the Palestinian Red Crescent that some 7000 to 8000 people have now been made homeless by this Israeli raid. But what's even more extraordinary Eleni, and I know you have those pictures to show our viewers is that people still feel this is a place of defiance of resistance. The streets earlier today were filled by thousands of people attending a funeral a burial for those killed in Israel's raid. Now Israel says it was taking out a terror network that it was dismantling weapons sites that it was neutralizing terrorist sites what they call a terror hub here in Jenin. But the Palestinian armed factions that you see again in that video that you see marching through those funerals say they are resisting. They are fighting occupation and they will continue to do so even though Israel says it reserves the right to come back anytime.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:00:00",
      "speaker": "GIOKOS",
      "sentences": "All right. Right now I want to bring in CNN's Hadas Gold live from Jerusalem. We've just seen Salma Abdelaziz's reporting coming through fromJenin, we see the aftermath of this more than 40 hour incursion by the Israeli Defense Force. From the IDF perspective, they reached their objectives. And now, the next step is, of course, we've seen the retaliation coming through in Gaza after a rocket was fired towards Israel. The big concern her Hadas is where to from here now, are we going to see an escalation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "BENJAMIN NETANYAHU, ISRAELI PRIME MINISTER",
      "sentences": "At this moment, we're completing the mission. And I can say that our extensive activity in Jeninis not a onetime operation, who will continue to uproot terrorism will not allow Jenin to return to be a safe haven for terrorists. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GOLD",
      "sentences": "Now there has been a reported push by parts of this very right wing Israeli government for a bigger operation across the West Bank, somethingmuch broader than the sort of pinpoint operations in specific cities. Because this really only focused on the Jenin refugee camp. There were no other Israeli military operations in other parts of the West Bank at the same time. But so far does seem as though the Israeli security forces are resisting that wanting to keep it very much focused not wanting to drag in the rest of the West Bank. But this will likely continue. This is not the end of the Israeli military raids this is not the end of Palestinian attacks against Israelis like the car ramming we saw yesterday, nor is it likely the end of the situation in Gaza and potentially more rockets, we are essentially in this continuous thing cycle. It's sort of a stasis. But it's still an intensifying cycle, especially with this massive Israeli military operation, the largest such operation that the Israeli military has undertaken in the occupied West Bank since 2002, Eleni.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GIOKOS",
      "sentences": "Yes, and you rightly point out this is a continuous cycle and as we heard from Benjamin Netanyahu, likely not the end of it. In the meantime,we have seen international condemnation, whether it's from the UN, whether it's from other Arab countries, as well, give me a sense of the response to this incursion, and what that means for Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:05:00",
      "speaker": "GOLD",
      "sentences": "I think for the Israelis, what they're particularly looking at is what their allies like the United States are saying. And from what Iunderstand so far, we've heard from the United States, is there a comment from I think it was Monday where they're saying that they're following the events closely. But they added that they support Israel's right to defend it. And as we heard from the Israeli Military Chief Spokesperson yesterday, they believe that they carried out very precise attacks and have been once again, repeating their they've been saying that no non-combatants were killed. I think we're going to hear them repeat that once again, because they believe that their airstrikes that they're targeting was very accurate, and didn't involve non-combatants. And that's much different than what we've had in previous military operations just in the last few weeks. Where we know for a fact that uninvolved civilians were killed during those operations, but of course, now, I think that we are going into the cleanup to look at just the extensive damage in the Jenin refugee camp, what that means for the civilians there. There's already calls by humanitarian groups just about the help that will be needed the massive amounts of money that will be needed to help rebuild, because you know, these are everyday people who now their roads are completely torn up, their homes may be damaged, their cars may be completely smashed. And the question is where will that money be coming from? And how will that support be getting to them and be getting to the right people in the right places to really support those civilians on the ground?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:10:00",
      "speaker": "GIOKOS",
      "sentences": "Well, we have a lot more on the Israeli operation in Jenin, including some indelible images from the past few days. And you can findthis in our Newsletter \"Meanwhile in the Middle East\" three times a week. You will get the biggest stories from the region and we will tell you why they matter. You can just scan the code that you see on the bottom of the screen right now. Well, Europe's largest nuclear facility is the center of warnings from Ukraine and Russia as both countries accused the other of potential sabotage and catastrophic consequences. Speaking Tuesday, Ukrainian President Volodymyr Zelenskyy accused Russia of possibly planting explosives on the roof of the Russian held Zaporizhzhia region nuclear plant. But Russia has leveled its own accusations back, saying it was taking its own measures to counter a potential threat from Ukraine. And on the battle front Russia says Ukraine shelled its border regions of Belgorod and Kursk claiming damage to homes and a school. Now a U.S. judge has blocked the Biden Administration from communicating with social media companies about policing certain content on their platforms. The order is a victory for the Republican states, which sued the government alleging it had gone too far in efforts to combat COVID-19 misinformation. CNN's Vanessa Yurkevich has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "GIOKOS",
      "sentences": "White House official says the Justice Department is reviewing the injunction and will evaluate its options. The White House also issued astatement in response to the judge's order, which reads in part our consistent view remains that social media platforms have a critical responsibility to take account of the effects of their platforms. And what they're doing and the impact on people, but make independent choices about the information that they present. Another high level American official is headed to China to help mend frayed relations between the two countries. U.S. Treasury Secretary Janet Yellen is expected to meet with Senior Chinese Officials and major U.S. firms doing business in China. Yellen will become the second member of President Joe Biden's Cabinet in Beijing -- to visit Beijing in recent weeks. Secretary of State Antony Blinken was there last month and met with President Xi Jinping. CNN's Priscilla Alvarez joins us now live from the White House. Great to have you with us! This is clearly a significant trip for Janet Yellen. What will it accomplish?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:15:00",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "Well, the idea and the intent here is to smooth tensions between the U.S. and China. That was the goallast month with the visit of Secretary of State Antony Blinken. And it continues to be part of the effort here by the Biden Administration. Now, again, this is a high level engagement at a critical time one where there have been strained relations between the U.S. and China, and it gives Treasury Secretary Yellen an opportunity to meet for the first time face to face her counterparts in China. Now the administration is setting the bar low here a Senior Treasury Official saying that there are no significant breakthroughs that are expected here. This is part of an effort to keep a frank and ongoing discussion between the two countries. But there are a range of issues that are likely to come up including, for example, allegations of human rights abuses, responsibly managing competition, as well as working together on global challenges like climate change. Now, Treasury Secretary Yellen has been signaling for some time now a deep desire to keep those lines of communication open with China. And just sort of underscoring the importance of that, this week, she already met with a Chinese Ambassador here in the U.S., sort of setting the groundwork for what is her going on this visit today. So this is going to be a three day trip. And one where from -- just from the readout with the Chinese Ambassador, we know it's going to be geared toward \"Open lines of communication\". So we'll likely hear more about that in the hours and days to come. But certainly an important moment to have a second cabinet level official visiting China to have those conversations and make sure that they are trying to smooth out those tensions and of course, relaying that message with this visit.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GIOKOS",
      "sentences": "All right. This week has already burned through two world heat records. Based on early data, July 4 saw the highest global averagetemperature ever recorded topping 17 degrees Celsius, that's only 63 degrees Fahrenheit. And it breaks a record set just one day earlier. Scientists say human driven climate change, combined with a developing El Nino pattern are to blame for the record heat. To explain I'm now joined live by CNN's Chief Climate Correspondent Bill Weir. Bill, great to have you on! It doesn't look good. You know this is very concerning. I guess the question is, had we anticipated that would be hitting record levels of heat? Or is this something that we hadn't priced in?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "BILL WEIR, CNN CHIEF CLIMATE CORRESPONDENT",
      "sentences": "Well, it was certainly anticipated, but not this fast Eleni. And this is according to one clientscientist who said this is not a milestone we're celebrating. This is a death sentence for people and ecosystems. And when you look at the staggering rate of the changes and how fast and by how much these records are being broken, that new record of 17.18 Celsius now that is 1.64 degrees Celsius above the IPCs baseline that sets the Paris Accords. Now Earth hasn't broken that 1.5 threshold with this sort of temporary bounce. But it's just an indication of how fast it's jumping up the last nine years hottest on record. How does June ever record in the UK and much of North America? And it's not just in North Africa where they're hitting 50 degrees Celsius, 122 degree numbers there. It's at the bottom of the world in Antarctica; a new record was set at Ukraine's base down there of 8.7 degrees. And this is the height of winter at the bottom of the world. So it's everywhere. And these heat domes, Eleni having devastating effects, 112 people killed in Mexico, since March due to the heat; heat wave in India has taken at least 44 lives there. In China, they've set a record for most days, over 35 degrees in the course of a six month span, ever there. So we're just really seeing the toll this is taking. And I think it'll change the conversation for policymakers about adaptation as much as mitigation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GIOKOS",
      "sentences": "Will it, I mean, I hope it will, we've been having this conversation for a long time, but the social and economic impact cannot beignored. The problem here is well, and you can perhaps explain this to us. It's not easily reversible. I mean, we literally have to come to a grinding halt in order to stop the human impact on climate.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "WEIR",
      "sentences": "Exactly The physics are just sort of this is, we're seeing the results of decisions that were made 50, 75 years ago, this is sort of theslow motion baked in phenomenon. But every step taken to eliminate the worst could have massive consequences on whether or not we live on a planet with coral reefs, for example, or whether the belt of the planet is even livable. That is still within our control as well. But yes, it is slow motion. When I talk about changing the conversation around adaptation, it's just that it's coming to grips to the idea that we're not going back to Goldilocks seasonality in a lot of places where we grew up with that. And maybe we have to name heat waves away. We name hurricanes; we have predictive science now that can save lives. If enough people start thinking about heat in a different way it kills more than any other natural disaster combined because it's silent. And it's sneaky and it preys on the most vulnerable and you know, old folks in old houses around the world. But this is the reality. We now live in sort of the age of broken record breaking. And we're seeing it and feeling it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "GIOKOS",
      "sentences": "It kills more than any other natural disaster in the world, fascinating, thank you so much, Bill, great to have you on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:20:00",
      "speaker": "WEIR",
      "sentences": "You bet.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GIOKOS",
      "sentences": "So when you said we're going to blow through that number, firstly, what were we looking at? And I was just thinking, you know, you've gotnatural events and occurrences like El Nino. And then you've got the anthropogenic impacts on climate as well, you've got to think about these two factors that compound the issue.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ABRAHAM",
      "sentences": "Yes, that's right. So the climate doesn't rise, temperatures don't rise linearly, like a ramp. They rise like steps like you're going up stepsto get to from the first floor to the second floor of a house. Every few years, the temperature step up, and then they hold constant for a few years, and then they step up again. And each step upwards coincides with that El Nino, which is a naturally occurring phenomenon in the weather. But that's superimposed on long term inexorable temperature rises. And so, I don't want anyone to think that what we're seeing today is just El Nino, it is El Nino on top of decades of human emissions of greenhouse gases. So this rise is inexorable. And it's, I mean, we can change the trajectory, we can change how fast it rises, but we can't arrest the rising. And that's a real concern.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GIOKOS",
      "sentences": "So let me ask you this. I mean, we're going to be hosting COP28 here in the UAE later on this year. And this is view that we need to bepragmatic in that we still need fossil fuels. We saw what happened with the war in Ukraine; energy security trumped anything that had to do with climate emergencies. Can we take steps down when everyone is still trying to be pragmatic about energy security, when we have this existential threat?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ABRAHAM",
      "sentences": "Well, we have a phrase where I come from; can you walk and chew gum at the same time? Can you do two things or deal with two problems atonce? And the answer is we can. Certainly we have short term energy supply issues, and we have to solve those. But we can do it with eye on the future climate. Now what does that mean? It means first, using our energy in the most efficient way possible energy, especially fossil fuels is very special. It's very important, but it's rare. I shouldn't say rare, but it's a limited resource. And we should use it more wisely. So just conserve the energy we have. And the second step is to maximize our use of clean and renewable energy like wind, solar, and hydro, and wave power. And if we do those two things, we may still need some fossil fuels. But it'll be so much lower than our needs today. So we can have --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GIOKOS",
      "sentences": "So it was like if we do those things, you're saying if we do --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ABRAHAM",
      "sentences": "Yes, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GIOKOS",
      "sentences": "I'm thinking about the -- you use with the steps, right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ABRAHAM",
      "sentences": "Yes, I mean, look.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GIOKOS",
      "sentences": "We're climbing up the steps -- . How do we get down the steps quickly? I mean, based on what you're seeing now, the money that has beenspent on renewables, do you feel we can walk down the steps very quickly?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ABRAHAM",
      "sentences": "Well, I'm hopeful we can and let me tell you why I'm hopeful. Look, we are at a tipping point right now in the economics of clean energy,where you can now power your homes and your businesses and your cars with solar and wind power just as cheaply with coal. So because we've reached this economic inflection point, many scientists like me are optimistic, because now you can save the environment and save money at the same time. In the old days, if you took climate change seriously, it was a personal moral, ethical statement you're making, but now, it's a financial statement you're making. So the barriers to clean, renewable energy have dropped away. And that's what gives us optimism that we can climb down these steps very rapidly, as you say.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "GIOKOS",
      "sentences": "John, I hope next time I see you; we'll be talking about no more records and as halting and pausing for a bid, great to see you, JohnAbraham for us there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:25:00",
      "speaker": "ABRAHAM",
      "sentences": "I wrote that down, make sure you --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "Let's get you up to speed on some other stories that are on our radar right now. Roller Coaster riders at a festival in Wisconsin were lefthanging upside down for hours. Eight passengers were suspended mid loop. Rescuers got the final person to solid ground after more than three hours upside down. The local fire department says mechanical failure was to blame. Britain is celebrating 75 years of its beloved National Health Service. Royals and politicians along with NHS staff and patients are all expressing pride in the service despite recent treatment delays and funding gaps. British Prime Minister Rishi Sunak saying the NHS has what he calls an enduring moral purpose. Scotland is officially greeting Britain's new monarch by marking the royal coronation of King Charles the third and his wife Queen Camilla. They were crowned in May in London's Westminster Abbey. Today's historic events in the Scottish capital include presenting King Charles with Scotland's Crown Jewels. Coming up on \"Connect the World\" tennis superstar, Roger Federer talks about a rising player on the courts. What he thinks of Carlos Alcaraz, that's coming up next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "GIOKOS",
      "sentences": "Climate activists in Spain are making their voices heard by going off to golf courses. The group extinction rebellion plugged up polls on 10courses around the country. They're protesting the amount of water used to maintain the greens, while Europe is experiencing a severe drought. The group posted a video of their actions on Twitter; some filled the holes with cement while others planted seedlings. The group called golf and elitist sports and lift signs reading golf closed for climate justice. Play has resumed at the All England Club after two environmental activists disrupted a Wimbledon tennis match. They were hauled off by security, while teams cleaned the orange confetti they left behind. Meanwhile, all eyes are on world number one Carlos Alcaraz. My colleague Christina Macfarlane sat down with the legend Roger Federer and asked him about what he thinks about the rising star. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "CHRISTINA MACFARLANE, CNN ANCHOR, SENIOR SPORTS CORRESPONDENT",
      "sentences": "Your friend and coach Ivan Ljubicic said that Carlos Alcaraz is \"A sick combination ofDjokovic Federer and Rahel\". ROGER FEDERER, 20-TIME GRAND SLAM WINNER: You said that, that's a complement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:35:00",
      "speaker": "MACFARLAND",
      "sentences": "Isn't it? Well, I -- thought of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "MACFARLAND",
      "sentences": "And he has a tall order to topple Novak Djokovic, this fortnight as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "FEDERER",
      "sentences": "Yes, I think he's the big, big -- I was looking for, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "MACFARLAND",
      "sentences": "How do you feel about the prospect of him tying your Wimbledon record this fortnight Novak if it happens?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:40:00",
      "speaker": "FEDERER",
      "sentences": "Honestly, I think it's great for him, you know, I had my moments for me having one my 8, or my fifth in a row or whatever it may be. Thatwas my moment, you know, so if somebody equals that passes, that it's this is their, their thing, their moment. And I know nowadays, it's especially media driven as well also then player driven. I was driven as well by trying to break records to equal records. But I think as you sit back, you have a totally different perspective as you're not in it anymore. You started relaxing, just very proud of your achievements. So I hope he does it to be honest, because I think anything more he does, adds to tennis history goes above and beyond just talking tennis. He goes into global sports like when he went to 23, now in Paris, this is incredible stuff. Great news and it's good for the game. So I think he's the heavy favorite and I wouldn't be surprised if he wins Wimbledon again. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "GIOKOS",
      "sentences": "Welcome to marketplace Middle East where we cover the biggest business trends impacting the region. I'm Eleni Giokos, and I'm coming toyou from the Mohammed bin Rashid Space Center in Dubai. (BEGIN VIDEOTAPE) GIOKOS (voice over): For centuries, the Arab world use the stars for navigation and that is why some of them have names of Arabic origin like Aldebaran, which means the follower, Aqrab, which means the scorpion. And today the region is renewing its ambitions and investing in exploration towards the sky. SAMI SALEM, DIRECTOR OF AEROSPACE &amp; DEFENCE, PWC MIDDLE EAST: Over the past five years, we've noticed an incredible rejuvenation and re-emphasis of the importance of the space sector, particularly from the governments of the case and the UAE who launched their National Space strategies in an accelerated manner. We think that there is going to be a real run for the money when it comes to the standing of the space programs of our regional players in relation to global counterparts. GIOKOS (on camera): According to the global management consultancy firm McKinsey, the value of the space industry could reach $1 trillion by 2030. And that's from $447 billion today, a huge industry that the region wants to tap into.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "SALEM",
      "sentences": "Our market intelligence suggests that the regional space sector market size is around $10 billion today. And that's expected to grow at animpressive rate of around 22 percent to reach around $40 billion by 2030. GIOKOS (voice over): An example of this is seen in Oman, they recently announced creating the region's first spaceport, which will be strategically based in the sultanates port city of Duqm closer to the Earth's equator. Another player in the region is the UAE with a more than $860 million space sector. They sent their first astronaut to space in 2019.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "HAZZAA AL MANSOORI, UAE ASTRONAUT",
      "sentences": "We started this endeavor together in 2017. We were selected that was in 2019. I spent seven days on --International Space Station that was marked as the first mission for the United Arab Emirates. GIOKOS (voice over): The UAE now has several satellites and successfully deployed its motto probe back in 2021 that is still circling and studying the planet. Recently, they announced a new mission to send an explorer craft to the asteroid belt by 2028 searching for clues of life's origin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MANSOORI",
      "sentences": "I think this is a very interesting time. And the United Arab Emirates we are permitted to participate and to be very active player interms of human spaceflight and space sector in general. GIOKOS (voice over): Hazzaa Al Mansoori is one of six Arabs that represent the region in space travel.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "MANSOORI",
      "sentences": "I anticipated after that flight in 2019 that we will see other countries from the region participating and starting their own humanspaceflight program. And that's what happened. GIOKOS (voice over): In May this year, Hazzaa watched Saudi Arabia send his astronauts to space as part of the Axiom 2 space mission, including the first Arab female astronaut, Rayyanah Barnawi. I spoke with the Chairman of the Saudi Space Commission, Abdullah Alswaha to know more about the mission and to find out more about what the kingdom's plans are for this sector. GIOKOS (on camera): I was so happy when I heard Rayyanah Barnawi speaking Arabic at the ISS in microgravity and her message and she's the first Arab woman in space. What does this mean for Saudi Arabia?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:45:00",
      "speaker": "ABDULLAH ALSWAHA, CHAIRMAN, SAUDI SPACE COMMISSION",
      "sentences": "If you talk about Rayyanah Barnawi she's, she's a cancer researcher who have devoted all ofher life. And she has actually some of the leading work of splitting a protein called fast and from cancer cells, which have been proved the effectiveness and the efficiency of her mono chemo and radiotherapy to cancer patients. And today, she has the opportunity to take that to space by inspiring women in use to be able to conduct the same level of research with tumor organoids to be able to advance human progress by focusing on health care with space and innovation. This is so historic to us, and we couldn't be more proud. GIOKOS (on camera): The other astronaut Ali al-Qarni also there. And I know that the team together with all the other astronauts is going to be conducting 20 experiments. Tell me about what you want to achieve?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "SALEM",
      "sentences": "In Saudi Arabia, the space sector is expected to generate around 11,000 jobs by the year 2030. This really provides a huge backbone in termsof return on investment that is more economic based outlook. In the shorter term, we are expecting investments from private sector that are actually generating returns in the short, medium and long term, dollar for dollar. GIOKOS (voice over): Up next, we check out the booming luxury real estate markets in Dubai. But first, let's catch you up on the business calendar across the region in your marketplace minutes. From football to Gulf, Saudi Arabia is making big headlines in the world of sports. The Kingdom signed a $100 million deal with former Real Madrid star Karim Benzema has now joined a local team. And a partnership between the kingdom's LIV Golf PGA Tour and DP World finally formed after a year-long feud. But even though the merger may have sparked some backlash, especially after a recent investigation that was opened by the U.S. Senate, many in the golf world are still optimistic because they say the move will push for more unity in the game. And this month, July 6, Saudi Arabia hosts one of the world's biggest e- sports and gaming festivals, with teams competing from all over the globe to win a prize pool of $45 million. According to the Arab Gulf States Institute in Washington, the value of the country's gaming sector is projected to reach almost $6.8 billion by 2030. (END VIDEOTAPE) (COMMERCIAL BREAK) (BEGIN VIDEOTAPE) GIOKOS (on camera): Welcome back to \"Marketplace Middle East\" from space to Dubai's booming residential markets. Now in 2022 there were a number of homes that were sold for more than $10 million making Dubai the world's fourth most active luxury residential markets. And that's according to global real estate firm Knight Frank. And I'm here to check out what these multimillion dollar homes have to offer.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "LEIGH WILLIAMSON, REAL ESTATE BROKER LUXHABITAT",
      "sentences": "It's a masterpiece.GIOKOS (on camera): It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "WILLIAMSON",
      "sentences": "It is honestly.GIOKOS (on camera): So what's the price tag, let's get that out of the way.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "WILLIAMSON",
      "sentences": "So the asking price tag is 125 million U.S. dollars situated on 40,000 square feet of land in prime -- location. The house is truly anarchitectural -- . GIOKOS (on camera): My question is how much demand is there for properties like this in Dubai?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "WILLIAMSON",
      "sentences": "At the moment, the current demand is extremely high as we know the market shifted incredibly.GIOKOS (on camera): I absolutely love this table. This is why tag it with gold.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "WILLIAMSON",
      "sentences": "With a gold -- yes.GIOKOS (on camera): Absolutely phenomenal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:50:00",
      "speaker": "WILLIAMSON",
      "sentences": "There's about $15 million worth of art in the house currently.GIOKOS (voice over): Dubai's luxury real estate market experienced a record 44 percent hike in its home prices last year, making it the highest level globally, according to Knight Frank.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "BAILEY",
      "sentences": "Yes, I mean, there's been no doubt that you've got Russian buyers in Dubai, as you have for a long time. And you've got Ukrainian buyers aswell. But I think it's funny, we look at the numbers of nationalities buying in different markets on a kind of regular basis. And actually, London was always the most diverse, and Dubai is really kind of up there with longer in terms of the numbers of nationalities. If you look at a market like New York or Miami, they're much more dominance by domestic wealth. And Dubai is kind of a reflection of where London's been in terms of that depth and breadth of nationalities. And actually, probably, I think the standout buyers at the moment in terms of the numbers of purchases are really, you know, Indian, Chinese, UK. GIOKOS (on camera): I think many people are asking the question around whether this is an artificial bubble. This is artificial demand that's coming through and comparing it to the risks that we saw during the global financial crisis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "11:55:00",
      "speaker": "BAILEY",
      "sentences": "Dubai has gone through a number of cycles over the past, you know, 15 years, as the markets matured. And you have seen prices rising, pricesfall. I think the difference this time around is I think it's fair to say that price growth at that level is not sustainable. You know, we're not expecting to see price growth, anything close to what we've seen recently this year. If you look at what's happening globally, most major markets are seeing price corrections. I think in Dubai's days, I think there is an argument to be made that actually the shift in pricing over the past two or three years is a reflection of a shift in the city and then the way it's the way that it is attracting talent globally. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}