{
  "date": "2023-09-14",
  "headline": "CNN Newsroom",
  "subHeadline": "Morgues Overwhelmed As Death Toll Tops 6000; North Korean State Media: Kim Invites Putin To Visit Pyongyang; Key Takeaways From Putin- Kim Summit In Eastern Russia; China's Xi Hosts Venezuela's Maduro For State Visit; Ukraine Strikes Sevastopol Port In Crimea; Residents Evacuate From Areas Near Front Lines; Morocco Accepts Offers Of Support From Several Countries; Biden Reacts To Impeachment Inquiry For First Time As Republicans Offer No Evidence Of Wrongdoing; Tech Titans Gather In Senate For AI Forum; Beijing Unveils \"Blueprint\" For Integrating Taiwan; Beijing Unveils 'Blueprint' for Integrating Taiwan; Fugitive Murderer Captured Two Weeks After Escape; Plan to Dislodge Grounded Cruise Ship at High Tide Fails. Aired 12-12:45a ET",
  "utterances": [
    {
      "timeStamp": "00:00:14",
      "speaker": "JOHN VAUSE, CNN NEWSROOM ANCHOR",
      "sentences": "Ahead here on CNN. Days after catastrophic flooding, dead bodies are everywhere in the Libyan city of Derna. Too many to count, too many to bury.Vladimir Putin agrees to visit his new BFF Kim Jong-un in Pyongyang when convenient. New era of cooperation which looks a lot like a throwback to the Cold War. And stuck in the mud and going nowhere, it could be days before rescue crews reach a luxury cruise ship run aground in a fjord in northeastern Greenland.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:14",
      "speaker": "ANNOUNCER",
      "sentences": "Live from CNN Center, this is CNN NEWSROOM with John Vause.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:14",
      "speaker": "VAUSE",
      "sentences": "Wherever you are around the world, thank you for joining us here. This is CNN NEWSROOM. We begin in the Libyan city of Derna which is now littered with dead bodies. Authorities say they are simply unable to bury all the victims from Sunday's devastating flooding caused by the collapse of two nearby dams.The official death toll is around six thousand. But with at least 10 thousand missing, no one knows for certain how many lives have been lost, at least not yet. Help is starting to arrive with rescue teams from Turkey, Egypt, the UAE, Qatar as well as other countries. The UN says more than 30 thousand people have been displaced. The two hospitals in Derna are overwhelmed, morgues are overflowing, body bags are reportedly in short supply, phone lines are down, there's no access to clean water or sanitation, leading to fears that waterborne diseases will spread, making this disaster even worse. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE (through translator): This is a catastrophe from God and we cannot object. Our families, our brothers. Figures are massive. We belong to Allah, and to him we shall return. UNIDENTIFIED MALE (through translator): Give me approximate statistics, could the numbers reach 10 thousand? UNIDENTIFIED MALE (through translator): I cannot. UNIDENTIFIED MALE (through translator): Could the number reach 10 thousand? UNIDENTIFIED MALE (through translator): More. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:14",
      "speaker": "VAUSE",
      "sentences": "A report published last year warned the two dams that collapsed in Derna had a high potential for a flood risk. More details now from CNN senior international correspondent Ben Weneman. And a warning here, his report contains some graphic content.(BEGIN VIDEOTAPE) BEN WEDENMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): The bodies are everywhere. Dozens, dozens have been dead and covered with blankets awaiting identification and burial. The dead number in the thousands, but so far no one really knows how many were taken by storm Daniel. Survivors are finding more and more bodies. Rescue workers and volunteers have retrieved the body of a boy wrapped in a blanket and prepared to put him in a body bag. His father arrives, overcome with emotion. Doctors fear so many left dead in the open could lead to an outbreak of disease. DR. EISHA (through translator): We aren't able to identify all the bodies and bury them, says this woman identified as Dr. Eisha. We want to provide a humane place. Freezers where loved ones can then identify them. WEDEMAN (voice-over): Access to Derna remains difficult. The flood destroyed many of the roads and bridges leading to the city. This port in eastern Libya has been transformed into a wasteland of mud, rubble and ruin. The raging waters that tore through the city spared no one and nothing. Ben Wedeman, CNN, Rome. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:14",
      "speaker": "VAUSE",
      "sentences": "Joining me more from Geneva, Switzerland is Tommaso Della Longa with the International Federation of Red Cross and Red Crescent Societies. Thank you for being with us sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:14",
      "speaker": "TOMMASO DELLA LONGA, INTERNATIONAL FEDERATION OF RED CROSS AND RED CRESCENT SOCIETIES",
      "sentences": "Thanks for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:00:14",
      "speaker": "VAUSE",
      "sentences": "So what is the latest information you have right now on the situation in Derna, in particular, you know, where are they at right now with relief supplies? What's the biggest need? What's the biggest risk right now in Derna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:07",
      "speaker": "VAUSE",
      "sentences": "There is a selling plot that I'm carrying and it's not the point here but I read that there is a shortage of body bags?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:07",
      "speaker": "LONGA",
      "sentences": "Yes, indeed the body management is one also of the activities that Libya Red Crescent is running at the moment. Of course with limited capacity and yes the body bags are one of the items unfortunately are missing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:07",
      "speaker": "VAUSE",
      "sentences": "What else have you heard about fears that there may be another dam at risk of collapsing not far from Derna?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:07",
      "speaker": "LONGA",
      "sentences": "On this, sincerely speaking, I don't have any news. I know that the situation, the infrastructure situation, in the area was already vulnerable and fragile before the arrival of the storm and then we saw the consequences of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:07",
      "speaker": "VAUSE",
      "sentences": "What about beyond Derna? Because there's not a lot of focus on what happened there as you would expect. A quarter of the city has been wiped out. But, have you had a chance to assess the full scale, the full scope of this disaster, and where you need to put your resources as they come in? Because obviously there's a great shortage but you need to prioritize now. So obviously Derna, but where else is suffering in eastern Libya?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:07",
      "speaker": "LONGA",
      "sentences": "Well we know the different areas around Derna were also affected. We understood from our people in the field, the rural areas around Derna were heavily affected. I mean, the story that we are hearing is that entire villages were wiped out by the water, by flooding.And then, as you correctly point out, it's a matter of priority at the moment, so we are really working in coordination with all the different stakeholders to avoid, let's say, duplication. But the reality and so then the priority is health, shelter, clean water. These are the three priorities at the moment, but the reality is that the needs are so enormous that, I mean, we're still far from giving an answer to all the needs in the field.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:07",
      "speaker": "VAUSE",
      "sentences": "I understand. You know, in an earthquake, for example, people can survive for days or weeks under rubble and debris and they could still be found alive. That doesn't seem to be the case with a flash flood here, one which we're dealing with now in Derna. How realistic is the search for survivors at this point? Or is it just simply a search for bodies?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:07",
      "speaker": "LONA",
      "sentences": "Well, as for the earthquake, I would say that the window, the first three days to find someone alive is almost closed. Of course some hope is still there, but unfortunately, we can see that the death toll could increase in the next hour, it's also because actually, we are not even having a totally clear picture on the scale of the disaster at the moment.Because, as I said, the infrastructure is not anymore there. And there is a big issue with mobile data, telecommunication in general. So gathering information also is not very easy at the moment.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:07",
      "speaker": "VAUSE",
      "sentences": "Tommaso Della Longa, you have a very big job ahead of you. I wish you all the best, and all your teams on the ground, all the best in the coming days. Thank you for doing what you do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:05:07",
      "speaker": "LONGA",
      "sentences": "Thank you very much.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:06",
      "speaker": "CHANCE",
      "sentences": "But an actual deal would be an alarming marriage of convenience, one both sides seem ready to toast. Matthew Chance, CNN, Moscow.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:06",
      "speaker": "VAUSE",
      "sentences": "Now to Beijing. CNN's Steven Jiang standing by live for us, and Steven it's interesting, when we look at this deal which is being done, there seems to be a lot more than a weapons deal, at least that's according to the intelligence reports. This is all about this new relationship between North Korea and Russia.It has gone from being very transactional to now being one of 100-year friendships. You know, almost like the lips and teeth kind of stuff. In the past, China was seen as the only country that could really rein in North Korea. Now that North Korea has Russia at its back, that job that China used to do, it's going to get a lot harder moving forward. North Korea's in a much stronger position now than it's ever been.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:10:06",
      "speaker": "STEVEN JIANG, CNN BEIJING BUREAU CHIEF",
      "sentences": "Yes, John, you know, also remember, China, so far, has not really commented on the summit between Kim and Putin other than saying that both are their friendly neighbors and should have their own independent foreign policy. And China still maintains very strong ties with both governments.But when I think about it, you mentioned the word mercantile transactional. But a marriage of convenience could still work for both parties, you know, when the timing is right. And right now, of course, the timing is exactly right for both Kim and Putin. And for Kim, as you mentioned, North Korea has long, very much relied on China to provide the Pyongyang regime with an economic lifeline and China remains its absolutely biggest trading partner. That's why it's natural for Kim to seek other options, and Russia, of course, is now one such natural choice. And Putin, of course, also has its own reason as you have heard Matthew Chance saying, he just desperately needs those ammunition for the battlefield in Ukraine. That's something impoverished and isolated North Korea actually has, being one of the world's most militarized nations despite its small size and collapsed economy. It does have such a huge standing army, and military production capacity. So that's why both sides are embracing each other and ushering this new era in this relationship. But that's also why both sides, in terms of North Korea and Russia, have been very careful in their public statements about what they want to do and trying not to cross China. But also for Russia, of course, remember, being a permanent member of the Security Council, it's also trying to at least have some sort of public stance about now violating the sanctions itself has signed up to. Now Putin, of course, has left the door open saying, of course, there's restrictions in military cooperation with North Korea, but there are, as he hinted, work-arounds. But one thing that's definitely gone is Moscow's wariness over North Korea's nuclear weapons ambitions and program, John.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "VAUSE",
      "sentences": "Help is slowly making its way to survivors in hard-hit mountain villages in Morocco. After Friday's devastating earthquake as the death toll now approaches 3000, the U.S. Agency for International Development is the latest to promise help, saying it will provide an initial $1 million in humanitarian assistance to support Morocco, and has sent an assessment team to the country.(BEGIN VIDEO CLIP) MATT MILLER, U.S. STATE DEPARTMENT SPOKESPERSON: The United States Agency for International Development has deployed a small assessment team to Morocco to liaise with local responders accessing the situation and identifying humanitarian needs. And second, that we are exchanging specialized technical expertise through the United States geological survey. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "VAUSE",
      "sentences": "So far, Morocco has accepted limited foreign aid. But is now ramping up its own response to this disaster. We have more now from CNN's Nada Bashir.(BEGIN VIDEOTAPE) NADA BASHIR, CNN CORRESPONDENT (voice-over): Sheltering from the sweltering September heat, survivors of Morocco's earthquake spent another day coming to terms with the tragedy that has befallen this shaken community.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "BASHIR",
      "sentences": "Temporary shelters for those left homeless by the earthquake have been set up across this region. Many of the tents that you can see here have been supplied either by the Moroccan government or by local organizations and charities.But the Moroccan government has also requested assistance from members of the international community. And we've seen these international teams on the ground providing support. Not only on the search and rescue front, but also with the humanitarian relief efforts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:20:07",
      "speaker": "ROBERT NORMAN, COMMAND SUPPORT OFFICER, UK INTERNATIONAL, SEARCH AND RESCUE",
      "sentences": "The immediate priorities for our team is always saving lives. Following on from that, where we can help with medical assistance, identify humanitarian needs, so that even when that rescue phase does close, we've provided all the information we can to help humanitarian relief that will follow us.BASHIR (voice-over): Across the quake zone here in Morocco, there has also been an outpouring of support from the local community, with donations of food, water and medication. The volunteers here tell us, they still need more tents and, crucially, long term support with the rebuild efforts. The government says the reconstruction of homes lost in the disaster is a priority. But for so many impacted families, there is no telling how long it will be before they have a real home to return to. Nada Bashir, CNN, in Amizmiz, Morocco. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:48",
      "speaker": "VAUSE",
      "sentences": "Welcome back to our viewers all around the world. I'm John Vause. You're watching CNN NEWSROOM. For the first time, the U.S. President Joe Biden is speaking out about the Republican impeachment enquiry. At a fundraising event on Wednesday, the president said Republicans not only want to impeach him, but they also want to shut down the government.The reference there to the looming government shutdown at the end of this month. House speaker Kevin McCarthy, and far-right MEGA Republicans are moving ahead with impeachment, although they've offered no evidence that Biden has committed high crimes and misdemeanors, no evidence of any kind of impeachable offense. Even some Republicans say the evidence just isn't there. When CNN's Manu Raju asked the speaker why he launched the inquiry, instead of bringing it to the House for a vote, the speaker tried some whataboutism, pointing to his Democratic predecessor, Nancy Pelosi. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:48",
      "speaker": "MANU RAJU, CNN REPORTER",
      "sentences": "You just might change your position.KEVIN MCCARTHY, U.S. HOUSE SPEAKER: I never change my position. You know what's interesting? So you don't care about any of the answers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:48",
      "speaker": "RAJU",
      "sentences": "I just asked about your words, why do you change your words?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:48",
      "speaker": "MCCARTHY",
      "sentences": "Well let me answer your question, because I've answered it every single day, and you can answer it every single day. Nancy Pelosi changed the president of this house. This doesn't preclude from him -- Nancy Pelosi changed the president of this house on September 24th. It was withheld and good enough for every single Democrat here, it was good enough for the judge. Why did it have to be different today?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:48",
      "speaker": "VAUSE",
      "sentences": "Well, may the titans of tech gathered in a Senate hearing room Wednesday to talk with U.S. Senators about how to regulate artificial intelligence. But there was little consensus on how to actually do it. Elon Musk, Mark Zuckerberg, Bill Gates and others joined civil society leaders and 60 senators for the closed-door hearing.All agreed that the federal government should do something to oversee A.I. development. But what the government's role should be and how to craft that into legislation, well, that exposed some very deep differences. Still, Elon Musk expressed optimism that some regulation is coming. (BEGIN VIDEO CLIP) ELON MUSK, TESLA &amp; SPACEX CEO: It's important for us to have a referee. Just as you have a referee at a sports game. I think it is important for similar reasons to have a regulator, which you could think of as a referee, to ensure that the companies take actions that are safe and in the interest of the general public. I think it's clear that there's a strong consensus, an overwhelming consensus that there should be some A.I. regulation, that it would be in the best interest of the people to do so. And I think we'll probably see something happen. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:48",
      "speaker": "VAUSE",
      "sentences": "Beijing has unveiled what some in China are calling a blueprint for unification with Taiwan. It's typical carrot and stick stuff. China's military is also holding drills around Taiwan to reinforce Beijing's territorial claims. The new communist party director proposes that China's Fujian province, which lies closest to Taiwan, become a demonstration zone for integrating Taiwan with the mainland.That includes calling for stronger trade ties between Taiwan and Fujian province, and incentives for Taiwanese people to emigrate to the mainland. There has been no official response from Taipei, but one Taiwanese lawmaker dismissed Beijing's proposal as ridiculous. We are joined now by John P. Burns, emeritus and honorary professor at Hong Kong University. Thank you for being with us sir. JOHN P. BURNS, EMERITUS AND HONORARY PROFESSOR, HONG KONG UNIVERSITY: Hello.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:25:48",
      "speaker": "VAUSE",
      "sentences": "Hi. So, there are two very different messages now coming from the mainland. There's the military moves in the region, and we'll get to that in a moment. But first, explain what Beijing is hoping to achieve with this blueprint for integration? Because this goes way beyond the Economic Framework Agreement which came into effect 13 years ago, two days ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:09",
      "speaker": "JOHN VAUSE, CNN INTERNATIONAL ANCHOR",
      "sentences": "Because it's complicated in Taiwan. Because, you know, there are those who want Taiwanese independence. There are those who want reunification with the mainland. You know, so this isn't just a clearcut case of Taiwan wants to be free of China altogether. You know, there is politics at play here, domestically, within the island.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:09",
      "speaker": "BURNS",
      "sentences": "Absolutely. Local politics is very much in play.And we only have to look no further than the two off-shore islands, you know, next to Fujian, Kinmen and Matsu. And there is quite a bit in this plan to appeal to them: lower-cost utilities, a bridge even linking Fujian to these islands. And maybe co-branding an airport between -- you know, Kinmen and Xiamen (ph) or something like this. On the mainland, the DPP, of course, is -- will be entirely against this. The islanders that I just spoke about would like to see their economy grow. And some of the candidates seem to think closer ties between the island and Fujian would not be a bad thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:09",
      "speaker": "VAUSE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:09",
      "speaker": "BURNS",
      "sentences": "I agree with you. Very complex politics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:09",
      "speaker": "VAUSE",
      "sentences": "It really is. And at the same time, on top of all of this, we have Taiwan's military tracking 35 PLA aircraft. There's J-10, J-16, SU fighter jets, SU-30 fighter jets, Y-9, Y-20 military transport plans, KJ-500 airborne early warning aircraft.I mean, this is a -- you know, a makeup of certainly what looks like a very aggressive, you know, aircraft makeup here. We've also have the aircraft carrier Shandong as part of all this. One analyst described it as Beijing's largest ever maneuvers involving an aircraft carrier. And CNN has reported, you know, \"China has taken a carrot and stick approach to Taiwan, threatening it with the prospect of military invasion while offering opportunities for business and cultural exchanges to those it believes are more amenable to Beijing's point of view.\" Still, it seems odd to issue an invitation to come to the mainland, explore new opportunities, while literally flying over the Taiwan Strait and an armada of ships from the Chinese navy to get there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:09",
      "speaker": "BURNS",
      "sentences": "Yes, I think this is. I agree with you, it does seem odd.There seem to be two things going on on the mainland, too. One is those people in the politburo are focused on economic policy, and this integration plan seems to be more in line with them. And one group focused on security. And the military seems to be there, too. Remember that the integration plan, right at the very end, says this plan is carried out under the leadership of the Chinese Communist Party. So, if you're in Taiwan, you sign up for this plan, you're basically signing up for this. China has never taken the military option off the table. And I think that's precisely what they're showing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:09",
      "speaker": "VAUSE",
      "sentences": "What was interesting, though, the start of the Ukraine war, there's a lot of speculation that Beijing and Xi Jinping, was watching that very closely with an eye on Taiwan, seeing how it played out for Russia in Ukraine. And maybe their own military adventures for some kind of takeover, or some kind of conflict.Given how badly the war has gone for Putin in Ukraine, is that now sort of changing, maybe, the emphasis here from potential conflict to this more sort of gradual slow policy of reintegration, if you like?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:09",
      "speaker": "BURNS",
      "sentences": "I don't think so. I think we've got two things going on at the same time.I mean, the Communist Party is saying, We haven't taken the military option off the table. We're exercising around the island right now. Just watch us. But, they're also telegraphing this is what a peaceful integration kind of policy might look like. So I don't -- you know, the war in Ukraine, Russia's invasion of Ukraine, yes, it has shown some of the -- the vulnerabilities of military invasion. And we shouldn't underestimate the complexity of that. If the PLA decided to invade Taiwan, there would be a massive conflict, I believe, just on Taiwan. Never mind outside -- other outside parties.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:09",
      "speaker": "VAUSE",
      "sentences": "Professor Burns, thank you, sir, for being with us. Your insights and your time, very much appreciated. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:30:09",
      "speaker": "BURNS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "VAUSE",
      "sentences": "New details this hour about the dramatic capture of a convicted murderer after nearly two weeks on the run in Pennsylvania. According to law enforcement, Danelo Cavalcante told police he wasplanning to hijack a car to flee to Canada. He also said search teams came within a few feet of him on at least three occasions as he hid in dense brush after his prison break-out. CNN's Brian Todd has more on Wednesday morning's capture. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Subject is in custody.BRIAN TODD, CNN CORRESPONDENT (voice-over): Escaped murder convict Danelo Cavalcante captured after nearly two weeks on the run.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "DEB RYAN, CHESTER COUNTY DISTRICT ATTORNEY",
      "sentences": "Our nightmare is finally over, and the good guys won.TODD (voice-over): A burglar alarm overnight led to a heat signal spotted by aerial infrared. On Wednesday morning, tactical teams converged on a location inside the search zone. LT. COL. GEORGE BIVENS, PENNSYLVANIA STATE POLICE: They were able to move in very quietly. They had the element of surprise. Cavalcante did not realize he was surrounded until that had occurred. That did not stop him from trying to escape. He began to crawl through thick underbrush, taking his rifle with him. TODD (voice-over): But he did not have an opportunity to shoot. A K-9 officer released a police dog.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "BIVENS",
      "sentences": "The dog subdued him. And team members from both of those teams immediately moved in. He continued to resist but was forcibly taken into custody.TODD (voice-over): Within five minutes, it was over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was right back in there, from what it sounded like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Right behind the wood pile?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.TODD (voice-over): Police say the rifle Cavalcante had with him was within his reach as he was struggling to get free from the dog. Deadly force was not used, despite being authorized.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The gun was absolutely a factor in the threat. The dog is very quick, has the ability to disable someone and take them off-guard, so that they're not able to do something like fire a gun or use a knife, or whatever other thing -- or escape, even.TODD (voice-over): Authorities say Cavalcante was bleeding from a scalp wound caused by the dog, but it was not significant.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "BIVENS",
      "sentences": "He looked as though he had been put through an awful lot. He looked tired, wet and stressed, which is exactly what we were trying to do all along.TODD (voice-over): Police say there were people who wanted to help him but were prevented from doing so, including his sister, who has been referred for deportation proceedings. Two weeks ago, Cavalcante escaped while serving life in prison without parole for killing his former girlfriend, Deborah Brandao, in 2021. For the family of the victim.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "RYAN",
      "sentences": "They've been barricaded inside their homes, not feeling safe anywhere. So, for them, this is a tremendous relief.TODD (voice-over): The same for many residents.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Definitely, it's something that's relieving. It's scary for people around here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:35:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It's nice to be able to come back out and make a living.TODD (voice-over): Could he have been caught sooner?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:08",
      "speaker": "TODD",
      "sentences": "While authorities say that Danelo Cavalcante's sister and others intended to help him while he was on the run, the Chester County D.A., Deborah Ryan, told us that the sister did not communicate with her brother during the manhunt.She said the sister was not helpful to investigators and is about to be deported. Danelo Cavalcante, meanwhile, has been charged with felony escape for this episode. Brian Todd, CNN, Chester County, Pennsylvania. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:08",
      "speaker": "VAUSE",
      "sentences": "More than 200 passengers and crew, mostly Australians, remain stranded on a luxury cruise ship off the coast of Greenland. The ship has been stuck in one of Greenland's national parks since running aground Monday. And despite attempts to dislodge the liner on Wednesday, it is still there.Here's what one passenger had to say about the ordeal. (BEGIN VIDEO CLIP) LIS, CRUISE SHIP PASSENGER: There has been several attempts to try and drag us sideways, backwards, whichever way to, you know, free the ship from the -- the mud. That's been unsuccessful. So tomorrow morning, apparently, they're going to have another go when the tide is higher and more favorable. But we do seem fairly stuck in the mud. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:08",
      "speaker": "VAUSE",
      "sentences": "Lis also told the 9 Networks today, a show in Australia, that one of her biggest concerns was running out of alcohol, but that did not seem to be a problem, she added.Now it's just a matter of waiting a few days for another rescue attempt. CNN's Anna Stewart has details. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "00:40:08",
      "speaker": "ANNA STEWART, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "It's been stuck off the East coast of Greenland since Monday, sitting on a bed of sand and mud, according to the Danish armed forces.Initial attempts by the cruise ship to refloat itself at high tide have failed, as did a tug from a fishing research vessel, owned by Greenland, on Wednesday. Help is on the way, but it could take a while. According to Denmark's Joint Arctic Command, a Royal Danish Naval ship is en route. But it is taking time. It's hit some bad weather, and currently, it's expected to arrive on Friday evening. Troops from a Danish military dog sled patrol are also in the area in the event of an emergency. They actually boarded the bus on Tuesday and said everyone was doing well. The Australian cruise operator of the ship, Aurora Expeditions, released a shipment saying, \"All passengers, the Expedition team and crew on board are safe and well. Importantly, there is no immediate danger to themselves, the vessel, or the surrounding environment.\" Hopefully, that continues. An extended stop at the coast of Greenland wasn't the plan, but perhaps passengers can enjoy the luxury cruise ship's hot tubs, its gym, its spa, and the views don't look too bad, either. Anna Stewart, CNN, London. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}