{
  "date": "2023-03-20",
  "headline": "CNN Newsroom",
  "subHeadline": "Trump Lawyer Warns of Mayhem if Ex-President is Indicted; Grand Jury to Hear from Witness in Trump Investigation; China's Xi will meet Russia's Putin in Moscow; Putin Visits Occupied City of Mariupol; U.S. Federal Reserve and Other Major Central Banks Try to Head Off Crisis by Keeping Dollars Flowing. Aired 3-4a ET",
  "utterances": [
    {
      "timeStamp": "03:00:00",
      "speaker": "ROSEMARY CHURCH, CNN ANCHOR",
      "sentences": "Hello and welcome to our viewers joining us here in the United States and all around the world. You are watching \"\"CNN Newsroom\" and I'm Rosemary Church.Just ahead, the investigation into Donald Trump's alleged hush money scheme will soon have an unexpected witness as the Manhattan district attorney weighs indicting the former president. And if he is arrested, Trump's attorney warns of mayhem to come. China's president is making his first trip to Moscow since the war in Ukraine began. What Xi Jinping and Vladimir Putin hope to achieve at their meeting. And the U.S. Federal Reserve is taking steps to keep cash flowing as major moves are being made to help restore confidence in the global banking system. UNKNOWN (voice-over):  Live from CNN Center, this is \"CNN Newsroom\" with Rosemary Church.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "Good to have you with us. Well, a day after Donald Trump urged supporters to protest his potential indictment in New York, his legal team has further stoked tensions by warning of unrest if the former president is arrested.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "ALINA HABBA, TRUMP LAWYER",
      "sentences": "Let's see if they arrest him. but I'll tell you what, if they choose to do so for a misdemeanor, which frankly he didn't even do, it is going to cause mayhem, Paula.I mean, it's just a very scary time in our country. I do think security should be in place if that is what they choose to do. I would never want to see anybody get hurt. I know the president wouldn't either. If this is what we're doing in this country, you better secure the premises because it's dangerous. You know, people are going to get upset. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:00:00",
      "speaker": "CHURCH",
      "sentences": "Trump's possible indictment is related to a grand jury investigation over a hush money payment allegedly made to an adult film star. In the coming hours, we could learn new details about that probe. Trump's former attorney, Michael Cohen, could appear before the grand jury if his former legal adviser, Robert Costello, offers evidence that would challenge Cohen's claims about the alleged hush money.And with the possibility of large-scale protests in New York, authorities say they have been planning extra security measures. CNN's Gloria Pazmino reports. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:57",
      "speaker": "CHURCH",
      "sentences": "And earlier, I discussed the case with Areva Martin, an attorney and legal affairs commentator, and I asked her about the potential testimony Robert Costello and Michael Cohen could provide to the grand jury. Here is what she said.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:57",
      "speaker": "AREVA MARTIN, CNN LEGAL ANALYST, CIVIL RIGHTS ATTORNEY",
      "sentences": "Michael Cohen is on standby. So, if Robert Costello goes into that grand jury room and gives testimony that contradicts that, which Michael Cohen gives, he's going to be called in immediately to rebut whatever that testimony is.I don't think at this point anything that Robert Costello says, if the district attorney in Manhattan has already had enough evidence, heard enough evidence, and has and presented enough evidence to this grand jury, I doubt one witness's testimony will cause there to be any different outcome. So, if there is enough evidence already to indict and they're just wrapping this up, I suspect that they'll move forward with the plans that they already have in place.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:57",
      "speaker": "CHURCH",
      "sentences": "And Trump's attorneys say there will be mayhem if he's arrested. How likely is it that Trump will be arrested on Tuesday as he himself is predicting, and what will the likely ramifications be if that happens?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:57",
      "speaker": "MARTIN",
      "sentences": "Well, we don't know if this is going to happen on Tuesday. Even his legal team has said that they're doubtful, that there has not been any credible information coming from this district attorney's office announcing that Tuesday is the date that he will be arrested. So, at this point, that's just speculation.But in terms of what this could mean, obviously, this country has never faced this kind of what some are calling a constitutional crisis where a former president who is running for president again has been arrested, has been indicted on criminal charges. So, it remains to be seen what this looks like. We know there are huge security risks. This is not like going to knock on the door of Michael Cohen or one of the very many people in Trump's orbit that have been arrested. Because Trump does have Secret Service protection, any kind of arrest would have to be worked out with the Secret Service. So, there are lots of details yet to be, I think, worked out or disclosed as it relates to any potential arrest. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:04:57",
      "speaker": "CHURCH",
      "sentences": "Our thanks to Areva Martin, who joined me live last hour.So, in just a matter of hours now, Chinese leader Xi Jinping is set to arrive in Russia for a visit that's likely to be viewed by the west as a powerful show of support for Moscow and President Vladimir Putin. The Kremlin says the two planned to strengthen relations and discuss the war in Ukraine with a one-on-on meeting kicking off the visit. The U.S. plans to keep a very close eye on developments and watch for any signs that China is moving forward with providing military aid to Russia. CNN correspondents are tracking all the developments for us. Anna Coren is standing by in Hong Kong and Salma Abdelaziz is live in London. Good to see you both. So, let's begin with Anna in Hong Kong. Anna, how is China framing President Xi's visit to Moscow, and how does he plan to be a neutral peace broker in Russia's war with Ukraine if there is any possibility he plans to offer lethal support to Putin?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:56",
      "speaker": "CHURCH",
      "sentences": "We'll be monitoring that very closely. And I want to bring in Salma Abdelaziz now joining us live from London. Good morning to you, Salma. So, what's President Putin trying to achieve with the optics of his visit to Mariupol coming just days after the ICC issues an arrest warrant against him for war crimes and coming a day before China's president arrives in Moscow for talks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:09:56",
      "speaker": "SALMA ABDELAZIZ, CNN REPORTER",
      "sentences": "Rosemary, you just heard from my colleague, Anna, there about the diplomatic tightrope that President Xi will be walking, trying to, again, demonstrate that he's a neutral power broker, trying not to aggravate Europe any further but also trying to develop this relationship, this bilateral relationship with Moscow.President Putin, for his part, will be doing the wooing. It is not just a show of support that President Putin needs at this point, he needs actual material support. And western officials have been warning about this. They are highly concerned that China is considering sending lethal aid to Russia, something that President Putin, again, desperately needs to replenish that arsenal, the military arsenal that has been severely depleted after a year of conflict on the ground and after a year really of very little victory on the ground, Rosemary, as well. So, that visit that you're playing out in Mariupol, that was a demonstration of strength from President Putin. That was him saying, I am here, I am present, I am strong, and trying to demonstrate he is a victorious leader who has the reins on the ground despite what the west says, despite the losses on the battlefield. You heard there also as well from Anna about the article that President Putin wrote. That was published in a state media outlet. I think that article begins to indicate to you his thinking, his view of this very important visit. In that article, President Putin calls \"comrade Xi\" a close friend. He aligns their world vision, Rosemary, sees them both as being attacked by NATO and the west in American hegemony and sees that their interests are closely aligned. So, that's very much what President Putin is going to be doing here. He is going to try to build what he has already called a no-limits partnership with President Xi. He is going to want to develop that further. He's going to want bring him on site (ph). He is going to want to portray that strength and leadership on the ground. He is also going to want to win over any actual material support that he can get his hands on. It's important to remember here for President Xi that he is also expected to hold a call with President Biden. He is also expected to speak to President Zelenskyy. So, there's a lot more here that's going to go into his thinking, into his decision-making. But for Moscow, this is such a critical moment when President Putin has been so sidelined, so marginalized, essentially a pariah to the west, to finally get some support, to finally get some backing from China.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:19:57",
      "speaker": "CLARE SEBASTIAN, CNN INTERNATIONAL CORRESPONDENT",
      "sentences": "Yeah, Rosemary, you might have thought that this would some relief on the global markets given that this sort of resolves the uncertainty around Credit Suisse to some degree. That is not what we are seeing. Asian markets are lower. We are seeing banks in particular pretty hard-hit. HSBC, for example. Standard Charter down pretty sharply in Hong Kong, around 7% or more in both cases.I think the reason for that, if you look at the deal itself, is that one, because we don't actually have the full details of it yet, and two, because there are things about it that are causing nerves. The price tag, for example, just over $3 billion, that is less than half of the market value of Credit Suisse as it closed on Friday. It is less than 1% of the bank's total assets at the end of last year. I think some investors will look at that and think, what was so bad about these assets? What else do we not know about how bad things were at the bank? There are also the losses that are implicit in this deal. Shareholders are going to be almost wiped out. They get one UBS share for every 22-1/2 Credit Suisse shares when the acquisition closes. And there's a class of bondholders known as Eighty-One. This is the risky end of the bond spectrum. They are being wiped out completely, that $17 billion worth of bonds that are not even getting a haircut. They are just not getting anything. That is a potentially unnerving precedent for bondholders. But this was about preventing contagion, preventing the spread even further. Take a listen to the Swiss finance minister on that. (BEGIN VIDEO CLIP) KARIN KELLER-SUTTER, SWISS FINANCIAL MINISTER:  The bankruptcy of a global systematically important bank would have cost irreparable economic turmoil in Switzerland and throughout the world. For this reason, Switzerland had to take the responsibilities beyond its own borders. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:19:57",
      "speaker": "SEBASTIAN",
      "sentences": "Don't call it a bailout, say the Swiss authorities. This, they say, was a commercial solution and acquisition by UBS even at that fire sale price.But there are those questioning it given that there is going to be quite a lot of government support, more than $100 billion in credit line, a potential lifeline for this. They're going to be backstopping billions of dollars in potential losses as well at Credit Suisse. So, there is a lot of government involvement. They are at pains to point out that this was in no way a commercial solution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:19:57",
      "speaker": "CHURCH",
      "sentences": "And Clare, the Federal Reserve and other central banks are trying to head off a crisis by keeping money flowing. So, you're saying, when you look at the markets here, this is not calming jitters at all, but could it maybe change in the next few hours when people start to realize what this actually means?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:19:57",
      "speaker": "SEBASTIAN",
      "sentences": "It could, certainly. We could see markets turn around when they start to digest the details of this and realize that it might go some way to prevent contagion in the banking sector. Credit Suisse, of course, had its own idiosyncratic issues.What the central banks have done, they have a mechanism already in place, these dollar liquidity swaps. They just increased the frequency from every week to every day, that they are going to be made available until the end of April. I think, conversely, Rosemary, there are instances at which that kind of intervention can upset markets further because obviously that signals that there might be something wrong. We did, of course, hear from Janet Yellen last week that she is worried that banks are already tightening lending, which is something they want to avoid.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:19:57",
      "speaker": "CHURCH",
      "sentences": "Yeah, it certainly a very delicate operation, isn't it? Clare Sebastian joining us live from London, many thanks.Eric Oros is chief investment officer with Gideon Strategic Partners. He joins me now from Baltimore in Maryland. Good to have you with us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:19:57",
      "speaker": "ERIC OROS, CHIEF INVESTMENT OFFICER, GIDEON STRATEGIC PARTNERS",
      "sentences": "Thanks, Rosemary. Great to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:19:57",
      "speaker": "CHURCH",
      "sentences": "So, how likely is it that this emergency rescue bid by UBS to buy its rival, Credit Suisse, will achieve the goal of avoiding a global banking crisis by halting investor panic after the collapse of also two U.S. banks?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:19:57",
      "speaker": "OROS",
      "sentences": "I think it remains highly unclear. Even the terms, while we've seen a few headline figures and there's been multiple today, even the terms have yet to be fully worked out. In fact, UBS executives telling employees to continue to treat Credit Suisse as competition.That being said, the package itself, $100 billion full state support, I think, will do a lot to inject confidence into the system, but hardly out of the woods yet. That's for sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:02",
      "speaker": "OROS",
      "sentences": "That's right. It's a very open question. I think that the market has to reconcile the crisis of confidence and the Fed has to make -- really understand that they've created a lot of liquidity in the last few days with the deposit lines being drawn, over $160 billion.And in fact, the crisis itself, the regional banks play such a big role in lending. You could argue that a lot of the tightening that a rate hike would be meant to achieve in terms of creating no more heat on the economy, the job has been done for them in many respects with the events over the past week. And in many respects, I think the tone of the meeting will be to restore confidence rather than kind of the brow-beating we saw from Powell two weeks ago in front of Congress really being steadfast against inflation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:02",
      "speaker": "CHURCH",
      "sentences": "Right. So, how will this takeover work exactly given a massive emergency loan from the Swiss National Bank wasn't enough to stop the fallout?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:02",
      "speaker": "OROS",
      "sentences": "Well, the takeover itself, I think, remains highly uncertain. It seems that the SNB (ph) has written in quite a lot of loan loss provisions and kind of backstopped the ultimate losses. Credit Suisse's balance sheet is something that I think even UBS, acquirers (ph), and many of the executives at Credit Suisse don't know where all the skeletons are hidden.So, it will be interesting to see the details worked out over the past week, but it does seem that the Swiss National Bank has backstopped the losses for UBS to get it into safe hands, so to speak.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:02",
      "speaker": "CHURCH",
      "sentences": "Yeah. I mean, Credit Suisse, as you mentioned, it has had a number of issues for a while, hasn't it? Even late last year, it had depositors withdrawing funds. So, why did it take this long to do something about it or for the problems to show up? And why are we suddenly seeing banks fail here in the United States? Now, we're seeing this in Europe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:02",
      "speaker": "OROS",
      "sentences": "Yeah, it has certainly been a long time coming with Credit Suisse, the issues. It has been a balance sheet that folks have been very scared to touch for, gosh, well over a decade almost now.And the impetus for this was really the crisis of confidence, the run on the banks in the United States where over 50% of deposits are not FDIC insured, and with the information age and the quick dissemination of information, not only how quickly information is disseminated but how quickly from your smartphone you can withdraw deposits. Bank run is something that the Fed, I think, will really have to focus in on this week in trying to restore confidence.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:02",
      "speaker": "CHURCH",
      "sentences": "Yeah. Everyone will be watching very closely on that. Eric Oros, thank you so much for joining us. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:25:02",
      "speaker": "OROS",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:30:00",
      "speaker": "CHURCH",
      "sentences": "Welcome back everyone.The West Bank town of Huwara has once again emerged as a flash point in the Israeli-Palestinian conflict. Israeli authorities said on Sunday, a civilian was wounded in a shooting attack, while he was in a vehicle. The U.S. ambassador to Israel says the victim is a U.S. citizen. He's been identified as a settler named David Stern and Israeli officials say he managed to return fire and injured his attacker. The suspect was later apprehended. This latest violence comes weeks after Israelis attacked Palestinians in Huwara, following the shooting of two Israeli brothers. And CNN's Hadas Gold joins us live from Jerusalem. So Hadas, what more are you learning about this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:56",
      "speaker": "CHURCH",
      "sentences": "All right. Thanks to Hadas Gold, joining us live from Jerusalem.In France, President Emmanuel Macron's government faces a test in parliament, as protests rock the country. The French National Assembly is set to vote on two no confidence motions, tabled by opposition lawmakers. They were filed after the government bypassed a full parliamentary vote to raise the retirement age from 62 to 64. The no confidence motions are expected to fail, but unions are calling for nationwide strikes to bring the country to a standstill later in the week. In Southern California, a union representing thousands of school workers in Los Angeles plan to strike the three days this week. The move to protest, what it calls, unfair practices by the Los Angeles Unified School District, after months of contract negotiations. CNN's Camilla Bernal has details. (BEGIN VIDEOTAPE) CAMILA BERNAL, CNN CORRESPONDENT (voice-over): The signs Jose Tovar is making will be used Tuesday when a three-day strike is expected to force school closures in the second largest district in the nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:56",
      "speaker": "JOSE TOVAR, LAUSD CUSTODIAN",
      "sentences": "We are not asking for the world but a life above water.BERNAL (voice-over): Tovar, a custodian with a full-time job at the early education center, says he makes about $25,000 a year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:56",
      "speaker": "TOVAR",
      "sentences": "I love my job, especially I deal with five-year-olds and make sure it's clean for them, but sometimes, you don't feel appreciated and respect.BERNAL (voice-over): And respect is what his unions says this strike is about. While asking for more money, some members have reported harassment for doing so. MAX AIAS, EXECUTIVE DIRECTOR, SEIU LOCAL 99: Some have been harassed to the point that they lost their job, they lost income or they generally just get some are intimidated. BERNAL (voice-over): SEIU Local 99 is a union representing thousands of cafeteria workers, bus drivers, custodians and other school workers, but the teachers union is also joining the strike in solidarity. ALBERTO M. CARVALHO, LAUSD SUPERINTENDENT: Let's go to the table. BERNAL (voice-over): LAUSD Superintendent Alberto Carvalho is hopeful that the two sides will come to a monetary agreement and says harassment claims are being reviewed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:56",
      "speaker": "CARVALHO",
      "sentences": "We have not been presented with compelling evidence that there is widespread abuses. Are there issues, yes, each one of them is vigorously investigated, and consequences are applied on the basis of merit of the allegations.BERNAL (voice-over): The union says avoiding a strike is unlikely. Instead, they want to shine a light on minorities and low income workers who keep the schools running.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:56",
      "speaker": "UNKNOWN",
      "sentences": "I like what you did.BERNAL (voice-over): They see this as a wake up call for other districts in the U.S. to fund education.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:56",
      "speaker": "ARIAS",
      "sentences": "Elected officials throughout the country, federal and state, should see what's going on here and think this is happening in every district in this country.BERNAL (voice-over): The superintendent also believes that when they come to an agreement, the rest of the nation will use it as an example.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:56",
      "speaker": "CARVALHO",
      "sentences": "I believe that it will be a present setting for the country, and I'll take pride in it, as well the union, for these are some of the lowest wage earners in our community.BERNAL (voice-over): Both sides worry about the students who may suffer greatly from school closures.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:56",
      "speaker": "CARVALHO",
      "sentences": "Once you're forced to shut down a school, you eliminate some of the protections and rights that children have, the right to food, the right to help, the right to social and emotional support, the right to mental support, the right to have their disability addressed in  an adequate way.BERNAL (voice-over): But the union believes that people like Jose Tovar need to make more money.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:34:56",
      "speaker": "TOVAR",
      "sentences": "It's a struggle. It's hard. Sometimes, I'm thinking to myself, Lord, if I will make it another day, you know, like this.BERNAL (voice-over): Because in the end, they say higher salaries for school workers will lead to better schools and better education. (on-camera): And negotiations over wages will take place behind the scenes, but the union says that because this strike is not about the money, there could be more strikes in the future. They say they do not want to strike but will continue to push for what they is fair. In the meantime, you have many, many parents here in Los Angeles who are trying to figure out what exactly they're going to do with their children this this week. Camila Bernal, CNN, Los Angeles (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:45:03",
      "speaker": "UNKNOWN",
      "sentences": "Son of a bitch, welcome to freakin' Iraq. Get back to the vehicle.WEDEMAN (voice-over): U.S. never found Iraq's alleged weapons of mass destruction, the original rationale for the war, and, blunder after blunder poured fuel on a fire of resentment. Every U.S. operation, like this one I covered in the summer of 2003, left behind a trail of bitterness. By midweek, U.S. troops had detained nearly 400 men, none from their most wanted list. They also managed, however, to arouse a fair amount of resentment. The Americans are occupiers, says this man. They have no manners or ethics. One of them grabbed the Quran and threw it to the ground. The U.S. cobbled together a political order based on sectarian divisions, disbanded the Iraqi army and the once ruling Baath Party, throwing hundreds of thousands out of a job. It was admired in the Abu Horrid (ph) prison scandal, where Iraqis were tortured, humiliated and photographed. Eleven U.S. soldiers were convicted of crimes. Less than a year after the invasion, large parts of Iraq were in chaos. Saddam Hussein was captured, tried and executed, but the insurgency went on. Abu Mosabila Zerkawi (ph), Jordanian born leader of al-Qaeda in Iraq, was killed, but the insurgency went on. Two years after the invasion, sectarian tensions between the Shia Majority and the once-dominant Sunni Arab minority erupted into civil war, and the killing intensified. The violence only subsided after the U.S. surged more troops into Iraq in 2007. In August 2010, the last U.S. combat troops left Iraq, leaving behind a brutal, corrupt, deeply flawed democratic regime, riveted (ph) by sectarian tensions, which provided fertile ground for the rampage of the Islamic state, ISIS, spilling over from the war in Syria into Iraq. ISIS seized control of the northern city of Mosul and then captured city after city, reaching the outskirts of Baghdad. It took more than three years of bitter combat to perform military assistance to defeat the group. That enemy vanquished, old discontent resurfaced. In 2019, Baghdad was gripped by massive protests against corruption, sectarianism and poor living conditions. But, like protests movements across the region, it, too, was crushed. As the U.S. invasion and occupation fade into history, neighboring Iran plays an ever greater role in the country's affairs. Old problems, corruption, dysfunctional infrastructure and unemployment remain unresolved. Yet, despite it all, today Baghdad is more peaceful than it has been in years. Ben Wedeman, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "03:50:00",
      "speaker": "CHURCH",
      "sentences": "The death toll from Saturday's earthquake in Ecuador has been lowered from 16 to 13. But the number of people injured has risen to more than 460.As cleanup and recovery efforts get underway, Ecuadorian President Guillermo Lasso, said on Sunday, that his government's goal was to return to normalcy and that the Ministry of Finance has already allocated resources for repairs. The levee breach that caused devastating flooding in parts of northern California has been patched. These images show what happened after the levee broke, last weekend, sending water rushing towards a small farming community. Thousands were evacuated, and at least 200 people had to be rescued. Right now, hundreds of people are still out of their homes, waiting in shelters until their houses are inspected. And California could get even more precipitation this week with an atmospheric river set to sweep across the western U.S. Meantime, more than 45 million people across the southern U.S. are under freeze warnings. CNN Meteorologist, Derek van Dam, has the latest forecast. Derek? (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}