{
  "date": "2023-09-01",
  "headline": "Inside Politics",
  "subHeadline": "Biden Touts New August Job Numbers; Ramaswamy Returns To Iowa As He Takes Incoming Fire From Rivals; Biden, DeSantis To Meet Tomorrow In Florida; DeSantis Super PAC Asks Donors For $50 Million. Aired 12:30-1p ET",
  "utterances": [
    {
      "timeStamp": "12:30:00",
      "speaker": "MARGARET TALEV, CNN POLITICAL ANALYST",
      "sentences": "Why not try to go on the offense? Why not try to own it? And he's not been able by -- I think it's the right political decision, he's not been able to go after Trump on the legal stuff because he's trying to show that he's completely firewalled from what the Justice Department, the special prosecutor, are doing. But he can go after Donald Trump on the economy, and that's what we're watching him right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "DANA BASH, CNN HOST",
      "sentences": "And specifically, he said that Donald Trump, not by name, but he said, my predecessor was one of only two presidents to come into office with more jobs than America had when he left the White House.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "MANU RAJU, CNN CHIEF CONGRESSIONAL CORRESPONDENT",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "I'm sure our fact checkers are working on that real time. Let's talk about the raw politics of it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "RAJU",
      "sentences": "Yes, the raw politics is, Democrats would like to see a lot more of that him drawing a contrast with Donald Trump on the economy. Yes, we can talk about all the legal things. We can talk about how unpopular Donald Trump is, the criminal charges, how historic that is.But at the end of the day, if the economy begins to suffer as people -- if inflation goes back up, if unemployment ticks back up, that's going to have a real significant impact for Joe Biden in those closely contested swing races. He knows that. They're trying to make this. They know this is an election that could certainly turn on the economy, make that contrast with Donald Trump. Democrats wish they could hear a lot more of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "DAVID CHALIAN, CNN POLITICAL DIRECTOR",
      "sentences": "Because -- sorry -- because opinions of him are so locked in, the contrast is their campaign. That is what needs to be, because they need this to not be a referendum just on Joe Biden. It has to be a contrast campaign.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "Not running against the almighty?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "CHALIAN",
      "sentences": "Exactly.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "Is the alternatives. Somebody might have said that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "TALEV",
      "sentences": "We may have heard that before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "BASH",
      "sentences": "Named Joe Biden. Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "TALEV",
      "sentences": "No, I was just joking. But yes, no, I think look, Manu was talking about if inflation goes up again, if inflation continues to go down, it's still not going to undo itself. Everything is and is going to continue to be much more expensive than it was three years ago. And that is how he's going to go into reelection, even under the best case scenario.And the reason why the public is not responding to all these indicators like joblessness rates or, you know, the rates going out is because when you go to the store and you pay for stuff, it still costs more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "RAJU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "TALEV",
      "sentences": "And so, he is doing two things. He's trying to say, my economic policies are better than Trump's. And he's trying to find a way to go after Donald Trump without breaching that firewall that he has set up on the legal stuff.Raju: And that's always the risk, right? If you go out and talk about how great the economy is, but people are not feeling it, they look -- you look out of touch. And so that is going to be his challenge despite all these good numbers. You're right, people are paid a lot more for all these groceries stored.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "TALEV",
      "sentences": "Every time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:30:00",
      "speaker": "RAJU",
      "sentences": "It's still the case. People are still hurting in different ways. But cheerleading, they really have one making decision here. Go -- say point to all the good things here and try to convince people that things are getting better.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:38:18",
      "speaker": "BASH",
      "sentences": "It's been a week for 2024 presidential hopeful Vivek Ramaswamy filled with controversial comments and mudslinging from his rivals. The 38-year-old is gaining national attention by becoming a rising star within his party. But will his zinger fueled campaign translate into success in Iowa?CNN's Kyung Lah is live for us in Des Moines. Kyung, you have been spending some time with the candidate as he has been making way his way around Iowa this week. What is he saying?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:38:18",
      "speaker": "KYUNG LAH, CNN SENIOR NATIONAL CORRESPONDENT",
      "sentences": "Essentially, he's saying he has what Trump had many years ago in a raw form, carrying that Trump appeal. But what he now carries is youth. He offers diversity. And he says he's going to go even further in that MAGA style by delivering more results that he says Trump simply could not deliver.His approach to Washington, D.C. is to burn it all down. And he says it is his generation's time and his time. I want you to take a listen to what he said. (BEGIN VIDEO CLIP) VIVEK RAMASWAMY (R), PRESIDENTIAL CANDIDATE: Well, I'm saying that you only get to be an outsider once, right? And Trump was that outsider in 2015. And I think that that was what was fresh about Trump the first time around. And I think that's fresh about me this time around. You get to be an outsider once. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "JONAH BLUHM, IOWA REPUBLICAN VOTER",
      "sentences": "I think he speaks the truth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "LAH",
      "sentences": "Are you choosing him over Trump?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "BLUHM",
      "sentences": "Absolutely. No doubt in my mind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "DANE NEALSON, IOWA REPUBLICAN VOTER",
      "sentences": "I mean, the thing is, when you're the player of the month and you don't have a lot of background, you're kind of the new guy. No one's really asked you a lot of tough questions yet, so at some point, the other candidates will start doing that. And when they do, I think you'll see him probably start to go down in the polls.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "LAH",
      "sentences": "And in his events even we heard questions about his foreign policy. A lot of concerns about this idea that he would give eastern Ukraine to Vladimir Putin, but he doesn't seem to be bothered by this right now, Dana.What Vivek Ramaswamy is really relishing is the fact that people know him now, that everywhere he went, his events are full. He says that this is the beginning and that he has the field game here, the ground game here in Iowa that he can build on this momentum. And that's why he believes he could gain some traction here. Dana?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "BASH",
      "sentences": "So interesting. It's great to have you out there. I love the car interview. Fantastic reporting. Thanks, Kyung.So let's talk about this right now. And I want to just start with -- to add to Kyung's great reporting, something that Mike Murphy, who is a longtime Republican strategist, said -- he worked for Jeb Bush in the 2016 race -- he said about Ramaswamy. \"So he's doing MAGA unfiltered. Ultimately, he'll wind up as a MAGA profiteer somewhere down the line. He's real as a curiosity, and my view is that he peaked at the debate and will start a slow decline because he's an irritating pip-squeak.\" It's not really clear what he feels there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "CHALIAN",
      "sentences": "Mike Murphy always shy and he's expressing his --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "TALEV",
      "sentences": "Couching (INAUDIBLE).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "CHALIAN",
      "sentences": "-- feelings (ph), yes. I mean, I do think the test for him is clear, right? It is, as Kyung was describing there, to prove himself more than just a candidate of this particular moment in the race. And one that has staying power and his challenge, as Kyung was putting forth there, is fascinating to me because, you know, we've talked so much in this campaign season about how a lot of these candidates aren't taking on Trump directly or fearful of offending his supporters, which are a big swath of the base of the party.For Ramaswamy, he's literally occupying the same space as Donald Trump. So his path to success goes through actually taking Donald Trump's support. And, you know, I don't know how possible that's going to be. It's one thing to be on a debate stage when Donald Trump is not there and be the fill in and occupy that space. It'll be a whole another thing as Donald Trump gets more engaged in this campaign going forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "TALEV",
      "sentences": "Yes, it sort of depends on whether he's really trying to be the next Republican nominee for president or whether he's trying to secure a permanent spot as an influencer in party politics. And ideological politics. I think if he's trying to be the next nominee, obviously, he's got Trump's 30 or 40-point lead and a number of other factors working against him.But also his anti-interventionism is probably less controversial to the GOP base on Ukraine than it will be on Israel, and you see Nikki Haley hammering there already. So I think he actually has a lot of ideological and policy challenges that if Trump wasn't sort of called a personality figure, would be much harder for Trump to pull off within his party.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "CHALIAN",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "BASH",
      "sentences": "And, David, you have made this point so many times, which is that -- and you basically just did again now, which is that Vivek Ramaswamy right now is kind of the stand in for Donald Trump when it comes to all of the other Republicans who are, frankly, too scared to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "RAJU",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "BASH",
      "sentences": "-- go after Donald Trump. He is kind of the stand in for those attacks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "RAJU",
      "sentences": "Yes. And look, the reason why he was elevated so much is because they focus their attack so much on him, not Donald Trump in the last debate. He got a lot of attention, and as a result, he rose in the polls. It's interesting to hear him try to begin some sort of contrast with Donald Trump.He said at that debate that Trump was the best president. Well, why are you running against the best president? But now talking about him being an outsider, someone that Donald Trump is not, we'll see if he needs to be little bit more direct in his criticism in order to gain some, you know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "BASH",
      "sentences": "Let's actually hear what the former president said about Vivek Ramaswamy.(BEGIN VIDEO CLIP) DONALD TRUMP (R), PRESIDENTIAL CANDIDATE: He's starting to get out there a little bit. He's a little bit getting a little bit controversial. I got to tell him, be a little bit careful, because somethings you have to hold in just a little bit, right? I mean, he's got a lot of good energy, I will tell you. And he's been very nice to me. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "RAJU",
      "sentences": "That was that last point, very nice to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "BASH",
      "sentences": "Very nice. And then what happens if he ever changes that tune?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:40:03",
      "speaker": "CHALIAN",
      "sentences": "A little bit controversial from somebody who knows about being a little bit controversial.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:49:46",
      "speaker": "BASH",
      "sentences": "Let's go straight back to the White House, where we just learned a critical new detail about President Biden's trip to Florida tomorrow. Arlette Saenz is there. Arlette, what are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "BASH",
      "sentences": "Arlette, thank you so much for that. Great get that you got the President to answer that question.Let's talk more about that because we have seen historically in recent history, the idea of a sitting governor trying to put politics aside while running for office or at least during a campaign, and having a president who may help or may not help politically. While, of course, they know that the President has to help when it comes to what really matters, which is rebuilding and helping with the --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "TALEV",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "BASH",
      "sentences": "-- hurricane afterwards.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "TALEV",
      "sentences": "I mean, the infamous Chris Christie, Obama --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "BASH",
      "sentences": "Exactly. That's where I was going with.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "TALEV",
      "sentences": "Right, the hug, right? I was in the pool that day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "BASH",
      "sentences": "Really?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "TALEV",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "BASH",
      "sentences": "Wow, look at that. You say it there. It comes out here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "TALEV",
      "sentences": "It came right out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "TALEV",
      "sentences": "Yes, the bro hug. So, I mean, I just think that's like the warning sign for all Republican candidates, don't hug the Democratic president. But New Jersey is a different state than Florida. Chris Christie is a different kind of guy than Ron -- I don't -- does Ron DeSantis hug people? I don't like anyway.I think there's no danger that Ron DeSantis is going to hug Biden. But, first of all, politically, he needs to show that he can govern and take care of the people of Florida.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "BASH",
      "sentences": "Definitely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "TALEV",
      "sentences": "Also, like, it's the right thing to do. He's the governor of Florida. That's his real job. Campaigning for president is something you have to --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "TALEV",
      "sentences": "-- fit in on the side. So I think he knows how to do this. I think he needs to do this. And the problem is he has no choice. There are a lot of liabilities when you're the governor of a state and there are the downstream impacts of a hurricane. But he has to show he can manage it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "RAJU",
      "sentences": "And they're going to have to work together because --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "TALEV",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "RAJU",
      "sentences": "-- there's going to need to be a significant relief effort in Florida, other states as well. DeSantis has been through this before. Of course, Florida is a state that goes through this time and time again and --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "RAJU",
      "sentences": "-- he's trying to make it clear that he can deal with something like this, especially if you were president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "BASH",
      "sentences": "And just to make sure that history is clear, Chris Christie wasn't running for president at the time, but Mitt Romney was, and they weren't very happy about that. OK, let's turn to what is happening on the campaign trail with the DeSantis campaign, particularly the Super PAC, the outside Super PAC. There was audio. CNN got some of the audio of the people who are running that Super PAC begging for money. They're, you know, holding out the cup saying, please give money.Chris Jankowski, who was the CEO of the Super PAC never backed down, said, quote, \"We just need your help getting $50 million more by the end of the year and $100 million more by the end of March. I'm not worried about the second 50. We need the first 50\".",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "CHALIAN",
      "sentences": "Yes. Tremendous reporting from our colleagues Alayna Treene and Steve Contorno, who had this first out of this, and it's just -- it's a take you inside the room moment. There's nothing nefarious here. This is what Super PACs do. They raise tens of millions of dollars from rich people to get television ads on the air.In the case of the DeSantis Super PAC, we're seeing a Super PAC play a much larger role than we have seen before. You know that legally, they can't coordinate with the campaign. For all intents and purposes, this Super PAC never backed down is the DeSantis campaign. They're doing the door knocking, the advertising, the organizing. And, in fact, when Ron DeSantis is doing bus tours through Iowa, he's doing it as a special guest of the Super PAC. They're putting up all the events in person as well. And what you see here, what I thought was so fascinating about this pitch on the day of the debate last year, was that they were saying, we need to inject this $50 million right now. We have two --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "BASH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:50:09",
      "speaker": "CHALIAN",
      "sentences": "-- important goals. We have to separate from the rest of the PAC, and we have to show we can dig into Trump's lead a little bit, and we have to show that in the immediate future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "12:55:09",
      "speaker": "RAJU",
      "sentences": "And what's going to actually give DeSantis momentum, we saw that after the debate, he didn't get that momentum. He was a little bit of an afterthought in the aftermath of this. Could this change the equation? And they need that right now, otherwise things could go even more south.",
      "isLastSentenceInterrupted": false
    }
  ]
}