{
  "date": "2023-08-19",
  "headline": "CNN This Morning",
  "subHeadline": "Trump Expected To Surrender In Fulton Co. At End of Next Week; Painstaking And Brutal Search Through Fire Zone; 40 Cadaver Dogs Assisting In Search For Remains; GOP Presidential Candidates In Atlanta; GOP Presidential Hopeful In Atlanta; Polls: Biden And Trump In Dead Heat In Hypothetical Match-Up. Aired 8-9a ET",
  "utterances": [
    {
      "timeStamp": "08:00:00",
      "speaker": "AMARA WALKER, CNN ANCHOR",
      "sentences": "Good morning, everyone. Welcome to CNN this morning. Maybe you're just getting up right now and you've got that pipe and hot coffee or chai tea, latte, or whatever is it that you drink. It is Saturday, August 19th. I'm not hating on it. I think it's great. I'm Amara Walker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "VICTOR BLACKWELL, CNN ANCHOR",
      "sentences": "Victor Blackwell. That is very specific.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WALKER",
      "sentences": "Well, because I think you've mentioned chai tea.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "I do like a chai. I don't drink coffee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WALKER",
      "sentences": "Like I -- see. See, I knew.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "All right. Good. We're following several developing stories for you this morning. We're learning more about what should have been or is expected to happen when former President Trump surrenders to officials at the jail in Fulton County, Georgia, how this will look different than his previous bookings, and how the Secret Service is preparing.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "JOSH GREEN, HAWAII GOVERNOR",
      "sentences": "This loss we have suffered is unspeakable and devastating. We will continue to mourn as we care for the survivors and begin to move forward together.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WALKER",
      "sentences": "Trying to move forward as the death toll in Maui continues to climb. We're getting a look at the scope of the damage and the painstaking efforts to find all those still missing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "BLACKWELL",
      "sentences": "Hurricane Hilary's closing in on the U.S. with parts of the Southwest bracing for a year's worth of rain. We've got to look at the forecast and areas most at risk.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WALKER",
      "sentences": "Scientists are warning of a triple respiratory virus threat this winter. Our Sanjay Gupta has more on how to protect yourself and when you should look to those COVID boosters and flu shots. BLACKWELLFulton District -- Fulton County District Attorney Fani Willis has set August 25, next Friday as the deadline for them to surrender. His arrest will likely look different though from Trump's previous three criminal cases. Local officials have said they will treat the former President like any other Defendant but Sources tell CNN, Trump's team has been in contact with the DAs office about the conditions and logistics for his surrender. CNN Ryan Young has more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "RYAN YOUNG, CNN NATIONAL CORRESPONDENT",
      "sentences": "Yes, Victor and Amara, we continue to try and get a sense of what's next as we continue to watch the developments involving the former President turning himself in. That's after Trump and 18 others were indicted by a Fulton County grand jury on Monday. From a security standpoint, we know there has been a heightened watch and level of security outside the courthouse and the jail.In fact, you can no longer just drive up to the jail where a former President is expected to turn himself in. Two deputies now sit at the end of the driveway limiting access. We've also learned the Secret Service has visited the Fulton County Jail to work with Sheriff Department officials to get an evaluation of the current security situation and determine what needs to be done to protect the former President. Jail insiders believe the process for Donald Trump will clearly be shorter than what a normal person would go through under the process. And as of right now, I've checked the jail website, none of the names of the people indicted have been included in the names of people who have been booked. Obviously, next week will be very busy. There is a belief from some law enforcement officials that the end of the week is when we can see the former President Donald Trump show up at the jail to be booked in. Victor and Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WALKER",
      "sentences": "Ryan Young, thank you. And joining me now is Clark Cunningham, a Constitutional Law Professor at Georgia State University. Thank you so much for coming in, sir. Appreciate your time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "CLARK CUNNINGHAM, CONSTITUTIONAL LAW PROFESSOR, GEORGIA STATE UNIVERSITY",
      "sentences": "And it's a pleasure to be here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WALKER",
      "sentences": "So I know that you've said -- you -- you're quite convinced that former President Trump is going to make the move of this lawyers to try to get this state criminal case moved to Federal Court.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "CUNNINGHAM",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WALKER",
      "sentences": "OK. Do you expect that to be successful?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "CUNNINGHAM",
      "sentences": "Not in the long term. But I think it's very possible it's going to tie the case up, maybe even for a year before that issue gets resolved.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WALKER",
      "sentences": "What arguments would they make to try to get this? Because it's called removal, right, to get this (inaudible).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "CUNNINGHAM",
      "sentences": "Right. There's a Federal law that's been around for a long time that says if a -- if someone who's even a former federal official, like -- like the former President is prosecuted in State Court, that Federal official can ask for the criminal case to be moved to Federal Court on the argument that the crimes he is charged with work were -- were done while he was a Federal official under the color of law and as part of his official duties. And that's actually an almost an automatic procedure. So Mark Meadows has already done this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:00:00",
      "speaker": "WALKER",
      "sentences": "Right. Right. And so what would the implications be then for the other 18 co-defendants?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:14",
      "speaker": "WALKER",
      "sentences": "Well, you know, for the people watching at home, who are, you know, not following this day in and day out and watching oh, wow, another indictment? Well, okay. It's Fulton County. Why is this important? What would you highlight about this indictment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:14",
      "speaker": "CUNNINGHAM",
      "sentences": "I think maybe -- well, there are a number of things that are very important. In my mind, it's really important that 18 other people are indicted. And it may be that the former President never goes to trial. But I think the other 18 or so 17 or so Defendants will either -- many of them will plead guilty and cooperate and provide information about what's alleged to be a really vast conspiracy and some of them will go to trial.And so this is very different than the Federal cases that really just focus on Trump. Here, I think we're trying to -- the district attorney is trying to bring in everybody who was involved in making this, what she alleges to be a criminal enterprise to really undermine democracy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:14",
      "speaker": "WALKER",
      "sentences": "And because this is a State trial, and if there's conviction, this is something a president cannot pardon, correct?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:14",
      "speaker": "CUNNINGHAM",
      "sentences": "Well, right. I think that's probably the thing that keeps Trump up at night right now, is that he's hoping that if he's elected President, again, he can derail any Federal prosecution, and he probably can. But he can't derail this State case. And there's an -- and unlike the -- the Federal system, not only can he not pardon himself as a President, the pardon is very limited in Georgia. So if he's convicted and sentenced to jail, he'll probably do some jail time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:14",
      "speaker": "WALKER",
      "sentences": "I mean, you're a constitutional law professor. So from your perspective, and from the lens that you look through every day as a constitutional law professor, what -- what are you thinking about as we head into 2024? We're in the middle of a Presidential election. Trump is at the head of the Republican ticket, at least right now in the primaries. At what point do you see this country facing a constitutional crisis, if there is one?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:14",
      "speaker": "CUNNINGHAM",
      "sentences": "Well, I think we probably are facing one if Donald Trump is elected President again and as I would expect, the Fulton County indictment doesn't go to trial before then I think the District Attorney is hoping to go to trial but I don't think it's going to happen. So we're going to have a sitting President with a criminal trial going on in State court. And I think we -- we know enough about Donald Trump, that he's going to use all the powers of the presidency to try to derail that State prosecution. And it's unprecedented, really, I think is likely to be a constitutional crisis at that point.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:14",
      "speaker": "WALKER",
      "sentences": "Do you have any concerns about how all this will be handled in relation to someone potentially being in office or being, you know, the nominee for the Republican Party?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:14",
      "speaker": "CUNNINGHAM",
      "sentences": "Well, I mean it's really troubling. Of course, you know, a lot of his opponents are basically arguing the only reason he's running for President, again, is to stay out of jail --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:14",
      "speaker": "WALKER",
      "sentences": "Right, which is a guess (ph).",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:14",
      "speaker": "CUNNINGHAM",
      "sentences": "-- which is not -- it's not a great way -- reason to run for President. So yes, I think District Attorney Willis is proceeding on the assumption that she's got a job to do, which is to go after people who committed crimes in Georgia. And if one of those people happens to be running for office, so what? She's just going to move forward.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:14",
      "speaker": "WALKER",
      "sentences": "And just quickly why RICO, Racketeer Influenced and Corrupt Organization Organizations Act, which is at the heart of this indictment? What's the strategy here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:14",
      "speaker": "CUNNINGHAM",
      "sentences": "What that does is allow the District Attorney to eventually tell a jury a really big story. I've kind of analogized this indictment of war and peace, lots of different characters, lots of different moving pieces. But it comes eventually together. She hopes to tell a really compare -- compelling narrative about a plan to really disrupt democracy. And that's a more ambitious project then the Special Counsel has attempting. He's -- he's keeping it simple. He's hoping to get to trial by January.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:14",
      "speaker": "CUNNINGHAM",
      "sentences": "Well, appreciate you coming in Clark Cunningham. Thank you for the conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:14",
      "speaker": "CUNNINGHAM",
      "sentences": "It's a privilege. Privileged to be with you. WALKERbreaks down the details of the Georgia indictment on Donald Trump. The whole story with Anderson Cooper airs tomorrow at 8:00 p.m. on CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:05:14",
      "speaker": "BLACKWELL",
      "sentences": "The number of those killed in Hawaii rose again. Maui County leaders confirm that it now the death toll stands at 114 with possibly 1,000 people still missing. The Governor warns that as the search progresses, that number will continue to climb.The tedious task of combing through the rubble has entered a new stage now because on Friday, search crews brought in heavy equipment for the first time. They're moving the debris and they're digging through the charred remains of more than 2,000 homes and businesses. More than 470 people and dogs are on site. They've gotten through about 60 percent of the disaster area. Officials say this will be a multi-year operation. CNNs Bill Weir takes us to the fire zone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:24",
      "speaker": "WEIR",
      "sentences": "Who is this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:24",
      "speaker": "SERRANO",
      "sentences": "So this is Prentiss.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:24",
      "speaker": "WEIR",
      "sentences": "Hi Prentiss. Prentiss is a --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:24",
      "speaker": "SERRANO",
      "sentences": "He's a boy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:24",
      "speaker": "WEIR",
      "sentences": "-- boy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:24",
      "speaker": "SERRANO",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:24",
      "speaker": "WEIR",
      "sentences": "Hi, bud. Hi, good boy. Did you hurt your foot?Burned paws and clumsy booties are just two more things to overcome for search and recovery teams from 15 Different states around the nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:24",
      "speaker": "SERRANO",
      "sentences": "Come on buddy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:24",
      "speaker": "WEIR",
      "sentences": "Los Angeles County Fire Captain Celina Serrano has been working and living with her Labrador partner for nine years, including her State's deadliest ever campfire, which laid similar ways to Paradise California. Are you also looking for bone fragments or signs? Or is it purely the dog triggering the search? SERRANO",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:24",
      "speaker": "WEIR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:24",
      "speaker": "SERRANO",
      "sentences": "We do. we have some rescue team members that are coming with us. And they are also searching, see what anything is visible that they can make out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:24",
      "speaker": "WEIR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:24",
      "speaker": "SERRANO",
      "sentences": "It is a little difficult though, because there's some stuff that you -- it's just you're staring at this debris, and it's starting to look like it's bone but it really isn't. And so that's where we really rely on the dog.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:24",
      "speaker": "STEPHEN BJUNE, FEMA URBAN SEARCH AND RESCUE PUBLIC INFORMATION OFFICER",
      "sentences": "So we've actually brought in about 40 different search canines, which was a fair amount of candidates was kind of project because we want to make sure that we're doing it as fast as we can, while still remaining as accurate as we can. So at the end of this, we've got the highest confidence. But as far as the timescale, it's really going to be about that ability to work through this kind of technical search to make sure that we bring everybody home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:24",
      "speaker": "WEIR",
      "sentences": "Because you're really searching at the granular level, aren't you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:24",
      "speaker": "BJUNE",
      "sentences": "And a lot of cases, this is a lot smaller than what we're typically dealing with. But again, we're making sure that the sensitivities and the somberness of this because this is a very special site to the people of Hawaii, and certainly the fact that we're talking about homes, communities, and lives that are all missing and all lost. So this is something we take very serious. We're taking with a lot of respect and we have to make sure that everything down to the smallest thing is treated with that level of respect.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:24",
      "speaker": "TIARE LAWRENCE, LAHAINA COMMUNITY LEADER",
      "sentences": "Not knowing where your friends and family are still missing today, and a lot of people are just so hurt and in pain.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:24",
      "speaker": "WEIR",
      "sentences": "According to last update from the Governor, over 1,000 people remain missing. And while they understand that forensic science takes time, behind the survivors are agonizing over how that number remains unchanged.What do you make of this number of the missing, you know, how accurate that is? And whether --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:24",
      "speaker": "LAWRENCE",
      "sentences": "I believe it and I know this because I know plenty of people who got out who know people were stuck. A lot of people didn't make it out. But that number is real. I hope it comes -- I hope it comes lower. But at this point we're over eight days. We're 10th -- we're on our 10th day and if we haven't found them yet, they're gone. BLACKWELL(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:24",
      "speaker": "JOHN MILLS, FEMA SPOKESMAN",
      "sentences": "We are working across multiple lines of effort in close coordination with Maui County and the state. We're talking about emergency services, mass care, critical infrastructure, and temporary housing. FEMA has activated a program called transitional sheltering assistance. That's a FEMA hotel program. The State also has a hotel program.So right now, this temporary housing is helping people move out of shelters and into hotels. This is actively happening right now so that's the first step. But we'll also be working long-term with survivors and Maui County on longer-term challenges. And there are a lot of them, including taking the necessary steps to begin to allow people to think about rebuilding on their land. We know that this area has incredible historic significance and that's why we are listening to local officials and listening to local residents about cultural sensitivities, and working hand in hand with Maui County embedding in their emergency operations center. So that we're all working together as one big team. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:10:24",
      "speaker": "BLACKWELL",
      "sentences": "FEMA said that it is already given $2.3 million in assistance to families and is approved more than 1,300 registrations for assistance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:15",
      "speaker": "BLACKWELL",
      "sentences": "Hilary is expected to weaken before it makes a rare landfall in Southern California later this weekend. But officials urged people there to take this storm seriously.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:15",
      "speaker": "SHERRI SARRO, ASSISTANT DIRECTOR, CALIFORNIA EMERGENCY SERVICES",
      "sentences": "This storm can bring wind, rain, and flooding, but also there will be lightning with lightning can come fires. So we're being prepared for all and any type of emergencies or disasters that may be in this area.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:15",
      "speaker": "BLACKWELL",
      "sentences": "Another concern is the debris flow. Signs are already going up. They're warning people to stay away from some area, especially their burn scars in the San Bernardino Mountains.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:15",
      "speaker": "WALKER",
      "sentences": "CNN Meteorologist Allison Chinchar joining us now from the weather center. I mean, I'm obviously a little concerned and about to call my dad after the show. But tell us more about what we should expect when the storm makes landfall in it, yes, in the southwest.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:15",
      "speaker": "ALLISON CHINCHAR, CNN METEOROLOGIST",
      "sentences": "Yes, so I think the key thing is we keep talking about that the storm is going to weaken over the next 24 to 48 hours. But when we say it's going from a category four to a category two, we're focused there on the wind. What I really want to emphasize to folks is the rainfall forecast is not going to weaken, that is not going to change at all in the short term. And that's really going to be the biggest concern with this particular storm.Still right now a category four storm winds sustained at 130 miles per hour moving north northwest at about 13. We do anticipate the storm starts to weaken a bit. It's going to be heading into much cooler waters, and that really will allow that storm to decrease in intensity in terms of its winds. It is expected to push into California as a tropical storm. But as I mentioned, rain is really going to be the focal point here. You're already going to start to see some of those outer bands begin to push into Southern California by this afternoon, then the bulk of the really heavy rain sets in overnight tonight and especially into the day Sunday. But we're finally seeing the bulk of that rain lift out of the area by the time we get to the latter half of Monday. Because you're talking about 48 hours of very heavy rainfall, you have a pretty large chance in a widespread area for an excessive rainfall risk. So the flooding potential is there for cities like Los Angeles, San Diego but even spreading up into Las Vegas. Widespread totals, two to four inches, but some areas could pick up almost a foot in just the next few days.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:15",
      "speaker": "BLACKWELL",
      "sentences": "Allison Chinchar, thanks so much. And you always can stay on top of the other developments surrounding Hurricane Hillary. Just go to cnn.com/storm tracker.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:15:15",
      "speaker": "WALKER",
      "sentences": "Still ahead, a trial data set in the Idaho murder case when Bryan Kohberger is expected to appear before a jury and the deadline for the Judge set or his Defense is next. Plus, it appears former President Trump might skip the first Republican Presidential debate next week, what he may do instead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:22:10",
      "speaker": "WALKER",
      "sentences": "Officials in Canada's Northwest Territory say about 19,000 of the 20,000 residents in the capital Yellowknife have been evacuated as hundreds of wildfires continue to rage there inching closer to the city. In the meantime, in southern British Columbia, a state of emergency has been declared as crews battle several fires in the Kelowna area. About 4,500 people are under evacuation orders. Airports in both regions have cancelled all flights except for rescue services.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:22:10",
      "speaker": "BLACKWELL",
      "sentences": "The FBI is hunting for a member of the proud boys Christopher Worrell. He skipped down ahead of his sentencing for his part in the capitol insurrection. Agents say an arrest warrant has now been issued for the 52-year-old who was under house arrest after his conviction. Prosecutors said that he assaulted a group of police officers with a deadly weapon on January 6, then perjured himself. They've recommended a sentence of 14 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:22:10",
      "speaker": "WALKER",
      "sentences": "A Tennessee District Attorney has dismissed more than 30 cases connected to the five fired Memphis police officers who are now facing murder charges and the death of Tyre Nichols. Shelby County DA Stephen Mulroy also reduced charges and a dozen other cases those same officers were involved in saying this, \"The primary consideration is concerned about the credibility as witnesses of discharged officers.\" Nichols died a few days after a police traffic stop beating in January.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:22:10",
      "speaker": "BLACKWELL",
      "sentences": "A Judge in Idaho was set a deadline for defense lawyers in the case against accused killer Bryan Kohberger. Now, Kohberger is the man charged in the stabbing deaths of four University of Idaho students last November.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:22:10",
      "speaker": "WALKER",
      "sentences": "His attorneys have until September 8 to submit evidence in his alibi defense ahead of his trial likely set for early October. CNNs Veronica Miracle brings us up to speed on the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:35",
      "speaker": "WALKER",
      "sentences": "All right. Veronica, thank you. And still ahead, several Republican Presidential candidates are in Atlanta making their pitch to voters more on what they had to say next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:25:35",
      "speaker": "BLACKWELL",
      "sentences": "Conservative radio show host Eric Erickson is hosting several GOP presidential candidates at an event called the Gathering here in Atlanta this weekend.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:07",
      "speaker": "EVA MCKEND, CNN NATIONAL POLITICS CORRESPONDENT",
      "sentences": "Yes, good morning to you both. In terms of presidential candidates, it is just our former New Jersey Governor Chris Christie, as well as Vivek Ramaswamy. But this crowd will hear from a number of conservative activists as well.Listen, this is a really unique opportunity for these candidates, because with Trump not invited, sort of taking up all the oxygen here and all that it entails security-wise when Trump comes and goes, they have had these -- the opportunity to have these wide-ranging 45-minute conversations with conservative radio host, Eric Erickson. And what we've seen, is them touch on domestic policy, foreign policy, and then really get into the personal of what it's like being out on the campaign trail.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:07",
      "speaker": "BLACKWELL",
      "sentences": "Ron DeSantis, Mike Pence spoke yesterday, what did they say?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:07",
      "speaker": "MCKEND",
      "sentences": "Yes, they both spoke yesterday. And for the most part, it was your standard fare of conservative issues. But really, the universal theme that I took away from their remarks was this really pushed back against the bureaucracy, and really a challenge to what they would characterize as the administrative state. Governor DeSantis only touched briefly on the former president. And I also have the opportunity to ask former Vice President Mike Pence, about how he was going to prepare for next week's debate. Take a listen.(BEGIN VIDEO CLIP) RON DESANTIS, (R) PRESIDENTIAL CANDIDATE: Everyone should debate. If you qualify, I think you owe it to the people to put out your vision to talk about your record, answer questions about -- about your record, and decisions that you may have made or not made. And if you're not willing to do that, then I think that -- that people are not going to look kindly on that. MIKE PENCE, (R) PRESIDENTIAL CANDIDATE: When I reached that debate stage next week, we're going to be talking about the issues the American people are focused on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:07",
      "speaker": "MCKEND",
      "sentences": "The former president's lead right now just insurmountable. What can you do to catch up at this point?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:07",
      "speaker": "PENCE",
      "sentences": "Well just watch and learn.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:07",
      "speaker": "MCKEND",
      "sentences": "So watch and learn. The former vice president tells me I'm doing my best campaign whisperer right now because things are just getting underway here. Christie going to take the stage shortly. Victor, Amara.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:07",
      "speaker": "BLACKWELL",
      "sentences": "Eva McKend for us there. Thank you so much. Joining me now to discuss, Maria Cardona, CNN Political Commentator and Democratic Strategist, and Alice Stewart, CNN Political Commentator, and yes, Republican Strategist.Welcome to both of you. Maria, let me start with you. Latest polls from Quinnipiac and Marist show that this race between potentially the president and the former president is virtually tied. Biden in 47. Trump at 46, in both. Poll was in the field at about the time Trump was indicted for the fourth time. How is a four-time indicted, two- time impeach former president in a dead heat with the current one? Does that worry you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:07",
      "speaker": "MARIA CARDONA, CNN POLITICAL COMMENTATOR",
      "sentences": "Well, it doesn't worry me right now, though, I always say that Democrats and this president should always be worried and they should. And that means that they're not going to leave anything to chance. They're not going to take anything for granted, which we can never do in an incredibly polarized and divided country, which is what we're seeing. And that's why those numbers are so close.But the other reason those numbers are so close, Victor, is that, let's realize that right now, the Republicans are having a chaotic primary, where all we're talking about is how Donald Trump is not appearing at a debate or not appearing at these events. He sucks the oxygen out of everywhere he goes, the other people who are running against him are trying and failing at trying to get any attention and trying to get any traction in the polls. So all of the mobilization, all of the energy right now is on the Republican side. So those numbers don't surprise me right now. There is more than a year to the election, as you know, a day is a lifetime in politics. And right now we are seeing the economic numbers improving. The administration and this President is going out there every day touting those numbers and touting how the mass --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:07",
      "speaker": "BLACKWELL",
      "sentences": "The numbers are improving but approval on the economy is not at 36 percent in the latest AP poll.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:07",
      "speaker": "CARDONA",
      "sentences": "Well, so that there goes my point about how there is still time, and when you have the president in the administration going into all of these districts in these communities, talking about the billions of dollars of investments that are going into those communities, people are going to start to feel it and then you point to Republicans with a massive hypocrisy who were taking credit for the kind of money that they voted against. That's a huge contrast that I think it's going to work very well for Biden in the coming year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:11",
      "speaker": "ALICE STEWART, CNN POLITICAL COMMENTATOR",
      "sentences": "Victor -- Victor, I assume when you said he, I assume you're referring to Former President Trump.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:11",
      "speaker": "BLACKWELL",
      "sentences": "Donald Trump, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:11",
      "speaker": "STEWART",
      "sentences": "I'm going to go out on -- all right. Look, he clearly has made plans to do some alternative programming. And he is one that certainly doesn't like to share the stage with anyone. And that's clearly going to be the case.Look, many of the other candidates, I've talked with all them, anticipate some -- some questions about the former president. But what they want to do is they want to shift the focus back to what people in this country are talking about. And I spoke with former Vice President Pence yesterday on the radio, and he says, Look, when it comes to Donald Trump and these indictments, he wished that four indictments hadn't come along. He thought that the fate of Donald Trump should be decided by the voters. But it is what it is. And he and other candidates are talking about what is top of mind for voters. That is an economy, that is inflation, that is security, and energy. And look, as much as my dear friend Maria wants to say that the economy is going well, people don't feel that, and perception is reality when we're talking about voters. And when you have approval ratings across the board of 35 percent of this president's handling of the economy, that's not good. And even amongst Democrats, just 65 percent think he's doing a good job on the economy. So no matter how hard they tried to sell, that people are just not going to buy it. And look, we've heard from voters across the country and reports on these polls. People look at the fact that they look to Biden as someone who is empathetic and genuine and certainly one who was very charismatic. And they decided, well, I'll take milk toast over crazy bread any day. But when the economy is like this, many of them are having buyer's remorse.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:11",
      "speaker": "BLACKWELL",
      "sentences": "OK. Milk toast over crazy bread. Do you think people will your words, go back to crazy bread?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:11",
      "speaker": "STEWART",
      "sentences": "Well, right now, he's doing pretty good in the polls. And he's doing well in -- for the Republican nomination. But we've got a long way to go before the -- the first Iowa caucus, and a lot can happen. And I'm not talking just with these four indictments that this President has before him. We have some good quality candidates out there strong candidates andhearing from people out there on the trail. They're lining up rooms, they're connecting with voters. And this goes from Ron DeSantis, Mike Pence, Tim Scott, Vivek Ramaswamy, Nikki Haley, down the list. It got Chris Christie. There's a long way to go. I've worked on candidates that were single digits in the polls and went on to win the Iowa caucus. So I think we need to give voters the chance to make their own decision and not base it on what polls are going on into summer but how the caucus rules when we get to January.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:11",
      "speaker": "BLACKWELL",
      "sentences": "I -- I really don't even know what crazy bread is. But I'll look it up after this conversation. Maria, let me come back to you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:11",
      "speaker": "STEWART",
      "sentences": "It's a thing. It's a thing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:11",
      "speaker": "BLACKWELL",
      "sentences": "Is it a thing? You know what crazy bread is? OK. All right. Wel, I learned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:11",
      "speaker": "STEWART",
      "sentences": "It is.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:11",
      "speaker": "BLACKWELL",
      "sentences": "Maria, let me ask you about what we heard from Democrat, this is Congressman Dean Phillips. He supports the President's agenda, President Biden. He calls his term that's far historic in many ways but he also said this.(BEGIN VIDEO CLIP) DEAN PHILLIPS, (D) MINNESOTA: My call is for the President to pass the torch. I think that would be in the country's best interests and certainly Democrats. We have an extraordinary bench of Democrats ready to go prepared, proximate, well positioned, but we'll never know that. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:11",
      "speaker": "BLACKWELL",
      "sentences": "What's your reaction response to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:26",
      "speaker": "BLACKWELL",
      "sentences": "All right. Maria Cardona, Alice Stewart, you made crazy bread happen this morning. And for that, I thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:26",
      "speaker": "STEWART",
      "sentences": "You can Google it. Google it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:26",
      "speaker": "BLACKWELL",
      "sentences": "I will. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:40:26",
      "speaker": "STEWART",
      "sentences": "Thank you Victor.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:09",
      "speaker": "BLACKWELL",
      "sentences": "Now COVID is one of three respiratory viruses doctors say could make you sick as the season changes. CNN Chief Medical Correspondent, Dr. Sanjay Gupta reports.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:09",
      "speaker": "SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT",
      "sentences": "Well, let me start off by giving you a little bit of a snapshot of what's happening here in the United States. And preface by saying, as you probably well know, there's not as much testing that's going on. So it's harder to get an idea of just how much COVID is out there. One thing that people will do is they'll test wastewater in places around the country, just to get an idea of the amount of COVID that's actually in the environment. But what we really want to know is, is it transmitting, and is it making people sick?So take a look at this map here. This gives you some idea as a snapshot in time of how much how many new hospital admissions there are from COVID. If you see the darker colors, the orange, and the red, that's places where the numbers have been going up over the past week, yellows more flat, sort of staying the same. And then there's a couple states, where you see the numbers are actually going down. We know as we get into the cooler and drier weather, the numbers are going to go up. That's the bad news. The good news is that we are at a very low level right now. In fact, let me show you this -- this sort of trend graph over the last couple of years. Take a look there. At the far right of the screen is where we are now. Again, you can see the numbers start to tick up a bit there in terms of hospital admissions. But compared to last August, for example, we're about a quarter of where we were at that time. That big spike in the middle, incidentally, that's Omicron, and the spike right before that, that was delta. So again, no one anticipates that we're going to get those kinds of spikes again. But we got to keep an eye on these numbers as they start to sort of tick up just a little bit. One of the questions I get more than any other is, what should you do if you are sick? The advice really is the same even before the pandemic, which is that if you're sick, you should stay home. We know with COVID, in particular, it's the first five days where you're the most infectious, most likely to spread the virus. So as a general rule, there's five days of isolation, five days after you test positive, or five days after you first develop symptoms. Let's say you develop symptoms, and then two days later, you test yourself. Your isolation would have actually begun two days earlier. And that's how you get to the five-day mark. There's no testing anymore that's required to come out of isolation. But if you do have tests, and you test yourself, and you have to test negative in a row over 48 hours, that means you don't need to wear a mask, and you're basically good to go. But again, if you're sick no matter what you should stay home, no matter at what point in that whole process I just described. Another thing is you know, we're going into the season of flu, but also COVID and now RSV. And I just wanted to tell you quickly that there are vaccines that are available now, with -- with and I want to make this as easy as possible over the age of 60 under the age of 60. Really, before Halloween for flu shot for both groups. For COVID, there is going to be a new booster that's expected to come out by the end of September. It is not a perfect match for the variant that is currently dominant in the country, but it's a pretty good match. So especially if you're high-risk, you want to consider getting that new booster. If you haven't had a shot in a long time, you may want to consider getting that booster a little bit early even. And then when it comes to RSV, don't need to worry about this. If you're under the age of 60. If you're high risk and over the age of 60, meaning someone who has weakened immune system for some reason, talk to your doctor about possibly getting the RSV vaccine. So we'll keep an eye on things as we're going into the fall. That's a little bit of a picture of where things stand now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:09",
      "speaker": "WALKER",
      "sentences": "Some good reminders, Sanjay Gupta, thank you. All right. Still ahead, more than 80 million Americans are under heat alerts, again, we'll tell you where.(COMMERCIAL BREAK) [08:53:19] WALKER: Thousands are now ordered to evacuate as a fast-moving wildfire rips through Eastern Washington State. Officials say the gray fire that started Friday has now exploded to at least 3,000 acres threatening several communities west of Spokane and destroying multiple homes in the area. The state has closed portions of Interstate 90 as towns are evacuated.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:09",
      "speaker": "BLACKWELL",
      "sentences": "More than 80 million people are under some kind of heat alert today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:45:09",
      "speaker": "WALKER",
      "sentences": "CNNs Allison Chinchar is tracking this from the CNN Weather Center. What do we need to know Allison?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:32",
      "speaker": "BLACKWELL",
      "sentences": "All right, Allison, thanks so much. And join us again in an hour.",
      "isLastSentenceInterrupted": false
    }
  ]
}