{
  "date": "2023-06-24",
  "headline": "CNN Newsroom",
  "subHeadline": "Putin Accuses Wagner Mercenaries Of Uprising; Chairman Of The Joint Chiefs General Mark Milley Postpones Middle East Trip Over Situation In Russia; Prigozhin Says Kremlin \"Tricked\" Russians Into War; Zelenskyy: Wagner Mutiny Exposes Russia's \"Weakness\"; Interview With Sergei Markov, Director, Institute Of Political Studies, Moscow & Former United Russia M.P. Aired 1-2p ET",
  "utterances": [
    {
      "timeStamp": "13:00:34",
      "speaker": "ANNOUNCER",
      "sentences": "This is CNN Breaking News.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:34",
      "speaker": "FREDRICKA WHITFIELD, CNN HOST",
      "sentences": "Hello again, everyone. I'm Fredricka Whitfield. Thank you so much for joining us for our special breaking news coverage of the crisis in Russia. Also joining us, CNN Chief International Anchor Christiane Amanpour in London. Christiane, I'll join you again in a moment.So, let's begin this hour with perhaps the biggest threat to President Vladimir Putin's iron-fisted control over Russia and decades. Putin is accusing the head of the mercenary Wagner Group of an armed rebellion. The group's leader of Yevgeny Prigozhin has been a longtime ally of the Kremlin, which relied on his soldiers for its war on Ukraine. But yesterday he accused Russia of attacking his mercenaries. And Prigozhin now says his private army has seized control of Russian military facilities in two critical cities. The first is the city of Rostov-on-Don. That's about 700 miles south of Moscow. The second city is Voronezh. About a halfway point on the road to Moscow even closer to Moscow, the city of Lipetsk where Russian media reports Wagner Groups had been spotted moving through the town. Prigozhin is threatening to push on to the capital of Russia's top general and defense minister if they don't meet with him. (BEGIN VIDEO CLIP) YEVGENY PRIGOZHIN, HEADER, WAGNER GROUP (through translator): Again, we came here, we want to receive the Chief of General Staff and Shoigu, until they aren't here. Until they aren't here, we will be located here blockading the city of Rostov and we'll go to Moscow. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:34",
      "speaker": "WHITFIELD",
      "sentences": "President Putin calls the actions by Prigozhin a betrayal and a stab in the back to the Russian people. In an ominous sign Russian armored vehicles began appearing on Moscow streets last night, and Russian media reports public events have been suspended until July 1 in the Moscow region. Putin is warning those who follow promotion that they will pay the price.(BEGIN VIDEO CLIP) VLADIMIR PUTIN, PRESIDENT OF RUSSIA (through translator): All those who deliberately chose the path of treachery, who prepared an armed mutiny, who chose the path of blackmail and terrorist methods will face inevitable punishment and will answer both to the law and to our people. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:34",
      "speaker": "WHITFIELD",
      "sentences": "Despite that threat, Russian state media is now reporting that authorities have offered amnesty to any Wagner fighters willing to lay down arms. And we just learned that President Biden has discussed the situation in Russia during a call with France, Germany and the U.K. That Sources tell CNN the White House was caught off guard by the speed with which this crisis has unfolded. Christiane?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:00:34",
      "speaker": "CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR",
      "sentences": "Fredricka, indeed. And I think not just the United States, but perhaps most of the NATO and G7 allies hadn't quite realized how potentially fragile Putin's grip on power has got because of this war. We continue with our full coverage of this breaking news story. We have CNN's Chief International Security Correspondent Nick Paton Walsh and national security reporter Natasha Bertrand.And also, CNN military analyst, Major General James \"Spider\" Marks. Nick, let me begin with you. We have -- we've been talking a lot about what we've seen today. We don't really know exactly what the ultimate goal of Prigozhin is. But it is clearly the biggest challenge to Putin, although he's not naming Putin. What do we think about or what do we know do you think about what his ultimate aim is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "WALSH",
      "sentences": "We just heard a loud bang here in the headquarters of the -- near the military --(END VIDEOTAPE) WALSH (on camera): Now, you see a scene there, Christiane from when blasts were heard near an H.Q. in Rostov. And the reaction there from a reporter in that particular package, continually those signs that Wagner forces are moving up the M4 highway, Lipetsk, the next town on from Voronezh where you saw helicopters in what appeared to be clashes there in that report. Lipetsk is blocking some of the entries and exits. And there are also traffic restrictions on Kologa, the next town up towards Moscow and outskirts of the capital, military positions being set up. So, a lot moving unclear the number of Wagner forces moving towards the capital. But this is a -- absolutely extraordinary time one which is clearly going to entirely recalibrate the control Putin has over Russia if indeed that control survives the coming days. And I think the possibility of some sort of last-minute rapprochement between Prigozhin and Putin increasingly remote given the nature of the exchanges we've seen today. And the fact that there is a Wagner armed column marching on the capital. Christiane?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "AMANPOUR",
      "sentences": "Which as you know, is much smaller than what Russia could mobilize if they can mobilize. And as you say, we're going to have to wait to see --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "WALSH",
      "sentences": "If they have left, indeed. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "AMANPOUR",
      "sentences": "Indeed. Whether they are enough to actually stop the Wagner column. We'll see. Nick Paton Walsh, thank you very much.Now, it is said that some top Ukrainian officials believe that the next 48 hours will be critical. At least it will bring clarity. Natasha, you've got some reporting on the U.S. military and their movements. Tell us about what you've just learned.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "NATASHA BERTRAND, CNN NATIONAL SECURITY REPORTER",
      "sentences": "That's right, Christiane. So, we are learning that the Chairman of the Joint Chiefs of Staff Mark Milley, he actually was scheduled to travel to the Middle East this weekend, beginning with Israel, but he has actually cancelled that trip in order to stay in Washington to monitor these developments as they unfold. So clearly, the administration is taking this very seriously and they want Biden's entire national security team to really remain in place so that they can continue to brief him on these developments as they unfold here.Now what U.S. intelligence officials are watching for of course is how far Prigozhin and Wagner Group can actually get. It is unclear at this point whether progression is threat meaning Putin himself or simply Russia's military leadership. And of course, how far he is actually willing to go to make his point that he believes that the Russian military and its operation in Ukraine is inept. So, it's -- it remains to be seen how long of course. He has been planning this, whether this was a spur of the moment decision or whether he has been planning it for much longer. And U.S. intelligence officials will also be watching to see how long he can sustain this push because one European intelligence official told me that they expect that it is possible that Wagner could begin to run into some supply shortages within the next 24 to 48 hours. So, all of this coming at a moment, of course, when President Biden is going to Camp David. He is expected to be accompanied by some of his national security team, including his National Security Adviser Jake Sullivan. They're continuing to watch, of course, how much this destabilizes Russia, whether any weapons or equipment there are put at risk. And of course, whether this could spread further and destabilize the broader region, Christiane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "AMANPOUR",
      "sentences": "Natasha, I'm being told the quite clearly the top NATO allies, the G7 allies, you know, seeing the potentially Putin's grip on power is more fragile than they might have thought. Even a day or two or a week ago. But did that -- clearly and you can see that. I just want to know your opinion on this. Refraining from any substantive description of what's going on, so that they are not accused by Putin of some kind of Western-backed, you know, backing up of Prigozhin. Is that what you're getting when you ask them those questions?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "BERTRAND",
      "sentences": "Yes, Christiane. This is a very deliberate attempt to just remain silent here. They do not want Vladimir Putin to have any kind of fodder to say that the West was responsible for this armed rebellion, for this rebellion by Wagner and Prigozhin and his forces. They do not want to give Putin any capability to tell his populace that this is actually all kind of a NATO and U.S. backed effort. So that is why the US is think deliberately silent at this time, Christiane.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "AMANPOUR",
      "sentences": "Natasha, thank you. General Spider Marks. He is joining me right now. So, do you think the Prigozhin has the military might to march to Moscow if he wants to?MAJ. GEN. JAMES SPIDER MARKS, CNN MILITARY ANALYST: Well, he certainly can get to Moscow. The issue is what is he going to do when he gets there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "AMANPOUR",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "MARKS",
      "sentences": "First of all, he has very -- he has very limited force. He also has to be able to protect his supply lines in route, if he thinks he can move with impunity, he's wrong. So, he has threats along the route. Although let's be frank, for a second, the Russian military has demonstrated in Ukraine that they have very limited ability to strike mobile targets. So I would think a Wagner force on a highway in route Moscow is not going to be challenged by the Russian military because they can't hit a thing.And they've demonstrated they can't hit a thing. Maybe that's been a bit flippant, but I think the Wagner Group clearly is on the march to Moscow but I'm not clear what they're going to do when they get there. I think this was more narrative than it has substance in that regard.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "AMANPOUR",
      "sentences": "OK. Would -- you have to explain what that means because they're just -- they're doing stuff and Putin has put a target on his back. I mean, he said, people are involved in this will be punished. There are those including allies, sorry, exiles who believe that Putin might actually try to take Prigozhin out. So we know that his Wagner force are essentially paramilitaries. Does Prigozhin have allies within the military who he could say, you know, watch us, we've done the dirty work literally on the battlefield. And, you know, come with us, don't stop us.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:05:01",
      "speaker": "MARKS",
      "sentences": "Yes, that's a great question. He knows the notion of any port in the storm, right? The Russian military has demonstrated incredible immense of incompetence, absolutely unprecedented, under estimating their enemy, overestimating their own capabilities. Wagner needs to be very conscious of that type of miscalculation as well. So I think what Prigozhin has demonstrated although he's done a really good job of disenfranchising the military and speaking ill of the military, and getting no response from Putin or anybody in terms of the issues that Prigozhin has indicated that he has to deal with.So, I think what he's hoping for that as a result of potentially some success in route Moscow, and what he has demonstrated so far, that there will be some movement inside the military toward him. Right now I don't -- I see those two elements is completely diabolically -- or completely opposite ends here. I don't see that the Russian military and the Wagner Group have any type of appeal for each other. I do see that if there is success by Wagner, there could be some movement toward him by military leaders.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:08",
      "speaker": "MARKS",
      "sentences": "Christiane, the thing that I would be telling my soldiers is pay attention to -- and stay focused on the plan that we have. Let's execute our plan on the ground. Let's not be distracted. Let's not put ourselves at risk. Let's not give any type of calculations to the enemy that they're not paying attention, that they now are weakened, that their back is turned in their focus in the direction of Moscow.Let's not do that. Stay on plan. Stay focused. Maneuver, use fires, good intelligence, continue to determine where the Russian forces are weak. And then let's exploit those. Let's not pay attention to the strategic battle. That's not affecting, nor should we let it affect the ground engagement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:08",
      "speaker": "AMANPOUR",
      "sentences": "Yes. Let me -- let me just ask you about that. Because to be frank, and to be fair, we have not heard, those of us outside Ukraine have not seen huge results from this counteroffensive. A huge amount of rhetoric was put on that. A huge amount of expectations. And it's sort of -- I don't know, plodding along. But our correspondents there, Ben Wedeman has reported that they've seen a lot of armor personnel down towards the south.Can you see this being a moment to punch through in that vital strategic area?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:15:08",
      "speaker": "MARKS",
      "sentences": "The only way that they're going to punch through, Christiane, is if the opportunity presents itself. It's not what's taking place in Moscow. It's not taking -- it's not as -- it's totally irrelevant what's taking place on Instagram. What's relevant to those soldiers and that engagement is what's in front of them. And as you've indicated earlier, let's look at what the Russians have been able to do over the course the last five months.They have created a defense in depth, that by itself is a barrier that's very difficult to penetrate. It gives the Russians an advantage. They are in place, and the Ukrainians cannot assume that they are not there, they have to be able to stick to the plan until there's a reason to divert.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:21:50",
      "speaker": "WHITFIELD",
      "sentences": "Welcome back. We're following breaking news out of Russia right now. President Vladimir Putin facing the greatest threat to his authority since he first gained power 23 years ago. Putin has accused his one-time ally and Wagner Chief Yevgeny Prigozhin of an armed rebellion at two key military facilities in Voronezh and Rostov-on- Don. President Biden has been getting regular briefings on the ongoing power struggle.Let's bring in now CNN's Priscilla Alvarez live at the White House. Priscilla, so President Biden discuss the situation on a phone call with allied leaders. What do we know about what was said?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:21:50",
      "speaker": "PRISCILLA ALVAREZ, CNN WHITE HOUSE REPORTER",
      "sentences": "That's right. He spoke this morning with the leaders of France, Germany and the U.K. A trio that they -- he has been speaking with over the course of the war in Ukraine and staying aligned with along the way. So having that call this morning in the White House saying in a readout \"The leaders discuss the situation and Russia. They also affirm their unwavering support for Ukraine.\"Now President Biden has been updated over the course of the day over the evolving situation on the ground in Russia. Earlier today he was briefed by his National Security Adviser as well as Secretary of State Antony Blinken and Secretary of Defense Austin. All this according to the White House. Now, we should note that as of early January, administration officials had been monitoring a power struggle between the mercenary Wagner Group and the Russian government. And officials believe that tensions would mount over time and that is what we are seeing play out on the ground now. Now officials are still being cautious over how much they weigh in because this is all rapidly evolving. But a key part of the strategy is to talk to allies and partners. So, President Biden doing that earlier today. But also, in addition to some of his top officials. Secretary of State Antony Blinken also holding a call with G7 allies and E.U. counterparts. Again, reaffirming the support for Ukraine. So all of these conversations continuing to happen behind the scenes. President Biden shortly ago is headed to his presidential retreat at Camp David where he is also traveling with national security adviser Jake Sullivan, which really indicates that this is a fast-developing situation and one that the President and the Vice President Harris will be updated on regularly throughout the day. Fred?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "YEVGENY PRIGOZHIN, WAGNER GROUP CHIEF",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "CHANCE",
      "sentences": "\"Those who destroyed our guys today along with tens of thousands of lives of Russian soldiers will be punished. I ask no one to put up any resistance. Justice for the troops will be restored and then justice for all of Russia.\"It's a threat of violence now posing a major challenge to the authority of President Putin. The Kremlin says all necessary measures are being taken. But neither Russian security service has opened a criminal case into what they say is a call for armed rebellion. Patience with Prigozhin appears to have finally run out. The Wagner chief, whose mercenaries have played a key role in the Ukraine war, has long been at odds with Russia's military command, accusing them repeatedly of mishandling the conflict. But recent weeks have seen tensions escalate after the Kremlin ordered all Russian mercenaries to sign contracts with the Defense Ministry in a move seen as a crackdown on Wagner. In the hours before the alleged strike on the Wagner camp, Prigozhin stepped up his war of words, accusing the Defense Ministry of tricking the country into an unprovoked invasion back in February last year.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "YEVGENY",
      "sentences": "(SPEAKING FOREIGN LANGUAGE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:30:00",
      "speaker": "CHANCE",
      "sentences": "\"On February 24th, nothing extraordinary happened, but the Ministry of Defense was trying to deceive the public, to deceive the president and say there was insane aggression on the part of Ukraine and that they were going to attack us together with NATO.\"\"The war was not needed in order to return Russian citizens to our bosom and not needed in order to demilitarize and de-Nazify Ukraine.\" It is bold, even criticism of Russia's war that may be plunging the country into turmoil. Matthew Chance, CNN, Kyiv. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:36:36",
      "speaker": "WHITFIELD",
      "sentences": "After months spent preparing for a counteroffensive against Russia, Ukraine is watching a different battle unfold.Russian troops fighting amongst themselves, a welcome sight for war- weary Ukraine. The Ukrainian Defense Ministry tweeting this, simply, \"We are watching.\" CNN senior international correspondent, Ben Wedeman, joining us live now from Zaporizhzhia. Ben, how does Ukraine capitalize on this moment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:36:36",
      "speaker": "BEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "We've already seen a statement from the deputy defense minister, Fredricka, saying that, in the eastern part of the country, around the city of Bakhmut, which is now under Russian control, Ukrainian forces have launched offensive actions in that area. They say they're making progress there.It does appear that perhaps the Ukrainians are taking advantage of the disorder in the Russian ranks to make progress, to really exploit this very sudden and chaotic situation. Now, we have heard this evening from President Volodymyr Zelenskyy of Ukraine. He said that, \"Today, the world saw the bosses of Russia do not control anything, nothing at all, complete chaos, complete absence of predictability.\" So for the most part, throughout the day, actually, beginning yesterday evening, Ukrainians have been watching this conflict between the head of Wagner, Yevgeny Prigozhin, and the military defense establishment in Moscow. What we've seen is, of course, Prigozhin has taken over the southern military district headquarters in Rostov-on-Don. That is the strategic command center for Russian forces in southern Ukraine. That certainly indicates the Russian military in the occupied parts of this country are in a somewhat difficult situation having to deal with what is an ongoing counteroffensive launched by the Ukrainians.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:43:15",
      "speaker": "AMANPOUR",
      "sentences": "Welcome back. In a rapidly changing story today, it may have come full circle. We're going to discuss the latest reports from Russia in which Yevgeny Prigozhin, the head of the Wagner Group, is set to release a new audio file in which he says -- and I'm going to read this to you because it changes the situationQuote, \"We turning our columns around and going back in the other direction toward our field camps in accordance with the plan.\" This, apparently, Prigozhin just said recently in a message on telegram, that social media channel, he says it has come in response to an intervention by the Belarus President Lukashenko, who is a close ally of President Putin. Clearly, Putin has been trying to do all he can all day to figure out how to change this threat. We've been asking all day, what was Prigozhin's motive, what was he trying to do? Let's get to Nick Paton Walsh and try to break this down a little bit. Nick, we've been asking, as I've said, I've asked you several times, what do you think is the motivation of Prigozhin? And now how are you reading this apparent turnaround?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:59",
      "speaker": "PATON WALSH",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:59",
      "speaker": "AMANPOUR",
      "sentences": "Nick, sorry. I'm busy interrupting you. I'm sorry. I was just trying to say something.But let me just follow up -- let me just follow up what else he said and we can discuss it. This according to, again, Prigozhin. This morning, President Vladimir Putin briefed his Belarusian counterpart on the situation with the private military group. This is what the statement says: \"The heads of state agreed on joint actions. As a follow-up to the agreements, the president of Belarus, having been additionally informed of the situation and in agreement with the president of Russia, held talks with the head of the Wagner paramilitary group, Yevgeny Prigozhin.\" Then, Nick, it goes on to say that Prigozhin accepted the entreaties of Lukashenko. Let's get back to what you were saying. We don't know where but he says they're turning around. Where might those field headquarters be?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:44:59",
      "speaker": "PATON WALSH",
      "sentences": "That is going to be the ultimate question of the hours ahead.Now they were, he says, within a matter of hundreds of miles of Moscow city limits. That seems borne out by social media and from statements from officials. So it's a late stage certainly. Aleksandr Lukashenko, the strongman of Belarus, a Putin ally, many say really a sort of sidekick or vassal of President Putin, an odd interlocutor here to suddenly save Vladimir Putin from what looked like the brink. So I think the focus now will be what has now happened in that conversation, what has been said to Prigozhin to make him make this radical decision. Did he always know that potentially trying to run his forces into the capital could be disastrous and has chosen this moment to pull back? But I think it's pretty clear we've gone probably past the point of no return, frankly. It will be very curious to me to find Putin and Prigozhin after today suddenly deciding they wanted to make things right and wind the clock back. So we do have these forces moving or possibly turning around slightly on the way towards Moscow. Unclear what that necessarily means. As I say, it is odd that Belarus is the interlocutor here, essentially saving the Kremlin from this extraordinary moment. I think, too, it speaks to whether or not Yevgeny Prigozhin intended to go all the way to the capital. It seemed like that was certainly his longer-term ambitions. Did he find the forces reigned against him simply weren't there, or was he concerned he'd meet something else when he got to Moscow. I think really we're going to learn more from what these conversations have contained what Prigozhin may have been offered, what he may feel is better in his interests. But look, you can't look at the last 24 hours and think it has not irrevocably damaged Vladimir Putin's control over Russia. You simply don't see things like this. And even now, we have this last-minute possible moment of reprieve. But there are still significant changes now to Russia's posture on the front lines. And a very damaged Kremlin leader, who's had to have Aleksandr Lukashenko, a man who he's treated as a subordinate, frankly, it seems step in and get Prigozhin to step back and get Prigozhin to step back -- Christiane?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:07",
      "speaker": "AMANPOUR",
      "sentences": "Sergei Markov, you know, President Putin called it an armed insurrection. The others said that it was a coup. Obviously, Prigozhin actually kept denying that it was a coup. I don't know what he was talking about. He said it was a march for justice.What do you think Prigozhin's motivations were then?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:07",
      "speaker": "MARKOV",
      "sentences": "You know, I know a little bit Yevgeny Prigozhin. He's extremely, extremely aggressive.Also, this conflict between Yevgeny Prigozhin and Russian Defense Minister, the (INAUDIBLE) as a big businessman with the United States bureaucracy. And it was object mark was with Chinese bureaucracy. It's classical culture to Russian big business, not as Elon Musk but on the military field. And he's very aggressive. And he has special relationship with Vladimir Putin, even 30 years ago. And he was a little bit upset. The fact that his enemy, the Defense Minister Sergei Shoigu, he's chief. And he -- he had endless conflict with Russian Defense Minister. So it was some kind of appraisal not against Vladimir Putin but against an older bureaucratic system of Russian army.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:07",
      "speaker": "AMANPOUR",
      "sentences": "So what do you make then -- I mean, here you are, a full- throated defender of your president and of the war. What do you make of the fact that there didn't seem to be much resistance to Wagner's movements the last 24 hours?They took over the HQ in Rostov-on-Don. I mean, that's a big deal. Then they kept moving up to Voronage (ph) and Yuped (ph) with no -- with no resistance. That can't be a very good psychological feeling for Putin, can it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:07",
      "speaker": "MARKOV",
      "sentences": "You are absolutely right. And of course, the essence of the conflict, because this not only conflict between big business and state bureaucracy, it's also between all of Russian society.And allowing Vladimir Putin to be less polite, to be less moderate, and to have no Special Military Operation but real war against Ukrainian state, against a Ukrainian government. And that's why a lot of Russian militarists, they see Wagner fighters not as enemies but as real heroes. Because they don't want to take part in the military clashes between them. And as a point, it is now by popularity. Yevgeny Prigozhin is in his position and he's more popular than Russian Defense Minister.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:07",
      "speaker": "AMANPOUR",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:07",
      "speaker": "MARKOV",
      "sentences": "That's why big Russian -- part of Russian population really support Yevgeny Prigozhin.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:07",
      "speaker": "MARKOV",
      "sentences": "But at some point, he is fighting against the Ukrainian army but not against Vladimir Putin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "13:50:07",
      "speaker": "AMANPOUR",
      "sentences": "OK. So that was what I was going ask you, do you think he was an actual threat to Vladimir Putin, and you say no.",
      "isLastSentenceInterrupted": false
    }
  ]
}