{
  "date": "2023-10-12",
  "headline": "CNN NewsNight with Abby Phillip",
  "subHeadline": "Children Caught In Crosshairs Of Terror, War; Israel Pounds Gaza As Ground Operation Appears Imminent; U.S. Scrambles For Plan To Save Hostages of Hamas; CNN Continues Its Breaking News Coverage On The War In Israel; Israel Strikes Gaza; Possibility Of A Land Invasion Of The Gaza Strip By Israeli Forces Gets Closer; CNN Investigation Shows That Hamas Militants Trained At Least Six Sites Across Gaza. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:00",
      "speaker": "JOHN MILLER, CNN CHIEF LAW ENFORCEMENT AND INTELLIGENCE ANALYST",
      "sentences": "Thanks, Kaitlan.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "Thank you for that reporting.And thank you so much for joining us in this hour. CNN NEWSNIGHT WITH ABBY PHILLIPS starts right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "ABBY PHILLIP, CNN ANCHOR",
      "sentences": "I'm Abby Phillip and this is NEWSNIGHT.I want to begin by taking a moment to show you some of the horror of what has transpired in Israel as the war is set to take a new perilous turn into a possible ground invasion of Gaza. Often in terror and in war, it's the children who are caught in the crosshairs, their innocence taken away in just a moment. And in this conflict, it is no different. When Hamas launched their brutal and deadly assault on the Israeli people, it's clear that they spared no one, the elderly, teenagers, toddlers and babies. Not even the smallest, most defenseless victims were spared. I want to warn you that what I'm about to show you is horrific. It is graphic. But it's the harsh, brutal reality of what happened. The Israeli prime minister releasing this picture of a baby, an infant, no longer alive, covered in blood, tiny legs, still in a diaper. Other pictures show others burned beyond recognition. Now, it's a reminder that Hamas, when they infiltrated those neighborhoods, homes, they did it to torture, to kidnap and to execute their victims. And now, because of that massacre by Hamas, the civilians of Gaza, who the militants use as human shields, are now in the line of fire. And that includes hundreds of thousands of children. Listen to this BBC reporter who went to his own neighborhood hospital in Gaza City. (BEGIN VIDEOTAPE) ADNAN ELBURSH, REPORTER, BBC ARABIC:  Here in Al Shifa Hospital, bodies lay everywhere. The injured scream for help. You can never forget these sounds. Among the dead and wounded, my cameraman, Mahmoud (ph), has seen his friend Malik (ph). Malik has managed to survive, but his family have not. This is my local hospital. Inside are my friends, my neighbors. This is my community. Today has been one of the most difficult days in my career. I have seen things I can never unsee. This young girl's home was destroyed. Her relatives have been killed and she needs help. My daughter is the same age. I want to give her a hug. In the chaos, we try to understand what is going on. A mother called Mohammed (ph) sits next to the bodies of her family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "We were sleeping and they bombarded our house, like everyone else. We don't have any resistance fighters in our building. All the building is full of residents. 120 people live there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "ELBURSH",
      "sentences": "The corridors of Al Shifa Hospital are filled with bodies. The more can no longer cope. The bodies of the dead have to be laid on the floor outside the hospital entrance.You never want to become the story. Yet in my city, I feel helpless as the dead were given no dignity and the injured are left in pain. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "These are the scenes of war, Anderson, and I know that as a parent, and you're a parent as well, when we see the youngest and the smallest of these victims, it is deeply painful for so many right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:11",
      "speaker": "PHILLIP",
      "sentences": "Absolutely. I mean, it's such an important point about who is not protected with these tunnels.One of the other elements of this story, you actually got to see firsthand today. You went to the scene of that festival attack where -- these were not children or babies, but they were young people trying to live their lives. What did you see when you went there, a place that was supposed to be a scene of revelry that turned into a killing field?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:11",
      "speaker": "COOPER",
      "sentences": "Yes. Once you actually are there, it's very confusing just in seeing an video to kind of get a sense of the scale of the slaughter that took place there and the -- just the way it all occurred. Hamas came from the north, they came from the south and they came from the west, so from three sides. These party goers, some 3,000, were pinned. And the only way they could go is to run through this open field in which they were open targets, some hidden bomb shelters.And I visited one of the bomb shelters today, the dozens of people hid inside. And I've now seen video from inside that bomb shelter when grenades were being tossed in by members of Hamas into -- I mean, it was a death trap. And I will say it is the most disturbing video I have ever seen. And I was in the bomb shelter today. And the blood is still on the walls. The handprints are still on the walls. People's bloody shoes are still on the ground. And there are a lot of Israeli soldiers who were at that site today. And what they spoke to me about was about seeing that and the resolve that they have about what is to come and what they believe they must do. So, it was deeply affecting to be there today, just it is deeply affecting for a lot of the soldiers I know who are going through that site. And there's going to be a lot of pain to come. There's going to be a lot of grief to come and a lot of loss to come.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:11",
      "speaker": "PHILLIP",
      "sentences": "I can't say it any better than you did. I mean, this is a tragedy all the way around. And we appreciate you, Anderson, joining us and sharing that with us. And it's painful to witness it, but we have to witness it in order to fully tell this story. Thanks, Anderson.And with every hour that passes now, there's concern growing for those hostages who are believed to be inside of Gaza and questions about how and if they can safely be rescued. I want to talk now with someone to help us walk through these considerations. Aaron Cohen, he's a former member of the Israeli Special Forces and is a founder of Cherries Counter-Terror School. Aaron, let's start with what is coming, which is potentially a ground invasion. When we look here at -- this is just broadly to look at the region here. This is the terrain that we have, that we face here. But at the same time, the real story about Gaza is what is inside of Gaza, these -- the civilian population in Gaza City, a huge civilian population. Do Israelis know anything about where the hostages might be and whether they need to be in some of these dense population centers in order to get them?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:05",
      "speaker": "PHILLIP",
      "sentences": "Right now, we are seeing smoke coming out. We're looking out these live pictures of Gaza City. We're seeing smoke coming out of Gaza City at this moment. What do you believe could be happening right now?As we are talking about this, we've seen already quite a few airstrikes occurring in Israel throughout Gaza, but the vast concentration of them are in Gaza City. What do you think is happening tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:05",
      "speaker": "COHEN",
      "sentences": "Okay, so the smoke that you're seeing right now, that's a result of direct F-15 and F-35, it's really Air Force selective fire. They're special operations Air Force Commandos, a unit called Shaldag, very elite tier one asset. It's called the Kingfisher Unit. And they are on the ground helping to put those missiles into specific Hamas buildings to completely dismantle Hamas' infrastructure so that it mobilizes them completely. That's what the smoke is from.The other thing -- the reason why this is happening at night, it allows clandestine operations to be conducted within Gaza using deception for operatives to be able to get inside there, tapping cell phones, putting down recording devices. So, Israel is setting an entire pre-rate operation here for two things. One, for one that counter-offensive starts, and then two, and the most important thing for us, be able to get those hostages back. Let's take a listen here. You can hear those bombs going off in the background in Gaza City. We don't always hear or see at this time of night quite a lot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:05",
      "speaker": "COHEN",
      "sentences": "Oh, if you're on the ground right now, you're feeling that. You're feeling that. Oh, absolutely, absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:05",
      "speaker": "PHILLIP",
      "sentences": "Yes. Can you even tell, based on listening to that, the force, the magnitude of what they are --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:05",
      "speaker": "COHEN",
      "sentences": "Yes. I mean, look, there's going to be a lot of destruction. A lot of people are going to get killed and hurt. It's happening on the Israeli side, the Palestinians. I want to make something really clear. Israel has no issues with the Palestinian people. In fact, Palestinian people ideally would want to be able to cross the southern border of Gaza to get into Egypt, but they can't. Hamas is keeping them closed in there.And like what (INAUDIBLE) said, that is a problem if they're starting to be used as human shields. And it creates immense levels of risk to the Palestinians. And so we do our best to follow international law.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:05",
      "speaker": "PHILLIP",
      "sentences": "When we look at the before and after of some of these spaces, it looks like just an enormous amount of rubble. Do you see a tactical strategy in the flattening of some of these buildings?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:05",
      "speaker": "COHEN",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:05",
      "speaker": "PHILLIP",
      "sentences": "All of that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:03",
      "speaker": "PHILLIP",
      "sentences": "And is it safe to describe what we are seeing tonight and hearing tonight in the skies over Gaza as a prelude potentially to a ground invasion?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:03",
      "speaker": "COHEN",
      "sentences": "Well, I can tell you that a ground invasion is imminent. When it's going to happen, I couldn't tell you. I'm not going to speculate, and I don't want to give out any information that might be inaccurate. But the fact that 300,000 reservists have been mobilized, the fact that the Givati Brigade is down there, the fact that the Shayetet, the Israeli SEALs, are already operating on that coast, you can bet that they're preparing for the inevitability of having to go in there.And the unfortunate part, like Anderson said, very gently and eloquently, it's going to be vicious. You can hear the missile fire. You can hear that hitting the rubble. There's going to be a lot of violence, of action. There will be a lot of death and trauma. But we believe there could be over 150 hostages in there. So, we're looking at two multiple assaults.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:03",
      "speaker": "PHILLIP",
      "sentences": "And, Aarin, I just want to emphasize for our viewers, if you've been joining us nightly, we do not always hear bombardment at this hour of this strength. This seems to be more.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:15:03",
      "speaker": "COHEN",
      "sentences": "There's intense fighting that's happening right now. I hear artillery pieces that are going off. Again, that's to soften and open up the runways for those infantry units that will eventually go in. I hear they're called a prayer right now also.And the other thing we're hearing is that selective missile fire. There's potentially Israelis inside Gaza right now. These are Special Operations Forces. They're doing everything they can to get intelligence, to prepare for the counteroffensive. And, unfortunately, this is the price that Israelis pay and that Palestinians pay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "COHEN",
      "sentences": "That's right. That's right. And Gaza is an incredibly densely populated area. Hamas has had years to keep building it up. This is one of the most dangerous places on Earth.I just want to make it really clear. The Israelis, as an IDF soldier, as a veteran of the IDF, we don't have an issue with the Palestinians. And we want to do what we can to get Hamas away from them. And so we're going to use as much selectivity. The difference with the footage that you were showing is that we're not going to indiscriminately hurt anybody. However, lines have been crossed and decisions have been made. Leadership will roll. Intelligence heads will be gone. We're not want to focus on that right now. But this is the most significant hostage siege in the history of modern warfare.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "PHILLIP",
      "sentences": "Let's talk about that for a second, again, I mean, the hostages. Is it necessary for there to be surgical operations to try to find and free those hostages prior to any kind of more large-scale ground invasion of the IDF?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "COHEN",
      "sentences": "Yes. It is critical to continue to soften as much of the Hamas infrastructure within (INAUDIBLE), within Rafah, within Gaza City, and all of the small villages in between in order to reduce risk to those larger infantry units that are going to move into Gaza in order to minimize getting killed.Urban warfare is incredibly complex. This is essentially asymmetrical or 90-degree angle fighting. And so bringing down those buildings means less walls for terrorists to hide behind.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "PHILLIP",
      "sentences": "I just want to see if we can look here, just to, once again, emphasize the density here of what you're talking about. These are buildings, homes, apartments, all of that right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "COHEN",
      "sentences": "That's right. That's right. And within these structures here will be command and control assets that Hamas uses, typically mosques, schools, hospitals. That's the modus operandi of Hamas and it makes it extremely difficult for us to be able to conduct warfare in those spaces, which is why we want to make sure that the intelligence that we're gathering is accurate and actionable with minimum striking onto civilians. We fly over a target. We see one person near that building. We call off the sortie.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "PHILLIP",
      "sentences": "Back now with our breaking news coverage, you are looking here at live pictures over Gaza City. Israel is right now striking Gaza ahead of a possible ground operation against Hamas. The bombings have picked up as each minute goes by.Let's go straight to CNN's Chief Global Affairs Correspondent Matthew Chance. He is in Tel Aviv. Matthew, what are you hearing about what might be occurring tonight?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:25:00",
      "speaker": "MATTHEW CHANCE, CNN CHIEF GLOBAL AFFAIRS CORRESPONDENT",
      "sentences": "Well, I mean, what we've been seeing tonight is what we've been seeing for the past several nights, which is the Israeli Air Force really pounding targets across the Gaza Strip ahead of a possible land invasion. It's been a really intensive campaign from the air since the weekend when Hamas, the Palestinian military group, carried out those horrific attacks inside Israel.We've seen whole areas, whole regions of Gaza City being laid to waste, turned into rubble as Israeli aircraft pound mosques, apartment buildings, streets, really, you know, putting those buildings and areas, flattening them, which is causing a huge problem, of course, a humanitarian crisis inside Gaza. We've seen more than 1,500 people, closer to 1,600 people in Gaza that have been killed so far since the weekend as a result directly of these airstrikes. A humanitarian crisis, as I say, has been has been growing with the U.N. warning that supplies of fuel, supplies of food and water are running dangerously short. Something in the region of 330,000 Gazans have been displaced from their homes inside the Gaza Strip and it's hard for them to go anywhere because no one inside Gaza is being allowed in and out. The Egyptians which control, who control the border, the Rafah -- another blast there -- who control the Rafah border crossing between Gaza and Egypt, they're not allowing people that humanitarian aid to go in and they're not allowing the Gazans citizens, civilians that want to get out, rather out into Egypt to safety either. And so, you know, night after night now, the population of that very densely populated area are being subject to the kind of punishing airstrikes that we're seeing played out right now. The aim, according to the Israelis is to neutralize the Hamas militant group as a military power. But, of course, you know, the Hamas military group lives and operates and works in among more than 2 million Gazan civilians as well. And it's them really now, as you can hear, that are really paying the price and feeling the brunt of that Israeli wrath. Abby?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:04",
      "speaker": "CHANCE",
      "sentences": "Well, that's certainly the hope. And it's certainly something that I know from my sources inside the Israeli government that has been -- being discussed now actively.The discussions are mainly taking place actually between the United States and Egypt. The U.S. has a significant number of citizens. Palestinians hold U.S. passports, as well, inside the Gaza Strip and Washington has been anxious to get them safe passage out into Egypt. There's also been talks according to Israeli sources to allow up to 2000 Gaza civilians every day across that border into Egypt. But the truth is the Egyptians have, so far, not agreed to it. The final decision will rest with them, not least because Egypt is not keen to have thousands, tens of thousands, perhaps hundreds of thousands of Palestinians empty into its territory across the border, across that Rafah border into Sinai -- and so, that part of Egypt, which is just across the border from the Gaza Strip. And so, those negotiations are still ongoing. In the meantime, the possibility of a land invasion of the Gaza Strip by Israeli forces is getting closer. Israel has massed more than 360,000 troops near the Gaza border and elsewhere across the country, as well, in preparation for an apparent land attack. Israeli officials have said that's what their intention is. They said they're going to do that, but they haven't given a time in -- timing for it, yet. And so, in the meantime, those negotiations to provide a safe passage for civilians inside Gaza, as far as I understand, it's still underway, Abby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "Very much so. And we re back now here with Aaron Cohen. So, Aaron, we're looking at these live pictures of Gaza City. Huge, huge bombardment seemingly happening right at this hour. It's about 5",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "AARON COHEN, FORMER ISRAELI SPECIAL FORCES",
      "sentences": "I see a cover being used as a deception tool to be able to conduct operations -- military operations. I see a very heavy carpet of bombing that's happening right now on a very aggressive level that we have not seen historically since the last major war in Israel, where Israel was attacked by multiple countries at the same time.My intuition is that you're seeing the absolute first phase or layer of destruction by the Israeli Air Force in conjunction with their special operations assets, focusing obviously, a great deal is going to be put on this area here. Gaza City is the biggest. You got to remember, Be eri is the kibbutz. You can see it's less than 20 kilometers from Gaza. That's where that massacre happened. Multiple special operations soldiers from Israel were killed. The breach occurred right in this direction from Gaza, right here out of Gaza City. Kfar Aza, massive shootout. Hundreds of Israelis kidnapped from there. This is the general direction right here. Let me reset it there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "Where are Israeli troops? Where are Israeli naval resources, tanks? Show us where they are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "COHEN",
      "sentences": "So, you're going to have this line right here. You're going to have the idea of the Givati Brigade. I'm going to put a G right there. You're also going to have the reserve forces. And they're going to be making a 360 degree. They're going to be surrounding and boxing in Gaza, in my opinion, and that's so that no more terrorists can get out and get in. You're going to have border patrol assets from the Israel National Border Patrol.Every inch of this fence line, that one's not great. I'm going to go to this color. Every inch of this fence line is going to be looked at via surveillance. This is where the failure was, by the way, the intelligence failure, where there were hours and hours and hours for these terrorists to be able to get into Israel. But we're not looking inwards right now. We just want to focus on what we're hearing, which is that destruction.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "And I see. What can we expect there?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "COHEN",
      "sentences": "You're going to have the Shayetet (ph) which is the equivalent to the Israeli Navy Seals. They're going to be covering the sea right here. They're going to be doing topographical surveys to be able to feed the infantry units, any special operations units that are on the ground right here working. You're going to have the Shaldag unit, which is the Air Force Special Operations Unit.I understand that they've taken a lot of losses in and around these areas here. Our special operations units ended up responding to Kfar Aza, Be eri and this whole area within 20 kilometers east and south of where the terrorists made that main breach, where that festival was. And it took hours for those special operations units to get clearing it, and many were killed on the Israeli side. It was -- it's terrible. But -- so you're going to have the SEALs here, you're going to have the infantry forces up here, the border patrol is going to be here, and then you're going to have all those intelligence assets listening from above to cell phones.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "Colloquially, people talk about this bombardment resulting in more or less a flattening of Gaza City. How likely is it that is an objective of the Israeli military?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "COHEN",
      "sentences": "No, no, it's a myth. That's a wives' tale that's been floating around. Our goal isn't to turn Gaza City into a parking lot. Our goal is to turn Gaza into a Hamas-less region, period. The complete destruction, dismantle of that terrorist organization from 360 degrees. If you look at the markup that I put on the map here, you can see it's almost completely circled.And that's creating what we call a pressure cooker. So, if we keep hitting those targets and hitting those targets, eventually Hamas is going to get thirsty, they're going to get hungry, they're going to get essentially worn down, and yes, there is collateral effects of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "And look, I think we have to just pause for just a second just to reiterate that there are two million people who live here, a million of whom are children.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "COHEN",
      "sentences": "That s right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "There is nowhere to go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "COHEN",
      "sentences": "That's because Egypt will not open the border.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "This crossing is not open.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "COHEN",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "And they cannot leave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "COHEN",
      "sentences": "Very -- very true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "What is happening right now with the Israeli military to not just focus on this, but there's also the north and there is the West Bank.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "COHEN",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "How are they dividing their resources?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "COHEN",
      "sentences": "So, you've got a, there's another -- there's another elite infantry unit called the Golanee Brigade, which is very steeped in history with the Israeli military from 48 to 56 to 67, the Six Day War 73 Yom Kippur. They are in the north, that is the command that they're assigned to. They spent years in and out of southern Lebanon before Israel finally pulled out, fighting Hezbollah, which is a terrorist organization.The difference between the warfare in the north and what we're seeing here in these built up asymmetrical urban areas, which terrorists love to hide behind those corners, is it's primarily guerrilla warfare. And it's got its own unique challenges. It's more mountainous, it's more dispersed. There have been multiple attacks in the last four or five days from Hezbollah in that region. There have been gunfights. We have killed dozens of Hezbollah fighters who have infiltrated Israel already through the north. So, there is action up there and there are also reserve forces backing them up, as well. And there are Air Force assets assisting, as well, at the front. And Israel's not a virgin to being attacked by multiple fronts. It's the nature and the price that we pay to live in this state. So, it happened in  67. Lebanon, Syria, Jordan, Egypt, and Israel's used to it. The only problem is that there was this intelligence failure. Israel's kicking the dust off right now. We're doing the best we can to not hurt civilians. I pray that the Rafah Gate opens up and we get all of them out. Israel would love to escort them out so we can smash Hamas, but it won't happen because Hamas wants them in there to use them as human shields. They're terrorists. And that is the worst part of this. We saw what they did to the Israelis, over 1200 killed, raped, murdered, grandparents, babies burned. And now they want that to happen to their own people. That is the nature of the animal that we're facing. And I pray that we can rescue the Palestinians from Hamas.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "And you're talking here about Hamas. And just to reiterate, this is a crossing here with Egypt. COHEN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "Egypt is a big player in all of this --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "COHEN",
      "sentences": "Correct.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "And we are still waiting word, as Matthew pointed out -- the United States and Egypt in close private conversations about what it would look like to allow more Palestinians out of Gaza. At this point, it's really the only way out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "COHEN",
      "sentences": "I think that there should be an international cry out to get them out. That's what I believe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "Aaron, I want you to stand by for us because we're continuing to watch these bombings as they occur in Gaza City. That's the picture. that you are looking at right now. Plus, coming up, how did Hamas plot this attack without Israeli intelligence knowing? CNN's Clarissa Ward discovers their training camps.(COMMERCIAL BREAK) [22:50:00] (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "Israeli strikes are underway right now over Gaza. How did Hamas, though, train its militants to conduct the deadly attack that we saw this weekend without Israeli intelligence knowing about it?A senior Hamas official says that they were preparing for this invasion for two years. And a CNN investigation shows that militants trained at least six sites across Gaza, including camps that are just over that border with Israel. And because of the report that you are about to see, the IDF now says it is investigating. Here's CNN's Clarissa Ward. (BEGIN VIDEOTAPE) CLARISSA WARD, CHIEF INTERNATIONAL CORRESPONDENT (voice-over): Propaganda videos put out by Hamas revealed chilling details about the years of preparations that went into Saturday's bloody attacks right under Israel's nose. Analyzing metadata from the videos, a CNN investigation can reveal the presence of at least six training sites inside Gaza, one just 720 meters from the most heavily fortified and patrolled part of Israel's border. In that camp, Hamas recreated an Israeli compound with elements of the nearby border crossing, including an insignia of the Erez battalion. The videos show they even practiced taking prisoners and zip-tying their hands at the camp. Satellite imagery indicates the camp was constructed within the last year and a half. At two other locations in the southern part of Gaza, Hamas trained for their audacious paraglider assault, rehearsing takeoffs and landings. At all six sites, two years of satellite imagery reviewed by CNN shows no indication of offensive Israeli military action. The imagery instead shows that in the last two years, some camps even expanded into surrounding farmland and that there was activity in the last several months at the camps. The stunning revelations raise questions as to how Hamas was able to train so openly, so close to the border, for so long, and why Israeli officials were unable to pick up on and prevent the October 7th attack. Clarissa Ward, CNN. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "Really stunning report there. Joining me now is Elisha Wiesel, the Chairman of the Elie Wiesel Foundation, which is named in honor of his father, the noted writer and professor who was a survivor of the Holocaust. He devoted his life to fighting anti-Semitism and making sure that the world would never forget about the six million Jews who perished in the Holocaust.Elisha, thank you so much for joining us. This is our first time speaking, and I'm not sure how much you have spoken about what has transpired in Israel over the last few days. It has been almost a week. What are you feeling right now as you see these stories of horror coming out of Israel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "ELISHA WEISEL, SON OF MARIONA AND ELIE WIESEL",
      "sentences": "I'm feeling absolutely sick. What we've seen occur at the hands of Hamas, a terrorist organization, is nothing other than pure evil. And I remember shortly after 9-11, my father and I talking and him commenting on, how can people possibly be celebrating in Gaza City, in the West Bank? How could they be celebrating after these planes went and so many American lives were lost?And now, somehow, I feel like we are sick here in America, because after we have seen pure barbarism take place, here in the United States, we have actually seen people blame the victim and say, this is Israel's fault. And that is sick when you think about what we've seen from student groups, whether at Harvard, whether at other colleges around the country. When you think about administrations twisting themselves backwards to not say, this was terror. With moral clarity, this was pure evil. Nothing deserves this. And we have the problem with our elected officials, as well. So, what happened over in Israel is absolute sickness, but we have our own sickness to contend with in this country.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:45:00",
      "speaker": "PHILLIP",
      "sentences": "What do you think your father would say about all of that, about what you described, what seems to be a blindness to what I think you're saying is creeping anti-Semitism here in the United States?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "PHILLIP",
      "sentences": "What do you think is the way to responsibly talk about the fate of the Palestinian people, who by the way are not Hamas? What's the way to talk about that in a responsible way?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "WEISEL",
      "sentences": "Look, I actually support the concept of free Palestine. I just think it's free it from Hamas. I think that you look at what's happening in Gaza, and you have to remember that in 2005, Israel did something frankly unbelievable on the world stage, something that was not necessarily even as popular as it needed to be within its own country.Israel, in 2005, made the decision to unilaterally withdraw from Gaza. So, we talk about the occupation. Israel withdrew its troops. It actually had soldiers go and rip Jewish families out of their settlements and took them out with an idea that let's see what happens. Maybe if we just take a step back and let Palestinians build their own government, maybe there will be peace. And it was a time of optimism. In 2006, my father went and actually got Ehud Olmert and Mahmoud Abbas to meet with King Abdullah and Petra Jordan, hoping that we would see peace. So, what are we supposed to think? I don't know. But one thing I do know is we have to cut the head off Hamas. We have to end Hamas and then we can see are there other solutions. The Quartet failed to achieve it when the U.S. and the European Union tried to build something that could last a peaceful population that would focus its dollars in energy into building a civilization, that didn't happen. We're going to have to try again.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "PHILLIP",
      "sentences": "All right. Elisha Weisel, thank you very much for joining us tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "WEISEL",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    }
  ]
}