{
  "date": "2023-11-20",
  "headline": "CNN This Morning",
  "subHeadline": "IDF Claims Video Shows Hostages in Al-Shifa Hospital; Today, Trump Legal Team Fights Gag Order in 2020 Case; Former First Lady Rosalynn Carter Dies at 96. Aired 7-7:30a ET",
  "utterances": [
    {
      "timeStamp": "07:00:05",
      "speaker": "MICHELLE PRICE, NATIONAL POLITICAL REPORTER, THE ASSOCIATED PRESS",
      "sentences": "Right. I mean, this judge declared him an insurrectionist. That has never happened for a former president before. And in this ruling, there are 17 pages just analyzing what he said at The Ellipse that day. That is a roadmap for any of these court cases that are going against him elsewhere in the country right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:05",
      "speaker": "ERICA HILL, CNN ANCHOR",
      "sentences": "Michelle Price, Errol Louis, thank you both.CNN This Morning continues right now. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Israeli military release new video showing the inside of a tunnel reinforced with concrete on hospital grounds.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:05",
      "speaker": "OREN LIEBERMANN, CNN PENTAGON CORRESPONDENT",
      "sentences": "More information about three hostages.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We believe we are closer than we have been to reaching a final agreement.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "These are intensive, sensitive, delicate talks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Former President Trump plans to argue that a gag order is violating his right to free speech.DONALD TRUMP, FORMER U.S. PRESIDENT:  Deranged Jack Smith, have you ever heard of him?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "The court is going to take that into account.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:05",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Former First Lady Rosalynn Carter has passed away at the age of 96.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:05",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "A champion of mental health, women's rights and also caregiving.JIMMY CARTER, FORMER U.S. PRESIDENT:  Well, best thing I ever did was marrying Rosalynn. That is the pinnacle of my that is the pinnacle of my life. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:05",
      "speaker": "POPPY HARLOW, CNN ANCHOR",
      "sentences": "On this Monday morning, so glad that you are with us. So happy to have Erica Hill by my side. Phil is on vacation. Good morning.Here is where we begin. Israeli military, they are now claiming that surveillance video shows Hamas bringing hostages into Gaza's main hospital. That is what you are looking at. One of the videos shows a man being rushed in to the Al-Shifa Hospital by force. The other one shows a bleeding man with a bandaged hand being pushed on the gurney. The time stamp on this video is crucial, you see it there in the upper corner, it's October 7th, the same day Hamas launched its terror attacks. And this all comes as the IDF accuses Hamas of running a command center under the hospital. The IDF took CNN into the Al-Shifa hospital to see a tunnel shaft that Hamas allegedly used. Hamas has denied Israel's claims, so have some hospital officials who have spoken to CNN.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:05",
      "speaker": "HILL",
      "sentences": "There is some growing hope this morning that a deal with Hamas to release hostages could be days away. Sources telling CNN a recent draft of a potential deal proposes to a four to five-day pause in fighting in exchange for the initial release of 50 hostages.And new this morning, premature babies evacuated from Gaza have now started arriving in Egypt, greeted there by crowds of medical workers, incubators, you see them there, being placed inside them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:05",
      "speaker": "HARLOW",
      "sentences": "We have team coverage this morning. And Eleni Giokos is in Egypt where those babies are now receiving their desperately needed care. Let's start with Oren Liebermann. He joins us from Tel Aviv.Let's start with the hostages, because, really, there were signs in the Biden administration over the weekend that we're closer than we've been to potentially seeing some of them released. What can you tell us?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:05",
      "speaker": "LIEBERMANN",
      "sentences": "Well, there has been a bit of skepticism expressed here and the part of the families of the hostages that a deal really is that close to happening. Part of it is simply that they have heard too much of this. They have heard that a deal is imminent too many times to believe it now. Instead, they are simply urging the government to do whatever it can to bring the families of the hostages home, whether that includes an exchange of hostages or other means. And they've marched on Jerusalem, they have spoken at the Knesset, and they are Hostages Square.The IDF also released video they say is from inside Shifa Hospital on October 7th. We have to warn you some of this is a bit graphic. The IDF has accused Hamas of using the hospital itself, not only underneath for what it calls its terror infrastructure, but also the hospital complex. And here, they say it shows a Nepali citizen who was taken hostage and a Thai citizen who was taken hostage brought inside to the hospital itself shortly after the attack. You can see that time stamp on October 7th. Interestingly, in a response, Hamas didn't respond to these specific videos but it said broadly that, yes, it brought hostages to the hospitals as part of what it called its meticulous monitoring of the hostages' health before they were placed in detention.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:00:05",
      "speaker": "HILL",
      "sentences": "And as we look at all this, we know, Oren, you traveled, as was noted, to the Al-Shifa Hospital with the IDF. They released some different video evidence to support their claims that Hamas was actually using that cover -- that hospital, rather, as cover. Can you walk us through a little bit more what those videos show?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "HARLOW",
      "sentences": "Okay. Oren Liebermann, thank you for the reporting.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "HILL",
      "sentences": "And happening right now, newborn babies evacuated from Gaza have now arrived in Egypt. Doctors say they are fighting serious infections.CNN's Eleni Giokos joining us now live from Cairo. So, this is significant the fact that the babies have now arrived. What more do we know about their conditions? ELENI GIOKOS, CNN ANCHOR AND CORRESPONDENT:  Well, firstly, this is something we've been anticipating for over a week now. The Egyptian Health Ministry was waiting for these babies since Sunday last week. So, finally, they're in Egypt to receive healthcare. Let's talk about the numbers. Initially, the Egyptian Health Ministry were telling me about 36 babies that they were expecting. Today, 28 neo-natals crossed over through Rafah and into Egypt. Now, in terms of the numbers, we know we spoke to doctors inside Al- Shifa Hospital, and they say some tragically died. We know that they had no oxygen, proper incubation, no fuel to run those incubators, lack of supplies, and clean water, so dire conditions, catastrophic conditions for those little babies, then moved into the Emirati Hospital in Rafah. They had to stabilize them. There was hope they were going to move into Egypt yesterday. But, finally today, some babies were healthy enough to be given back to their parents, but, tragically, Poppy, and this is really important, with those 28 babies, only four mothers were with those babies and six nurses. The authorities tell us that they just don't know of living parents and where their parents are. They just don't know if they've been orphaned. So, we're talking about a lot of unknowns. But critically now, it's to get them healthier. I want you to listen to what one doctor said about their condition. (BEGIN VIDEO CLIP) DR. MOHAMMAD SALAMAH, EMIRATES MATERNITY HOSPITAL:  We are conducting tests on all of those babies, and they were given fluids and needed medication according to their condition. For now, they are in a difficult, stable condition, but this condition might deteriorate, especially given that we might run out of electricity at any time now as long as fuel doesn't get into Gaza. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "GIOKOS",
      "sentences": "So, one of the things is just how quickly they could have removed those babies from Al-Shifa, very dangerous scenario, which you were just talking about what was going on at Al-Shifa with the IDF raid and creating that important safe corridor.But their lives, from the moment they were born, were just danger all around them, so from a war raging, but also lack of resources. But finally now in Egypt, what the main point is to try and stabilize them further, 11 in critical condition. We know they're all fighting infections right now and we're waiting to hear more of the status and they will be moved to hospitals across Egypt in the coming hours, Poppy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "HILL",
      "sentences": "Yes, such critical moments ahead. Eleni, I appreciate the reporting. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "HARLOW",
      "sentences": "Also new this morning, OpenAI's co-Founder Sam Altman has a new job just three days after he was abruptly fired as CEO. Overnight, Microsoft, which, of course, is OpenAI's biggest investor, said it will hire Altman to lead a new advanced A.I. research team right alongside Greg Brockman, the co-founder who quit on Friday after Altman was terminated.In an interview with Bloomberg's Emily Chang over the summer, I want you to listen to this, because this is what Altman said about his role as CEO at the time and who he believed should hold the immense power of A.I. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "SAM ALTMAN, CEO, OPENAI",
      "sentences": "Like no one person should be trusted here. I don't have super voting shares, like I don't want them. The board can fire me. I think that's important. I think the board, over time, needs to get democratized to all of humanity.If this really works, it's quite a powerful technology. And you should not trust one company and certainly not one person with it. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "HARLOW",
      "sentences": "The details of Altman's firing are pretty murky. What we do know is that OpenAI said he had been insufficiently, quote, candid with the board. Sources tell CNN a key factor was tension between Altman, who favored pushing A.I. more aggressively, and the board that wanted to remain more cautious. But I should note there was an exodus after Altman was fired, and the board considered bringing him back.Former chief executive of the streaming service Twitch Emmett Shear will now take over as interim CEO of OpenAI.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "HILL",
      "sentences": "Today, Donald Trump's legal team is set to argue before Washington appeals court that the gag order in his election interference case violates his right to free speech.[07:10:06:] Now, this, of course, comes amid his frequent attacks on the special counsel. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "TRUMP",
      "sentences": "Deranged Jack Smith, have you ever heard of him? He's a lovely -- he's a lovely man.The Trump-hating prosecutor in the case, his wife and family despise me much more than he does. And he decides -- I think he's about a 10, they're about a 15 on a scale of 10. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "HILL",
      "sentences": "This, of course, marks Trump's second appeal of a gag order in the past week. On Thursday, a New York appeals court temporarily lifted the gag order in his civil fraud trial.CNN's Zach Cohen is following this for. So, Zach, how likely is it the Washington appeals court will lift that gag order?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "ZACHARY COHEN, CNN NATIONAL SECURITY REPORTER",
      "sentences": "Yes, Erica. Trump is definitely testing the limits of his free speech here. And this hearing today is a continuation of what we've seen from him in the courtroom, not just in this election subversion case, but also across multiple criminal cases that he's involved in.Now, today's hearing is really going to focus on Trump's argument that, you know, his ability to speak freely to attack prosecutors in this case, to attack potential witnesses in this case is necessary because he's to be able to defend himself outside the courtroom. Legal experts that we've spoken to say that Trump faces an uphill battle here, that his status as a criminal defendant really does outweigh his status as a presidential candidate. But, you know, it remains to be seen as always with Trump. This is sort of uncharted territory here having a criminal defendant who's also running for president. You need to note that the panel of judges in this appeals process are three, two that were appointed by former President Barack Obama and another that was appointed by President Joe Biden. So, on paper, that does seem to stack up against Trump, but that panel has already temporarily frozen the gag order as they give Trump more time, or give themselves more time to consider Trump's request to undo this gag order. Look, Trump has spoken out freely about attacking Jack Smith, attacking witnesses, like former Chief of Staff Mark Meadows. And prosecutors say that could endanger people really close in this case, that we're going to see how this panel weighs what Trump's lawyers say, but it does appear to be an uphill battle for him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "HILL",
      "sentences": "All right. Zach Cohen, I appreciate it. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:05:00",
      "speaker": "HARLOW",
      "sentences": "Ahead for us, sources tell CNN negotiators are nearing a deal to secure the release of the hostages taken by Hamas. If that is the case, what would that look like? We're going to be joined by someone who negotiated the release of an Israeli hostage from Hamas in 2011.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "HARLOW",
      "sentences": "A former first lady, a humanitarian, a mental health advocate, an activist, and one half of the longest living presidential couple in American history. Rosalynn Carter died yesterday at her home in Plains, Georgia. She was 96.In a statement, her husband of 77 years, former President Jimmy Carter said, quote, Rosalynn was my equal partner in everything I ever accomplished. She gave me wise guidance and encouragement when I needed it. As long as Rosalynn was in the world, I always knew somebody loved and supported me. And joining us this morning, former White House correspondent for ABC News' Ann Compton, she covered the Carters while they were in the White House, and also with us, the CEO of the Carter Center, Paige Alexander. We really appreciate you both being here. And, Ann, let me just start with you, because that theme of an equal partner that we just heard in the former president's statement about her is something that was so crucial to their relationship. And he truly sought her counsel and guidance on some of the hardest decisions as president.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "ANN COMPTON, FORMER WHITE HOUSE CORRESPONDENT, ABC NEWS",
      "sentences": "Oh, it's absolutely true. It was the core of that relationship that made it so special. If you're looking for her fingerprints all over his policies on the Middle East or energy policy, you won't see them in public, but he counted on her advice and counsel and her sitting in on cabinet meetings and other meetings. That gave her the influence and the impact on him.And they shared so many of the same values. They were frugal. He wanted to take the flags off the limousine bumpers and she wanted to wear her favorite governor's dress to her presidential inauguration. They shared all those same fundamentals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "HILL",
      "sentences": "And those fundamentals that they shared, Paige, really continued, of course, into the next several decades of their service, of their activism. For the Carter Center this morning, how is that continuing forward? How is, how will the former first lady continue to influence that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "PAIGE ALEXANDER, CEO, THE CARTER CENTER",
      "sentences": "They were true partners in everything they did, as Ann said, from the governor's mansion, to the White House to the Carter Center. And Mrs. Carter left her stamp here by creating a mental health program that we are working on both domestically and internationally, because she always wanted to de- stigmatize mental health and mental illness and to make sure that people got the care that they needed, because she saw it around the United States and she saw it around the world.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "HARLOW",
      "sentences": "Let's listen, if we can. This is President Carter, former President Carter. This is August 2015, talking about the love of his life.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "CARTER",
      "sentences": "Well, the best thing I ever did was marry in Rosalynn. That's the pinnacle of my life.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:15:00",
      "speaker": "HARLOW",
      "sentences": "And I think about them, not just in the White House, but I think a lot of people think about maybe even more about their years after and what they decided to do and what they decided to give their time to.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:02",
      "speaker": "HILL",
      "sentences": "Paige, talk to us about that human level and how it made them in so many ways relatable for many Americans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:02",
      "speaker": "ALEXANDER",
      "sentences": "You know, Mrs. Carter was -- in this partnership, she was always the one who they refer to her as a steel magnolia because she was smart and she was sensitive. And that partnership really allowed them, as they traveled the world, for her to continue to give guidance about how the Carter Center was going to expand, the work that we were going to do.And I will tell you, she was his best political operative in so many ways for her guidance to him and the sounding board used her for.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:02",
      "speaker": "HARLOW",
      "sentences": "What about -- Ann, obviously, we want to mention the work that she did for so many years on mental health, really focused on getting people out of, quote/unquote, institutions into community care programs. When you look at finally our society focusing more on mental health, she was way ahead of her time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:02",
      "speaker": "COMPTON",
      "sentences": "It was. And that helped push the whole issue of getting rid of the big sanitariums and bringing people into community areas where they could more easily translate and get back into a better care in the local community.I tell you, she also -- she had - there were there -- that steel spine she had, that when the president was cracking down on because of the energy crisis and cracking down on fuel use and lighting, we do remember that when he turned the thermostats in the White House way down, especially at night, we understood that Mrs. Carter was cold and not very happy. But it might be one place where she might have argued with him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:02",
      "speaker": "HILL",
      "sentences": "Poppy and I were talking about that anecdote this morning. We could relate to it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:20:02",
      "speaker": "HARLOW",
      "sentences": "Thank you both, Ann and Paige, very much. We will remember her. What a woman. Thanks.Hostage negotiators potentially nearing a deal to free up to 50 people, the details ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "JON FINER, DEPUTY NATIONAL SECURITY ADVISER",
      "sentences": "What I can say about this at this time is we think that we are closer than we have been perhaps at any point since these negotiations began weeks ago, that there are areas of difference and disagreement that have been narrowed, if not closed out entirely, but that the mantra that nothing is agreed until everything is agreed certainly applies here.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "HARLOW",
      "sentences": "That was White House Deputy National Security Advisor Jon Finer striking a cautiously optimistic tone yesterday on these negotiations to release at least some of the hostages still held by Hamas and Gaza. CNN has learned that a recent draft of a possible deal proposes a four to five-day pause in fighting in exchange for the initial release of 50 hostages. This is according to two sources familiar with those talks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "HILL",
      "sentences": "Over the weekend, the Israel Defense Forces also released videos which they say show Hamas fighters bringing hostages into Al- Shifa Hospital on October 7th. This is what you're watching right now, the hospital, of course, which Israeli forces performed a targeted operation on last week.The IDF did not say how they acquired the videos. CNN cannot independently verify the content. The Hamas-run Gaza Health Ministry did respond to the videos by questioning their authenticity. Joining us now is Gershon Baskin, Middle East director of International Communities Organization, who helped negotiate, of course, the release of an Israeli hostage in 2011 captured by Hamas. It's good to see you with us this morning. Based on what we have heard most recently, hearing from Jon Finer, we're closer than we have been at this point, how hopeful are you this morning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "GERSHON BASKIN, MIDDLE EAST DIRECTOR, INTERNATIONAL COMMUNITIES ORGANIZATION",
      "sentences": "I'm actually quite hopeful. I think that all the talk around, which is usually referred to as noise aimed at influencing the negotiations themselves, seem to be coming together. Time is running out for an agreement and I think the pressure is on all sides to make this agreement happen. I think that we could see some developments in the near future.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "HARLOW",
      "sentences": "I am interested in and confused by the fact that the IDF has now just released, Gershon, that video that is time stamped October 7th of what they say is Hamas rushing hostages into the hospital. Why would they release that six weeks later? BASKIN",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "07:25:00",
      "speaker": "HILL",
      "sentences": "One would imagine that that video is not being released without considering the potential impact on hostage negotiations. What do you think it does to those negotiations, even just in terms of public perception?",
      "isLastSentenceInterrupted": false
    }
  ]
}