{
  "date": "2023-01-10",
  "headline": "CNN This Morning",
  "subHeadline": "Rep. Dusty Johnson (R-SD) is Interviewed about the New Congress; Mega Millions Lottery Jackpot; Egypt Sherrod and Mike Jackson are Interviewed about Housing. Aired 8:30-9a ET",
  "utterances": [
    {
      "timeStamp": "08:30:06",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR",
      "sentences": "The House narrowly approved a rules package last night amid concerns about the concessions that Kevin McCarthy made in his fight to get the speaker's gavel. One Republican voted no as the GOP ultimately united to pass the rules changes, which make it easier to remove the House speaker and harder to raise taxes. It also helps them establish new investigatory committees and could potentially slow ethics investigations.Also, in its first piece of legislation as the new majority, House Republicans voted for a bill that will roll back funding for the IRS. That was part of that big social spending bill passed by Democrats last year. It's a messaging bill, though, we should note. It's not going to be taken up by the Senate. Obviously it would not get President Biden's approval. Joining us now to talk about this new GOP majority is Republican Congressman Dusty Johnson, who is from South Dakota and chairs the centrist leaning Main Street Caucus and has sat on the Agricultural, Transportation and Infrastructure Committees. Good morning, Congressman, and thank you for joining us. One big question coming out of this week has been whether or not you and your fellow Republicans have an understanding of the full scope of what was actually agreed to by Kevin McCarthy. Do you feel like you have an understanding of that? REP. DUSTY JOHNSON (R-SD): I do. I think the contours of this thing have been very well reported. And I get it, this is human nature. If there's a piece of paper you can't see, oh, my gosh, I want to see it. I've just got to see it. This is nothing new. And Nancy Pelosi, two years ago, had a very narrow majority. Obviously to get the votes she needed, she was willing to have conversations with her members. OK, hey, you really care about the environment, I'll do what I can to get this bill on the floor. That's what Kevin McCarthy has done. But, remember, nothing outside of the rules package binds anybody. Kevin McCarthy doesn't have my vote. McCarthy doesn't have anybody else votes' card. This addendum is just really him trying to tell members that he'll - he'll try to do what he can to build unity.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:06",
      "speaker": "COLLINS",
      "sentences": "But why not, you know, release a piece of paper, as you suggested, on exactly what he did promise people when it comes to, you know, these really critical spots on certain committees or certain promises that he made to these members?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:06",
      "speaker": "JOHNSON",
      "sentences": "Well, let's be clear, Kevin McCarthy has not promised any specific person any specific spot on any committee. And I get it. I mean I had the -- in hindsight, of course, had they released this thing last week, it would have been old news by now. But at some point this is just Kevin McCarthy being honest with individual members he's talking to about he's going to do what he can to bring their term limits bill to the floor or he's going to do what he can to bring their balanced budget amendment to the floor. And I know everybody wants to see it because they can't see it, but it's really not any different than what other speakers have done.I mean had -- did - did we see a list of what Nancy Pelosi, every conversation she had with members as she was getting her votes? We didn't.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:06",
      "speaker": "COLLINS",
      "sentences": "Yes, of course. But just because of how remarkable this was and how much it was about the concessions that he made in order to get that gavel.But I want to follow up on what you just said. Kevin McCarthy, you say, has not promised a committee seat to any Republican.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:06",
      "speaker": "JOHNSON",
      "sentences": "No, that's right. I mean, ultimately, the Steering Committee, which is not Kevin McCarthy, he gets four votes out of 30 on the Steering Committee, they decide who gets these slots. Now, there are a few speaker-appointed positions, and it's possible in those conversations somebody said, hey, you know, I'd really like to be on Intelligence, and maybe Kevin McCarthy said, you'd be a good fit for Intelligence. But overwhelmingly the kind of committee slots people are interested in, those decisions are made by Steering and not by the speaker alone.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:06",
      "speaker": "COLLINS",
      "sentences": "You say that you like the rules that were passed yesterday. I wonder if you have a concern about the U.S. being at a higher risk of defaulting on its debt given what we've seen play out so far within your conference.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:06",
      "speaker": "JOHNSON",
      "sentences": "We are $33 trillion in debt. And I know people want to draw this massive distinction between the spending bills and the debt ceiling. I get it. They're different mechanisms. But clearly the debt ceiling is tied to the national debt, which is, by the way, a clear and present threat to the future of this country.We need to have these conversations. And the idea that, oh, gosh darn it, Republicans won't budge, so we're just going to go off the fiscal cliff, I think that's a little dramatic I think it's a little extremist. I think what we should do instead is shift the conversation so that it's a bicameral, bipartisan conversation, which is, gang (ph), what are we going to do to try to bend these spending curves back in the direction of sanity? COLLINS: I guess -- so you don't have concerns that the United States is at a higher risk of defaulting on its debt, is that right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:06",
      "speaker": "JOHNSON",
      "sentences": "We - there's nothing in the rules package that puts us in a higher likelihood of defaulting. Now, clearly, having Republicans in control of the House is going to mean that we're going to drive a harder bargain when it comes to spending and when it comes to driving the debt ceiling. But there isn't anything in that rules package that makes that a foregone conclusion or even more likely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:30:06",
      "speaker": "COLLINS",
      "sentences": "Do you agree that Adam Schiff, Eric Swalwell, Ilhan Omar, that those Democrats should not be on committees and should lose their seats?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "COLLINS",
      "sentences": "So you're saying he shouldn't abuse that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "JOHNSON",
      "sentences": "He absolutely should not abuse that. There are - because people - I mean Eric Swalwell should not be on the Intelligence Committee. That guy could not get a classified rating in the private sector to view sensitive information. He absolutely should not be doing it for the United States of America.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "COLLINS",
      "sentences": "What about -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "JOHNSON",
      "sentences": "He - he has been compromised in a number of different ways.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "COLLINS",
      "sentences": "What about your new colleague George Santos? Does he deserve a seat on any committees?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "JOHNSON",
      "sentences": "Listen, if I was the speaker, I wouldn't put George Santos on committees until we had a deeper and more full understanding of exactly what went on during his campaign. He should be referred to the Ethics Committee. There should be a full and complete investigation. And he should be held accountable for what he's done. The fact that he's a Republican doesn't keep me from saying he needs to be held accountable for whatever he's done wrong.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "COLLINS",
      "sentences": "Thank you for that. And do you believe that the new Republican majority is going to look into President Biden's retention of classified documents, this revelation that we found out overnight? JOHNSONhad now at least a couple of administrations in a row not handle classified documents well is a problem. And it is the kind of thing I think you're going to see the Republican House ask a lot of questions about. Maybe we need new procedures in place. The idea that somebody could just take a folder with classified information and walk out the door with it, that is really problematic.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "COLLINS",
      "sentences": "James Comer, who is chairing the House Oversight Committee, raised these questions yesterday saying, does this mean that the White House should be raided, obviously referencing what we saw happen at Mar-a-Lago. But can you acknowledge that based on what we know now, there is obviously a difference here when it comes to the volume of classified material that was taken to Mar-a-Lago and what President Biden had as vice president, and also how it was handled in the sense of actually cooperating to return those documents to the federal government?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "JOHNSON",
      "sentences": "Well, first off, I would tell you clearly anybody taking classified documents out of a secured setting is a problem. And so, yes, I mean, you know, what the previous administration did, not good, not right. And I think that's worth calling out.I don't know enough about the difference in the volume and the difference in cooperation. I think those are questions that we've got to have a committee ask. I guess at this point, I'm not willing to take the Biden administration's word for it. Let's ask a few follow-up questions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "COLLINS",
      "sentences": "We will be asking follow-up questions.Congressman Dusty Johnson, thanks for sharing your time with us this morning and weighing in on all of these very important topics.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "JOHNSON",
      "sentences": "Absolutely. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "HARLOW",
      "sentences": "That was really interesting. I feel like you made a lot of news there, especially on, you know, McCarthy and those committees.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "COLLINS",
      "sentences": "Yes, well, it's a big question of what they look like. Obviously, this is something that Republicans said -- they said we -- there will be retaliation for members being kicked off and now we are seeing that. We'll see -- it was interesting, he said, Kevin McCarthy should not abuse that, though.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "HARLOW",
      "sentences": "That's right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "LEMON",
      "sentences": "But it's also interesting that they're not saying, well, you know, the people voted for George Santos. He's saying, he needs to be held accountable for his actions.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "COLLINS",
      "sentences": "Yes, he said he should not be on a committee until they find out more information, if he was House speaker. Of course, he's not.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "LEMON",
      "sentences": "He's not. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:35:04",
      "speaker": "COLLINS",
      "sentences": "It's up to Kevin McCarthy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:45",
      "speaker": "LEMON",
      "sentences": "Wow, this Mega Millions jackpot has crossed a billion dollars for the fourth time in a little over four years. Our senior data reporter Harry Enten joins us now with more on this morning's number.These giant jackpots -- hello, sir.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:45",
      "speaker": "HARRY ENTEN, CNN SENIOR DATA REPORTER",
      "sentences": "Hello.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:45",
      "speaker": "LEMON",
      "sentences": "You notice like every -it keeps getting bigger and bigger and bigger.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:45",
      "speaker": "ENTEN",
      "sentences": "Yes, so this morning's number is the Tuesday estimated jackpot, $1.10 billion, with a \"b.\" $1.10 billion. Of course you could take the lump sum, which would be the nice tidy of $568.7 million.Now, as you pointed out, Don, these seem to be getting more and more frequent. Look at this, all within essentially the last few years we have over a billion dollars. 1.5, 1.3, 1.1, 1.1. Now, the question is, why is that happening? Why are these Mega Millions jackpots going through the roof? Well, it turns out there was a 2017 rule change that made it more difficult to win driving up the jackpot. So essentially the Mega Ball, which must be matched in order to win, went from 1 to 15, to 1 to 25. And the odds of winning went from 1 in 259 million to 1 in 303 million, Don. Now, the whole question is, why did they want these jackpots to be higher? You seem a little confused there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:45",
      "speaker": "LEMON",
      "sentences": "No, I get it, one in -- yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:45",
      "speaker": "ENTEN",
      "sentences": "So, the question is, why is it? Because think about the last large jackpot back in July of 2022. The money the states got from the tickets sold, 2.1 billion. The jackpot prize winner, they took home, they took the lump sum, 781 million. So it works for the states. The math works. It makes it harder to win. And the jackpots rise ever higher.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:45",
      "speaker": "LEMON",
      "sentences": "Yes. If you won, would anybody know?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:45",
      "speaker": "ENTEN",
      "sentences": "I'd tell you, Don, and no one else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:45",
      "speaker": "LEMON",
      "sentences": "I wouldn't tell anybody. I would show up like nothing happened.Thank you. Work the next day.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:45",
      "speaker": "ENTEN",
      "sentences": "Nothing happened. Share a little with me, though. LEMON",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:45",
      "speaker": "ENTEN",
      "sentences": "OK.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:45",
      "speaker": "LEMON",
      "sentences": "Thank you, Harry. Appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:42:45",
      "speaker": "ENTEN",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:49:02",
      "speaker": "HARLOW",
      "sentences": "What went up, must come down, right? That is the hope at least for mortgage rates in this market. What a roller coaster. Let's recap. Overall mortgage rates skyrocketed, remaining at just under 6.5 percent. In the meantime, sales plummeted. Sales of existing homes were down about 35 percent in November, compared to a year ago. Housing prices, though, they just keep climbing, up 40 percent nearly from the spring of 2020 to the spring of '22. As a new home buyer, I can attest to all of this and the pain.Despite all the fluctuations, our next guests have made it their mission to give their clients their dream home. Here is a preview of season two of \"Married to Real Estate.\" (BEGIN VIDEO CLIP) EGYPT SHERROD, HGTV \"MARRIED TO REAL ESTATE\": Let me see your face. MIKE JACKSON, HGTV \"MARRIED TO REAL ESTATE\": Working with your spouse has its challenges.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:49:02",
      "speaker": "SHERROD",
      "sentences": "Am I in trouble?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:49:02",
      "speaker": "JACKSON",
      "sentences": "Come over here. You in a little bit of trouble.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:49:02",
      "speaker": "SHERROD",
      "sentences": "But we wouldn't trade it for the world.Hey, it's looking good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:49:02",
      "speaker": "JACKSON",
      "sentences": "Yes, it's getting there, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You guys, this is amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "I totally am crying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "It's so open and bright.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "This is amazing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well done.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "HARLOW",
      "sentences": "Egypt Sherrod and Mike Jackson are here now. I'm like, I love that dark kitchen because we just chose the paint color last night for our kitchen.MIKE JACKSON, HGTV \"MARRIED TO REAL ESTATE\": Yes. EGYPT SHERROD, HGTV \"MARRIED TO REAL ESTATE\": Did you? What color?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "HARLOW",
      "sentences": "It's like the color of your sweater.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JACKSON",
      "sentences": "Oh, good option.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "HARLOW",
      "sentences": "With brass.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JACKSON",
      "sentences": "Good option.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "Oh, so -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "HARLOW",
      "sentences": "In case you were wondering.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "So -- so you have an aqua smoke kitchen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "That color is sort of - that's what I've deem it, that sweater.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "HARLOW",
      "sentences": "Feel free to come over.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "She (INAUDIBLE) going deep into color names. I'm like, whatever, it looks green. That one.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "They're talking my language, babe, OK?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "HARLOW",
      "sentences": "That time I put all the different white swaths on the - on the wall. So my husband's like, I don't know, babe, they're all the same.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "But then you realize that there's like over 300 different shades of white. HARLOW",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "LEMON",
      "sentences": "This is obviously a therapy session for Poppy, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "COLLINS",
      "sentences": "Now, are you billing her for this?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "HARLOW",
      "sentences": "It's been a whole journey. Kaitlan can tell you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "Well, congratulations on going on it, right? It's fun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "HARLOW",
      "sentences": "Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "HARLOW",
      "sentences": "So what is up with this housing market?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "Oh, my goodness, do you want to get cerebral or do you guys want to have fun with it, because I choose fun.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "Both. Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "Well, here's what I say. If you ask 200 economists what's happening right now in the housing market, they'll tell you 200 different answers. Nobody really knows. We don't have a crystal ball. If we did, we'd all be retired at this point.But what I will say is, if we look back ten years to when we had the last recession, we know on average housing prices dropped by almost 30 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "Right now we're seeing about a 2.5 percent drop. Obviously, it's because of interest rates because so high. But these are not historic highs. This is really the norm. We just got spoiled over the last decade with interest rates in the twos and threes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "LEMON",
      "sentences": "Can you say that again? I've been telling people that. It's like this is not that bad.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "This is the norm.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "LEMON",
      "sentences": "I mean, look, if you want to buy a home, it is tough.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "HARLOW",
      "sentences": "You're right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "LEMON",
      "sentences": "I don't want to, you know, down play it, but it's still -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "HARLOW",
      "sentences": "It was like 12 percent not that long ago.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "LEMON",
      "sentences": "Remember when our parents were buying homes the interest rates.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "There you go.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "My parents bought their first home at 14.85 percent.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "And they were ecstatic because my grandparents bought it at historic highs of over 22 percent interest rate.So, if you think this is high, well, you just imagine, you know, where they were. I say if the numbers make sense, if you can afford it, if it makes better sense to buy than to rent, then jump in, because, at the end of the day, you're still paying yourself versus paying somebody else.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "COLLINS",
      "sentences": "What about when it comes to renovations, though, the price of lumber, labor, all of those things that people struggled with, what is that looking like now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "Yes. That is extremely high as well. For instance, one piece of plywood that used to be $7.99 has now been fluctuating between $36 and $65.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "COLLINS",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "So that is designating some of these quotes. You know, in their mind-set, the average customer is thinking, OK, this is probably going to be a $30,000 job and I have to burst that bubble and say, no, probably about $50,000, $60,000.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "And they're like, why? So they start saying, you know what, I'll find somebody cheaper. And then everyone keeps giving them the same price.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "And then they come back like, I'm so sorry that I asked for a requote.But I think we're all in this together.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "That's what we have to accept is, we're in an inflationary period. Everything's cyclical. This is not brand-new, but we're going through it together, so just tighten your belt for a bit and hopefully it will be over before it starts. That's what we're hoping.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "LEMON",
      "sentences": "OK, but can we talk about your show, like because getting to season two, all right. Season two, the success of season one on your show, 19 million viewers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "HARLOW",
      "sentences": "Wow.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "It's all because of him.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "LEMON",
      "sentences": "Nineteen million viewers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "They want to see him in a tight shirt. That's it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "HARLOW",
      "sentences": "Aqua smoke tight sweater.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "Listen -- hold on. Hold on. I've got - no --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "HARLOW",
      "sentences": "We'll take 19 million if you take that blazer -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "Listen, we are extremely grateful.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "Grateful. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "We appreciate it. We are blessed to even be a part of the experience, you know. You know, people approach us on the street or in the market and they say, listen, you relate to me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "The transparency. We see my -- ourselves in you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "Our own family, yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "And that's what keeps us going.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "Although people also stop us in the market and want to tell me how to potty train.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "That's true.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "That's what happens when you open your door to America. Everybody, especially the grand moms, they come up, baby, let me tell you how to potty train that child.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "LEMON",
      "sentences": "Wait, wait, say that again. How do they do it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "Baby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "COLLINS",
      "sentences": "But that's what sets your show apart is that it is so much about your relationship and your family.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "HARLOW",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "Yes. Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "COLLINS",
      "sentences": "And that's the other dynamic that people like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "Yes. SHERROD",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "Right.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "But also to be able to do what you love with the person you love, that's - that's what -",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "Awe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "I wasn't talking about you, I was talking about the kids.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "HARLOW",
      "sentences": "And you guys have a great vibe.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "Oh.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "LEMON",
      "sentences": "But you know what, you guys are very positive. So, offer people at home - because people are, you know, a little depressed, I'm sure, about the interest rates and whatever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "They are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "JOHNSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "SHERROD",
      "sentences": "Yes, they are.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:50:03",
      "speaker": "LEMON",
      "sentences": "So, give us some hope.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "JOHNSON",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "SHERROD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "LEMON",
      "sentences": "You guys, it's good to see you. Congratulations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "JOHNSON",
      "sentences": "Yes. Thank you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "SHERROD",
      "sentences": "Thank you. You as well.By the way, I can party with you anytime on New Year's Eve.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "LEMON",
      "sentences": "Come here. Thank you.Come on down to New Orleans.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "COLLINS",
      "sentences": "And Poppy's going to bring you over to her house to help.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "LEMON",
      "sentences": "It's a hop, skip and a jump from Atlanta.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "HARLOW",
      "sentences": "Yes, come to the kitchen.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "JOHNSON",
      "sentences": "Oh, easily.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "HARLOW",
      "sentences": "Thank you, guys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "08:55:00",
      "speaker": "JOHNSON",
      "sentences": "We like to eat, so that's no problem.",
      "isLastSentenceInterrupted": false
    }
  ]
}