{
  "date": "2023-07-13",
  "headline": "Erin Burnett Outfront",
  "subHeadline": "Putin Faces Growing Chaos In Top Ranks Of Military; Sources: Jared Kushner And Hope Hicks Testify In DOJ's 2020 Election Probe As Trump Faces Possible Charges; RFK Jr. Pushes Conspiracy: Chemicals Make Kids Gay; Secret Service Reveals Marijuana Was Found At White House Twice Last Year; \"Petrifying\": Passengers Talk About Turbulent Flight. Aired 7-8p ET",
  "utterances": [
    {
      "timeStamp": "19:00:30",
      "speaker": "ERIN BURNETT, CNN HOST",
      "sentences": "OUTFRONT next, Putin's military meltdown. New video tonight of a violent fight breaking out at a Russian base between men who are about to be sent to the front lines, as Putin's paranoia is leading to a bigger military purge.Plus, breaking news. Two of Trump's most senior White House aides, Jared Kushner and Hope Hicks, have now testified before the grand jury investigating Trump's attempts to overturn the 2020 election. We're going to tell you a key question that both of them were asked. And we have new audio tonight of a passenger plane's frantic call for help after hitting extreme turbulence. That plane dropping thousands of feet in seconds. What was it like on board? Two passengers on the Florida-bound flight are my guests. Let's go OUTFRONT. And good evening. I'm Erin Burnett. OUTFRONT tonight, Putin's military meltdown. We're getting new video tonight of a deadly fight that broke out at a military camp near Moscow. According to Russian media, these men were about to be sent to the front lines, and then one of the soldiers here is said to have upset his superiors. He was reportedly beaten by members of a reconnaissance unit and military police and afterwards a mass brawl breaks out with knives and a man dies. A man dies there before he even gets to the front lines in Ukraine. But this chaos, this sort of -- this sort of brawling, I mean, this is exactly what senior Russian General Ivan Popov was talking about when he spoke out after he was fired for criticizing Putin's war preparation. (BEGIN AUDIO CLIP) IVAN POPOV, RUSSIAN GENERAL (through translator):  As many commanders of divisional regiments said today, the servicemen of the armed forces of Ukraine could not breakthrough our army from the front. Our senior commander hit us from the rear, treacherously, and violently decapitating the army at the most difficult and tense moment. (END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:30",
      "speaker": "BURNETT",
      "sentences": "And we don't know anything about what's happened to Popov since he sent that. He's obviously been fired. But, you know, where are his whereabouts, his physical state, we don't know. We do know the Kremlin is dismissing comments from a top general.But, Popov, of course, is far from the first general to cross Putin and to pay a price. Again, like I said, we know he has been fired. We don't know what else if anything beyond that, but we do know \"The Wall Street Journal\" is reporting today that General Sergey Surovikin who has not been seen since Yevgeny's attempted rebellion is now being held and interrogated. Surovikin, of course, was an ally of Prigozhin's, who led that attempted coup. And Surovikin is not alone. According to this report in \"The Wall Street Journal,\" at least right now, at least 13 senior officers have been detained for questioning after the Wagner Group's uprising. That's pretty stunning, at least 13, and about 15 have been suspended from duty or fired. And then there's Prigozhin himself. He still has not been seen since the insurrection. For the first time, we're hearing from Putin about his alleged meeting with Prigozhin and 35 of Wagner's commanders, the meeting that Putin's spokesperson said happened a few days after the insurrection -- a meeting that was said to have happened in Moscow. Speaking to reporters, Putin claims he told the commanders at the meeting that they could continue to fight but under a different leader. He then claims that the men were nodding in agreement, all of these Wagner troops, they were totally in agreement, but Prigozhin who was sitting in the front row. He spoke up and said, no, the guys do not agree with this decision. That's what we're seeing here in the exchange with the reporter. Now, keep in mind, we do not have photo evidence or corroboration that the Putin-Prigozhin meeting took place, or who was there. This is what the Kremlin is telling us. But keep in mind, Vladimir Putin is saying the generals agreed, that nodded and fighting for him, but highlights Prigozhin saying the guys do not agree with the decision. Well, that's the context around which we have not seen Prigozhin since. President Biden says the U.S. has no idea what Putin has done with Prigozhin. He spoke today. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:00:30",
      "speaker": "JOE BIDEN, PRESIDENT OF THE UNITED STATES",
      "sentences": "Determining what happened to Prigozhin, God only knows what he's likely to do. I'm not even sure. We're not even sure where he is and what relationship he has. If I were he, I would be careful what I ate. I'd be keeping my eye on my menu.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "MATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT",
      "sentences": "It does, and the fact that this is all meant to be behind closed doors, it would normally be in public I think indicates to us just how deep it does go.And remember, we're not just seeing the things you've described, but we're also seeing Russian generals, Russian officers, as well as, you know, kind of men in the ranks being killed at an alarming rate on the battlefield as well. So while you've got this military that wants to project itself as being in control and the sort of epitome of order, in fact, it looks increasingly like it's in disarray. (BEGIN VIDEOTAPE) CHANCE (voice-over):  This is how the Russian defense ministry wants to portray its army, well-trained, equipped and effective. But the reality looks increasingly chaotic with the recently battlefield death of one top general. Now another saying he's been fired for telling the truth about the dire situation on the front line. POPOV (through translator):  Now it is possible to confidently say that an order was issued and I was removed from my post.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "CHANCE",
      "sentences": "General Popov was the commander of the Russian 58th army, heavily engaged in battles around Zaporizhzhia in southeastern Ukraine. One of Russia's most senior commanders, he says it raised questions about how casualty rates and the lack of artillery support.One Russian MP criticized his audio link as a political show but there's been no official push back on its content.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "POPOV",
      "sentences": "I had no way to lie in your name, in the name of my fallen comrades, so I outlined all the problems which exist.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "CHANCE",
      "sentences": "It feels like another swipe at Russia's beleaguered defense minister, Sergei Shoigu, seen recently touring this Russian arms factory. Russian military bloggers, often the only source of comment in the absence of any official reaction, say his chief of staff, Valery Gerasimov, signed the order to have Popov removed.There are unmistakable echoes of the criticism made by the Wagner chief, Yevgeny Prigozhin who went on to lead an armed uprising against what he said was an incompetent Russian military leadership. That ended in failure, we think, but it seems discontent among Russia's senior officer class may be widespread. No worry in sight for the Kremlin. And there's still no word about what's happened to this commander, General Surovikin. I've seen calling on Wagner to abandon their mutiny last month. \"The Wall Street Journal\" is now reporting he's been detained for suspected Wagner links. Though this senior Russian mp is now playing that down. Surovikin is not reachable, he told this Russian blogger, and he's resting, he says. (END VIDEOTAPE) CHANCE (on camera):  Erin, there is so much happening, it seems, with the Russian military, as all of that takes place, the Russian defense ministry have been taking control of Wagner's, the mercenary group's heavy weapons and ammunitions. There have been some dramatic images of that as well. And it seems that the Kremlin is tightening its grip and sort of purging dissidence within its ranks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:05:01",
      "speaker": "BURNETT",
      "sentences": "Matthew, thank you very much.And I want to go now to Thomas Grove, \"The Wall Street Journal\" reporter who broke that story that I mentioned at the top of the program about more senior Russian military officers being detained and questioned in the wake of this mutiny, along with retired Army Lieutenant General Mark Hertling, who is, as you know, the former commanding general for Europe and the 7th Army. So, thanks to both. And, Thomas, let me start with you, because this is pretty incredible reporting. You have been able to crack down, you and your team that more Russian military officers have been detained and fired in the wake of the Wagner coup. And you're also reporting that General Surovikin is not just resting, he is being detained. He has been held. Tell me what more you're learning about that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:14",
      "speaker": "BURNETT",
      "sentences": "I mean, it is amazing, and General Hertling, you know, I mentioned a moment ago, you know, Putin talking to that reporter today saying that in that meeting that he says he had with Prigozhin and 35 other members of the Wagner group, they all nodded when he said, all right, you can keep fighting but not for him, under me essentially. He said they nodded and Prigozhin said, quote, no, the guys do not agree with this decision.I mean, General, what do you make of that? Putin's now saying he had a meeting with the guy and that the guy says I don't agree that these guys shouldn't fight under you. I'm not okay with that. He's missing at this point. Do you think that's all it is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:14",
      "speaker": "MARK HERTLING, CNN MILITARY ANALYST",
      "sentences": "No, not at all, Erin, and truthfully, this is just more indicators of the brutalness of the Russian military and the Russian political leadership. You know, I had an opportunity to go to Russia several times when I was still in uniform, and some of the things that are being reported now are not new. There have always been incompetent leaders in the senior ranks of the Russian military. They do not get the kind of training or provide the type of leadership that troops look to that will encourage them or be charismatic in nature.They are hide bound, overweight, fat, they don't now how to maneuver forces. In fact, the war that they are conducting right now is not now any of them have been done before. It's interesting watching Matthew's film just now. It's the same kind of thing I saw.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:14",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:14",
      "speaker": "HERTLING",
      "sentences": "It's a demonstration of force. It's not a training exercise. You can demonstrate all sorts of things through rehearsals and modeling and all that, but when the fight happens, you notice in the film, there were no targets the soldiers were shooting at.It shows the brittleness of the entire army, and what we're seeing now is not only the arrest of many officers, Surovikin, Prigozhin, have been, you know, kind of complicated in this potential coup attempt, but the words of Igor Popov, who is a combined arms commander, that's the equivalent of a division command in U.S. army, that's a big organization, and for him to say he's being stabbed in the back while he's an active commander, you know, those are harsh words, and they should get a commander fired, but he's speaking the truth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:14",
      "speaker": "BURNETT",
      "sentences": "Right. Right. And of course, we don't know what's happened to him. Fired but we have no idea what else. As we don't with any of these people.I mean, Thomas, you're reporting, right, you're saying at least 13 senior officers were detained for questioning after the Wagner Group's uprising, and about 15 have been suspended for duty or fired, and I presumed, in many of those cases, I mean, we maybe unclear where they are now. Like Prigozhin, right, we haven't seen the guy. No one knows where he is or if he's still alive, nobody even knows that. What are the ramifications of all of this for Putin from your reporting?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:14",
      "speaker": "GROVE",
      "sentences": "Yeah, I mean, it's a really good question. I think, you know, paranoia has been one of the defining characteristics of the Putin regime since its very beginning, right? And, you know, if you think about having an armed insurrection heading towards Moscow in the wake of that, you can only expect if you're in the Kremlin to grow.And, you know, widening crackdown, more brutal crackdowns on the military, like what we're seeing, and on the political circles as well. You know, you can't exclude that either. So I think, you know, broadly speaking, the paranoia that's always been there is probably at a deafening pitch right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:10:14",
      "speaker": "BURNETT",
      "sentences": "General, there was a report today from the Ukrainian side that 200 Russian soldiers were killed in fighting. And we don't know the details. We don't know exactly whether it was one strike or multiple. It is conceivable that it could have been cluster munitions that they had had prior to the U.S. announcement, right, perhaps some Turkey. We don't know.But these are the kinds of numbers you could see from cluster munitions at some point. I know you had skepticism about whether the U.S. providing these weapons made sense. Do you feel that way about it now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:41",
      "speaker": "BURNETT",
      "sentences": "Breaking news, CNN is learning that two senior Trump White House aides, both among the closest to the former president, have testified before the federal grand jury investigating Trump's efforts to overturn the 2020 election. Jared Kushner and Hope Hicks spoke under oath, both last month.Hicks was asked whether Trump was told he lost the election. \"The New York Times\" reports that Kushner was asked something very similar, whether Trump privately acknowledged he lost the election in the days after it happened. Evan Perez is OUTFRONT. And, Evan, these are two significant players in Trump's orbit, his son-in-law by his side, Hope Hicks one of his most loyal lieutenants throughout his administration. Both now speaking under oath to the federal grand jury. What more are you learning?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:41",
      "speaker": "EVAN PEREZ, CNN SENIOR JUSTICE CORRESPONDENT",
      "sentences": "Well, Erin, these testimonies according to sources who spoke to Kaitlan Collins and Katelyn Polantz happened in June, which is around the time line of what we are seeing. A lot of the activity from the special counsel's office, and that question, of course, the question of whether Trump really knew or acknowledged that he had lost the election is actually a very important one, and one of the smartest things that the former president has done over the last couple of years since he did, lose the election and left the White House.One of the smartest things he's done is that he kept saying that he believes he won the election. That may be a thing that could help him from a legal standpoint defend himself against a possible charge from the special counsel. Again, we don't know whether the special counsel plans to charge Donald Trump. We know certainly from the questions that have been asked of some of the other witnesses, a lot of other people around the former president, some of his allies, people who are intimately involved in trying to overturn election results in different states and, of course, the fake electors scheme. Some of those people absolutely face some legal jeopardy. The question of whether the former president himself, whether he believed he had lost the election, of course, is a very big deal from the special counsel's standpoint because they need to know his intent. As for some of the actions that he was taking after the election was lost -- Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:41",
      "speaker": "BURNETT",
      "sentences": "All right. Thank you very much, Evan.So let's go to Ryan Goodman now, co-editor in chief of \"Just Security\", the former special counsel at the Defense Department, along with former federal prosecutor and our legal -- senior legal analyst, Elie Honig. So, Elie, Hope Hicks and Jared Kushner, obviously, they know a lot. They were trusted. They were close to the former president. No question about any of those things. They testified before the grand jury. Essentially, they're both asked the same things, did Trump know he lost the election or not. How key is that knowledge to establishing intent or legally to a case here?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:41",
      "speaker": "ELIE HONIG, CNN SENIOR LEGAL ANALYST",
      "sentences": "Well, Erin, it's the single most important question. The most important and often most difficult thing the prosecutors have to establish is intent. Did the person know that their actions were wrong and generally unlawful?And the way you get that evidence is you talk to the people who were closest to the individual you're looking at here. We're talking about hit son-in-law and one of his closest aides, and the best possible evidence they can get, and we don't know exactly whether Jared Kushner or Hope Hicks gave them this is Donald Trump acknowledging that he knows he lost. It's one thing to be told by certain people that he lost, because there were other people telling him he did not lose. If you can get it out of his mouth that he knows he lost, that's golden evidence for prosecutors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:20:41",
      "speaker": "BURNETT",
      "sentences": "Ryan?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "BURNETT",
      "sentences": "Yeah.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "GOODMAN",
      "sentences": "-- Hope Hicks did give explosive testimony before the January 6th committee on that particular issue. So, there's an open question, was -- the prosecutors also, were they also asking her about that, because she testified and there's text messages that she advised President Trump on January 4th and 5th, to say to everybody publicly, please stay peaceful on January 6th and he refused her advice. That's in the final report from the Select Committee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "BURNETT",
      "sentences": "Yeah.So, Elie, here's the thing I've always struggled with here. We do know that people told Trump he lost. We know that he was told this by smart, informed people. We know that he is an intelligent human. He was president of the United States. He's got a more than basic knowledge of the world. How is it possible -- I mean, I feel like this is a state of Trump reinvention that we have to prove that the guy didn't know he lost the election? And any kind of competent basic individual would know that he lost the election. State and federal judges dismissed more than 50 lawsuits from him about that. People told him personally. So how is it possible that he can actually sit there and argue that he didn't know and you have to prove that to show intent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "HONIG",
      "sentences": "So, first of all, he doesn't have to prove or disprove anything as a punitive defendant here. The burden is on the prosecutor to prove this.Look, I've done this in court. It is not as easy as just, come on, folks, we know. You have to prove it, and even though you may say, well, the people who are telling him that he lost the election were smarter, and more responsible and more credible, than people like Rudy Giuliani and Sidney Powell, they were still lawyers at the time, their licenses have been suspended, and he will have a defense of, I can rely on these folks. They were former prosecutors, telling me that I won, and given that, I'm allowed to try to challenge these elections. They were allegedly potentially pressure tactics, but you have to prove it as a prosecutor. You can't just say, come on, folks, we all know this, you have to prove it beyond a reasonable doubt to a jury. Easier said than done in an actual courtroom.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "BURNETT",
      "sentences": "And I totally understand what you're saying.Ryan, I just -- I guess I'm maybe speaking for some in the audience. It seems to me sort of an amazing sort of situation we're in. Again, sort of reinventing the wheel here, right, that suddenly in the case of Trump, you know, a kind of basic thing needs to be proved. It's just a very basic factual reality of anybody that looks at it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "GOODMAN",
      "sentences": "That's right. And it's also remarkable, for example, in Georgia when the special grand jury met, in their very brief report, they say, you know, we unanimously agreed there was no fraud in this election that could have changed the outcome. He lost the election in Georgia.And it's remarkable that we're all spinning around on this again, and we'll see. You know, in a certain sense, I do think that Jared Kushner, according to \"The Times\", did say that he thought Trump believed it but there are a number of other witnesses who say Trump admitted he lost.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:25:03",
      "speaker": "BURNETT",
      "sentences": "All right. Well, this is all going to be fascinating to see it play out and to see sort of where their thinking is right now.Elie, Ryan, thank you both so much. And next, and our KFILE, uncovering video of Democratic presidential candidate Robert F. Kennedy Jr. making the claim that manmade chemicals are turning kids gay and transgender. (BEGIN VDIEO CLIP) ROBERT F. KENNEDY, JR. (D), PRESIDENTIAL CANDIDATE:  They're swimming through a soup of toxic chemicals today. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:55",
      "speaker": "BURNETT",
      "sentences": "Tonight, conspiracies gone wild. Democratic presidential candidate and noted conspiracy theorist, Robert F. Kennedy Jr., making the outlandish assertion that man-made chemicals in the environment are making children gay or transgender and causing the feminization of boys and the masculinization of girls.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:55",
      "speaker": "KENNEDY",
      "sentences": "The capacity for these chemicals that we are just raining down on our children right now to induce these very profound sexual changes in them is something we need to be thinking about as a society.They're swimming through a soup of toxic chemicals today. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:55",
      "speaker": "BURNETT",
      "sentences": "So, Kennedy is also well known, as you may know for railing against vaccines, and yet, it is significant that after months he is still polling at 20 percent among Democrats.Andrew Kaczynski of KFILE uncovered this story, and he's OUTFRONT now. So, Andrew, I mean, obviously, these are bizarre claims to say the least. I think what's important to say is to say the least, he doesn't stop there, right?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:55",
      "speaker": "ANDREW KACZYNSKI, CNN KFILE SENIOR EDITOR",
      "sentences": "Yeah, that's right. And would you believe this is the second time I'm coming on your show this year to discuss that someone claiming that chemicals in the water could be making children gay, and that's exactly what Kennedy said, and we found that he said it repeatedly, suggesting that these manmade chemicals could be responsible for children being gay or transgender, that they could be responsible for boys becoming more feminine, for girls becoming more masculine, and the experts that we spoke to totally disputed this.Take a listen to Kennedy a couple more times making those claims. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:55",
      "speaker": "KENNEDY",
      "sentences": "There's atrazine throughout our water supply. Atrazine, by the way, if you put it in a tank full of frogs, it will chemically castrate and forcibly feminized every frog in there.What does this do to sexual development in children? Nobody knows, because -- we know what it does to frogs. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:31:55",
      "speaker": "BURNETT",
      "sentences": "Frogs, obviously, are not people. Frogs are reproductively extremely different.Andrew, I can't believe we're having this conversation. But nonetheless, you asked experts about these wild claims that RFK Jr. is making. So, what did they tell you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "BURNETT",
      "sentences": "All right. Thank you very much, Andrew.So, I mean, just to -- hear this, Republicans in the House Select Subcommittee on the weaponization of the federal government announced that RFK Jr. will be a star witness next week. Why, you asked? Well, to examine, quote, big tech's collusion with out of control government agencies to silence speech. Now, there's a lot of things we could talk about, a post that the presidential candidate put on Instagram, about putting chips in people's heads and coronavirus and all that, but right now, let me go to Congressman Gerry Connolly, a Democrat on the House Oversight Committee, as well as on that subcommittee, Congressman, because you'll be there. So, I never thought I'd be on this show talking about how humans are different than frogs. That humans are -- humans, and frogs are amphibians, and having that be relevant to a political conversation, but yet it is. Here we are. What is your reaction to Andrew and KFILE's reporting? Presidential candidate in your party polling at about 20 percent, linking chemicals in water to whether children are gay or transgender? REP. GERRY CONNOLLY (D-VA):  Well, I think it's part of a very disturbing pattern with this particular candidate. He's got a storied name that he is discrediting by the hour. He accused the United States actually of being responsible for the Russian invasion of Ukraine, and justified Russia's rationale for that invasion, one of the most depraved and brutal events of our time. Shame on him. He has suggested that Microsoft is implanting micro chips in brains. He has suggested that COVID vaccinations caused the death of one of our great sports figures, you know, Hank Aaron, and as well as others. Now, imagine saying that to people who suffered from COVID, including the 1.1 million families in America who lost loved ones due to the pandemic. This is reckless and irresponsible rhetoric, but it's in keeping with the kind of fringe witnesses the Republicans keep on putting in front of the committee.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "BURNETT",
      "sentences": "And yet I guess, Congressman, what I understand you used the word fringe, and I understand the context in which you're using it, but Kennedy is consistently polling around 20 percent in Democratic primary polls. It's not just 20 percent among a generic population, right? It's Democratic primary voters.And he's gotten support from people who are extremely sophisticated. Twitter founder Jack Dorsey, hedge fund billionaire Bill Ackman, obviously, incredibly successful, well-respected, every pedigree you can imagine. He amplified RFK Jr.'s anti-vaccine message on Twitter. His quote was this: It's time -- it's time we stop attacking those who question the conventional wisdom about vaccines, and dig deeper to understand and address these issues and concerns. It doesn't look like Kennedy is fading, and I guess, Congressman, I'm sitting here questioning the use of the word fringe. Do you think that's fair?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "CONNOLLY",
      "sentences": "I do, and I think the fact that you cite a poll where he's doing better than expected in the double digits is attributable not to his message, it's attributable to his last name. There are a lot of voters who see that name, remember his father -- I campaigned for his father. He's a revered figure in my political life.But this isn't his father. And as the campaign unfolds, that will become abundantly clear. Remember, his own family has discredited his campaign and his political views. They love him as a member of the family, but they have been quite outspoken in condemning these false assertions and conspiratorial claims that have no basis.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "BURNETT",
      "sentences": "All right. Congressman Connolly, I appreciate your time tonight. I always do. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "CONNOLLY",
      "sentences": "My pleasure, Erin.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "BURNETT",
      "sentences": "All right. And next, the Secret Service fails to find out who brought a bag of cocaine into the West Wing after an investigation that went for 11 days. It ended inconclusively as we are learning that two small bags of marijuana were also found inside the White House last year.Pus, new audio of a passenger jet's call for help after hitting severe turbulence. (BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:35:01",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Allegiant 227, we have multiple head injuries and two broken ankles.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:43:12",
      "speaker": "BURNETT",
      "sentences": "New tonight, the Secret Service just revealing that marijuana was found twice at the White House last year. Now, no arrests were made because the amounts were, they say, too small to meet the bar for criminal charges. That's according to a spokesperson for the Secret Service.But it comes as the Secret Service has concluded its investigation into the cocaine found in the West Wing eleven days ago, and the conclusion is they don't know. They don't know whose cocaine it was. The Secret Service revealing that there wasn't enough fingerprint or DNA evidence to ascertain that. Sources tell CNN the area where the drugs were found is in a blind spot for cameras. OUTFRONT now, former secret service agent, Evy Poumpouras. And, Evy, I really appreciate your time. So, let's try to understand what happened here. Republicans received a briefing from the Secret Service today. They said that they narrowed the list of suspects to 500 people. I mean, that's a lot of people. It includes staffers, people who had been in on tours, a combination of the two. You know, some people at home will say, wait, this is the White House, it's cocaine. This should be like an immediate we know who done it. Does it surprise you, though, that after 11 days there isn't a conclusion about who brought cocaine into the White House?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "BURNETT",
      "sentences": "All right. I mean, I understand what you're saying. Yeah, of course, there's that sort of instinctual, you know, how can this be, but I understand what you're saying, these are privileged tours. These are people who would have, in a sense, because it's a friend of someone who works at the White House or something like that, maybe less screening.But I know, Evy, that you do think the Secret Service made a mistake in the first 24 hours of the investigation. What was that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:45:04",
      "speaker": "POUMPOURAS",
      "sentences": "It's not the Secret Service. I think staff, so what staff could have done if they wanted to kind of mitigate this is staff responsible, was it a staff member? And I think that's the issue. Is it a tour member, somebody who came in for a tour or is it staff?What staff could have done had they wanted to, and we don't know, if they've never said they did, but it was referenced, was drug testing. Could they have taken all their personnel on that day to give drug tests to see if they had a hit? That could have mitigated, hey, we drug-tested all the people within a window of time to see if anybody hit, nobody hit, so it's very likely that it's a member of tour. So, look, moving forward, could they change things? Yes, they could. So what they could do is change the point of entry. The issue is the point of entry here. So, look, in the end, when you do these tours, you make the White House vulnerable. So I was actually part of the team that helped facilitate. We did background checks. We checked people, and sometimes people would come to do these tours who had criminal histories and we would actually enact arrests sometimes when people would come to these entry points. So when you have tours like this in a sacred place like this, you're going to have vulnerabilities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:22",
      "speaker": "BURNETT",
      "sentences": "Tonight, the matrix. That's how one passenger is describing a Florida-bound Allegiant Air flight after such extreme turbulence. The flight attendants were sent flying through the air. New air traffic control audio actually captures the plane's frantic call for help at that moment. Here it is.(BEGIN AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:22",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We need to get on the ground as soon as we can, we called ahead for medical assistance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:22",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Allegiant 227, we have multiple head injuries and one broken ankle.A couple of pax bleeding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:22",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Allegiant 227, we're going to go ahead and declare an emergency, we'd like to go straight in for 18 please.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:22",
      "speaker": "BURNETT",
      "sentences": "FlightAware shows that the Airbus A320 which had 179 passengers plus crew on board dropped about 8,000 feet in less than two minutes. I mean, 8,000 feet in less than two minutes. You can imagine the terror they felt. Four people were taken to the hospital, as I said, 179 passengers. There were six crewmembers on board that flight as well, and crewmembers were very seriously injured.Lisa Spriggs and her son Sterling were on that flight, and they join me now. So, Lisa and Sterling, I'm glad to see you. All of us watching this are looking at you and imagining this moment. We all fly. You experienced this incredibly severe turbulence as you're descending, but no storms, no clouds, just -- just boom. At what point did you know something, Lisa, had gone terribly wrong and what happened? LISA SPRIGGS, EXPERIENCED SEVERE TURBULENCE ON FLORIDA-BOUND FLIGHT: Well, the flight attendants were making their final round to pick up the last bit of trash, and I was sitting in row 29. My son Sterling was in row 30. And the first batch of turbulence we hit was severe. So severe that she landed on the cabin floor. And my son had said to her, are you okay? And as soon as he said that, we hit that second pocket of turbulence, and that's when -- like I keep saying it was like the matrix. She literally went from the cabin floor to the roof of the airplane. And you just watched her and then everything just started -- the cabin bins came open and luggage was flying and people's computers were everywhere, and glasses and phones. It's surreal. You're looking at this and then you're falling. You can't even describe the terror. I just -- I just started praying.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:22",
      "speaker": "BURNETT",
      "sentences": "And that flight attendant, I know, broke her ankle, horrible. But she is okay. She was able to get medical care on landing.So, Sterling, you said to her, are you okay, and obviously that second pocket, I mean, 8,000 feet in less than two minutes. How do you even describe that? What went through your head? We're talking about two minutes of time. That's short, but when you're sitting there going through it, it seems interminable, I can imagine. STERLING SPRIGGS, EXPERIENCED SEVERE TURBULENCE ON FLORIDA-BOUND FLIGHT:  It feels like you're going on a drop on a roller coaster. You get that feeling in your gut. And at the same time, you see someone shoot up to the top of the airplane. It feels like eternity, but it happened in two seconds. She landed back down. Like what she said, I asked her if she was okay, and unfortunately, she had a broken ankle, and I that wasn't the end of it. There was a lady right behind me who was in the bathroom at the time. And she came out with a huge laceration or cut above her head, blood coming out really bad. Hopefully, she's okay.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:51:22",
      "speaker": "BURNETT",
      "sentences": "Yes, I know everyone was able to receive care.(CROSSTALK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "We need to get on the ground as soon as we can, we called ahead for medical assistance.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Allegiant 227, we have multiple head injuries and one broken ankle.A couple of pax bleeding.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Allegiant 227, we're going to go ahead and declare an emergency, we'd like to go straight in for 18 please.(END AUDIO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "BURNETT",
      "sentences": "Moments later, of course, your flight did land and safely. Gosh, I'll show you a picture you took after the plane had just gotten back on to the ground. At that point you know, okay, I'm here, I'm safe, I'm alive.What goes through your mind now as you even hear that, hear your pilots? L. SPRIGGS:  It's comforting. I had no idea that they even knew the extent of the injuries. So they must have somehow communication with the -- well, there was one flight attendant that was not injured. She was probably in the front of the plane. Both of the ones in the back where we were sitting, they were the ones that were hurt with the broken ankles, and the other had a broken ankle until three places and a protruding bone. So she must have reported that to the pilots. But there was five that I can remember medical professionals that were on board. And they were wonderful. The one in my picture you see with the back of her head, the dark curly hair, she was a trauma nurse. And she was excellent to give care to the one flight attendant that she was attending to. And I know there was an RN with the other flight attendant in the back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "BURNETT",
      "sentences": "Well, thank you both for coming on and telling your story. Some people may have gone through. Anyone can imagine the terror. And thank you for sharing it. And just a reminder, of course, of how amazing flight attendants are. They take those risks and they do that and endure that and really how incredible.And thanks so much to both of you. And we're glad you're safe. Thanks. L. SPRIGGS:  Thank you. S. SPRIGGS:  Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "19:55:02",
      "speaker": "BURNETT",
      "sentences": "And next, former President Trump revealing new details about how he made more than a billion dollars since leaving office. That's next.(COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    }
  ]
}