{
  "date": "2023-09-23",
  "headline": "CNN Live Event/Special",
  "subHeadline": "CNN Journalists Introduces Their \"Champions for Change\". Aired 8-9p ET",
  "utterances": [
    {
      "timeStamp": "20:00:00",
      "speaker": "ERIN BURNETT, CNN ANCHOR",
      "sentences": "This has been something that's been a constant, a constant for them. And a source of confidence and strength and perseverance. And certainly, for my son, it has brought all of those things and become something that he feels is very significant in his young life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "JIM ACOSTA, CNN ANCHOR AND CHIEF DOMESTIC CORRESPONDENT",
      "sentences": "That's so great. And our kids need mentors in their lives. And it just seems like Mel has been that person for your son, and it's just so remarkable to see that. It's such a great series, this \"Champions for Change\" series that we're doing. And Erin, it's great to see a different side of your life. Just wonderful to see that. Erin Burnett, thank you so much. Great to see you as always. Really appreciate it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BURNETT",
      "sentences": "You, too. Thanks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "ACOSTA",
      "sentences": "And up next our one-hour \"Champions for Change\" special hosted by Dr. Sanjay Gupta. Reporting from Washington, I'm Jim Acosta. I'll see you back here tomorrow at 5DR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT:  Every day, all around us, people are breaking barriers. They're building new connections and they're expanding what is possible. 12 of us journalists here at CNN recently met up with folks who are making big differences in the world in ways that have personally touched our own hearts. These are their stories. This is \"Champions for Change.\" Welcome to \"Champions for Change\". I'm Dr. Sanjay Gupta. You know, tonight we're going to introduce you to 12 amazing people you've probably never even heard of. But they're all making big, positive impacts on the world. And later in the show, you're going to meet my champion as well. But first, we're going to hit the waves with my colleague and my friend, Coy Wire. If you know anything about Coy, he's always up for a challenge, and so is his champion. A world-class surfer who also happens to be a paraplegic. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "JESSE BILLAUER, FOUNDER, LIFE ROLLS ON FOUNDATION",
      "sentences": "The feeling that I get when I'm not on the water, that's when I feel the most free. When I was a kid, I fell in love with surfing. By the time I was a teenager I was on the right path to becoming a professional surfer and \"Surfer\" magazine made me it's, like, one of the top 100 surfers in the country. People, they don't understand how lucky they are until something like that's taken away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "COY WIRE, CNN SPORTS ANCHOR AND CORRESPONDENT",
      "sentences": "Take us back to that day, March, 1996.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BILLAUER",
      "sentences": "The day was beautiful. The waves were really good. I took off on a wave and pulled inside the barrel. And when I came out, the wave hit me in my back. And I didn't have too much time to put my hands up. It was shallower than I thought and I hit my head on the bottom. My whole body just went limp and numb. And I knew I couldn't move.After that I woke up in the hospital on this rotating bed. When the doctor told me that I broke the sixth vertebrae in my neck paralyzed and that I was paralyzed, I was devastated. I mean, like, I'm 17 years old. I'm in high school. I'm about to be a professional surfer, and now I'm paralyzed? All I wanted to do is just be a kid and be with my friends. And it was a difficult time because I didn't know what my life was going to look like.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "WIRE",
      "sentences": "Growing up for me, sports were my life, just like Jesse Billauer. My dream was to make it to the NFL. I made it, but in my sixth season I had a really scary moment. I hit this guy, and his head came down and slammed right on top of mine, and I got this burning sensation down my neck. There was this tingling sensation like pins and needles down my right arm and I didn't really have any strength in it, so I needed surgery. They put a plate and four screws, keeping my fifth and sixth vertebrae together.Fortunately, for me I was able to come back, but not everyone who gets a spinal cord injury can make it out on the other side the same as they were before. What happened to Jesse, it probably would have completely ruined most of us, but Jesse found out a way to shine.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BILLAUER",
      "sentences": "And so, it took a few years to really get back into the water to surf because nobody was really doing this before me. I started doing it more often and figuring it out.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "WIRE",
      "sentences": "Jesse Billauer is a trailblazer. He's one of the pioneers of adaptive surfing. The International Surfing Association created the world parasurfing championships in 2015. Jesse's won it three times. The thing is, Jesse not only got himself back up, he's now helping people around the world. He started his foundation, Life Rolls On.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "BILLAUER",
      "sentences": "We take people with various disabilities surfing, skateboarding, and now fishing. We offer these things free to the public.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "For us having her not in pain all the time and happy, as you can see, it gets us through all the hard times.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "GUPTA",
      "sentences": "It's always so important to just keep moving. No matter how hard you wipe out. Our next champion knows that lesson well. CNN's Kaitlan Collins met a popular mentor who went from Super Bowl running back to prison inmate to a pillar of the community with a lot of hard- learned wisdom along the way.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "KAITLAN COLLINS, CNN ANCHOR, THE SOURCE AND CNN CHIEF CORRESPONDENT",
      "sentences": "What was it like growing up here?SHERMAN WILLIAMS, COMMUNITY MENTOR AND CO-FOUNDER, PALMER WILLIAMS GROUP:  Tough, rough, but a -- it built character. Just wanted to try to just make it, survive, and get out. I won state championship right here in this stadium.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COLLINS",
      "sentences": "You had a ton of records that you broke.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "WILLIAMS",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COLLINS",
      "sentences": "3,000 yards?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "WILLIAMS",
      "sentences": "In a single season.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COLLINS",
      "sentences": "Football is everything in the south, especially in Alabama, and especially in small towns like the one where I grew up and the one where Sherman grew up in Pritchard. And it's something the entire community bases itself around. When he signed that scholarship to come to the University of Alabama, he became a football legend. Must bring back a lot of memories to be in here.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "WILLIAMS",
      "sentences": "Oh, yes. Championships and, you know, tradition and everything that comes along with Alabama football.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Williams in the middle, touchdown.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COLLINS",
      "sentences": "When you did that damage, you also had a dance that you did. WILLIAMS",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COLLINS",
      "sentences": "Down, set, hut.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "WILLIAMS",
      "sentences": "Got the shake. And then you got the -- the quake to go with it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COLLINS",
      "sentences": "When were you drafted?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "WILLIAMS",
      "sentences": "1995, NFL draft drafted 46 overall pick for the Dallas Cowboys in the second round. And went on my rookie year to win be a Super Bowl.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COLLINS",
      "sentences": "He was at the top of the world and then he got cut from the team, and that's when he got into trouble.Why were you arrested?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "WILLIAMS",
      "sentences": "Distribution of conspiracy of marijuana.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COLLINS",
      "sentences": "And what was your sentence?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "WILLIAMS",
      "sentences": "My overall sentence was 15 years and eight months.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COLLINS",
      "sentences": "While you were incarcerated, your mom passed away.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "WILLIAMS",
      "sentences": "That was probably the most damaging thing about being incarcerated. It was also part of the motivation to move forward and be a part of the change.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COLLINS",
      "sentences": "Sherman Williams was still serving his prison sentence when he had this idea for what eventually became the Palmer Williams Group. And together with David Palmer, who he played football with, they wanted to start something that could reach disadvantaged youth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "WILLIAMS",
      "sentences": "When I was released from prison, it wasn't about wins and losses, that wasn't the measuring stick anymore. It was about how many people can you help.You all ready for some football?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "CROWD",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "MIKE MEARDRY, COACH, PALMER WILLIAMS GROUP",
      "sentences": "Set. Let's go. Go get them. Go get them. Go get them. They mentor kids. they fund scholarships. So much more than the sport that you're seeing today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "CROWD",
      "sentences": "One, two, three, Cowboys.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "MEARDRY",
      "sentences": "See you all Monday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "AARON RANKIN, MENTEE, PALMER WILLIAMS GROUP",
      "sentences": "I do have little siblings. I'm going to be a good role model to them, and for him to be a good role model to me, I know how to do that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "WILLIAMS",
      "sentences": "Football was our initial sport, but now we have basketball, baseball, soccer, had a cheer program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "COLLINS",
      "sentences": "It's blossomed even beyond sports. It's also about financial literacy, about scholarship, about entrepreneurship.After you were released from prison, you came back here to finish your degree.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Sherman C. Williams Sr.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "WILLIAMS",
      "sentences": "We try to motivate children to go to college, and what better example was it for me to have a college degree. I think that the Palmer Williams Group is more dear to me now than winning the Super Bowl. That is going to be the most significant purpose in my existence.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:05:00",
      "speaker": "GUPTA",
      "sentences": "Legacy of action on the playing field and on the field of life.Ahead, Amara Walker shares her family's musical legacy. (BEGIN VIDEO CLIP) (MUSIC PLAYING) (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "GUPTA",
      "sentences": "Welcome back to \"Champions for Change.\" Rap music is known for laying the rhythm down, but it can also help build young people up.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "You see the way you're rapping? Embracing the freestyle. And see just how it happens --(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "GUPTA",
      "sentences": "Victor Blackwell's champion is doing just that. His name is Alex Acosta, and he's a businessman in Atlanta who holds gatherings he calls Soul Food Cyphers.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "ALEX ACOSTA, EXECUTIVE DIRECTOR, SOUL FOOD CYPHER",
      "sentences": "A lot of times rap music, especially, popular mainstream, et cetera, et cetera, the music and the message that you hear justifies a historical negative that black men are violent, misogynistic. Black women are overly sexualized, XYZ. So, why is the lyrical content important? It's important that we change that narrative and we look to showcase the positive elements of hip-hop culture through our cypher events and also our workshops and performances as well.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "VICTOR BLACKWELL, CNN NEWSROOM ANCHOR",
      "sentences": "You get, obviously, a lot out of it, as much as you give to these students. Speak to the question of why it's important to pass the art form to the next generation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "ACOSTA",
      "sentences": "Sometimes our voice is the only thing we do have, but then you're reminded that you have a power and that your voice matters.We're building community and we're building rapport between people, and it's a very, very powerful thing. To have like hip-hop church, you're going to see love, and you're going to see respect, knowledge, joy. You're going to see smiles. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:10:00",
      "speaker": "GUPTA",
      "sentences": "There's no question music has the power to energize, to soothe, and to evoke memories. It can also help cut through the fog of dementia. Amara Walker's champion leads the Amazing Grace Chorus, a remarkable group of singers dealing with memory loss who raise their voices and their spirits in song.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "SHANA MOSES, PROGRAM DIRECTOR, AMAZING GRACE CHORUS",
      "sentences": "Yes, there's power in music. The Amazing Grace Chorus is a gathering. A choir filled with love, joy, peace. Specifically pointed to make navigating memory loss and isolation a better journey as our elders age.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "WALKER",
      "sentences": "I think Shana Moses is a champion for change because she is finding unconventional, more holistic ways to treat dementia patients. And I so appreciate that she's telling us, don't solely rely on medications. Let's use music as well to lift up Alzheimer's patients, but to also lift up those caregivers who have been sacrificing day in and day out.My father is the one who has been taking care of his wife of nearly 50 years.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "KATIE SAMPLE, SINGER, AMAZING GRACE CHORUS",
      "sentences": "Yes, God is real for I can feel him in my soul.That was one of George's favorite songs, and he was 90 years old. He passed away. And when I come to the choir, I would feel I'm going to be with George. (MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "MOSES",
      "sentences": "And I've seen transformation of folks, literally where it looks as if their body comes back responsive. One example I think of is one of our members who almost may seem quiet and docile prior to music starting. But when the beat drops, when the music starts, something happens. And it's a witness by everyone.(MUSIC PLAYING)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "WALKER",
      "sentences": "What would you say to loved ones who are on the verge of giving up?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "MOSES",
      "sentences": "They're still there. They're still there. Sing to them.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "JOSHUA GRILL, NEUROSCIENTIST, UNIVERSITY OF CALIFORNIA, IRVINE",
      "sentences": "Music can really affect the brain in ways that are medicinal. It may be the association with those positive memories, or maybe that it's actually sparking the parts of the brain that release these chemicals that are counter to the symptoms of agitation and aggression. If it works, we should use it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:15:00",
      "speaker": "WALKER",
      "sentences": "That has been the most healing part of this journey, is sitting my mom down on the piano. It helped me remember my mom's tenderness. It helped me see a piece of my mom who loved music and leaned on music during her challenging times. What a challenging time she's going through right now with Alzheimer's. To be able to see my mother, even if it's just 60 seconds lately, it's been so soothing for me because at least I can see that she's still there.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:00",
      "speaker": "GUPTA",
      "sentences": "It's time now for my \"Champion for Change\". You know, as a practicing neurosurgeon, I can tell you this firsthand, the pharmaceutical business is extremely complicated. And I've seen how that complexity can make it hard for some patients to get the medications they need. A group of caregivers is fighting to remedy that situation with a fresh idea and one determined mother.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:00",
      "speaker": "LAURA BRAY, FOUNDER, ANGELS FOR CHANGE",
      "sentences": "Four years ago, my husband mike and I were sitting in a hospital room when our child Abby was diagnosed with leukemia.I think anybody who's been in a life-threatening diagnosis, you know, will remember those moments. We're going. She's going to be able to have her chemo but she's not going to have Erwinaze today. How come? It's on shortage. Abby is clever. Nothing gets past her. And she just said, what does this mean? Does this mean I die?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:00",
      "speaker": "GUPTA",
      "sentences": "She asked you that question.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:00",
      "speaker": "BRAY",
      "sentences": "Yes. It's hard enough that my nine-year-old had to contemplate her mortality when she's diagnosed with cancer, and also then wonder if she was going to survive because not enough drug was made.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:00",
      "speaker": "GUPTA",
      "sentences": "What she did next makes her a true \"Champion for Change.\" She put together a consortium of friends and family, and they essentially created a phone bank calling more than 220 children's hospitals around the country and asking all of them did they have the medication that could save Abby. Finally, someone said yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:00",
      "speaker": "BRAY",
      "sentences": "It was a relief and a release of all the stress. And then I felt tremendous guilt. And I was haunted by the knowledge that somewhere in the country some other mom and child was going to be going through the same hopeless conversation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:00",
      "speaker": "BRAY",
      "sentences": "Hey, his is Laura.We launched \"Angels for Change\" and almost immediately people began to call. So, right now, we're on a ten-year high for drug shortages. There's more than 300 essential medicine shortages. There's four key reasons why there's shortage. The lower the price medicine, the more likely it is to be in shortage. The more complicated the medicine. If there's a history of a QA event. If all of it is made by one supplier or one area of the world, it's more likely to be in shortage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:20:00",
      "speaker": "GUPTA",
      "sentences": "I think we've gotten so used to thinking about things like Amazon, they can anticipate when you're running out of toilet paper, when you're running out of dog food. You'd think the same thing would happen with lifesaving medications, but that's not the case.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "BRAY",
      "sentences": "Potassium chloride and sodium chloride which newborns, NICU patients, PICU patients need to survive.JERROD MILTON, CHIEF CLINICAL OFFICER, CHILDREN'S HOSPITAL COLORADO: It's like salt and pepper. You never think you're going to run out of those very simple things. DR. GUPTA (voiceover):  Jerrod Milton oversees all pharmacy and clinical services at Children's Hospital Colorado.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "GUPTA",
      "sentences": "What if Project Protect didn't exist? What would have happened in that situation?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "MILTON",
      "sentences": "I shudder to think about what we would have had to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "GUPTA",
      "sentences": "Potassium chloride, one of the first drugs --So, you're able to anticipate this shortage, basically at risk create the medications and they did go into shortage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "BRAY",
      "sentences": "They did go into shortage.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "GUPTA",
      "sentences": "And?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "BRAY",
      "sentences": "More than 700,000 treatments were accessed. And what we know --",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "GUPTA",
      "sentences": "700,000 treatments?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "BRAY",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "GUPTA",
      "sentences": "That's incredible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "BRAY",
      "sentences": "It is incredible.When you see this now, Laura, you see this coming off the line, so to speak, what's that like for you?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "BRAY",
      "sentences": "What I see here is each one of those that's being filled up, seven to nine NICU babies are going to get fed today.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "GUPTA",
      "sentences": "How is Abby doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "BRAY",
      "sentences": "She is officially a survivor. She's doing great. She's a very normal, typical, bright, clever, fierce 13-year-old.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "GUPTA",
      "sentences": "You know, I think the real lesson here, never underestimate a mother's resolve. Whether it's finding life-sustaining drugs or just helping kids navigate today's unusual times.Erin Burnett is a CNN primetime anchor, but more importantly she's a mom. And like all of us parents, she guided her children through the COVID-19 pandemic's quarantines and shutdowns, and she did it with the help of this man, her son's karate teacher. Mel Ramsey, the unassuming everyman. Like millions of coaches and teachers everywhere, they adapted during the pandemic. He got creative and maintained a crucial sense of normality for his students. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "BURNETT",
      "sentences": "Did you realize that you were, sort of, holding a community together?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:25:00",
      "speaker": "SHUSEKI SHIHAN MEL RAMSEY, WEST SIDE JIN SEI RYU",
      "sentences": "Well, I kind of felt just the opposite. I felt that they were holding me together. So, we were here like five, six days a week. We have to find a way to keep -- continue going this way. How can we do that? And I felt like I had an obligation to do this. I'm not going to quit. I just don't believe in that. I believe in let's just keep going and see if we can become better than we were today, and let's see what tomorrow has in store.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:42",
      "speaker": "GUPTA",
      "sentences": "Welcome back to Champions for Change. I'm Dr. Sanjay Gupta.Tonight, we're shining a spotlight on 12 everyday people who are changing the world in inspiring ways. Now, long before Phil Mattingly pitched hardball questions as the new co-anchor of CNN This Morning, he played catcher on the Ohio State University's baseball team. His champion was also an athlete at OSU, a football star who abruptly ended his athletic pursuits to publicly face a private opponent. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:42",
      "speaker": "HARRY MILLER, SENIOR, THE OHIO STATE UNIVERSITY",
      "sentences": "It seemed obvious, like a prophecy almost, to be a football player. The expectation was, you play good football, you become an All-American, and then you get drafted and you make lots of money. And that's what I thought I was going to do.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:42",
      "speaker": "PHIL MATTINGLY, CNN ANCHOR",
      "sentences": "I'm familiar with the scale and intensity of Division I athletics. But 20 years ago, I was playing Division I athletics on this very field, in this very stadium. But the level of the intensity that someone like Harry, one of the biggest football programs in the country, is dealing with, is unfathomable.It was two years ago that Harry came into your office and said, I'm thinking about killing myself. What happens in that moment, as a coach and as a parent?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:42",
      "speaker": "RYAN DAY, HEAD FOOTBALL COACH, THE OHIO STATE UNIVERSITY",
      "sentences": "The first thing, it takes you to your knees to hear someone actually physically say that. And I give him so much credit for being able to verbalize that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:42",
      "speaker": "MILLER",
      "sentences": "I felt like if the truth had to be told, then I might as well tell it. I think it was received well because it's an experience that a lot of people have. I'm a high-achieving depressed person. I have a 4.0. I'm applying for the Rhodes and Marshall Scholarships. I was successful, but I was not healthy.I think about all the student athletes who have committed suicide. And I remember the thoughts that I had before the moments where I thought I would kill myself. And I realized that they were thinking the same thing. Those were the last thoughts. That was it. And it breaks my heart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:42",
      "speaker": "MATTINGLY",
      "sentences": "Harry no longer plays the physical game, but he's still a respected part of the team. Walking among the players, helping them manage the pressures when needed. Encouraging them to open up and get help.CHARRON SUMLER, OSU SPORT PSYCHOLOGY &amp; WELLNESS SERVICES: I think he -- in addition to setting the blueprint for how to utilize services when you need them, in his courageousness and sharing his story, his journey really inspired a lot of student athletes around the nation.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:42",
      "speaker": "ENOKK VIMAHI, OFFENSIVE LINEMAN, OSU",
      "sentences": "He's done such a great job, making sure that us players are OK with talking about our mental health. So he's with us around the team and especially helps the young guys and knows what kind of problems they could be facing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:42",
      "speaker": "DAY",
      "sentences": "He is changing lives and he is changing the culture of our entire program.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:42",
      "speaker": "MILLER",
      "sentences": "The whole point of me talking about anything is to not make it weird, is to de-stigmatize, to make it OK to talk about.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:31:42",
      "speaker": "MATTINGLY",
      "sentences": "I chose Harry to be my champion. First and foremost, I'm a dad. I'm a dad of four kids who's watched a mental health crisis reach epidemic proportions. And that is why Harry's story is so critically important and ability with one person to shift the status quo and entire culture around the sport of football at the highest level.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:09",
      "speaker": "GUPTA",
      "sentences": "Finding peace by helping others. And that's what my friend Anderson Cooper's champions are doing as well. Like so many journalists, Anderson and I have never gotten used to the anguish looming after every mass shooting we've covered. Anderson's champions, they also know that feeling from their own personal loss. And now, whenever an attack happens, they help other victims' families navigate the painful aftermath.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:09",
      "speaker": "ANDERSON COOPER, CNN ANCHOR",
      "sentences": "Sandy and Lonnie Phillips have been on a journey for more than a decade. It started the night they lost their daughter, Jesse, in the Aurora, Colorado theater shooting.SANDY PHILLIPS, CO-FOUNDER, SURVIVORS EMPOWERED: We received a phone call from the young man that was with her. And when I picked up the phone, I could hear the screaming going on in the background and the chaos. And he said, there's been a shooting. And I said, oh, please, God, Brent, tell me that she's not dead. And the line went silent. I let out a scream. LONNIE PHILLIPS, CO-FOUNDER, SURVIVORS EMPOWERED: And at that moment, I knew that my wife would never be the same. And I would no longer have a daughter.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:09",
      "speaker": "COOPER",
      "sentences": "Just five months later, another mass shooting that shocked the nation, Newtown. Sandy and Lonnie flew in to support other grieving parents.S. PHILLIPS: We saw the parents of those children walking into the community center. And they were like zombies. And I said to my husband, we can help them. We can do what wasn't done for us. (On camera): How are you guys doing?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:09",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Good.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:09",
      "speaker": "COOPER",
      "sentences": "So what they've done is create a nonprofit called Survivors Empowered. I first spoke to them about it for 60 Minutes back in 2019.L. PHILLIPS: It's Lonnie, just checking in on you.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:09",
      "speaker": "COOPER",
      "sentences": "The goal to help with everything from mental health resources to preparing survivors for media attention.(On camera): It's so interesting that what you're doing, you're not trained therapists, you're not counselors, and yet you have upended your lives and reaching out in a very individual way to people. S. PHILLIPS: Yeah, that's compassion. COOPER (voice-over): Their efforts have taken them across the country to some of the worst mass shootings in American history. With all they've learned, they created the Survivors Toolkit, along with Gabby Giffords' organization. S. PHILLIPS: What we're trying to do with the toolkit right now is to get it to every mayor in America. So they've got it on hand when, not if, but when this happens in their community. COOPER (voice-over): They now focus on building up the next generation of survivors.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:09",
      "speaker": "DION GREEN, FOUNDER, FUDGE FOUNDATION",
      "sentences": "My dad got shot five times. We were shoulder to shoulder and not one bullet touched me. I still don't understand.COOPER (voice-over): Dion Green's father was killed in a mass shooting in Dayton, Ohio.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:09",
      "speaker": "GREEN",
      "sentences": "Sandy gave me her heart. She gave me her ear. And she gave me her shoulder to lean on.COOPER (voice-over): Now he travels the country offering support.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:35:09",
      "speaker": "GREEN",
      "sentences": "I followed her lead and took the choice to help others as well.S. PHILLIPS: We really try to make our legacy, which is really Jessie's legacy, all about the future. Because we have found joy again. And I want other survivors to find that joy again. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:52",
      "speaker": "GUPTA",
      "sentences": "Tonight, we're introducing you to 12 people who are making a difference in the world. My friend, Christiane Amanpour's leads a particularly courageous team. They're bold journalists, empowering Afghan women who are living under the Taliban's restrictive rule.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:52",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Zara has been running absolutely everything.She's quiet and very modest and humble. But you can see the fire there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:52",
      "speaker": "ZAHRA JOYA, FOUNDER, RUKHSHANA MEDIA",
      "sentences": "My colleagues and other independent journalists, they are taking a high risk.CHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL ANCHOR (voice-over): Zahra Joya is dedicated to telling the stories of Afghan women. In fact, she started Rukhshana, the very first website that was for women and by women. Only the way her journalists work now is dramatically different since the Taliban's return.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:52",
      "speaker": "JOYA",
      "sentences": "Afghanistan is not safe for a woman and for journalists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:52",
      "speaker": "AMANPOUR",
      "sentences": "I've been covering Afghanistan since before 9/11, when the Taliban was first in charge. For five years, the religious police issued a series of edicts against women, banning them from wearing make-up, from wearing high heels, banning them from work, from education.But their restrictions and their draconian crackdowns on women now are just as bad, perhaps worse, than they were two decades ago. Afghan women are afraid that this is the beginning of your efforts to erase them from the workspace. You have a long experience of defying the Taliban. You were in Afghanistan the first time they came.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:52",
      "speaker": "JOYA",
      "sentences": "Yes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:52",
      "speaker": "AMANPOUR",
      "sentences": "How did you get around their bans on girls' education?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:52",
      "speaker": "JOYA",
      "sentences": "So, I wore boy clothes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:52",
      "speaker": "AMANPOUR",
      "sentences": "Boys clothes?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:42:52",
      "speaker": "JOYA",
      "sentences": "Yes, boys clothes. And I went with my two uncles to school. I lived in a remote village, two hours going to school and back.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "JOYA",
      "sentences": "Exactly. Education changed my life.All of the people who are interviewing with us and my colleagues, all of them are anonymous because of their safety. We can't guarantee the safety of our journalists.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "AMANPOUR",
      "sentences": "What would happened if they are caught? What is the punishment?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "JOYA",
      "sentences": "If the Taliban arrest them, I'm sure they will be tortured, imprisoned, and maybe they will be killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "AMANPOUR",
      "sentences": "Are they scared?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "JOYA",
      "sentences": "Of course.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "AMANPOUR",
      "sentences": "And yet they keep doing it.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "JOYA",
      "sentences": "They're very brave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "AMANPOUR",
      "sentences": "Zahra told me the story of a mother, who was living in such desperate poverty she was ready to sell one of her children in order to have the others survive.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "JOYA",
      "sentences": "We finally published this story. Our audience, they came to us and reach out to us and said, we want to support and help this mother.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "AMANPOUR",
      "sentences": "That's really powerful. JOYA",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "AMANPOUR",
      "sentences": "Zahra had to flee Kabul when the Taliban took over in 2021, and she's ended up here in London, trying to form a new community, still dedicated to driving positive change in her home country.AMIE FERRIS-ROTMAN, BOARD OF TRUSTEES, RUKHSHANA MEDIA: That exchange of uplifting stories as well as sad stories, at least that is happening. So, even if you're somewhere in Afghanistan where there's absolutely zero access to education, you still will be able to read Rukhshana Media and still get a sense of what your sisters are going through.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "AMANPOUR",
      "sentences": "Do you ever hope, believe that you'll be able to return home?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "JOYA",
      "sentences": "I only wish. I really miss my country.FERRIS-ROTMAN: She's got this really almost infectious ambition and drive. She's so strong. She's so committed to what she believes in. (END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "GUPTA",
      "sentences": "It's never easy moving to a new country, especially for people who are fleeing mortal danger at home. And our next champion has made that desperate journey herself. And since then, she's now helped hundreds of refugees start safe, productive lives in the United States.My colleague, Boris Sanchez, has her story. And as you're about to hear, for him, it strikes a very personal chord. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "BORIS SANCHEZ, CNN ANCHOR",
      "sentences": "I was three years old when my family came to the United States from Cuba. We landed in Miami actually on my birthday. What brought my family to the United States was a desire for freedom.JOSE SANCHEZ, BORIS SANCHEZ'S FATHER (through translator): There's something very basic, very important that the human being needs. That is freedom. B. SANCHEZ: My grandfather watched many of his friends either get beat up in the street or incarcerated or disappeared, simply for wanting to bring democracy to Cuba. And so he took up arms and went into the mountains and became a guerrilla fighter with a Manta. (FOREIGN LANGUAGE) B. SANCHEZ: Soon after the Cuban Revolution, he realized that it wasn't headed in that direction. J. SANCHEZ (through translator): It was the complete opposite, a very repressive government. It is something very painful. B. SANCHEZ: He decided that he would speak out against it. And for that, he was punished that led him to being sentenced to 20 years in prison. J. SANCHEZ (through translator): Many companions were put to death for the same. B. SANCHEZ: Just like my grandfather, there are, to this day, so many people around the world that are seeking refuge that are being persecuted and Muriel Saenz is helping those folks.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "MURIEL SAENZ, IMMIGRANT ADVOCATE",
      "sentences": "I have become a Texan fully. When I left Nicaragua, I was 14 and I was adopted into this country. It's been a very good life here.B. SANCHEZ: Until April of 2018?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "SAENS",
      "sentences": "Yes, April 2018 changed my life completely.B. SANCHEZ: In 2018, the government in Nicaragua made a series of controversial decisions that led to an outpouring of protests and demonstrations in the streets. The government cracked down and hundreds were killed.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:45:06",
      "speaker": "SAENZ",
      "sentences": "All these flashbacks of what happened when I was little, started coming to me and they diagnosed me with moderate to severe PTSD. I did live through the revolution in Nicaragua in 1979. I was 10 years old. It was just very scary. I had to go to therapy, but the therapy wasn't helping me so I started helping other people. And I got very active on Twitter and Facebook. And I started receiving pictures of people that had been tortured or shot. And people asking me for help.B. SANCHEZ: Muriel quit her job as an occupational therapist to focus on this full-time.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:15",
      "speaker": "SAENZ",
      "sentences": "Lawyers are really expensive. And these people have fled their countries with the clothes they have on. They have no money. So that's where I come in. Translating their documents and then later on helping them with a work permit.B. SANCHEZ: She tells them where food pantries are where they can find medical services, and where their kids can get school supplies. She has given assistance to over a thousand asylum seekers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:15",
      "speaker": "SAENZ",
      "sentences": "If I can make it a little better and have that pain, not be there, then I want to be part of that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:50:15",
      "speaker": "B SANCHEZ",
      "sentences": "Muriel Saenz is a Champion for Change because she is changing lives. She's opening a door for people that are incredibly desperate for freedom, and giving them an opportunity.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:24",
      "speaker": "GUPTA",
      "sentences": "You know, sometimes the bravest people are also the most vulnerable. Sara Sidner is a great example. She's made her career reporting from the world's most dangerous places, but she's also struggled with the fear of failure. Sara's champion helped her overcome that.Sophia Chang was a force in hip-hop music, managing groups like Wu- Tang Clan. And now she's a force of nature. (BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:24",
      "speaker": "SOPHIA CHANG, FORMER MUSIC EXECUTIVE",
      "sentences": "I will never stop saying my name is Sophia Chang and I was raised by Wu-Tang. I was a yellow girl in a white world who wanted to be white.And then I meet Wu-Tang, and they are so reverential of Asian culture. They brought me around to a love of my culture, and therefore a love of self.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:24",
      "speaker": "SARA SIDNER, ANCHOR AND SENIOR NATIONAL AND INTERNATIONAL CORRESPONDENT",
      "sentences": "A self-love that later motivated Sophia to create a space exclusively for women of color. She calls it, \"Unlock Her Potential.\" It doesn't promise outcomes, but it does promise possibilities.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:24",
      "speaker": "CHANG",
      "sentences": "I wanted to be very specific about this. It is also for 18 and older. Why? If you Googled mentorship programs, the vast majority are for young people.Those folks absolutely need mentorship.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:24",
      "speaker": "SIDNER",
      "sentences": "Sure.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:24",
      "speaker": "CHANG",
      "sentences": "But so do we. And as we get older, as women of color, we are erased. And so, I really fighting it for all of the other women of color out there.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:24",
      "speaker": "SIDNER",
      "sentences": "Sophia, as a champion, she's going to make sure that you feel proud of whatever it is you accomplished.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:24",
      "speaker": "GUPTA",
      "sentences": "Last but certainly not least tonight, a story of loyalty. After years covering politics for CNN, Jim Acosta was ready for some unconditional love and he found it in a shelter dog named Duke. Jim's champion is striving to revolutionize the way shelter animals are treated and adopted.(BEGIN VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:24",
      "speaker": "ACOSTA",
      "sentences": "What you doing over here?As Harry Truman once said, if you want a friend in Washington, get a dog. I was coming out of my seven or eight years at the White House. I was suddenly burdened with some extra time on my hands and I thought, hey, time to get a dog. This is Duke. He is my rescue dog that I got from best friends. He was found in Arkansas. His mother is in an abandoned home. A lot of the times with these rescue animals, they're coming out of pretty bad situations.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:24",
      "speaker": "JULIE CASTLE, CEO, BEST FRIENDS ANIMAL SOCIETY",
      "sentences": "Traditional animal sheltering has been around for 150 years. The status quo was we don't have a choice. It's a necessary evil in our society that we have to kill these animals.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:24",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Oh, does that feel good?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:24",
      "speaker": "CASTLE",
      "sentences": "Best Friends really became the disruptor because they challenged the status quo. Why don't we talk about how to best save our best friends rather than how to best kill our best friends?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:24",
      "speaker": "ACOSTA",
      "sentences": "Julie is a remarkable person. She started in 1996. She was employee number 17 here and became the CEO of this amazing organization. What they're trying to do is sort of transform the animal rescue pet adoption experience.ACOSTA (voice-over): Kanab, Utah this is where Best Friends basically runs their operations here in the Southwest. It's a spectacular setting and it makes it all the more welcoming and inviting as somebody who might be interested in adopting a pet. So and see pigs and goats and horses. And we saw, of course, we saw dogs and cats. There were turtles and parrots and cockatoos. I felt like Doctor Doolittle.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:24",
      "speaker": "ALI WASZMER, DOGTOWN DIRECTOR, BEST FRIENDS ANIMAL SOCIETY",
      "sentences": "What we do here at the sanctuary is so incredibly unique, so we are able to help animals that most other organizations cut in.These aren't throw away animals. These are precious sentient beings that deserve a second chance of life.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:24",
      "speaker": "ACOSTA",
      "sentences": "The Arkansas facility, can you describe that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "20:55:24",
      "speaker": "CASTLE",
      "sentences": "Bentonville was an opportunity to reimagine you're walking into this bright, cool environment with a coffee shop and no cages. You can participate in that lifesaving in a way that's very similar to something like an Apple Store.ACOSTA (voice-over): The Arkansas facility is important to me because that's where I got my pet from.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:01",
      "speaker": "ACOSTA",
      "sentences": "Back in 1984, when Best Friends got started, they tell us that there was something in the neighborhood of 17 million animals that were killed in this country. Now they're about 378,000 last year and Best Friends is the leader in that movement. They'd like to get to this place where the United States is a no kill country essentially by 2025.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:01",
      "speaker": "CASTLE",
      "sentences": "The benchmark for no kill is 90%. Roughly 10% of animals that are entering America shelters probably are too sick to be saved. So it's that 90% benchmark that we're after.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:01",
      "speaker": "ACOSTA",
      "sentences": "And you think it's possible?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:01",
      "speaker": "CASTLE",
      "sentences": "Absolutely.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "21:00:01",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Are you showing off? Yes.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}