{
  "date": "2023-10-18",
  "headline": "CNN 10",
  "subHeadline": "Update on The Israel-Hamas War; A Mars Express Satellite Captures Amazing Video Imaging of \"Labyrinth of Night\"; Whale of a Tale. Aired 4- 4:10a ET",
  "utterances": [
    {
      "timeStamp": null,
      "speaker": "LORINC",
      "sentences": "Blinken adds that Biden will \"reaffirm the United States` solidarity with Israel.\" That`s a stance agreed upon by the Senate`smajority and minority leaders. SEN. CHUCK SCHUMER, (D) MAJORITY LEADER: I will be working with the administration on putting together an emergency supplemental that will give Israel the tools it needs to defend itself. SEN. MITCH MCCONNELL, (R) KENTUCKY MINORITY LEADER: The surest way to stop violence against Israelis and oppression of Palestinians is to wipe terrorists like Hamas from the face of the earth.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "LORINC",
      "sentences": "The 26 Marine expeditionary unit is headed to the waters off the coast of Israel. And the Pentagon is preparing U.S. troops for a potentialdeployment to the country for medical and logistical support. But the Biden White House is still looking for a diplomatic solution.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "JOHN KIRBY, NATIONAL SECURITY COUNCIL COORDINATOR FOR STRATEGIC COMMUNICATIONS",
      "sentences": "The President still believes even for all this conflict, hestill believes in the promise of a two-state solution that the Palestinians deserve, their own state, a place where they can call home.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "LORINC",
      "sentences": "I`m John Lorinc reporting.(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Ten second trivia. What planet is closest to earth when it passes by? Mercury, Venus, Mars or Jupiter? It might not be the closest on average,but Venus` orbit brings it closer to earth than any other planet. Our next story, though, is about Mars. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Take a flight over a section of Mars known as the Labyrinth of Night. Noctis Labyrinthus is a vast system of steepintersecting valleys. That is added steepest more than three times deeper than the Grand Canyon. Since 2003, the European Space Agency`s Mars Express Mission has been closely imaging Mars` terrain with high resolution stereo cameras. The cameras have revealed information on Mars` landscape, including mapping its subsurface and even its atmosphere. Noctis Labyrinthus, this is the length of Italy and was formed due to vulcanism that stretched and cracked the surface to create the valley. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "WIRE",
      "sentences": "Whale, it`s time for an uplifting tale, a tale about a tale, a whale`s tale. Scientists have developed a new way to track these Marinemammoths whales are mammals. Just like humans, they nurse their young and need air to breathe, to do that. They use blow holes on their backs, producing those famous spouts that we see. And without those spouts, we wouldn`t have our next story as we`re about to find out it all started with a cloud of whale snot. (BEGIN VIDEO CLIP) DR. IAIN KERR, CEO, OCEAN ALLIANCE: Unlike Jurassic Park, if we lose these animals, they`re gone forever.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "For years, scientists have been attaching GPS tax to whales in order to monitor the population`s movements and wellbeing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KERR",
      "sentences": "They have these incredibly talented groups of people in a small inflatable with a long pole, the tag at the end of the pole, and they`d getclose to the whale. The problem is the whale didn`t know what was going on.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "It was potentially loud and even frightening for the animal.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KERR",
      "sentences": "The act of collecting the data, we often felt could change the data.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Now, this team is trying something new, drones. But how could tagging whales with drones work?Ocean Alliance is a Marine Mammal Research and Conservation group led by Dr. Iain Kerr, working out of an old converted pink factory in Gloucester, Massachusetts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KERR",
      "sentences": "One day I got covered in a cloud of whale snot that was smelly and sticky, and I`m like, wait a minute. I smell an idea. We started our dronesfor whale research program with a drone. We called SnotBot.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "SnotBot was partly funded by Kickstarter campaign featuring a purist, Sir Patrick Stewart.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "SIR PATRICK STEWART",
      "sentences": "Iain, what the heck is that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KERR",
      "sentences": "We`re really looking for ways to collect biological data without harassing the animals. And here comes our drones. We get that exhalationand then we just drop the tag. And with these suction cups, it sticks under the back and the whale never knows. It`s been to the doctor. When we look at whale snot, first of all, we`ve got DNA. Is it male? Is it female? Many species of whales were hunted to near extinction. Have we reached a genetic bottleneck or, you know, are we OK? And then the tag is saying, how deep does it go? Where does it feed? How does it feed? It`s been incredibly exciting because we`ve tagged a whale and then five seconds later it`s fed. So clearly the act of putting the tag on the whale hasn`t affected the animal`s behavior. I was looking for a tool that perhaps could democratize ocean size.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Thanks to 3D printing Ocean Alliance has been able to quickly iterate on their designs and make them easily accessible.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "CHRIS ZADRA, DRONE PROGRAMS MANAGER, OCEAN ALLIANCE",
      "sentences": "We`re just one group. We can`t go all over the world, and work with every single population ofwhales. The more we could reduce this down into its simplest form that would make it sort of the easiest for other researchers to adopt.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KERR",
      "sentences": "When you get out in the field, sometimes I just have to stop and take a breath. What an experience.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "By being able to tag and study whales without affecting their behavior, Ocean Alliance says we can truly see how humans affect theanimals and ecosystem in ways we couldn`t before.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": null,
      "speaker": "KERR",
      "sentences": "Fishing, pollution, noise. If we don`t understand the impacts on these animals, how can we mitigate them?(END VIDEOTAPE)",
      "isLastSentenceInterrupted": false
    }
  ]
}