{
  "date": "2023-10-02",
  "headline": "CNN Live Event/Special",
  "subHeadline": "Trump Hurls Insults At Racist A.G. And Rogue Judge At Court; Rep. Matt Gaetz (R-FL) Files Motion To Oust Rep. Kevin McCarthy (R-CA) as House Speaker; Abby Phillip Talks Politics With Guest Panel; New York Officials Detail The Recovery Of A Nine-Year-Old Girl Kidnapped During A Camping Trip; Democratic Congressman Henry Cuellar Safe After Being Carjacked At Gunpoint; The Chiefs-Jets Game Becomes The Most Watched Sunday NFL Game Since Super Bowl. Aired 10-11p ET",
  "utterances": [
    {
      "timeStamp": "22:00:00",
      "speaker": "KAITLAN COLLINS, CNN HOST",
      "sentences": "She says unauthorized use of his voice to create new content is personally disturbing to her. And she added this quote saying these replications are at their worst, a horrendous Frankensteinian monster cobbled together from the worst bits of everything that the industry is. Quite a blunt warning there, of course, and big questions about the future of that.Meanwhile, thank you so much for joining us for this very busy breaking news hour. CNN Primetime with Abby Phillip is up next.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "ABBY PHILLIP, CNN HOST",
      "sentences": "In the early 20th century, the Marx Brothers became one of comedy's most famous acts. They were showmen full of gags and stunts on stage and in front of the camera as well. And in a wild twist, a century later, one of their most famous lines is now being used in the fraud trial of a former president.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "Your Excellency, I thought you left.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Oh, no, I don't leave.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "UNIDENTIFIED FEMALE",
      "sentences": "But I saw you with my own eyes.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "UNIDENTIFIED MALE",
      "sentences": "Well, who are you going to believe? Me or your own eyes?(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "That was the quote. It was used by a judge in a ruling that Donald Trump is liable for fraud, pointing out the Trump's fantasy world when it comes to the values of his properties and himself, and like the Marx Brothers, the scene of inside and outside of New York City's courtroom today became a vaudeville routine and a parade of insults.Good evening. I'm Abby Phillip. And Trump appearing today in court for the first day of his trial, which threatens to decimate his entire real estate empire in New York. (BEGIN VIDEO CLIP) DONALD TRUMP, FORMER U.S. PRESIDENT: This is a continuation of the single greatest witch hunt of all time. We have a rogue judge. We have a racist attorney general who's a horror show. It's a scam. It's a sham. And our country has gone to hell. It's all run by DOJ, which is corrupt. Frankly, our country is corrupt. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "So, as you can see there, Trump and his lawyers have now turned that courtroom into a campaign stop. And at one point, the judge told his lawyers to lower their voices as they shouted Trump's side in the courtroom as if they were addressing a jury. But the thing is, there is no jury.(BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "TRUMP",
      "sentences": "As you know, we're not entitled to a jury, which is pretty unusual in the United States of America. So, we think it's very unfair that I don't have a jury.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "The judge had to explain today that neither side, neither the prosecution nor the defense, requested a jury trial in this case. He also added that, by law, a case like this, the judge decides the outcome anyway.Now, remember, the New York attorney general is asking for the Trump Organization to pay a quarter billion dollars and halt all of his business activities in the state of New York as punishment for lying about the property values of his properties, among other things. Joining us now is Michael Cohen to respond, and he'll be here with us in just a moment. But, first, I want to take you through the facts today. We have Daniel Dale with us to walk us through what happened in the courtroom today. Daniel, Trump made quite a few claims, as usual. Some of them have already been rejected by this judge. But here is the former president claiming that this lawsuit is part of a coordinated effort by the Department of Justice. Is there any truth in that? (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "TRUMP",
      "sentences": "This trial was railroaded and fast-tracked. This trial could have been brought years ago, but they waited until I was right in the middle of my campaign, the same with other trials and indictments. It's all run by DOJ, which is corrupt in Washington. Everything goes through them.(END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "So, the DOJ, he says, is part of all of this. Is there any truth to that?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "DANIEL DALE, CNN REPORTER",
      "sentences": "No, there is no truth to that. There is not a shred of evidence that DOJ is the hidden hand behind the scene. This is a state case brought by a state attorney general who Trump correctly noted today and on previous occasions made it part of her campaign platform that she was going to be tough on Trump.And the second significant inaccuracy in those comments there, Abby, was the part about timing, waiting until the middle of my campaign. Attorney General James launched the lawsuit that led to this trial in September 2022. That's when she filed it. Trump did not launch his campaign until November 2022. So, the lawsuit that led to this trial was filed roughly two months before he even announced his 2024 candidacy.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:00:00",
      "speaker": "PHILLIP",
      "sentences": "Yes, a good point there.Daniel, Trump also talked at length about what he called a worthless clause, a disclaimer that he had put or his aides had put in the financial statements that are now at issue in this trial. Let's listen. (BEGIN VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "So, what do we know about that, Daniel?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "DALE",
      "sentences": "Trump is making this clause sound way stronger than it actually is. You can read it. What it says, and I'm paraphrasing, is that the asset valuations in Trump's financial statements are estimates, that they used a variety of methodologies to come up with these estimates, including in some cases the judgments of Trump and his associates.It says that you may not be able to sell these assets for the same price that is listed here. So, it does, basically, in so many words, encourage readers to be cautious about what they're seeing. But it does not say that what is contained in these statements is useless or worthless. It doesn't say don't believe anything you read. And the judge himself noted this in his ruling last week, finding Trump and his sons liable for fraud. The judge said that their reliance on this so-called worthless clause is itself worthless. They say that you cannot rely on such a vague disclaimer to misrepresent fact and claim that that inoculates you against claims of fraud. So, Trump's assertions about what this clause says and how it supposedly protects him against any and all liability is just not borne out by the facts.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "Yes. I mean, that would be pretty hard to believe, honestly, if it were true. So, Daniel, also, shortly before Trump appeared in court today, his campaign released a statement about New York City's crime data, as if that is related to all of this. Was any of it accurate?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "DALE",
      "sentences": "Yes, so it wasn't false. They used actual numbers, but they were cherry-picking the endpoint for those numbers. So, in talking about New York State, they ended their data in 2021.Talking about New York City, they ended in 2022. So they said New York City shootings increased 71 percent from 2018 to 2022, murders up 48 percent, 2018 to 2022.What they didn't mention, though, was that we're in October 2023, and the trend line is now sharply downwards. So, murder in New York City is down 11 percent this year. That's in addition to 10 percent decline last year. Shooting incidents are down 27 percent this year, and that's after a 17 percent decline last year. So, in addition to the broader point that you can't attribute any trend in crime up or down to any individual attorney general, this is complicated, difficult stuff to pinpoint. Those numbers do not end in 2022. They're not going up anymore. They're going sharply down.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "All right. Daniel Dale, thank you very much.And joining me now to discuss, Trump's former fixer, Michael Cohen. He is now a principal of Crisis X and also the host of two podcasts, Mea Culpa and Political Beatdown, and The New York Times bestselling author of Revenge, How Donald Trump Weaponized the United States Department of Justice against his critics. Michael, good to see you. You know Trump very, very well. MICHAEL COHEN, DONALD TRUMP'S FORMER ATTORNEY: Good to see you, Abby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "PHILLIP",
      "sentences": "What did you take away from seeing him, his demeanor, outside of that courtroom, even inside of the courtroom when we got a peek at it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:05:00",
      "speaker": "COHEN",
      "sentences": "So, this is very typical Donald. On the outside of the courtroom, he was all bluster. He was typical Donald, he was in campaign mode, to the point that he was looking to figure out how to make this scenario into something profitable.Inside the courtroom, he was behaving the way that you would expect somebody to behave when they're in a situation that they have no control over. And that's something that Donald hates. He hates not being in control. He sat there like a good child. He didn't say a word. He didn't speak. He didn't get out of control, whereby he had to be reprimanded by the judge. Of course, he's angry. How could he not be? He's watching as his company, his 50-plus-year company, is in a death spiral. I mean, basically what Tish James did, our unsinkable attorney general, she gave him the corporate death penalty. And Judge Engoron is in agreement with Tish James that the company should not be able to practice neither should Donald, Allen Weisselberg, Don Jr., Eric Trump or Jeff McConney. None of them should be able to operate any business in the state of New York. So sure, it's understandable he would be angry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "COHEN",
      "sentences": "I think Cliff Robert is an idiot. First and foremost, I have now provided testimony to seven different congressional committees to the Mueller team, to the district attorney on 23 occasions, to the attorney general.And only Cliff Robert and Donald Trump, it's all part of the GOP handbag. All they're going to do is sit there and try to discredit me, to disparage me. That's the name of the Trump game. Look at what he did today, forgetting about Michael Cohen. What I brought to the table were documents and corroborating testimony. So, there's -- listen, I don't even think that it would be 100 percent necessary for the A.G. to use me in order to find Trump guilty of the crimes that he's been charged with. Look at what he did today, just with Tish James and with Judge Engoron. Judge Engoron, he called him, you know, all sorts of names, a rogue judge. Tish James, of course, is a racist. It's a line that he's used many times with many people. He said the same thing about Jack Smith. He says the same thing about Fani Willis. This is a guy who doesn't understand. Disparaging somebody is not the way to win a case. What you need to do is to bring the evidence, bring the documents in order to clear your name as opposed to thinking you're going to clear your name by disparaging somebody else. And the fact that you get guys like Cliff Robert, the fact that you get even like Alina Habba or Chris Kise to make these statements, the fact that now Jimbo Jordan is now added as well, this is all part of the playbook. I've watched that playbook since 2015 as it related to the campaign. This is so part and parcel for the playbook, it doesn't even affect me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "Do you think that Trump cares, to your point, whether or not he actually loses this case? I mean, you seem to suggest that they are not as worried about the legal ramifications of all of this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "COHEN",
      "sentences": "Yes, this is actually a big one for Donald because Donald's entire id, his ego, his super ego, have all been predicated around the notion that he is this incredibly rich entrepreneur, genius businessman. And what this does is this strips him of all of that. It demonstrates that he's neither rich, he's certainly not a genius businessman, and he's certainly not a good entrepreneur. So, this strips him of everything that he has -- I'm sorry.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "Do you think he can survive? Do you think he can survive a penalty of a quarter of a billion dollars or even potentially more because it's really up to the judge what that number ends up being?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "COHEN",
      "sentences": "Correct. That's also something that people make a terrible mistake with. What Attorney General James stated is that it is a baseline of $250 million, meaning that's the bottom. That doesn't mean that that's the top. And the way I calculated, based on the information that I know, it's going to be at least double, if not 2.5 times that amount with penalties and interest and so on. And the answer, Abby, is no. He cannot survive this. He cannot recover from this.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "PHILLIP",
      "sentences": "Michael Cohen, thank you very much for that perspective.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:10:00",
      "speaker": "COHEN",
      "sentences": "You know, thank you for taking me away from my daughter's 28th birthday.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:17:46",
      "speaker": "PHILLIP",
      "sentences": "Never before in American history has the speaker of the House been ousted through a rare move called a motion to vacate. That is when a single lawmaker can propose a resolution to remove the speaker with the majority of the House. Now, the last time that a vote like this happened, William Howard Taft was president in 1910. Lawmakers then criticized the then-speaker, Joseph Cannon, of having too much power. He was known as the czar of the House, even becoming the first person to grace the cover of Time Magazine. So, the Republican called the vote himself, daring lawmakers to go on the record. They backed down, and the vote failed. But now, the current Speaker, Kevin McCarthy, will find himself at the center of the fire, calling the vote.Is this the biggest thorn in his side from his own party? That is Congressman Matt Gaetz. He announced that move will happen sometime in the next 48 hours, and he's accusing McCarthy of not following through of the promises that he made, including drastic cuts to spending. But Gaetz has now made it clear he will need Democrats to get on board with this. (BEGIN VIDEO CLIP) REP. MATT GAETZ (R-FL): I have made no deal with Democrats, because I believe that Democrats should vote against Kevin McCarthy for free. (END VIDEO CLIP)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:17:46",
      "speaker": "PHILLIP",
      "sentences": "Now, McCarthy for his part says, bring it on, and he has not ruled out working with Democrats to save his job.Now, interestingly enough, after nearly a decade of breaking norms in the name of Donald Trump, McCarthy is now the one touting the institution as the reason to keep him in power. And joining me now is a Republican in the House, Congresswoman Victoria Spartz of Indiana. Congresswoman, I appreciate you joining us tonight. REP. VICTORIA SPARTZ (R-IN): Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:17:46",
      "speaker": "PHILLIP",
      "sentences": "I think the most important question tonight is, where do you stand on this motion to vacate? Will you vote in favor of it?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "PHILLIP",
      "sentences": "Does it concern you that Democrats will play a pivotal role in this either way, either to save McCarthy's job or to get him out of the job?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "SPARTZ",
      "sentences": "Well, listen, you know, bipartisan is good. I think he did so much good for them. They probably want to save him. It's unfortunately that we cannot get together on the bipartisan basis and deliver to the American people with the issue of debt or border security. It's very disappointing for me that we cannot get together even on the issues of national security.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "PHILLIP",
      "sentences": "And if Speaker McCarthy is removed, do you have confidence that there is another candidate who would have enough support to win the speakership?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "SPARTZ",
      "sentences": "Listen, people need to see things too much of themselves if we're over 200 million people who cannot pick someone who actually can deliver. People need to realize they don't have to be even a member of Congress. So, we have a lot of great people that can deliver and, unfortunately, Kevin wasn't. And we have to decide, can we trust him to have another try or not? And I'm going to be thinking about that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "PHILLIP",
      "sentences": "So, you have said that you are really frustrated with what's been going on, especially with the deal that was struck this weekend to keep the government open. You released a statement saying, if Congress does not pass a debt commission this year to move the needle on crushing national debt and inflation, at least at the next debt ceiling increase at the end of 2024, I will not continue sacrificing my children for this circus with a complete absence of leadership, vision and spine. I cannot save this republic alone.But, Congresswoman, I have to ask you, how would leaving Congress help address any of the concerns that you have about the national debt?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "SPARTZ",
      "sentences": "Listen, not all the issues resolve here, standing on T.V. and doing presentation. And let's be realistic, nothing is going to be happening next year unless we're forced an issue for a vote because everyone will be campaigning and fundraise. And it's unfortunate that this great institution is not governing for the people and so afraid of large special interest group.So, I think this is our last chance to force an issue. I think it's a very reasonable legislation where we'll have to sit at the table and decide how we can move the needle at the end of next year because our crushing debt and inflation will destroy many lives of Americans. And we have to become serious. Listen, it wasn't created just by this Congress. It was funded for many years. But we are in charge today. We have no excuses not to deal with that.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "PHILLIP",
      "sentences": "Republicans already have this very slim majority in the House. Have you heard from your colleagues about what your resignation could mean for how much leverage they have to accomplish the agenda that they have for Congress?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "SPARTZ",
      "sentences": "Well, listen, there is no agenda. It's going to be accomplished next year. Let's just think about it. I want to tell you again, this is how this institution works. There are very few times when we have mass passed votes, that you're in appropriations and you're in debt ceiling increases. The rest of it, people just do presentation for messaging, unfortunately, and nothing productive is going to be happening.So, I think we have to make our final push to deliver. And I really hope that Senator Schumer is going to be for the American people and will be able to push on him to deliver. I think these are very material issues that affect the life of Americans. They shouldn't be partisan and they should be resolved on a bipartisan basis. Otherwise, parties will be afraid. I think it's a reasonable proposal that we have. I hope Kevin will be fighting for it, but I'm going to decide if he's the right guy to fight and win.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "PHILLIP",
      "sentences": "All right, Congresswoman Victoria Spartz, I have a feeling that a lot of Americans agree with you when it comes to Congress perhaps not doing enough when they're in those jobs and delivering one too many speeches on the floor. I appreciate your time tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:20:00",
      "speaker": "SPARTZ",
      "sentences": "Thank you for having me.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:28:07",
      "speaker": "PHILLIP",
      "sentences": "More now on our breaking news, Republican Congressman Matt Gaetz moving tonight to House Speaker Kevin McCarthy, offering what is called a motion to vacate. You'll be hearing a lot of that in the next two days.We just heard from a Republican in Congress who is one of the votes that he may need to get. Let's discuss that with Democratic Strategist Basil Smikle, and also with us, CNN Political Analyst Natasha Alford. So, Natasha, it looks like Matt Gaetz may have enough votes among Republicans to get this process started, but he still needs Democrats. And they have a caucus meeting tomorrow to decide what they are going to do. What's the calculus if you're a Democrat on the Hill right now?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:28:07",
      "speaker": "NATASHA ALFORD, CNN POLITICAL ANALYST",
      "sentences": "Absolutely. Well, right now, Democrats are taking Hakeem Jeffries' lead. You can see a lot of them have been asked where they stand on this. Only a couple have been vocal, like AOC, saying that she absolutely would not support Kevin McCarthy as speaker.But I think this is about getting concessions, right? It's about showing that they are not going to give up something for nothing. Kevin McCarthy has repeatedly, you know, just shown that he can't be trusted in the eyes of the Democrats, and whether it's launching an impeachment investigation against Joe Biden or, you know, catering to Marjorie Taylor Greene. He is somebody who, in order to support him, this is not about truly believing in him, and it's about doing what's best for the American people, being the adults in the room.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:28:07",
      "speaker": "PHILLIP",
      "sentences": "I have to ask. I mean, if McCarthy is put in this position where he needs to come up with some kind of deal with Democrats, he has this immovable no caucus in his group. Is this actually maybe potentially a blessing in disguise, a way for him to move forward in the House that isn't going to put him on the brink every single day?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:16",
      "speaker": "PHILLIP",
      "sentences": "Who comes in after Kevin McCarthy? There's no way that person is more acceptable to Democrats. No, that's true, but it's also interesting to me with respect to McCarthy, with whoever comes in, it really wasn't McCarthy's job to begin with, if you understand what I'm saying.Because at that point, it's just chaos after chaos after chaotic moment that you'll see on the Republican side. And Democrats will just look back and say, hey, we can govern. That's actually a great ad. Why elect a Republican? They're going to ask a Democrat anyway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:16",
      "speaker": "ALFORD",
      "sentences": "I think that's the argument that many Republicans are making.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:16",
      "speaker": "PHILLIP",
      "sentences": "This is a Catch-22 kind of situation for Kevin McCarthy. And Matt Gaetz, we played the clip earlier, he said, I'm not going to offer Democrats anything, because it's in their best interest to get rid of Kevin McCarthy anyway.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:16",
      "speaker": "ALFORD",
      "sentences": "Right. They have a moment to show that, again, they are the adults in the room. They know how to govern and that they know how to come together for a moment of bipartisanship that benefits America.As Americans are watching this right now, they may not know the ins and outs of how these votes work, but they do know that it's the Republican Party that is divided. That even though they technically have the majority, they can't come together for the good of Americans in this moment. PHILLIP: They can't govern right now.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:16",
      "speaker": "ALFORD",
      "sentences": "And they will remember that when they go to the polls.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:16",
      "speaker": "PHILLIP",
      "sentences": "Go ahead.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:16",
      "speaker": "SMIKLE",
      "sentences": "If you want any statement on what's happening today, go back to Michael Lawler, right before, a member of Congress from New York, right before the shutdown vote. He's on the steps of the Capitol and elsewhere saying of his Republican colleagues that they are stuck on stupid.He is one of six Republicans that won in a Biden district in New York, one of 18 nationally. He's looking at what's happening now and saying, aren't you protecting us? That's sort of the job of this, one of the jobs of the speakers, protect your members. And they seem unable to do that, in addition to all of the other non-governance that they're doing.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:16",
      "speaker": "PHILLIP",
      "sentences": "Here's one wild card, Donald Trump. So, Matt Gaetz has alluded to this. He says that he's talked to Trump. He doesn't want to say what he talked to Trump about. At any point in this process, Trump could weigh in, and that changes a lot, maybe everything.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:30:16",
      "speaker": "ALFORD",
      "sentences": "Yeah, I mean, Trump has already been weighing in, sort of cheering on the circus, saying burn it all down, shut the government down. So, I wouldn't be surprised if he has a direct line to Matt Gaetz and he tells him to do the most, you know, incendiary, divisive option.But I think that Kevin McCarthy in this moment, he has to rely on Democrats, and I hope that that creates a moment of bipartisan momentum. Might be a little bit too optimistic for where we are with our politics right now, but it's that or it's just more chaos.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:38:07",
      "speaker": "PHILLIP",
      "sentences": "God help us. That is from former Chief of Staff to Donald Trump, John Kelly, about the prospects of former President Trump entering the Oval Office yet again. Kelly was the longest serving White House Chief of Staff for Trump, and he's now issuing his harshest critique yet. In an exclusive statement to CNN's Jake Tapper, Kelly confirms numerous damning stories about statements Trump made behind closed doors, including attacks on U.S. service members and veterans.He describes his boss as, quote, \"A person that thinks those who defend their country in uniform are shot down or seriously wounded in combat or spend years being tortured as POWs are all suckers because there is nothing in it for them. A person that did not want to be seen in the presence of military amputees because it doesn't look good for me.\" Now, Miles Taylor is the former Chief of Staff at the Department of Homeland Security. And he was notably a Senior Advisor under then DHS Secretary John Kelly. He's also the author of \"Blowback\". Miles, you have noticed, notably sounded the alarm on Trump's misconduct while he was in office. Why is John Kelly now in 2023 making these allegations?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "Yeah, I mean, he really does hone in on a reoccurring feature of Trump's conduct in office, which is his treatment of veterans, particularly those who were captured or gravely injured.This all flies in the face of how he presents himself in public. He literally will hug the American flag. But he seems to have an issue with this group of people. Do you have any understanding of why that is?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "TAYLOR",
      "sentences": "Well, look, I'm not a psychologist, Abby, but I think ultimately it has to do with Donald Trump's lack of initiative in going into the United States military in a really pivotal moment when he was supposed to be signing up to go fight in Vietnam by all accounts.Donald Trump avoided that service and ever since has seemed to have had disdain for veterans. In fact, his complete disregard for John McCain and refusal to honor John McCain after the senator died is actually what caused me to come out against Donald Trump, is at the time the president wanted to raise the American flags back up even though they were lowered at half staff for John McCain. But look here, Abby. There's a much bigger in disturbing picture here is when your president of the United States, you were Commander-in- Chief of the Armed Forces. You were supposed to look out for America's service members and for its veterans. Donald Trump, behind the scenes was very, very different than that man you just noted hugs veterans in public and that's not just an attitude. It's not just disgusting comments he made behind the scenes. I will tell you, in speaking to the heads of Veterans Affairs under Donald Trump, they have signaled that what he wanted to do was gut the Veterans' health care safety net. He wanted to raise the Department of Veterans Affairs to spend the money on political priorities. This is something they tell me he will do in a second term. And again, these are Donald Trump's handpicked staff to run the Department of Veterans Affairs saying in a second term he will, quote, detonate the V.A. because he wants to use those funds elsewhere. There are real policy implications for Donald Trump's disdain towards America's veterans and its fallen soldiers.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "How are we supposed to take the fact that all of these events that were reported, a lot of them at the time, they were denied by people who worked at the White House, even though they were all true. And now three years later, some folks are coming forward and saying, well, it's true. Isn't it part of the problem that no one was willing to speak up in real time?Yeah, it's -- it's a huge part of the problem. And I think Abby, we're living that lesson right now, because if more people don't come out and say what they know about Donald Trump, this will happen again and make no mistake, it does have a difference in 2020 when the largest group of ex-administration officials in American history turned on a president who appointed them, Donald Trump. It did have an impact in getting independents who were uncertain how they were going to vote, getting concerned conservatives who didn't want to support Donald Trump, the air cover they needed to defect. We are going to have a close election in 2024. And if Donald Trump is on the ballot and if the American people want to avoid a second term of a wannabe autocrat, it's going to require people to step forward. And I think the lesson here is, it's never too late to do the right thing. And I would welcome anyone, even those who are standing by Donald Trump's side right now, to actually go speak their minds publicly and say the things they say to all of us privately. It's time for them to own up to the truth and come out and say what John Kelly has said and what so many others know to be true who've witnessed this man up close.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:40:00",
      "speaker": "PHILLIP",
      "sentences": "All right, Miles Taylor, thank you very much. And let's listen in now to the New York governor on that missing girl that was just found.(LIVE COVERAGE BEGINS)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:50:00",
      "speaker": "PHILLIP",
      "sentences": "Extraordinary new details. New York officials now detailing how a nine-year-old girl who went missing during a camping trip was found alive today. A suspect is now in custody, and the governor detailed a ransom note, and that was critical in this case. They used a fingerprint found on it to find the alleged kidnapper.She mentioned that there was resistance in that arrest, but ultimately, he was arrested. Charges are expected. We do wish Charlotte and her family all the best tonight. Laura Coates will have much more on this story up next. But first, I do want to go to some more breaking news tonight. Democratic Congressman Henry Cuellar is safe after being carjacked at a gunpoint outside of his residence in Washington. Manu Raju has the latest and he joins me next. (COMMERCIAL BREAK)",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "PHILLIP",
      "sentences": "That is really wild and amazing. But you, you might think she could have just gone to a game. She didn't even have to date the guy. By the way, her name was mentioned more than two dozen times by the announcers. I think we have the sound of this. Listen.Oh, it's actually just the video. You can see there, she is dancing. She's having a great time. She was also shown 17 times throughout the game. She is obviously the biggest pop star ever. Is she expanding her audience here by drawing in some people who maybe were sports fans, not huge Taylor Swift fans, but maybe today they are?",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "HILL",
      "sentences": "Well, you know, I think one thing in this particular way, she's helping the NFL. Listen, for those who don't know, and in a way, it's a little bit annoying because you have a lot of broadcast teams and, you know, pre-game shows. They're suddenly having to have these breakdowns for the Taylor Swift fans that might be watching and not understand football.Do understand that the NFL's fan base is almost half women. It's like 46, 47 percent. So presumably some of those women probably are Taylor Swift fans. So. They're not bringing somebody to the party that's never heard of football. So, it gets really annoying when they start breaking down very basic things. But I will say this is, you know, the NFL has had a hard time connecting with the really younger demo that, not necessarily the 18 to 34 demo, but that 12 to 18 kind of demo is making this game appealing because the reality is that there's a lot of things competing for these young people's attention span and they don't want to sit down and watch three and a half hours, a pro football on a Sunday when they should be relaxing or they have millions of other things to grab their attention. But Taylor Swift is helping the NFL introduce this game to a really young fan base. And for that, they should be appreciative because you want your fan base to get younger, not older. And the NFL's fan base was sort of trending in the other direction. This gives them -- this gives them some new life. They did not anticipate and they don't have to pay for it. Because it's not like they have to spend millions of dollars for Taylor Swift to come to this game. She is just showing up with some of her very famous friends, as in Blake Lively and Hugh Jackman and Ryan Reynolds and making the NFL look cool. And I bet a lot of dads everywhere are very happy about this because they no longer have to watch the game on their phone or in secret or in a closet somewhere while their daughters hijack the TV. They can all watch together because of Taylor Swift. Look at her, mending families and bringing in money. PHILLIP: Yeah, and you know what? All those Taylor Swift dads who took their kids to the Taylor Swift concerts this summer, this is their payback. They get to watch their game in peace. Jemele Hill, thank you so much for joining us tonight.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "HILL",
      "sentences": "Thanks for having me, Abby.",
      "isLastSentenceInterrupted": false
    },
    {
      "timeStamp": "22:55:00",
      "speaker": "PHILLIP",
      "sentences": "All right. I do want to get now back to some breaking news that we mentioned earlier. Democratic Congressman Henry Cuellar is safe after he was carjacked at gunpoint outside of his residence in Washington, D.C. Our own Manu Raju has the latest on this. Manu, what do we know about this terrifying incident?",
      "isLastSentenceInterrupted": false
    }
  ]
}